"United Nations A/52/PV.51\r\n97-86557 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n51st plenary meeting\r\nFriday, 21 November 1997, 10 a.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 38\r\nSupport by the United Nations system of the efforts of\r\nGovernments to promote and consolidate new or\r\nrestored democracies\r\nReport of the Secretary-General (A/52/513)\r\nDraft resolution (A/52/L.28)\r\nThe President: Today we are discussing an important\r\nitem relating to ways and mechanisms to enhance support\r\nby the United Nations system of the efforts of Governments\r\naimed at promoting and consolidating new or restored\r\ndemocracies. It has become increasingly clear that the\r\nrecent dramatic changes in the international arena have\r\ngiven a powerful impetus to the global process of\r\ndemocratization. Since the first International Conference of\r\nNewly Restored Democracies, held at Manila in 1988, we\r\nhave witnessed the emergence of a great number of\r\ncountries that have fulfilled their peoples’ aspirations by\r\njoining the family of States that have been following the\r\npath of freedom, justice and democracy for many\r\ndecades — or centuries.\r\nThe Managua Declaration and Plan of Action endorsed\r\nin 1994 at the second conference, the International\r\nConference of New or Restored Democracies, emphasized\r\nthe need for active involvement by the United Nations\r\nsystem in this expanding process.\r\nThe final document of the Third International\r\nConference of the New or Restored Democracies on\r\nDemocracy and Development, held at Bucharest,\r\nreiterated the great importance of the United Nations\r\nsystem in helping the new or restored democracies to\r\nmeet the challenges before them.\r\nToday, in pursuance of the document’s\r\nrecommendation, we shall discuss new ideas and\r\nsuggestions as to the enhancement of the role of the\r\nUnited Nations system in supporting democracy and good\r\ngovernance in those States, as well as providing\r\nassistance in the accomplishment of their priority tasks. I\r\nbelieve that placing the issue of further development of\r\nthe new and restored democracies under the broad United\r\nNations umbrella gains ever more relevance and\r\nimportance in the light of the ongoing process of United\r\nNations renewal and reform. Particular attention should be\r\npaid to methods of strengthening the mechanisms for\r\nmonitoring the formation and development of those States\r\nso that specific assistance can be made promptly available\r\nand deliverable. I also believe that the deeper involvement\r\nof the United Nations in this continuous worldwide\r\nprocess of democratization will greatly benefit the\r\nOrganization itself in its period of essential structural\r\ntransformations aimed at, inter alia, further\r\ndemocratization of its procedures and functioning\r\nmethods.\r\nI would like to take this opportunity to invite\r\ndelegations to make their constructive contribution\r\ntowards forging closer cooperation between Governments\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nand the United Nations in the field of promotion and\r\nconsolidation of new and restored democracies.\r\nI now call on the representative of Romania to\r\nintroduce draft resolution A/52/L.28.\r\nMr. Gorita (Romania): On the threshold of the year\r\n2000, we have an unprecedented opportunity to live in an\r\nopen world — a world of permanent communication and\r\ninteraction. Its perpetual movement cannot be stopped.\r\nGlobalization cannot be assimilated to its mere economic\r\ndimension. Globalization means, above all, consecration of\r\nuniversal values and symbolic assets. It means broader\r\nknowledge and, consequently, better understanding and\r\ncooperation.\r\nThe world today is no longer a space of cold war,\r\nirreconcilably divided between friends and foes. The\r\nchanges that are taking place require that we involve\r\nourselves in a process of rethinking global society and\r\ninter-human relations. The political sphere can no longer be\r\nconceived as a separate space, governed by rules that are\r\nunderstood only by professionals and inaccessible to the\r\nmajority. Governance should be understood as the best way\r\nof building togetherness — as a set of practices aimed at\r\nuniting all the major components of society around common\r\nprojects.\r\nEffective democracy should not only allow\r\nparticipation in decision-making, but also lead to\r\ndevelopment and prosperity for all. Genuine development\r\ndoes not occur in a political vacuum. It depends on the\r\nempowerment of communities to influence decisions and to\r\narticulate demands. Development without democracy is\r\nimpaired if it brings benefits only to a few elites.\r\nThat is why the assertion that democracy, development\r\nand respect for human rights are interlinked and mutually\r\nreinforcing is so valid. Their interaction enhances the\r\nimpact on their respective societies. The Governments that\r\nfoster respect for democracy and human rights and subserve\r\ndevelopment efforts to the benefit of the entire society\r\nacquire a higher profile, domestically and internationally.\r\nMany success stories in the developing world stand as\r\nproof.\r\nThe international community has started to pay greater\r\nand deeper attention to the role that democratic values can\r\nplay in solving long-standing national issues and in\r\nimproving the international environment. These debates are\r\namplifying and taking a variety of forms. My country has\r\nbeen involved in many of them.\r\nThis year, Romania had the honour of hosting the\r\nThird International Conference of the New or Restored\r\nDemocracies on Democracy and Development. The\r\nConference enjoyed the participation of almost 80\r\ncountries and 47 non-governmental organizations from\r\nAfrica, Asia, Latin America and Europe. The political\r\ndocument entitled “Progress Review and\r\nRecommendations”, circulated as document A/52/334,\r\nwhich was adopted by consensus, acknowledges the\r\nemergence of new thinking about democratic values and\r\ntheir potential for making democracy work in the service\r\nof development and prosperity. A comprehensive and far-\r\nreaching analysis of the democratic processes which have\r\nbeen taking place recently gives special value to that\r\ndocument. The ministers and representatives of the new\r\nor restored democracies who met in Bucharest reaffirmed\r\ntheir commitment to the process of democratization in\r\ntheir societies.\r\nThey acknowledged the relationship of\r\ninterdependence and mutual reinforcement that exists\r\nbetween democracy, development and good governance.\r\nThey concluded that democratization is a world\r\nmovement based on shared values, which embraces North\r\nand South, East and West, and transcends traditional\r\nconfrontational lines. The Bucharest document identified\r\nan almost universal recognition that a democratic system\r\nof government is the best model to ensure a framework\r\nof liberties for lasting solutions to political, economic and\r\nsocial problems. The participants admitted that the real\r\nchallenge today is how to strengthen democracy through\r\nthe practices of efficient government in order to promote\r\nsustainable development.\r\nA substantial part of the Bucharest document is\r\ndevoted to recommendations addressing the vital areas\r\nthat are significant for the consolidation of democratic\r\nsocieties. These are, in the first place, guidelines for\r\nstrengthening policies and principles addressed to\r\nGovernments in the fields of human rights, judicial\r\nreform, corruption, organized crime, decentralization,\r\nparticipation in political life, elections, gender equality,\r\ncivic education, accountability and transparency, media,\r\nand civil service reform. Secondly, they include\r\nrecommendations related to civil society and the private\r\nsector, to donor countries and the international\r\ncommunity, and to the United Nations system and the\r\ninternational financial organizations.\r\nI will not insist on presenting these realistic and\r\naction-oriented conclusions. They are to the merit of the\r\nministers and other Bucharest Conference participants\r\n2\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nwho achieved a splendid exercise in political willingness. I\r\nam convinced that the document, entitled simply “Progress\r\nReview and Recommendations”, will provide a useful\r\nbenchmark in future discussions on democracy and its\r\nrelationship to development.\r\nOn behalf of my Government, I would like to reiterate\r\nfrom this rostrum our wholehearted gratitude all the\r\nGovernments and organizations that participated in,\r\nsupported and made concrete and valuable contributions to\r\nthe success of the Conference.\r\nAs you are aware, the Bucharest Conference is part of\r\na series that started in Manila in 1988 and continued in\r\nManagua in 1994. This movement has given a strong\r\nmomentum to the process of global and regional\r\ndemocratization. Although the intergovernmental\r\nconferences on democracy started quite independently from\r\nthe United Nations, since 1994 the Organization has\r\nbecome more actively involved in this domain.\r\nGeneral Assembly resolution 51/31, adopted by\r\nconsensus last year, asked the Secretary-General to present\r\na report at the fifty-second session including, among other\r\nthings, innovative ways and means to enable the United\r\nNations to respond effectively and in an integrated manner\r\nto requests of Member States for assistance in the field of\r\ndemocratization.\r\nFurther to this resolution, the Secretary-General has\r\nsubmitted an excellent report, contained in document\r\nA/52/513, that focuses on policies and principles, and gives\r\na comprehensive account of relevant recent events which\r\nare shaping the emerging framework for intergovernmental\r\naction in support of new or restored democracies.\r\nI wish to express the satisfaction of the Romanian\r\nGovernment with respect to the observations and\r\nrecommendations contained in the Secretary-General’s\r\nreport.\r\nFirst, the value of the electoral assistance provided or\r\ncoordinated by the United Nations is unquestionable. The\r\npotential of the United Nations in this respect should be\r\nfurther considered in the new international environment,\r\nwhere democratization efforts have become more prevalent.\r\nSecondly, we should underline again the important\r\nrole of civil society in the democratization processes. As\r\nnoted in the report, the proposal of the Third International\r\nConference that the United Nations should arrange a larger\r\nforum for representatives of non-governmental\r\norganizations to discuss democratization and the role of\r\ncivil society in order to follow up on the results of the\r\nBucharest Conference has a bearing on a recommendation\r\non a people’s millennium assembly contained in the\r\nreform package under consideration at this Assembly\r\nsession. We encourage the Secretary-General to discuss\r\nthose ideas further.\r\nThirdly, we fully agree that the peace-building and\r\ndevelopment, democratization and governance efforts of\r\nthe Organization are distinct but mutually reinforcing.\r\nThis underlines the importance for the United Nations\r\nsystem to improve its ability to cooperate and to\r\ncoordinate its actions. Like the Secretary-General, we\r\nhope that the integration of more effective United Nations\r\nwork on democratization and good governance into the\r\nreform process will be possible.\r\nFourthly, we welcome the essential conclusion of the\r\nSecretary-General that the universal principle of\r\ndemocracy has more practical relevance to United Nations\r\nactivities now than ever before. The United Nations is\r\nexpected to work with a greater unity of purpose and\r\ncoherence. We are happy to ascertain the readiness of the\r\nUnited Nations system to form a part of the follow-up\r\nmechanism to the Third International Conference. A\r\nreformed Organization oriented to the twenty-first century\r\nshould promote democratization, as it will continue to\r\nwork for peace, security and development.\r\nOn a more general note, I would like to praise the\r\nformat and the substance of the Secretary-General’s report\r\non item 38. The concision, vision and modernity that are\r\nfeatures of the report augur well for the profile of the\r\nOrganization in the next millennium.\r\nRomania, in its capacity as current Chairman of the\r\nThird International Conference of New or Restored\r\nDemocracies on Democracy and Development, has the\r\nparticular privilege to submit to the General Assembly the\r\ndraft resolution on agenda item 38, entitled “Support by\r\nthe United Nations system of the efforts of Governments\r\nto promote and consolidate new or restored democracies”\r\n[A/52/L.28 and Add.1].\r\nI am honoured to do so on behalf of the following\r\nsponsors: Albania, Andorra, Angola, Argentina, Armenia,\r\nAzerbaijan, Austria, Belarus, Belgium, Benin, Bolivia,\r\nBosnia and Herzegovina, Brazil, Bulgaria, Canada, Cape\r\nVerde, Chile, Colombia, Costa Rica, Croatia, the Czech\r\nRepublic, Denmark, Ecuador, El Salvador, Finland,\r\nFrance, Georgia, Germany, Greece, Grenada, Guatemala,\r\n3\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nGuinea-Bissau, Guyana, Hungary, Ireland, Israel, Italy,\r\nJapan, Kazakhstan, Kyrgyzstan, Latvia, Liechtenstein,\r\nLuxembourg, Mali, Malta, the Marshall Islands, Micronesia\r\n(Federated States of), Mongolia, Namibia, the Netherlands,\r\nNicaragua, Niger, Norway, Panama, Paraguay, Peru, the\r\nPhilippines, Poland, Portugal, the Republic of Korea, the\r\nRepublic of Moldova, the Russian Federation, San Marino,\r\nSierra Leone, Slovakia, Slovenia, South Africa, Spain,\r\nSuriname, Sweden, Thailand, the former Yugoslav Republic\r\nof Macedonia, Turkey, Turkmenistan, Ukraine, the United\r\nKingdom of Great Britain and Northern Ireland, the United\r\nStates of America, Uruguay, Zambia, and my own country,\r\nRomania.\r\nIn its preamble, the draft resolution reiterates the set\r\nof principles agreed upon by the General Assembly at\r\nprevious sessions. It takes note of some events relevant to\r\nthe subject we are now considering that have taken place\r\nthis year. The draft resolution also takes note of important\r\nnew documents adopted in international forums, namely the\r\nProgress Review and Recommendations adopted at the\r\nThird International Conference of New or Restored\r\nDemocracies on Democracy and Development and the\r\nUniversal Declaration on Democracy adopted by the Inter-\r\nParliamentary Council.\r\nIn the operative part of the draft resolution, the\r\nGeneral Assembly would welcome the report presented by\r\nthe Secretary-General at the fifty-second session and\r\nexpress appreciation for the observations and\r\nrecommendations contained in the report.\r\nThe decision of the Third International Conference to\r\nhold the next conference in Africa and the offer of the\r\nGovernment of Benin to host the Conference would both be\r\nwelcomed.\r\nThe General Assembly would commend the Secretary-\r\nGeneral, and through him the United Nations system, for\r\nthe activities undertaken at the request of Governments to\r\nsupport the efforts to consolidate democracy.\r\nIt would recognize the important role that the\r\nOrganization has to play in providing support to the efforts\r\nof Governments to achieve democratization within the\r\ncontext of development efforts.\r\nThe General Assembly would encourage the Secretary-\r\nGeneral to continue to improve the capacity of the United\r\nNations to respond effectively to the requests of Member\r\nStates through support of their efforts to achieve the goals\r\nof good governance and democratization. Member States\r\nwould be further encouraged to promote democratization.\r\nThe Secretary-General, Member States, the relevant\r\nspecialized agencies and bodies of the United Nations\r\nsystem, as well as other intergovernmental and non-\r\ngovernmental organizations, would be invited to\r\ncontribute to the follow-up process of the Third\r\nInternational Conference of New or Restored\r\nDemocracies.\r\nFinally, the General Assembly would request the\r\nSecretary-General to submit a report to the General\r\nAssembly at its fifty-third session, and would decide to\r\ninclude in the provisional agenda of that session the item\r\nentitled “Support by the United Nations system of the\r\nefforts of Governments to promote and consolidate new\r\nor restored democracies”.\r\nThe draft resolution before us represents a\r\nreasonable response from the General Assembly to one of\r\nthe most promising and challenging changes that\r\ndistinguish the world society at present. The 80 sponsors,\r\nincluding my own delegation, hope that the draft\r\nresolution will be adopted without a vote, as has been the\r\ncase since the first introduction of this item on the agenda\r\nof the General Assembly.\r\nMrs. Lucas (Luxembourg) (interpretation from\r\nFrench): I have the honour to speak on behalf of the\r\nEuropean Union. The Central and Eastern European\r\ncountries associated with the European Union —\r\nBulgaria, the Czech Republic, Estonia, Hungary, Latvia,\r\nLithuania, Poland, Slovakia and Slovenia — have aligned\r\nthemselves with this statement. The associated country of\r\nCyprus and the member of the European Free Trade\r\nAssociation participating in the European Economic Area,\r\nNorway, have also aligned themselves with this statement.\r\nRespect for democracy and the rule of law, human\r\nrights and fundamental freedoms are the three pillars of\r\nour modern societies. We welcome the fact that this\r\ndecade has seen many racist, dictatorial and oppressive\r\nregimes replaced by Governments with the avowed aim\r\nof respecting the will of their people. The democratization\r\nprocess under way must continue until all States members\r\nof this Organization are governed according to the\r\nprinciples of democracy.\r\nDemocratic systems may take many forms, which\r\nare rooted in the specific conditions of their social\r\nstructure. However, be they federal or unitary, presidential\r\n4\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nor parliamentary, they all embody a set of essential\r\ncommon values, inter alia, the freedom of citizens to\r\nexpress themselves through free and transparent elections,\r\nand the active development and strengthening of civil\r\nsociety. Civil society must ensure that values constantly\r\nchange and evolve in a peaceful manner.\r\nDemocracy is also synonymous with pluralism, which\r\nnourishes the dynamic interaction of the nation’s actors on\r\na basis of mutual respect. Peoples must enjoy freedom of\r\nassociation and the possibility of forming political parties,\r\nand thus of playing an active part in the political life of\r\ntheir country.\r\nAnother key element of a democratic system is the\r\nseparation of legislative, executive and judicial powers. Full\r\nrespect for human rights and protection of the rights of\r\nethnic, religious or political minorities are an integral part\r\nof a democratic system, as are freedom of opinion and of\r\nthe press. In a democracy, the reality of political life must\r\nbe expressed in a process of dynamic interaction between\r\nthe people and their representatives. The role of non-\r\ngovernmental organizations is particularly important in that\r\nrespect.\r\nThe European Union welcomes the fact that the report\r\nof the Secretary-General [A/52/513] gives an extensive\r\nanalysis of the various forms of support which the\r\ninternational community affords to new or restored\r\ndemocracies and a detailed review of the activities\r\nundertaken by the United Nations to promote and\r\nconsolidate the democratization process. The report stresses\r\nthat these activities cannot be implemented separately, but\r\ninstead should complement the substantial efforts made by\r\nthe United Nations to foster human development, inter alia\r\nby creating effective, responsible and transparent systems\r\nof government. By the same token, these activities must be\r\nintegrated into United Nations peace-building and\r\npeacekeeping operations in the field.\r\nThe European Union supports and stresses the\r\nimportance of United Nations efforts, inter alia, by the\r\nElectoral Assistance Division, the United Nations\r\nDevelopment Programme (UNDP) and the World Bank, to\r\npromote democratization. In that regard, it particularly\r\nwishes to commend the efforts of the Office of the United\r\nNations High Commissioner for Refugees in support of the\r\ndemocratization process.\r\nIn the past year, we have attended two international\r\nconferences on democratization and governance. The Third\r\nInternational Conference of the New or Restored\r\nDemocracies on Democracy and Development held in\r\nBucharest from 2 to 4 September 1997 and the UNDP\r\nInternational Conference on Governance for Sustainable\r\nGrowth and Equity herald a new approach to international\r\ncooperation in the field of democratization.\r\nThe European Union feels that the Civil Society\r\nForum, organized during the Bucharest Conference, is an\r\nimportant step towards integrating citizens and their\r\norganizations into the democratization process. In this\r\ncontext, we welcome the organization of regional\r\nseminars by representatives of civil society in May 1997\r\nat Imatra in Finland and Svetogorsk in Russia, and we\r\nwould like to encourage such regional initiatives.\r\nAs the Secretary-General of the United Nations\r\nnoted in his report, one of the chief questions raised at\r\nthe Bucharest Conference, in which 80 delegations took\r\npart, concerns methods of monitoring the progress of\r\ndemocratization. The European Union is following with\r\ninterest the proposal to set up a specific mechanism to\r\nstrengthen cooperation between the United Nations system\r\nand the Bretton Woods institutions. The European Union\r\nalso welcomes the decision taken at the Third\r\nInternational Conference to hold the next conference in an\r\nAfrican country.\r\nWith regard to the International Conference on\r\nGovernance held in New York from 28 to 30 July 1997,\r\nthe European Union welcomes the fact that, for the first\r\ntime, representatives of Governments and civil society\r\nwere able to meet together in the General Assembly Hall.\r\nThe European Union endorses the conclusions of the\r\nConference that good governance is synonymous with\r\ngovernance that is effective, participatory, transparent,\r\naccountable and equitable and promotes the rule of law.\r\nThe State, in close collaboration with the private sector\r\nand civil society, must lead the way with regard to good\r\ngovernance.\r\nThe European Union and its member States have\r\ncommitted themselves firmly to the promotion of\r\ndemocratization and the transition towards permanent and\r\ndemocratic systems of government. This commitment has\r\ntaken a variety of forms. Thus, the Union has introduced\r\na cooperation and development policy emphasizing\r\npositive actions to defend human rights and promote\r\ndemocracy. The European Union is, likewise,\r\nimplementing numerous projects to support the rule of\r\nlaw, the transition towards democracy and the\r\nstrengthening of non-governmental organizations and\r\nother institutions which seek to promote the emergence of\r\n5\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\na pluralistic society. It actively and strongly supports the\r\nactivities of the Secretary-General and the specialized\r\nagencies of the United Nations to promote the\r\ndemocratization process.\r\nThe United Nations must establish both the durability\r\nand the universality of democratic values, while taking\r\naccount of the extreme diversity of situations around the\r\nworld. The institution of democratic systems is the best way\r\nto prevent conflicts and carries the promise of prosperity\r\nand the affirmation of individual values. That is why the\r\ninternational community must encourage and promote\r\nefforts to put these aspirations into practice through the\r\nUnited Nations system.\r\nThe European Union endorses the Secretary-General’s\r\nrecommendations concerning electoral assistance, the\r\nstrengthening of civil society and the coordination of all\r\nUnited Nations activities in the field of democratization and\r\ngovernance. The European Union will continue to give\r\nactive support to all these efforts.\r\nMr. Kasanda (Zambia): Let me begin by thanking the\r\nSecretary-General for his report contained in document\r\nA/52/513 on “Support by the United Nations system of the\r\nefforts of Governments to promote and consolidate new or\r\nrestored democracies”. The report is very informative and\r\nshould go a long way towards facilitating our deliberations.\r\nMy delegation also expresses its thanks to the\r\nPermanent Representative of Romania for circulating, in\r\ndocument A/52/334, the “Progress Review and\r\nRecommendations” of the Third International Conference of\r\nthe New or Restored Democracies on Democracy and\r\nDevelopment, held in Bucharest, Romania, from 2 to 4\r\nSeptember 1997. Zambia had the privilege of being\r\nrepresented at that Conference, and it is the hope of my\r\ndelegation that the international community will undertake\r\nconcrete follow-up activities to implement its\r\nrecommendations.\r\nMrs. Camara (Guinea), Vice-President, took the\r\nChair.\r\nThe question of democracy is increasingly becoming\r\nan important factor in national and international affairs. In\r\nfact, the Third International Conference of the New or\r\nRestored Democracies noted that democratization is a world\r\nmovement. We are, today, seeing democracy expanding\r\naround the world, with a majority of the world’s people\r\nnow living under democracies.\r\nAgainst this background, the need to promote efforts\r\nto encourage education for democracy and open all future\r\nconferences on democracy to all interested United Nations\r\nMember States becomes cardinal.\r\nIn paragraph 27 of his report, the Secretary-General\r\nmakes an important observation:\r\n“Democracy is not a model to be copied but a goal\r\nto be attained.” [A/52/513, para. 27]\r\nMany countries that are democratizing face diverse\r\nchallenges which no single inflexible model of democracy\r\ncan be used to meet. Poverty and inequality, social,\r\nreligious, tribal and/or ethnic intolerance, and economic\r\nand political instability are major challenges to\r\ndemocracy. Meeting these challenges will depend on the\r\npeculiar circumstances of each country that is undergoing\r\ndemocratization.\r\nDeveloping countries like mine which have regular\r\nconsultations with representatives of the donor community\r\non democracy and good governance are keenly interested\r\nin this distinction made by the Secretary-General. All too\r\noften, these consultations have tended to lose their value\r\nwhen donors attempt to micro-manage the process of\r\ndemocratization in a given country, without due respect\r\nfor the peculiar circumstances of the country in question.\r\nHowever, at the end of the day, all of us who are\r\ndemocratizing agree that basic fundamentals must be met,\r\namong them the promotion of the existence of\r\nrepresentative government elected by the majority of the\r\npopulation through secret ballot, in regular periodic and\r\ngenuine elections, as well as the promotion of party\r\ncompetition, an independent judiciary, guarantees of\r\nfundamental human rights and individual freedoms,\r\ntransparency and accountability under the rule of law, a\r\nfree and independent press and the growth of civil\r\nsociety.\r\nMy country began its democratization process in\r\n1991. We are now in the phase of consolidating that\r\nprocess. In this phase, Zambia will look to the United\r\nNations system to provide concrete assistance in various\r\nareas related to democracy, good governance and\r\ndevelopment. We are, in this regard, happy to note that\r\nthe Secretary-General has registered his readiness, in\r\nparagraph 7 of his report, to provide such assistance to\r\ninterested countries.\r\n6\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nThe Bucharest Conference came out with important\r\nrecommendations, all of which are detailed in document\r\nA/52/334. I would, however, like to give particular\r\nemphasis to the recommendation related to the external debt\r\nproblems of developing countries. As the Bucharest\r\nConference noted, the external debt problems of developing\r\ncountries continue to be a serious threat to democratization.\r\nIt is critical that the international community promote\r\nenhanced debt relief for developing countries so as to\r\nimprove their fiscal situation and overall development\r\nprospects. The Heavily Indebted Poor Countries (HIPC)\r\nDebt Initiative is a welcome development in this regard.\r\nImprovements in the form of quicker access to the Initiative\r\nand ensuring that HIPC relief is adequately funded are\r\nneeded in order to make it more effective.\r\nRelated to the question of durable debt relief is the\r\nissue of official development assistance (ODA) flows to\r\ndeveloping countries. Both bilateral and multilateral official\r\ndevelopment assistance flows to developing countries are\r\ndeclining. When we add this to the poor access that the\r\nexport products of developing countries have to the markets\r\nof developed countries, and volatile currency markets, such\r\na state of affairs is a recipe for making the process of\r\ndemocratization unstable and intolerable. Obviously, the\r\ninternational community does not want such an outcome. In\r\norder to promote international cooperation for democracy\r\nand development effectively, there is need to establish a\r\nnew consensus on the financing of development. In this\r\nconnection, my delegation can only reiterate the need to\r\nconvene an international conference on the financing of\r\ndevelopment, as a matter of urgency.\r\nLet me conclude by stating that as a sponsor of the\r\ndraft resolution under this item on our agenda, my\r\ndelegation hopes and expects that it will be adopted by\r\nconsensus.\r\nMr. Eitel (Germany): Let me first of all state that my\r\ndelegation fully associates itself with the statement just\r\ndelivered by the Permanent Representative of Luxembourg\r\non behalf of the European Union.\r\nGermany, together with some 30 other countries,\r\nattended as an observer the Third International Conference\r\nof the New or Restored Democracies on Democracy and\r\nDevelopment, which took place with great success this past\r\nSeptember in Bucharest. Yet somehow the category\r\n“observer” does not quite seem to capture the very\r\nparticular situation we find ourselves in: Germany is not an\r\n“unconcerned bystander”, merely following the problems,\r\nchallenges and hazards of new and restored democracies\r\nwith interest. Germany itself is — in its eastern part,\r\nwhere close to a quarter of the German population\r\nlives — a newly restored democracy. And while a\r\nnumber of circumstances set this situation apart from that\r\nof many other new or restored democracies, there are also\r\nmany striking similarities, parallels and common\r\nexperiences.\r\nThe German people in its entirety is proud, and I\r\nbelieve justly so, of the peaceful revolution which took\r\nplace in eastern Germany almost eight years ago. The\r\nenduring and inspiring symbol of that revolution was, of\r\ncourse, the fall of the Berlin Wall, which in turn came to\r\nepitomize the end of the cold war and also the beginning\r\nof another wave of democratization.\r\nLet me say a few words as to where Germany stands\r\nnow, seven years after unification. The effects of\r\nunification still determine political life at the level of the\r\ncountry as a whole, the federal states, and the local\r\nauthorities. For millions of people in the new federal\r\nstates, daily life has taken a decisive turn for the better.\r\nFreedom, democracy and the opportunity for material\r\nwell-being are no longer restricted to the western part of\r\nthe country. In a country that had been divided for more\r\nthan four decades, a socialist economic and political\r\nsystem had to be remodelled according to the principles\r\nof a social market economy. People in the new Länder\r\nfound themselves confronted with a transformation\r\nprocess that for many of them amounted to an abrupt\r\nchange of their conditions of life, and a sometimes\r\npainful break with identities, life plans and orientations.\r\nDespite tremendous difficulties, the process of\r\neconomic unification has been largely a successful one,\r\nalthough a lot remains to be done. For example, in the\r\nnew federal states many jobs were initially lost in the\r\ntransition from socialist planning to a market economy.\r\nToday, however, there are indications that recovery is\r\nunder way. Progress on the other aspect of the unification\r\nprocess has been slower. Shedding 40 years spent under\r\na socialist regime is not easy. Information and education\r\nof citizens with regard to the functioning and the values\r\nof a democratic State is one of the basic tasks which not\r\nonly the State but other institutions and actors of civil\r\nsociety as well have to take upon themselves. To become\r\na conscious and responsible citizen means to know and to\r\naccept the political, legal and moral foundations of the\r\nState.\r\nThe Secretary-General has provided us with an\r\ninsightful report on the question of “Support by the\r\n7\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nUnited Nations system of the efforts of Governments to\r\npromote and consolidate new or restored democracies”\r\n[A/52/513]. My Government has carefully studied the\r\nresults of the Bucharest Conference, which have been\r\ncirculated as a United Nations document [A/52/334].\r\nOver the past few years, it has been most encouraging\r\nto see a consensus emerge regarding the different\r\ncomponents and factors which aid the establishment of a\r\ndemocratic system and which in turn benefit from the\r\nexistence of such a system. The Vienna Declaration and\r\nProgramme of Action clearly sets out the most fundamental\r\nof these relationships:\r\n“Democracy, development and respect for human\r\nrights and fundamental freedoms are interdependent\r\nand mutually reinforcing. Democracy is based on the\r\nfreely expressed will of the people to determine their\r\nown political, economic, social and cultural systems\r\nand their full participation in all aspects of their lives.”\r\n[A/CONF.157/24 (Part I), chapter III, para. 8]\r\nThe Agenda for Development states that efforts to promote\r\ndemocracy and good governance are fundamental to the\r\nconsolidation of peace and development.\r\nOne of the self-evident but nevertheless important\r\nlessons that we can draw from these different efforts is that\r\nwe have to view the various notions and concepts as\r\ninterrelated and interdependent — or, as we say at the\r\nUnited Nations, mutually reinforcing. Good governance, the\r\nrule of law, respect for human rights, development, peace\r\nand democracy do not exist in isolation. They are also the\r\nindispensable requirements for economic and social\r\ndevelopment. People want to enjoy the benefits of\r\ndemocratization. It is in this area that Governments bear a\r\nspecial responsibility. They have to create the conditions for\r\neconomic growth through investment, for social justice, and\r\nfor offering all sectors of the population education, health\r\nand other social services.\r\nWhat are the consequences for the United Nations\r\nsystem? The United Nations and its different programmes\r\nhave to contribute to creating the environment for good\r\ngovernance and democratization. But if one focuses on the\r\nrole of the United Nations in a more circumscribed manner,\r\nit is the area of electoral assistance which comes to mind\r\nfirst.\r\nThe report of the Secretary-General rightly points out\r\nthat the United Nations system does not endorse or promote\r\nany specific form of government. The report furthermore,\r\nand in our view again rightly so, states that observation\r\nof elections will not suffice as a yardstick for measuring\r\ndemocratization. But democratic elections continue to be\r\nthe hallmark of a functioning democratic system. The\r\nUnited Nations, as an impartial actor, should continue to\r\noffer, at the request of States, electoral assistance in the\r\nbroadest sense. This evidently includes not only electoral\r\nmonitoring, but also capacity-building at the institutional\r\nlevel, and it will often require long-term efforts. At\r\npresent the United Nations, for lack of resources, cannot\r\ncomply with many of the requests put to it. We wish to\r\nsee the capacities of the Secretariat substantially\r\nstrengthened in this respect. The task also encompasses\r\nmore conceptual work and exchange with other actors in\r\nthis area.\r\nTo reduce democratization to the holding of\r\nelections has variably been termed the “fallacy of\r\nelectoralism” or the “free elections trap”. Democracy is\r\nnot an “on-off” event, and elections by themselves do not\r\nconstitute democracy. Elections which take place without\r\nsome essential institutional underpinnings, without a\r\nfunctioning judiciary system, without the rule of law, run\r\nthe risk of discrediting the very concept of democracy.\r\nThis is where we see another important task for the\r\nUnited Nations: to give expert advice to Governments\r\nregarding the complex, multifold tasks that many of them\r\nface in connection with a democratic transition.\r\nTwo years ago, my Government created a\r\nprogramme to aid democratization processes and to\r\npromote the respect for human rights and the rule of law.\r\nA further component of this programme is financial or\r\nstaff support for election observation missions. In the\r\ncontext of its cooperation programmes, the German\r\nGovernment has supported a number of long-term projects\r\nto strengthen an environment which is conducive to\r\ndemocratization. Lasting contributions towards\r\ndemocratization in a number of countries have been\r\neffected through German political foundations. Those\r\nprojects have addressed a large spectrum of participants,\r\nissues and institutions. They have, on a number of\r\noccasions, been termed crucial to the success of a\r\ndemocratic transition by the countries themselves.\r\nGiven our history, my country thinks it has a special\r\nappreciation of the problems and challenges facing the\r\nnew and restored democracies, and we would like to state\r\nthat we want to continue to cooperate closely with those\r\nStates.\r\n8\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nMr. Dlamini (Swaziland): I have the honour to take\r\nthe floor on behalf of my delegation on the agenda item\r\nunder review.\r\nThe Kingdom of Swaziland welcomes the Secretary-\r\nGeneral’s report in document A/52/513, entitled “Support\r\nby the United Nations system of the efforts of Governments\r\nto promote and consolidate new or restored democracies”.\r\nThe report addresses, among other issues, a new\r\nunderstanding of democratization; the role of civil society\r\nand the private sector in democratization; gender,\r\nparticipation and democratization; and recent international\r\nevents regarding democratization and governance.\r\nWe have carefully studied the report and identified the\r\nabove as the core issues that deserve the total and\r\nundivided attention of the United Nations — all the more\r\nbecause of the dynamic nature of the society in which we\r\nlive today. Based, therefore, on the four critical issues I\r\nhave referred to, my delegation is alive to the fact that a\r\nperiodic assessment of the ways and means with which we\r\nachieve and practice democracy is an essential tool towards\r\npeace-building and sustainable development. This is\r\nsignificant to developing nations such as the Kingdom of\r\nSwaziland, which, though they have been independent for\r\na while, still require some assistance to maintain the tempo\r\nof their quest for democratization and good governance.\r\nIn its resolutions 50/133 of 1995 and 51/31 of 1996,\r\nthe General Assembly mandated the Secretary-General to\r\ncontinue to improve the capacity of the Organization to\r\nrespond effectively to the requests of Member States in\r\ntheir efforts to achieve the goal of democratization. Acting\r\non that mandate, the United Nations has been actively\r\ninvolved in the movement of new or restored democracies,\r\nand has, as a result, convened a number of regional\r\nconferences which brought together a diverse range of\r\ninterested parties. Notable among these conference are the\r\nThird International Conference of the New or Restored\r\nDemocracies on Democracy and Development, held in\r\nBucharest in September 1997, and the International\r\nConference on Governance for Sustainable Growth and\r\nEquity, organized by the United Nations Development\r\nProgramme (UNDP) and held in New York in July 1997.\r\nBoth these conferences marked the start of a new way of\r\nthinking about international cooperation in the sphere of\r\ngovernance and democratization. And from them emerged\r\ntwo key principles of considerable importance: a\r\nreaffirmation that international assistance for\r\ndemocratization and reform needs to be tailored to fit into\r\nthe broader political, cultural and social circumstances of\r\neach country, and that good governance is effective,\r\nparticipatory, transparent, accountable and equitable, and\r\npromotes the rule of law.\r\nMy delegation is pleased to further note from the\r\nSecretary-General’s report that the United Nations is\r\ncommitted to its role as the key player in the field of\r\ndemocratization and governance. We are heartened by the\r\nOrganization’s recognition of the fact that in assisting and\r\nsupporting the efforts of Governments to promote and\r\nconsolidate new or restored democracies, and\r\ndemocratization in general, the Organization does not in\r\nany way endorse or promote any specific form of\r\ndemocracy. In keeping with this view, the Kingdom of\r\nSwaziland believes that democracy is not a model to be\r\ncopied but a goal to be attained, and the pace at which it\r\ncan proceed is dependent on a variety of political,\r\neconomic, social and cultural factors proper to the\r\ncircumstances of a particular culture and society. Hence\r\nthe Kingdom’s belief in analysing its own socio-economic\r\nand political system with a view to constructing a vision\r\nfor the future based on our own beliefs and philosophy,\r\none which reflects the deepest aspirations of the people of\r\nthe Kingdom of Swaziland.\r\nThis is the blueprint we have laid down for\r\nourselves as a country, and it is one that we are\r\ncommitted to pursue at all costs and with vigour if we are\r\nto achieve sustainable development and respond\r\neffectively to the demands of the next millennium.\r\nAddressing the fifty-second session of the General\r\nAssembly in September this year, His Majesty King\r\nMswati III mentioned in his statement that for us to\r\nachieve sustainable growth and development, we need the\r\nunderstanding and support of the international community\r\nin our efforts to address both short and long-term social\r\nand political challenges. In order to meet these challenges,\r\nwe realize that we need to create an environment in\r\nwhich our people can prosper. It is for this reason that\r\nHis Majesty called for the review of the nation’s\r\nConstitution based on the views and aspirations of the\r\nSwazi nation. In essence, His Majesty is anxious to see\r\nthe inclusion of the entire Swazi populace in this process.\r\nThis, in our view, constitutes the best course of action.\r\nWe need a political dispensation that emerges from the\r\ngrass roots, and not one “dumped” by external forces.\r\nOur unique home-grown political system embraces\r\nthe key variables and characteristics of democracy.\r\nElection through the secret ballot, direct representation,\r\ntransparency and accountability to the electorate are some\r\nof the built-in safety valves the system is proud of. Like\r\nall political systems, however, ours has had its\r\n9\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nshortcomings. The initiative by His Majesty, in direct\r\nconsultation with the entire Swazi nation, to strengthen our\r\nConstitution is but one of the initiatives that we consider a\r\ndesirable answer to the differences we might have as a\r\nnation.\r\nEvery country in the world is today seeking a winning\r\nformula for economic growth, social advancement and\r\ndevelopment. In effect, we have realized that we need to\r\nhave a clear-cut policy on economic and social\r\ndevelopment. The private sector as a development partner\r\nhas a crucial role to play in the consolidation of democracy\r\nand the promotion of sustainable human development. It\r\nhas the ability to distribute economic resources, increase\r\neconomic efficiency and provide employment, thus\r\nimproving the population’s standard of living. The\r\nGovernment, on the other hand, has the responsibility to\r\ncreate an enabling environment in order to allow the private\r\nsector to become the engine for growth. One of the basic\r\nrealities is that if we are to survive economically as a\r\nnation, we must do everything in our power to facilitate the\r\nhealthy growth of the private sector. The standards we have\r\nset for ourselves in this regard give us good reason to be\r\noptimistic about the future.\r\nIn concluding my statement, allow me to state that, for\r\nthe Kingdom of Swaziland, democracy denotes the\r\nparticipation of the people in Government. In a nutshell, it\r\ndenotes a process by which a policy of increasing the\r\ninvolvement of the people in their own Government is\r\nimplemented. This process entails the putting in place of\r\nappropriate structures to facilitate the increased involvement\r\nof the people in Government. Our system and philosophy\r\nseek to achieve exactly this participation in Government. To\r\nthis end, the system of Government encourages people to\r\nform structures at the local and regional levels in order to\r\narticulate their wishes and aspirations. With this\r\nunderstanding, we have been able to prosper and remain the\r\npeaceful country which, over the years, we have grown and\r\nhave been known to be. We look to the United Nations to\r\nassist us in our endeavour to strengthen our rich heritage —\r\none that we aspire to pass on to many generations to come.\r\nI would observe off the cuff that it saddens me, as a\r\nson of Africa, that today we are talking of democracies. We\r\nin Africa appeal to our friends to appreciate our efforts. We\r\nknow our problems; we know what we want to achieve. All\r\nwe need and want is for the international community to\r\nsupport our efforts. The bad history that is associated with\r\nus in Africa in particular has never been of our own design,\r\nbut is an accident of history that befell the continent of\r\nAfrica.\r\nAfrica today suffers marginalization and experiences\r\nthe skirmishes of wars that are fought with weapons never\r\nbefore known to the continent. The question therefore\r\nbecomes: Can the international community assist Africa\r\nby applying a dead stop to the trafficking of the arms of\r\nwar to our continent? Our economies are today regarded\r\nas grappling with problems. For all this, it is not we who\r\nare to blame, but the accident of history. As a student of\r\nhistory myself, I am saddened when I think of how our\r\nforefathers, brothers and sisters were pulled out of the\r\ncontinent of Africa and planted in the regions of the\r\nworld where even almighty God had never designed them\r\nto be.\r\nMy appeal, therefore, is for understanding. The\r\nproblems that we have — political and economic — were\r\nimposed on us. I shudder to say that even the so-called\r\nwind of democracy may soon bear some conditionalities\r\nand consequences for Africa. I am reminded of an era\r\nwhen multipartism became popular in Africa and we\r\nemulated systems from certain quarters of the world that\r\nsubsequently dehumanized us.\r\nOn the quest for democracy, we are saying: Let the\r\ninternational community appreciate our cultural values.\r\nFor democracy that is devoid of the reflections of our\r\nvalues will remain foreign to Africa and, indeed, to all the\r\ndeveloping nations.\r\nWith these sad remarks, forgive me: I now feel like\r\nbursting into tears because of the ugly history with which\r\nAfrica has been associated.\r\nMr. Erdös (Hungary) (interpretation from French):\r\nMy delegation associates itself with the statement made\r\non this agenda item by the representative of Luxembourg\r\non behalf of the European Union.\r\nThe unprecedented changes that have radically\r\naltered the world’s political landscape have opened the\r\ndoor to the establishment of the rule of law and to\r\ndemocratic development in an increasing number of\r\ncountries throughout the world. Accordingly, new or\r\nrestored democracies are characterized by a wide range of\r\nsituations.\r\nThe region of Central and Eastern Europe, in which\r\nmy country is located, has played a special role in the\r\ngreat changes that we are all witnessing. I would recall\r\nthat the epicentre of cold-war ideological and military\r\nconfrontation was located precisely in Central and Eastern\r\nEurope. In this context, I note that my country is proud of\r\n10\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nthe significant role it played in the events that led to the\r\ndismantling of the political and psychological iron curtain\r\nthat divided the two parts of Europe for so long.\r\nIn recent years, the profound changes on the\r\ninternational scene in Europe and elsewhere have made the\r\nworldwide process of democratization irresistible. This\r\nprocess is, however, far from complete. We must continue\r\nto strive tirelessly to promote democratization and to\r\nconsolidate democratic institutions where they already exist.\r\nWe must recognize without complacency that many\r\nchallenges remain to be addressed throughout the world,\r\nsuch as the persistence of oppression and the overt or more\r\nsubtle attempts to distort democracy. It is precisely because\r\nthe young democracies in some parts of the world are so\r\nfragile that the international community must continue to\r\nhelp them to confront the dangers awaiting them, within\r\nand without.\r\nIn our era of globalization, we must bear in mind that\r\nnational objectives can be achieved only if democracy,\r\npolitical stability and well-being are established and\r\nstrengthened not only at home, but among one’s neighbours\r\nas well. In this context, the proper functioning of\r\ndemocratic institutions, the positive performance of a\r\nmarket economy and the conduct of an open and rational\r\nforeign policy are essential if the multifarious problems\r\narising within our societies and among our States are to be\r\nsuccessfully addressed.\r\nThe depth and intensity of the process of\r\ndemocratization cannot, of course, be identical in all the\r\ncountries where this process is under way. This shows the\r\ngreat variety of conditions in which this qualitatively new\r\ninternational situation is coming about. But in any event the\r\ngreat surge towards democracy in each of the countries\r\nconcerned must reflect the universal values that are the\r\nbasis of democracy and must reflect the will of the\r\npeople — of which Governments, we must always\r\nremember, are merely the expression.\r\nEven though, for political and historical reasons\r\nharking back to another era, democracy does not appear as\r\na point of reference in the Charter, it is, as the report of the\r\nSecretary-General notes, more essential than ever to United\r\nNations activities. Today’s goal is to integrate democracy\r\ninto the activities of the United Nations in various fields.\r\nWe therefore welcome the readiness of the world\r\nOrganization to give practical assistance to Governments in\r\nestablishing States based on the rule of law.\r\nHungary is among the sponsors of draft resolution\r\nA/52/L.28, which was introduced this morning by the\r\nrepresentative of Romania. This is because we agree with\r\nits political message and because we are aware that, with\r\nthe end of the bipolar world, it is important for us to\r\nensure that democratic governance is given the\r\nimportance it deserves. We note, however, that the text of\r\nthe draft resolution would benefit from editorial\r\nimprovements in both the preambular and operative parts,\r\nto avoid redundancies and awkward diction.\r\nThe process that began almost 10 years ago brought\r\ntogether this year at Bucharest, the capital of Romania —\r\nwhich, I should note, was an ideal and meaningful venue\r\nfor such deliberations — many countries that have joined\r\nthe great family of democratic nations. We expect not\r\nonly that this process will continue, but that the number\r\nof participants in this great enterprise of building\r\ndemocratic societies will continue to grow.\r\nMr. Paguaga Fernández (Nicaragua) (interpretation\r\nfrom Spanish): I am speaking on behalf of the following\r\ncountries of Central America: Costa Rica, El Salvador,\r\nHonduras, Guatemala, Panama and Nicaragua.\r\nWe thank the Secretary-General for his report,\r\ncontained in document A/52/513, submitted in accordance\r\nwith resolution 51/31 of 6 December 1996. The report\r\ndescribes recent international events on democratization\r\nand governance, including the Third International\r\nConference of the New or Restored Democracies on\r\nDemocracy and Development and the International\r\nConference on Governance for Sustainable Growth and\r\nEquity, as well as the activities of the United Nations and\r\nthe Organization’s suggestions and recommendations to\r\nstrengthen and promote the worldwide process of\r\ndemocratization. These are substantive contributions that\r\nGovernments should bear in mind when they formulate\r\nand implement their national policies.\r\nFor decades, and especially since the Second World\r\nWar, international relations were subject to clashing,\r\ndivisive and antagonistic forces. But since the fall of the\r\nBerlin Wall a short time ago, we have seen how the\r\nideological confrontation of the two super-Powers, which\r\ndragged the majority of countries into one or the other\r\nsphere of influence, has — in spite of many difficulties,\r\nin particular the economic difficulties of the developing\r\ncountries — given way to acceptance of the democratic\r\nideal. A global effort is now under way to establish,\r\nstrengthen and consolidate democracy.\r\n11\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nDemocratization, in short, is a worldwide movement\r\nthat involves North and South, East and West. Far from\r\nbeing an abstract concept, democracy is — along with its\r\ninseparable ethical values — incompatible with the illusions\r\nthat come about as a result of outdated rhetoric and\r\ndiscredited utopias. We who have freed ourselves for all\r\ntime from totalitarianism and all other forms of hegemony\r\nhave learned that democracy is the best model for\r\nguaranteeing a framework of freedoms that provides lasting\r\nand sustainable solutions to the economic, political and\r\nsocial problems that beset our societies.\r\nSince the beginning of this decade, the process of\r\nstrengthening and consolidating democracy has stood out in\r\nthe Central American region, where after many years of\r\ninternal conflict in several countries and of dictatorial\r\nGovernments or military regimes, our societies now\r\nparticipate in the democratic way of life and in its inherent\r\npolitical pluralism, with the holding of periodic elections\r\nproviding: transfer of power in keeping with the will of the\r\npeople; open dialogue with civil society; recognition and\r\nprotection of fundamental human rights including freedom\r\nof association and of expression; separation of powers,\r\nensuring in particular an independent judiciary and the\r\nsubjection of military to civil authorities; and accountability\r\nof leaders to their people for their actions.\r\nIn short, the sun of democracy is shining daily\r\nthroughout Central America. Civilized dialogue has\r\nreplaced war; what used to be achieved with bayonets and\r\nmachine guns is now being achieved through elections and\r\nconstitutional mechanisms; where despots once ruled, we\r\nnow have the rule of law. As one of the great teachings of\r\nSimón Bolívar, the Liberator, tells us,\r\n“Nothing is as dangerous as leaving the same citizen\r\nin power for a long time. The people grow\r\naccustomed to obeying him, and he grows accustomed\r\nto giving them orders, which leads to usurpation and\r\ntyranny.”\r\nThe democratic process should be not only political,\r\nbut economic, social and cultural as well. It should be a\r\nprocess with open participation and should include controls\r\nto prevent arbitrary rule based on constant abuse of power.\r\nIt must have mechanisms that ensure its validity in the\r\nsocial, economic and cultural spheres so that democracy is\r\nnot a static model but a dynamic, constantly changing\r\nsystem always open to improvement.\r\nThere is no single definition of democracy that can\r\nidentify its many and varied complex aspects and features;\r\neach people must organize itself and structure its political\r\nactivities in keeping with its own characteristics, culture,\r\ncustoms and traditions. Nonetheless, we believe that the\r\npoints we have mentioned are essential if a Government\r\nis to act transparently, legally and effectively, thus\r\navoiding corruption.\r\nUnfortunately, in our world there remain conflicts,\r\nviolence, ethnic strife, religious intolerance, terrorism,\r\ndrug trafficking, corruption, poverty, unjust international\r\neconomic relations and a heavy external debt that\r\ncontinues to prove overwhelming. We still have an acute\r\nshortage of resources and ongoing environmental\r\ndeterioration, scourges that jeopardize world peace and\r\nsecurity and, by extension, the process of democratization.\r\nThus, new democracies must look to the future and\r\nface the new challenges arising; they must act steadily\r\nand persistently within our own countries, and\r\ncooperatively in international relations. This framework of\r\ninternational cooperation and recommendations within our\r\nsocieties has been taking shape in the three International\r\nConferences of New or Restored Democracies. The first\r\nConference was held in Manila, the Philippines; the\r\nsecond in Central America, in Managua, Nicaragua; and\r\nthe third from 2 to 4 September 1997 in Bucharest,\r\nRomania, where the heroic events of December 1989 took\r\nplace.\r\nThe progress review and recommendations of the\r\nThird International Conference of New or Restored\r\nDemocracies on Democracy and Development has been\r\ncirculated by the Secretariat in document A/52/334. That\r\ndocument is a programme of action for cooperation for\r\nnew and restored democracies, in which we reaffirm\r\ncommitment to the process of democratization in our\r\nsocieties, while recognizing the relationship of mutual\r\nsupport and interdependence between democracy,\r\nsustainable development and good governance.\r\nAmong the issues of greatest importance are those of\r\ndetermining new ways of consolidating democracy,\r\neliminating the scourge of poverty, allocating more\r\nresources to the judiciary so as to ensure its independence\r\nand effectiveness and absorbing the social cost of\r\nadapting new structures.\r\nThe ongoing improvement of our democratic\r\ninstitutions strengthens governance and fosters\r\ntransparency and the full participation of civil society in\r\nthe democratic process, together with economic growth\r\nand ongoing social equity. To this end, the Bucharest\r\n12\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\ndocument has recommended the establishment of a follow-\r\nup mechanism or a secretariat. This follow-up would\r\nprovide information on country programmes and on ways\r\nin which specific issues are addressed and would facilitate\r\ncommunications and understanding in new or restored\r\ndemocracies, as well as their cooperation with traditional\r\ndemocracies and national and international organizations, so\r\nas to enhance the outcome of programmes and to foster\r\ncooperation. The mechanism established should be\r\nimpartial, transparent and economical. Until such a follow-\r\nup mechanism is established, the Chairman of the Third\r\nInternational Conference of New or Restored Democracies\r\nwill carry out this function in cooperation with participating\r\ncountries. Meanwhile, we hope that this Assembly will\r\nadopt by consensus draft resolution A/52/L.28, which was\r\nintroduced by the delegation of Romania and sponsored by\r\nour participating countries and other friendly countries.\r\nFor Central America, democracy, with the flaws and\r\nimperfections that characterize any human endeavour, is the\r\nbest form of government that humankind has invented to\r\ndate. We must therefore give it our constant support so that\r\nit will not falter in any country of the world. We should\r\nbear in mind this quotation from the first paragraph of\r\nchapter 58 of the second part of Don Quixote de la\r\nMancha:\r\n“Freedom, Sancho, is one of the most\r\nprefollcious gifts that the heavens have granted man;\r\nit cannot be equalled, even by all the treasures of land\r\nand sea; for liberty and for honour, one can and must\r\nrisk one’s life; and, on the contrary, captivity is the\r\ngreatest evil that can happen to man.”\r\nIf this quotation from Miguel de Cervantes is valid for\r\nindividuals, it is even more so for all nations of the world.\r\nRespect for the dignity and inviolability of the human\r\nbeing, from the very moment of its conception, is the\r\nfundamental principle of democracy, and when we speak of\r\nfreedom, we are thinking of it not just as a political\r\nconcept; we are thinking of it, above all, in its social\r\ndimension.\r\nCentral America is moving optimistically forward\r\nalong the broad avenues of peace, democracy and social\r\njustice, faithfully and persistently, towards the long-desired\r\ngoals of sustainable development.\r\nMr. Mabilangan (Philippines): The coming year,\r\n1998, is of particular significance to my country. It will\r\ncommemorate the centennial of the founding of the\r\nPhilippine Republic. The year will also mark the tenth\r\nanniversary of the formation of the International\r\nConference of Newly Restored Democracies, held in\r\nManila in 1988.\r\nIn 1986, the Filipino people arose as one to\r\npeacefully overthrow a dictatorial regime and to effect the\r\nreturn of democracy. After the restoration of its\r\ndemocratic institutions, the Philippines experienced a\r\nmarked improvement in its economy, making it a\r\nfavoured investment destination and a new “Asian\r\nmiracle”. Despite the recent currency problems my\r\ncountry has suffered, along with our South-East Asian\r\nneighbours, the Philippine economy remains robust and is\r\nsuccessfully weathering this momentary difficulty.\r\nThe spirit of the “Peoples’ Power” revolution was to\r\nsweep the world in the 1980s and 1990s. We were elated\r\nand proud to see the restoration or nascence of democracy\r\nin Eastern Europe, Asia, Africa and Latin America. This\r\nrevolutionary whirlwind took the world by surprise and\r\nhas altered the contours of the geopolitical landscape.\r\nIn order to consolidate these gains, the Philippines\r\nand a handful of countries with like experiences convened\r\nthe first International Conference of Newly Restored\r\nDemocracies in 1988 and issued the Manila Declaration,\r\nwhich identified the indissoluble link between democracy,\r\npeace and development and called for mutual support\r\namong both new and old democracies particularly to\r\nsafeguard the gains won by the newly restored democratic\r\nregimes against both internal and external threats.\r\nThe next Conference, hosted by Nicaragua in 1994,\r\nproduced the Managua Declaration and Plan of Action,\r\nwhich sought to promote respect for democratic\r\nprinciples, to foster the dissemination of, and to arrive at,\r\na broader understanding of democracy and to encourage\r\ngreater cooperation and coordination among democracies,\r\nthe United Nations system and the Bretton Woods\r\ninstitutions. The name of the Conference was broadened\r\nto International Conference of New or Restored\r\nDemocracies to encompass the States which became\r\ndemocratic for the first time in their respective histories.\r\nI wish to take this opportunity to express the most\r\nheartfelt thanks of the Philippines to the people and the\r\nGovernment of Romania for making the Third\r\nConference, held in September in Bucharest, a resounding\r\nsuccess. We also wish to express our gratitude to the\r\nUnited Nations Development Programme for its\r\ninvaluable support, in both moral and material terms. I\r\nwould also like to thank the Governments of the\r\n13\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nNetherlands, Switzerland, the Republic of Korea, Sweden,\r\nGermany and Canada and the Agency for the French-\r\nSpeaking Community for their assistance.\r\nThe Bucharest Conference built upon the previous two\r\nconferences in injecting the participation of civil society.\r\nAcademicians and leaders of non-governmental groups\r\nengaged government officials in meaningful and insightful\r\ndiscussions in the Conference’s first Civil Society Forum.\r\nThe Forum came to affirm the invaluable role that civil\r\nsociety plays in the development and maintenance of\r\ndemocracy and in the societal troika which includes\r\ngovernment and the private sector as equal partners.\r\nThe Conference’s “Progress Review and\r\nRecommendations” on safeguarding democracy, promoting\r\ndevelopment and improving governance addresses the\r\ninternational community as a whole, the United Nations, its\r\nMember States and international financial organizations. It\r\nis our hope that the community has been able to study and\r\ngive serious thought to these recommendations and views,\r\namong them, first, that penal sanctions should be imposed\r\non foreign entities and organizations that attempt to corrupt\r\ngovernment officials and institutions; secondly, that gender\r\nbalance cannot be achieved as long as gender inequality\r\nexists, and thus countries should examine the status of the\r\nimplementation of the Convention on the Elimination of All\r\nForms of Discrimination against Women and the Beijing\r\nDeclaration and the Platform for Action; and, thirdly, that\r\nthe evaluation of a country’s performance on matters of\r\ndemocracy should be evaluated by the country itself, and\r\nnot by other entities.\r\nIt is also gratifying to note the growing membership\r\nof the Conference from all regions. It has been decided that\r\nthe next Conference will be held in Africa, thus making the\r\nround of regional representation complete. The Government\r\nof Benin has graciously offered to play host to the\r\nConference.\r\nThe draft resolution before us and the report of the\r\nSecretary-General are direct results of the call for an\r\nenhanced and meaningful working relationship between the\r\nConference and the United Nations system — the\r\nSecretariat, agencies and Member States. We are\r\nparticularly grateful to the Secretary-General, and to his\r\npredecessor, Mr. Boutros Boutros-Ghali, for their support\r\nfor the aims and aspirations of the Conference through\r\nconcrete actions and programmes, as well as through their\r\nrecommendations, in the areas of electoral assistance, the\r\nstrengthening of civil society and the coordination of United\r\nNations activities in democratization and governance.\r\nThe movement of new or restored democracies is a\r\ngrowing force in the world today. I believe it is time that\r\nwe members of the Conference began to assert the\r\nstrength of our numbers and potential influence and aired\r\nour collective opinions on the vital issues of the day, such\r\nas in the realm of global peace and security,\r\nenvironmental protection and conservation, sustainable\r\ndevelopment, human rights and overall economic and\r\nsocial development.\r\nIn recognition of our growing numbers, may I\r\nreiterate the call made by my Foreign Secretary,\r\nMr. Domingo Siazon, for us to consider the convening of\r\na summit of heads of Government of new or restored\r\ndemocracies at the start of the new millennium.\r\nMr. Enkhsaikhan (Mongolia): Mongolia attaches\r\ngreat importance to the consideration by the Assembly of\r\nthe agenda item entitled “Support by the United Nations\r\nsystem of the efforts of Governments to promote and\r\nconsolidate new or restored democracies”.\r\nMy delegation welcomes the Secretary-General’s\r\nreport on this item, contained in document A/52/513. It\r\nalso welcomes the outcome of the Bucharest Conference\r\nof New or Restored Democracies on Democracy and\r\nDevelopment, as well as that of the International\r\nConference on Governance for Sustainable Growth and\r\nEquity, organized with the active participation of the\r\nUnited Nations Development Programme (UNDP).\r\nWe agree with the Secretary-General that the\r\nmovement of new or restored democracies and its world\r\nconferences have given a strong momentum to the process\r\nof global and regional democratization. The vast\r\nexperience of many States in promoting or consolidating\r\ndemocracy provided rich material for the Secretary-\r\nGeneral to concentrate, in the fourth report on this\r\nsubject, on issues of policy and principles. Thus, the\r\nSubgroup on Capacity-Building for Governance of the\r\nAdministrative Committee on Coordination has defined,\r\nin general, 11 concrete principles of good governance,\r\nincluding an effective public sector, accountability/\r\ntransparency of processes and institutions, effective\r\nparticipation of civil society/political empowerment and\r\ngender equality. As a new democracy, Mongolia believes\r\nthat all these principles are essential in promoting or\r\nconsolidating democracy.\r\nMongolia agrees with the conclusion that democracy\r\nis not a model to be copied or imposed, but rather a goal\r\nto be attained, and that the pace at which democratization\r\n14\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\ncan proceed is dependent on a variety of political,\r\neconomic, social and cultural factors proper to the\r\ncircumstances of a particular culture or society.\r\nThe experience of Mongolia’s democratization shows\r\nthat the latter can be defined as a move away from\r\ntotalitarianism/authoritarianism to a democratic/\r\nparticipatory form of government and consists largely of\r\ntwo distinct stages: first, a stage of transition which ends\r\nwhen a new Government is installed as a result of free and\r\nfair elections and its legitimacy is accepted by all political\r\nactors, while the holding of subsequent elections is seen as\r\npart of a political process; and, secondly, a stage of\r\ndemocratic consolidation, which can be defined as a process\r\naimed at achieving the long-term sustainability of the\r\ndemocratic process. Democratic consolidation most often\r\nfaces a constellation of challenges and pressures of a non-\r\nnormative character, such as socio-economic environment,\r\nlack of adequate resources, support, or lack of it, by the\r\npopulation of policy changes introduced, quality of civil\r\nsociety, empowerment of the citizenry, quality of the civil\r\nservice, rational choices by political actors, integrity of\r\nleaders, party systems and, of course, the overall\r\ninternational environment. All these could amount to a\r\npainful process that requires time, persistent efforts and\r\nwillingness to succeed.\r\nThe Secretary-General’s report rightly points out\r\nelections as a vital element or yardstick of democratization.\r\nIn the past seven years Mongolia has conducted three\r\nparliamentary, two presidential and two local elections, all\r\nof which have been recognized as free and fair. The degree\r\nof maturity of our democratization can be judged by the\r\nlast two elections, parliamentary and presidential, held in\r\n1996 and 1997 respectively. The parliamentary elections\r\nwere significant in that they brought to office, in a landslide\r\nvictory, those political forces that were newly formed in the\r\nearly 1990s to challenge the dominance of the long-ruling,\r\nreformed ex-communist party. The transfer of power was\r\nsmooth and orderly. The incumbent President, associated\r\nclosely with the new democratic forces, lost in fair\r\npresidential elections, and again the transfer of power was\r\nsmooth, orderly and dignified.\r\nFor Mongolia, as for most other ex-communist\r\nnations, the biggest challenge to democratic consolidation\r\nis posed by pressures of a socio-economic nature. As we\r\nhave learned in the past few years, even simultaneous\r\ndemocratization and economic liberalization can exact high\r\nsocial costs, while economic hardships can weaken trust in\r\nthe viability of democratic institutions. Therefore, the\r\nefforts to reduce economic hardships and poverty, hence\r\nsocial hardships and unrest, need perseverance or political\r\nwill, adequate resources and international support and\r\nassistance. Convinced that the economic reform should be\r\nfurther accelerated so as to shorten the painful economic\r\ntransition period, the new Government has undertaken in\r\nthe past year a number of radical measures. Thus it has\r\nintroduced a “zero” per cent import tariff and accelerated\r\nthe pace of ongoing privatization. These measures also\r\nrepresent important steps to attract foreign direct\r\ninvestment and expand trade.\r\nRedefining the role of the State constitutes another\r\nimperative, as pointed out in the Secretary-General’s\r\nreport. As practice demonstrates, a vibrant civil society\r\nand private sector are also critical to the process of\r\ndemocratization and its subsequent consolidation. Though\r\ncivil society in Mongolia is emerging as an important\r\nactor, it has not yet matured as a full-fledged social\r\npartner to fully assume responsibilities or shape the terms\r\nof the debate on national issues. It is especially weak in\r\nrural areas, where political participation is sometimes\r\nconfined to casting votes in the elections. As to the\r\nprivate sector, it is still in the process of consolidation\r\nand needs active legislative and other support of the\r\nParliament and the Government.\r\nAs the International Conference on Governance for\r\nSustainable Growth and Equity, held in New York last\r\nJuly, vividly demonstrated, good governance is essential\r\nin properly ensuring the interaction of the State, the\r\nprivate sector and civil society. As the report points out,\r\nthe State creates a conducive political, economic and legal\r\nenvironment, while the private sector generates jobs and\r\nincome, and civil society facilitates political and social\r\ninteraction and mobilizes groups to participate in\r\neconomic, social and political activities.\r\nMy delegation would like to take this opportunity to\r\nexpress its appreciation to UNDP and other organizers of\r\nthe Conference for their initiative and efforts that made it\r\na success. Likewise, we believe that the Bucharest\r\nConference was also very useful and productive. The\r\nProgress Review and Recommendations adopted at the\r\nConference, as reflected in document A/52/334, are a\r\nvaluable source of analytical study, while the proposed\r\nguidelines for strengthening policies and principles\r\naddressed to the Governments of the new and restored\r\ndemocracies are of immense practical importance. We\r\nbelieve that the proposal to develop some indicators to\r\nassess or monitor progress in democratization is a timely\r\none that should be pursued. Mongolia is prepared to work\r\ntogether with others on this question.\r\n15\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nMongolia fully supports the convening of such\r\nconferences at regular intervals, seeing in them a valuable\r\nform of exchange of experience and cooperation. We\r\nexpress our readiness to host one of the forthcoming\r\nconferences in Mongolia soon.\r\nAs a sponsor of draft resolution A/52/L.28 on this\r\nitem, introduced this morning by the representative of\r\nRomania, my delegation expresses the hope that it will be\r\nadopted without a vote.\r\nMs. Cornette (Guyana): The agenda item we are now\r\nconsidering, “Support by the United Nations system of the\r\nefforts of Governments to promote and consolidate new or\r\nrestored democracies”, has great significance for my\r\ncountry. Five years ago, in October 1992, Guyana became\r\na newly restored democracy, after the first free and fair\r\nelections in decades. On 15 December, five years on,\r\nGuyanese will choose the Government that will lead our\r\nyoung democracy into the twenty-first century. At the last\r\ncount, 10 political parties will be vying for that honour.\r\nThis is testimony to the commitment of the Government\r\nand people of Guyana to democracy. It is from our efforts\r\nto secure democracy that we recognize the value of external\r\nsupport for it.\r\nGuyana received invaluable assistance from the United\r\nNations for the electoral process in 1992 and again in 1997.\r\nConsequently, Guyana knows first-hand the importance of\r\nthe subject of our debate here today. On behalf of my\r\nGovernment, I take this opportunity to thank the\r\nOrganization for the assistance which has been provided to\r\nus. I also wish to thank the Secretary-General for his\r\ninformative and analytical report on the matter. We were\r\npleased to note the nexus established between democracy\r\nand good governance and the importance of these elements\r\nfor consolidating peace and development.\r\nFor fledgling democracies such as ours, the United\r\nNations is the best place to seek support. Since the First\r\nInternational Conference of New or Restored Democracies,\r\nwhich took place in Manila in 1988, the question of\r\ndemocracy has been subject to much debate and action by\r\ndiverse entities: Governments, the United Nations\r\nDevelopment Programme (UNDP), the World Bank, the\r\nprivate sector, non-governmental organizations and\r\nacademia, to mention but a few. The Third International\r\nConference, convened last September in Bucharest, was\r\npreceded in July by the International Conference on\r\nGovernance for Sustainable Growth and Equity, sponsored\r\nby the UNDP. Resulting from all of those discussions\r\nthrough the years is a general acceptance that democracy is\r\nlike culture, a way of life that has to be learned and\r\nnurtured for it to survive and flourish. It is subject to the\r\nsocial, political and economic peculiarities of each\r\nnational environment as much as it is affected by\r\ninternational activities. The support offered by the United\r\nNations system must be designed to deal with these\r\ninterlocking actualities.\r\nPoverty, the external debt burden, illicit drug-\r\ntrafficking and intra-State conflicts are among the many\r\nthreats that confront our efforts to consolidate democracy.\r\nThese are global issues that require global solutions. This\r\nis another reason why support by the United Nations\r\nsystem is important. Further, even as we focus\r\nspecifically on the promotion and consolidation of\r\ndemocracy, it is obvious that many of the other activities\r\nof the United Nations are indirectly components of any\r\nsupport that the United Nations system extends. As the\r\nSecretary-General stresses in paragraph 46 of his report\r\n[A/52/513],\r\n“That the peace-building and development,\r\ndemocratization and governance efforts of the\r\nOrganization are distinct but mutually reinforcing\r\nunderlines the importance for the United Nations\r\nsystem as a whole to improve its ability to cooperate\r\nand coordinate its actions.”\r\nAccordingly, this creates an important role for the\r\ndeveloped democracies in our international community.\r\nAssistance from them on a bilateral or, preferably,\r\nmultilateral basis is almost a sine qua non for the success\r\nof new or restored democracies.\r\nIn our efforts to guarantee success, it is also\r\nimportant to focus on our youth. It is they who will\r\neventually take up the reins of government. If we really\r\nwant to promote, consolidate and ultimately preserve\r\ndemocracy we have to look to the future. A key element\r\nof our strategy today, therefore, should be to prepare our\r\nleaders of tomorrow. Here again the United Nations can\r\nlend crucial support through the dissemination of\r\ninformation and the hosting of programmes and other\r\nactivities to familiarize youth with the tenets of this\r\nimportant process. Due to the intrinsic value of\r\ndemocracy and good governance and their importance to\r\nsustainable development and peace-building, no stone\r\nshould be left unturned in our efforts to ensure that new\r\nor restored democracies remain democratic. Wherever the\r\nUnited Nations system can provide support it must.\r\n16\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nThe support given by the United Nations system to\r\nGovernments to promote and consolidate new or restored\r\ndemocracies is unquestionably vital. It helps in providing\r\nguidance to the United Nations itself, to Governments, and\r\nto all others involved in fortifying democracy locally,\r\nregionally and globally. It is therefore necessary for the\r\ninternational community to intensify its efforts to create an\r\ninternational framework of support that is conducive to\r\nultimate success in irrevocably consolidating new or\r\nrestored democracies at the national level.\r\nMr. Aouad (Argentina) (interpretation from Spanish):\r\nI have the honour to express Argentina’s gratitude for the\r\nsupport by the United Nations system of the efforts of\r\nGovernments to promote and consolidate new or restored\r\ndemocracies.\r\nI should like to extend our thanks to the Secretary-\r\nGeneral for his very thorough report, and to the\r\nGovernment and people of Romania for the success of the\r\nrecent Third International Conference of New or Restored\r\nDemocracies on Democracy and Development. We\r\nwelcomed the conclusions of the Bucharest Conference,\r\nwhose debates and recommendations help move us towards\r\na future in which the democratization processes now under\r\nway are progressively consolidated.\r\nNevertheless, I would like to express our concern at\r\nthe reports of regional experts that there are still severe\r\nthreats to fragile democracies in specific regions. At the\r\nsame time, we support the recommendation that the\r\ninternational community provide more assistance in\r\ncombating those threats.\r\nDuring 1997 there also took place in New York the\r\nInternational Conference on Governance for Sustainable\r\nGrowth and Equity, which concluded that good governance\r\nis effective, participatory, transparent, accountable and\r\nequitable and promotes the rule of law. In this regard, we\r\nwelcome the fact that the international community is\r\nencouraging consideration and gradual development of a\r\nnew philosophy of cooperation in this area. Good\r\ngovernance and democratization, sustainable development\r\nand the consolidation of peace daily assume greater\r\nprominence in international debate.\r\nThe Argentine Republic reaffirms today its unswerving\r\ncommitment to cooperate, through the United Nations\r\nsystem, in all initiatives to promote peace, the expansion of\r\ndemocracy and respect for human rights. It is precisely\r\nbecause of this commitment that we have taken two key\r\ninitiatives, one in the field of international policy and the\r\nother in the realm of cooperation and humanitarian\r\nassistance. The first is Argentina’s participation in\r\npeacekeeping operations within the United Nations\r\ncollective security system, with 614 of our personnel\r\nscattered in various parts of the world. The other initiative\r\nis the “White Helmet Commission”, launched by the\r\nPresident of Argentina in 1993. Designed to draw on the\r\nworld’s real potential for emergency humanitarian\r\nassistance, this is also an appropriate instrument for\r\nhelping the United Nations in its work of consolidating\r\ninternational peace.\r\nArgentina has returned to the path of democracy,\r\nafter decades, and in the most diverse forums has\r\nmaintained its determination to continue deepening the\r\nprocess of consolidating democracy, which it has been\r\ndoing for 14 years without interruption.\r\nWithin our region my country took an active part in\r\ndrawing up the presidential statement on a commitment to\r\ndemocracy, signed by the Heads of State of the members\r\nof the Southern Cone Common Market (MERCOSUR),\r\ntogether with Chile and Bolivia, which established that\r\nthe full and effective functioning of democratic\r\ninstitutions was an essential condition for cooperation in\r\nMERCOSUR.\r\nFor all these reasons, my country has also\r\nparticipated actively in the democratization processes in\r\nCentral America and the Caribbean, providing technical,\r\neconomic and financial assistance, as well as electoral\r\nobservers, and has taken part in peacekeeping operations\r\nwhen asked to do so.\r\nMy delegation has no doubt whatsoever that the\r\ndemocratic system of government is the best conduit for\r\nexpression of the people’s will. We believe that it is in\r\nthe framework of democracy that initiatives and\r\nopportunities deriving from political and economic\r\nfreedom flourish. The modern formula for development\r\nrests on these freedoms, but also on States’\r\nresponsibilities to society as guarantors of fundamental\r\nfreedoms and the strengthening of the system itself.\r\nThe draft resolution comes within an international\r\nframework oriented towards promoting democracies and\r\nthe parliamentary system. As on previous occasions,\r\nArgentina is a sponsor, convinced that we are thus\r\ncontributing to the development of ideals that unite the\r\ninternational community.\r\n17\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nMr. Yelchenko (Ukraine):When the United Nations\r\nwas founded, it inscribed among the purposes set forth in\r\nits Charter the maintenance of international peace and\r\nsecurity, the development of friendly relations among\r\nnations based on respect for the principle of equal rights\r\nand self-determination of peoples, and the promotion and\r\nencouragement of respect for human rights and fundamental\r\nfreedoms.\r\nSince 1945, the world has undergone dramatic\r\nchanges. We have survived the long years of cold war and\r\nideological confrontation. The world political map has\r\nrecorded the emergence of new States, most of which have\r\nmade their choice in favour of democracy.\r\nToday, the process of democratization affects North\r\nand South, East and West, on a worldwide scale. In recent\r\nyears, there has been an almost universal recognition that\r\na democratic system of governance is the best model to\r\nensure a reliable framework for finding solutions to any\r\npolitical, economic and social problems.\r\nUkraine is not a new Member of the United Nations,\r\nbut, as a State that regained its independence, it considers\r\nitself an inalienable part of the new or restored\r\ndemocracies. Having embarked on the road of democracy\r\nfrom the very first year of its independence, Ukraine has\r\ndeclared its political will to build an open, free and\r\ndemocratic State. In so doing, our country has managed to\r\npreserve peace and social accord in its society, to remove\r\ncontradictions that might have developed into bloody\r\nconflicts on ethnic, political and economic grounds and, as\r\na result, to secure national harmony.\r\nObviously, the adoption of the Fundamental Law of\r\nUkraine on 28 June 1996 promoted the further\r\nstrengthening of stability in its internal policy and harmony\r\nin its society. The new Constitution of Ukraine became a\r\nreliable guarantee of the rule of law and democratic\r\nprinciples and of personal rights and freedoms.\r\nThus the period of national formation, which lasted for\r\nsix years, is completed. The State framework has been\r\nbuilt, and now it should be strengthened and managed\r\nproperly, first of all in the economic field.\r\nYet another sign of the further development of\r\ndemocracy in Ukraine has been the recent adoption by the\r\nUkrainian Parliament of the law on its human rights\r\nrepresentative or ombudsman. The main purpose of this\r\ninstitution is to establish a parliamentary control over the\r\nobservance of the constitutional rights and freedoms of all\r\ncitizens.\r\nI would also like to note that at the present time a\r\ndelegation of the Congress of Local and Regional\r\nAuthorities of the Council of Europe is paying a visit to\r\nUkraine with the aim of assessing the latest developments\r\nin the sphere of local self-governance.\r\nDespite the optimism prevailing in this Hall as to the\r\nprocess of democratization of the world community, it\r\nshould be noted that there are still considerable potential\r\nthreats to democracies in different parts of the world.\r\nDemocratization is a lasting process that requires a careful\r\nattitude on the part of both national Governments and\r\ninternational organizations and institutions.\r\nIn this regard, the delegation of Ukraine would like\r\nto recall the initiative put forward by the President of\r\nUkraine two years ago at the commemorative meeting of\r\nthe United Nations General Assembly to establish a\r\nmechanism of United Nations trusteeship over the\r\nprocesses of formation of new States.\r\nWe are of the view that the current United Nations\r\nsupport for the efforts of Governments to promote and\r\nconsolidate new or restored democracies is in line with\r\nthat proposal. Our delegation commends the activities of\r\nthe United Nations Secretary-General and the United\r\nNations Development Programme in supporting and\r\nmonitoring the efforts of the new or restored democracies,\r\nas mandated by the General Assembly, and strongly\r\nsupports the recommendation of the Bucharest Conference\r\nin this regard.\r\nWe fully endorse the observations and\r\nrecommendations contained in the report of the Secretary-\r\nGeneral (A/52/513), in particular those related to United\r\nNations activities in democratization and governance and\r\nin strengthening civil society, which outline the new\r\ntrends in the movement towards democracy.\r\nWe believe that the further elaboration of the two\r\nconcepts of democratization and good governance should\r\nbe carried out in a unified manner, because those two\r\nphenomena are inseparably linked. My delegation hopes\r\nthat this can be achieved through the proper combination\r\nof their agendas within a single framework.\r\nAs a participant at the Third International\r\nConference of the New or Restored Democracies on\r\nDemocracy and Development held this year at Bucharest,\r\n18\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nUkraine endorsed the final document of the Conference,\r\nentitled “Progress Review and Recommendations”. We\r\nregard that document as a significantly important one for\r\nfurther strengthening the policies and principles utilized by\r\nthe Governments of new or restored democracies.\r\nOur delegation fully shares the idea expressed in the\r\nfinal document of the Conference that:\r\n“United Nations activities should be designed to\r\nhelp meet the special circumstances and priorities of\r\neach country and, at the same time, offer guidance for\r\nthe implementation of the recommendations and plans\r\nof action adopted by the major United Nations world\r\nconferences.” [A/52/334, appendix, part IV.B]\r\nOne can say without any exaggeration that the process\r\nof democratization as a prevailing trend in the development\r\nof world civilization on the threshold of the new\r\nmillennium will continue to increase in the twenty-first\r\ncentury. The peace, security and prosperity of peoples\r\nremain the priority of progressive humanity and the purpose\r\nof the United Nations existence.\r\nIn conclusion, let me once again confirm Ukraine’s\r\nadherence to the principles of democracy and its readiness\r\nto continue to remain a cooperative partner of the United\r\nNations in supporting the efforts of Governments to\r\npromote and consolidate new or restored democracies.\r\nMr. Biaou (Benin) (interpretation from French): I\r\nshould like to join preceding speakers in extending the\r\ncongratulations of the delegation of Benin on the efficient\r\nmanner with which the officers of the General Assembly\r\nhave been discharging their duties in guiding the work of\r\nthis session.\r\nAs you are aware, Benin has been engaged in for\r\nmore than seven years the process of democratization and\r\nbuilding a State based on the rule of law. Thus, my\r\ndelegation attaches great importance to agenda item 38,\r\n“Support by the United Nations system of the efforts of\r\nGovernments to promote and consolidate new or restored\r\ndemocracies”.\r\nThe changes that have taken place on the international\r\nstage in recent years have had a decisive impact on the\r\nsocio-economic evolution of several nations and have\r\naltered the political and economic landscape of certain\r\nregions.\r\nFrom Latin America to Africa, from Europe to Asia,\r\nseveral authoritarian Powers, under the pressure of\r\ndemocratic forces, have given way to democratic regimes\r\nmore open and more respectful of human rights and\r\nfundamental freedoms.\r\nThe process of democratization thus put in motion\r\nhas gained ground and taken various paths, in keeping\r\nwith the realities and requirements of each society as well\r\nas according to circumstances.\r\nUnfortunately, the advance of democratization has\r\nnot been uniform everywhere. Here and there, the\r\nmovement has slowed down and even suffered setbacks\r\nin certain areas. In many countries, especially in my\r\ncontinent, Africa, fragile democracies are still under\r\nthreat. There is every reason to believe that\r\ndemocratization now needs to find its second wind.\r\nAgainst this background, there is a pressing need for\r\nnew or restored democracies to act together in seeking\r\nways and means to consolidate and build on what they\r\nhave achieved. In this undertaking, the United Nations has\r\nan important role to play.\r\nMy delegation hopes that the current debate will\r\nallow us to identify ways and means by which the\r\nOrganization will be able to provide more effective\r\nsupport in the areas of democratization and good\r\nmanagement of public affairs.\r\nDemocracy cannot be consolidated as a system of\r\ngovernment without harmonious socio-economic\r\ndevelopment that fosters the development of human\r\nbeings in their various dimensions. My delegation\r\ntherefore welcomes the General Assembly’s adoption this\r\nyear of the Agenda for Development, which adequately\r\nemphasizes complementarity and the complexity of the\r\nrelationships between democracy and development.\r\nFurthermore, this new dimension of international\r\ncooperation has been at the heart of the work of the Third\r\nInternational Conference of New or Restored Democracies\r\non Democracy and Development, which has held from 2\r\nto 4 September 1997 in Bucharest, Romania. Benin took\r\nan active part in that Conference and would very much\r\nlike to see its decisions and recommendations contribute,\r\nin the context of the current reforms, to defining within\r\nUnited Nations a better way of supporting the efforts of\r\nGovernments to foster and consolidate new or restored\r\ndemocracies.\r\n19\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nIn fact, we are aware and convinced that merely\r\nmeeting the requirements of the ritual of holding periodic\r\nelections is not enough and can in no way be considered\r\ndecisive in establishing and guaranteeing lasting democracy\r\nin a country, particularly in a developing country such as\r\nmy own, which is classified among the least developed.\r\nLikewise, for democracy to have real meaning — for\r\nit to be an ideal shared by all peoples and for it to fully\r\nachieve its liberating and saving effects — it must be\r\nunambiguously expressed both at the national and the\r\ninternational levels. This means that democracy must also\r\nunderlie and govern the organization and conduct of\r\ninternational relations. Now that the cold war is over and\r\nthe Berlin Wall has fallen, the world, so long divided by\r\nEast-West antagonism and by North-South imbalances, can\r\nand must develop and implement new, democratic relations\r\namong States.\r\nIt is therefore no exaggeration to say that the renewal\r\nof the United Nations, which began with the\r\ncommemoration of the fiftieth anniversary of our universal\r\nOrganization, must be supported by all our States and\r\nresolutely carried out in order to ensure the necessary\r\nconditions for the international community’s harmonious\r\npursuit of the democratization process at the dawn of the\r\ntwenty-first century.\r\nFollowing the peaceful changes that took place in\r\nBenin after the National Conference of Active Forces of the\r\nNation in February 1990, the people of Benin have been\r\nexperiencing an era of democratic renewal based, inter alia,\r\non the building of the rule of law, respect for human rights\r\nand fundamental freedoms, the eradication of poverty and\r\nthe promotion of sustainable development through its three\r\ncomponent factors — economic, social and environmental.\r\nThis new experiment is developing and taking root as time\r\npasses and events unfold.\r\nIn order to signal its deep-seated commitment to\r\npromoting the principles of democracy, the Government of\r\nBenin has offered to host the Fourth International\r\nConference of New or Restored Democracies at Cotonou.\r\nBenin will thus be the first country in Africa to host this\r\nnew type of international conference.\r\nMy delegation would also like to take this opportunity\r\nto thank all the participants in the Third International\r\nConference for their support for our offer, and to assure\r\nthem that Benin will spare no effort to make the\r\nConference a resounding success that will be inscribed in\r\nhistory and in memory. In order to achieve this noble\r\nambition, Benin knows that it can count on the support of\r\nall States and the United Nations system, and in particular\r\non the United Nations Development Programme.\r\nFinally, my delegation fully associates itself with\r\ndraft resolution A/52/L.28, introduced by Romania on\r\nbehalf of the sponsors, and sincerely hopes that it will be\r\nadopted by consensus.\r\nMr. Minoves-Triquell (Andorra): The day before\r\nyesterday, I spoke in the Third Committee to convey a\r\nmessage with regard to the current debate on democracy\r\nand human rights versus economic and social rights, and\r\nit is fitting to restate that message today. Indeed, in our\r\nunderstanding, it is one of the goals of the United Nations\r\nto help Governments promote and consolidate new or\r\nrestored democracies by using the means, procedures and\r\nideas that political scientists such as Juan Linz of Yale\r\nUniversity, for example, and other scholars have\r\nidentified as democracy-consolidators, and especially by\r\ncreating a network of support.\r\nAndorra salutes all the efforts compiled in today’s\r\ndraft resolution as worthwhile and as being at the core of\r\nthe objectives of the Organization, and applauds the report\r\nof the Secretary-General contained in document A/52/513.\r\nWe also wish to express our satisfaction at the success of\r\nthe three International Conferences of New or Restored\r\nDemocracies that have taken place since 1988, most\r\nrecently in Bucharest.\r\nWe believe, though, that in order to create the right\r\nframe of mind for effective and sustained action in the\r\npromotion of democracy around the world, the basis and\r\nthe importance of democracy must be acknowledged\r\nunequivocally by the Organization. And, by fostering in\r\nthe Organization a somewhat philosophical debate on the\r\nnature and necessity of democracy — independent of\r\neconomic advancement and development — we will be\r\nable to catch the attention of civil society and enlist its\r\nhelp in the arduous but uplifting task of expanding the\r\nreaches of democracy and human rights in the world.\r\n(spoke in French)\r\n“It is evident to all alike that a great democratic\r\nrevolution is going on among us, but all do not look\r\nat it in the same light. To some it appears to be\r\nnovel but accidental, and, as such, they hope it may\r\nstill be checked; to others it seems irresistible,\r\nbecause it is the most uniform, the most ancient, and\r\nthe most permanent tendency that is to be found in\r\n20\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nhistory.” [Alexis de Tocqueville, Democracy in\r\nAmerica, Introduction]\r\n(spoke in English)\r\nAlexis de Tocqueville, more than 160 years ago,\r\nrecognized the emergence and expansion of democracy —\r\nboth as an idea and as a fact — and tried to chart its\r\npattern of growth, as well as some of its philosophical\r\nlimits. I am among those who believe that democracy and\r\nthe establishment of a human rights regime at the planetary\r\nlevel are both irresistible and irrepressible, and that the\r\nlimits are constituted only by the limits of personal liberty\r\nitself — that is, when our liberty infringes upon the liberty\r\nof our fellow human beings — for, after all, we are all\r\nsocial beings.\r\nOf course, the fact that I am an Andorran is not\r\nunrelated to my core of beliefs. After all, I belong to a\r\nsociety that, with its small size and in its own historical\r\nway, has been able to cling to individual liberties and the\r\ntenets of tolerance for over 1,000 years. For example, I was\r\nrecently reading about the times of the Inquisition and\r\nwitch hunts in Europe, and I realized how benign its\r\nattenuated effects were on Andorra.\r\nWhy should we hold these commitments to democracy\r\nand human rights so firmly? The theory I hold is not one\r\nof national pride and glorious illumination — not at all.\r\nOur human beings are no better or no worse in essence\r\nthan any of our fellows in the human family. We were just\r\nblessed, it seems to me, with a small territory to administer\r\nourselves that is very isolated by its mountains and its snow\r\nfrom the rest of the world. With everybody knowing\r\neverybody else, inflicting harsh treatment on neighbours\r\nwas a much more difficult task. Indeed, it is much easier to\r\ntorture and kill on paper than it is in person, except for\r\nthose who relish sadism and evil.\r\nAt the same time, living conditions were so difficult\r\nin Andorra that no one could be spared: the collective good\r\nwas achieved by the cooperation of all and for all, and the\r\ncollective good was translated into individual benefits of all\r\nkinds that could not be achieved by one person or one\r\nfamily alone. Thus, since 1419 we have had a Parliament\r\nand never a one-man or one-party rule. What is most\r\nastonishing is that, despite a small society and a strong set\r\nof cultural, religious and social values, the liberties of\r\nothers are and have been so well respected in my country.\r\nOur history in the twentieth century is proof of that, our\r\ncountry having been a shelter of freedom for so many\r\nindividuals fleeing intolerance, torture, totalitarianism and\r\nsqualid death in the Spanish Civil War, which took place\r\nnext door to us, and others escaping the barbarities of the\r\nSecond World War through our northern border.\r\nBy taking the Andorran example as a model, I am\r\ndoing my job as an ambassador, of course — as I did the\r\nother day in the Third Committee — which is to expand\r\nknowledge about my country, and I beg the Assembly’s\r\nleniency for taking some time to do that here. But in the\r\nend, I will also show that, to a certain extent, it is\r\npossible to achieve human rights and democracy in poor\r\ncountries, in remote communities, out of the mainstream\r\nof urban sophistication or New York debating societies.\r\nWe Andorrans did it out of necessity. We held to those\r\nvalues that were necessary for our survival, but in the end\r\nit was a choice by society through democratic means,\r\nmeans that, I acknowledge, were easier and more natural\r\nto use in a primitive setting because of the size of the\r\ncountry.\r\nAt the end of the second millennium, democracy and\r\nhuman rights are also becoming more of a necessity to\r\nthe planet. The 1948 Declaration of Human Rights, as the\r\nfirst preambular paragraph of today’s draft resolution\r\nhighlights, charted a course that could lead the world\r\naway from the path of self-annihilation the human family\r\nis sometimes tempted to take. If we respect the rights of\r\nothers at the individual level, it is much less likely that\r\nwe will become aggressive at the conglomerate level of\r\nthe nation-State. Political scientists argue that\r\ndemocracies, the depositories of realistic respect for\r\nhuman rights, do not fight democracies. The choice of\r\ndemocracy and human rights, a choice of human\r\nphilosophy that is the only option for a sane world in the\r\ncenturies to come, has been up for grabs since 1948. We\r\nhave indeed, for the first time in history, a written\r\ninternational standard of what is good and what is bad.\r\nThe eternal human search for the implications of good\r\nand evil will probably never end, but the 1948\r\nDeclaration is a definite step in the right direction. In the\r\nname of my Government, I urge many countries to take\r\nthat step, in full and with no restrictions and no qualifiers.\r\nIt is indeed the right moment to reflect upon this\r\nquestion. The fiftieth anniversary of the Declaration is\r\nfast approaching, and it could not hurt if some countries\r\nwere to put their house in order so that we could have a\r\nproper celebration in all parts of the world. It is\r\nsometimes chilling to listen to the reports that come from\r\ncertain regions of the world in terms of respect for\r\ndemocracy and human rights. By our vote and co-\r\nsponsorship of certain resolutions in the Third Committee,\r\n21\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nAndorra has made its position clear on this point. The\r\nargument that economic and social rights come before\r\nindividual liberties is a fallacy: why should one exclude the\r\nother? After all, countries — even in the developing\r\nworld — that have embraced democracy and human rights\r\ndo not seem to be doing worse in terms of development\r\nthan those that opt for authoritarian regimes.\r\nIn any case, since in many of those States human\r\nrights and democracy have not had a try, this remains an\r\nargument without possible demonstration. Countries such as\r\nmine that style themselves as defenders of democracy and\r\nhuman rights must also go beyond the status quo. We must\r\nfoster tolerance at every level, giving a voice to those who\r\ndo not have one yet and fostering respect for all members\r\nof society.\r\nIt is particularly important that we bring knowledge\r\nabout democracy and human rights into the schools so that\r\nour children grow up with solid notions of what is right, of\r\nhow precious every expression of human individuality is, of\r\nhow much better a society is that, while tough with\r\nintolerant people, achieves strength through reciprocal\r\nindividual respect and not through repression — through\r\nballots and not through bullets. This is probably one of the\r\nmost important points necessary for the consolidation of\r\ndemocracy and human rights everywhere: that our children\r\nbe taught about them. Article 29 of the Convention on the\r\nRights of the Child insists on education in matters of\r\nhuman rights, and much is still left to be done in this area.\r\nAndorra is devoting particular attention to this subject so\r\nthat Andorran schools can instil the values of the 1948\r\nDeclaration into its students.\r\nAs I stated in the Third Committee, the moment is\r\nnow, and the message is dual. To those countries that fear\r\nhuman rights and democracy, fear not. There is no other\r\nway towards progress in the human condition in the years\r\nto come, independently of the economy. To those countries\r\nthat hold democracy and human rights dear, we must go\r\nbeyond what we have; we must dare to build better\r\nsocieties for all.\r\nMr. Baby (India): It is a particular pleasure for me,\r\nfor reasons that I will explain, to speak to the Assembly on\r\nthe agenda item entitled “Support by the United Nations\r\nsystem of the efforts of Governments to promote and\r\nconsolidate new or restored democracies”. That I should be\r\nthe Indian representative speaking on this item illustrates\r\nthe value of democracy as a system of governance, and of\r\nthe unique diversity and strength of Indian democracy in\r\nparticular.\r\nI am a member of the Communist Party of India —\r\nMarxist. Giving the lie to the canard that communism as\r\nan ideology is opposed to democracy, my party functions\r\nwithin the democratic setup of India. We fight elections,\r\nand, as can be seen, we win them. My party is in office\r\nin the states of Kerala, West Bengal and Tripura —\r\ncommunists elected to power by the people. We are not\r\nin power in New Delhi, though my party is part of the\r\nruling United Front at the centre. It is an indication of the\r\nmaturity of Indian democracy that I was one of the\r\nMembers of Parliament invited by the Government of\r\nIndia to represent it at this fifty-second session of the\r\nGeneral Assembly. I am honoured to do so.\r\nAs the world’s largest democracy, India supports the\r\nUnited Nations efforts to promote and consolidate new or\r\nrestored democracies. We traditionally have had close\r\nrelations with many of those countries. We have\r\nparticipated in the International Conferences of New or\r\nRestored Democracies, including the latest, held in\r\nBucharest in September. The message from Bucharest\r\nwas that democracy, development and good governance\r\nwere linked, and that these States and those that support\r\nthem must focus on all three. We have read with interest\r\nthe Secretary-General’s report (A/52/513) on the support\r\nwhich is being given by the United Nations system.\r\nThe new or restored democracies have embarked\r\nupon this crucial and essential journey towards\r\nrepresentative government at a time when most of them\r\nare simultaneously faced not only with the struggle for\r\ndevelopment but with two other inescapable challenges as\r\nwell. Domestically, there is pressure, and perhaps also a\r\nneed, for most States to move towards a market economy,\r\nwhere the State is not the provider of goods and services\r\nbut a facilitator. Internationally, there is the challenge of\r\nglobalization. As the 1997 Report on the World Social\r\nSituation notes,\r\n“transnational forces that propel global changes ...\r\nare weakening the ability of national Governments\r\nto influence economic and social outcomes, often\r\nputting fulfilment of even the national political\r\ncommitments, not to mention the ability to influence\r\nglobal trends, beyond the reach of elected national\r\nrepresentatives”. [E/1997/15, p. 2, para. 8]\r\nWhile the market economy has been elevated to a\r\nnorm almost as widely accepted as democracy, the World\r\nBank, in its World Development Report 1997, notes that\r\nmany countries lack the basic institutional foundations for\r\nmarket development. At the same time, making the hard\r\n22\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\npolitical choices that are essential in the transition to a\r\nmarket economy are that much more difficult in a\r\ndemocracy. The unemployed do not vote for governments\r\nthat cannot give them jobs or which have laid them off; the\r\ntask of educating the electorate can be almost insuperable\r\nfor governments of an inexperienced democracy.\r\nThe United Nations can help not only in building\r\nnational capacities but in pooling experiences from other\r\ndemocracies which have trod this path before. In India, for\r\ninstance, we have adopted a framework to pursue, through\r\ndecisions democratically taken, growth with social equity.\r\nWe call this a market-plus policy. We would be glad to\r\nshare our experience with others.\r\nWhat complicates life for the new or restored\r\ndemocracies is that current political orthodoxy calls for the\r\ndownsizing of the State. Governments, including in the\r\nStates we are discussing, are being urged to divest\r\nthemselves of many activities which have been the preserve\r\nof the State. However, this too has political consequences,\r\nand, in fact, if the World Bank’s figures are to be believed,\r\ndeveloping countries, where approximately a quarter of\r\nnational income comes from State spending, still have some\r\nway to go before catching up with the levels of government\r\nspending in the developed world, where this accounts for\r\nalmost half of total income. The United Nations system\r\nshould not cater to the fashionable in its advice; it should\r\nanalyse each country’s situation objectively, and offer\r\nneutral, professional advice.\r\nThe United Nations system must address the needs\r\nwhich the new or restored democracies have identified very\r\nclearly. The Secretary-General’s report, which is thought-\r\nprovoking and innovative, acknowledges that the\r\nrelationship between democratization, good governance and\r\ndevelopment is complex. In its work, the United Nations\r\nsystem must assess the specific needs of individual States\r\nor groups of States among the new or restored democracies\r\nand tailor its programmes accordingly. For instance, there\r\nare groups of countries where State capacity has to be built\r\nup. There are others where, on the contrary, State capacity\r\nis perhaps overdeveloped and now has to be put to different\r\nuses, to “steering rather than rowing”. In a third group,\r\nState capacity is low, but nevertheless is not being used in\r\nthe most productive manner. A single paradigm of\r\nassistance for capacity-building will not help.\r\nAnother major issue which all democracies must face,\r\nand which poses particular challenges to new or restored\r\ndemocracies, is the balance between decentralization or\r\ndevolution on the one hand and central control on the other.\r\nIn India, for instance, through a continual process of trial\r\nand experimentation, we have arrived at a system that\r\nworks, but which is evolving. The People’s Plan\r\nmovement in my state is a unique experiment where,\r\nthrough Panchayat Raj, people at the grass-roots level are\r\ndirectly involved in planning and implementation. Another\r\nexample is the community development society model in\r\nmy state. Clearly, power has to be taken to the people.\r\nHowever, failure to take note of the specific\r\ncharacteristics and historical stage of a particular country\r\nor a region within a country while working on devolution\r\nand decentralization can upset national consensus in a\r\nnew or restored democracy. Unequal growth among\r\nregions of a country, the devolution of responsibilities to\r\na local government not yet equipped to take them on, or\r\ntensions between local governments encouraged by\r\noutside advice to take intransigent stands against the\r\ncentral Government, can all disrupt a burgeoning\r\ndemocracy. In extreme cases, these can lead to threats to\r\nthe integrity and unity of a State. The advice of the\r\nUnited Nations system must not be driven by ideological\r\nbias, but must be objective, sensible, and responsive to\r\nthe needs of each country.\r\nEfforts to experiment with introducing new forms of\r\ndemocratic process to provide people with a choice of\r\ntheir elected representatives at the municipal or local level\r\nin certain countries deserve our notice and appreciation,\r\nif we are sincere about recognizing different historical\r\ntraditions in the evolution of democratic political practice.\r\nThe role of civil society is of course increasingly\r\nimportant. Its impact on economic, social and even\r\npolitical developments will only increase. However, civil\r\nsociety is, and must be seen to be, a partner with\r\nGovernment in the promotion of a common objective.\r\nAgain, it has become fashionable of late to project civil\r\nsociety as a watchdog that is adversarial to a democratic\r\nGovernment. This extrapolates the work of a few non-\r\ngovernmental organizations, which have played this role\r\nin specific sectors and in individual countries, to a global\r\nnorm. This is undesirable. In its work with new or\r\nrestored democracies, the United Nations should not\r\nencourage this polarization, which could destroy the often\r\nfragile political consensus on which these States are\r\nbased.\r\nAlthough we are primarily addressing the work of\r\nthe United Nations system, we have to bear in mind that,\r\nas the Bucharest Conference recognized, the international\r\ncommunity has a vital role to play in support of new or\r\nrestored democracies. Better terms of trade, enhanced\r\n23\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\naccess to markets, increased and stable investment flows,\r\naccess to technology on a non-discriminatory basis and the\r\navailability of increased overseas development assistance\r\nare all essential if these countries are to satisfy the needs of\r\neconomic and social development. If these needs are not\r\nmet, development in these countries will falter, the social\r\nfabric will come under strain, and the populations will\r\nbecome disaffected. There will be reminders that the old\r\nsystems offered a social blanket: as development is indeed\r\nthe other face of democracy, why is that other face still\r\nveiled? Eventually, the value of democracy might itself be\r\ncalled into question. The world of mature democracies,\r\ntherefore, has an abiding interest in seeing that the\r\ndemocratic experiment succeeds in the new or restored\r\ndemocracies.\r\nThe United Nations has many priorities, but assistance\r\nto the new or restored democracies should rank high among\r\nthem. Unfortunately, its resources are limited, falling and\r\nnow increasingly uncertain. What is most unfortunate is that\r\nthe United Nations has been brought to this pass because\r\nthe legislature of a major contributor, which is also a major\r\ndemocracy, chooses to ignore the Charter requirement that\r\nall Member States must pay their assessed contributions to\r\nthe United Nations unconditionally. The Secretariat might\r\nvery well long for new or renewed totalitarianism if\r\ndemocratic processes are given as an excuse for a State’s\r\nrefusal to pay its dues. We hope that this incongruous\r\naberration will pass, and that the United Nations will be\r\ngiven, by all its Members, the resources it needs to\r\ndischarge the many urgent mandates of the international\r\ncommunity, including those of the new or restored\r\ndemocracies.\r\nIndia will be glad to put at the disposal of the United\r\nNations, for the benefit of the new or restored democracies,\r\nthe experience and expertise it has built up over the last 50\r\nyears in the challenge of meeting the economic and social\r\naspirations of a population through a democratic process.\r\nWe wish our friends in these countries success in the\r\nchallenging tasks they have set themselves.\r\nMr. Fulci (Italy): Allow me first of all to say how\r\nglad I am today to be addressing the General Assembly\r\nwith you, Ambassador Camara, in the Chair. You are a\r\ndistinguished, able and genuine daughter of a great\r\ncontinent: Africa.\r\nIn fully associating myself with the comments made\r\nby the representative of Luxembourg on behalf of the\r\nEuropean Union, I would like also to emphasize some\r\nissues to which Italy attaches special importance.\r\nThe term “democratization” denotes the process by\r\nwhich a society becomes increasingly participatory. The\r\nUnited Nations system can help Member States in this\r\nprocess by aiding them in developing more equitable and\r\neffective governance of their peoples and in strengthening\r\ntheir civil society. The Organization may help them\r\nthrough its activities in peacemaking, peacekeeping and\r\npeace-building. In fact, as we all know, the majority of\r\nconflicts in which the United Nations deploys peace\r\nactivities are internal ones. The United Nations is\r\nincreasingly asked to initiate programmes that promote a\r\ndemocratic culture to help negotiate and implement the\r\nsettlement of conflicts, with subsequent efforts to assist\r\nthose affected countries in rebuilding their institutions and\r\nin consolidating peace.\r\nTo achieve the goal of making democracy a\r\nuniversal tool, five main areas, I believe, should be\r\nunderlined. The first is, political parties, movements and\r\ncivil society, which are indeed all essential elements to\r\nany healthy democracy. Furthermore, trade unions, non-\r\ngovernmental organizations and other associations can\r\nalso be major forces in the move to democracy.\r\nThe second area is that of electoral assistance. In\r\nrecent years the international community, as the\r\nSecretary-General pointed out in a recent letter to\r\nMember States, has had greater recourse to United\r\nNations support in this crucial area. Italy has made an\r\nactive contribution — in Africa, Central America and\r\nEurope — to programmes for electoral assistance, the\r\nstrengthening of civil society, human rights education and\r\ntraining, drafting of electoral laws and voter registration\r\nand verification.\r\nThe third area is that of media environment.\r\nFreedom and pluralism are prerequisites of democracy,\r\nand the development of a free and responsible press is\r\nindeed essential to effective democratization. In this\r\nregard, it is very encouraging to see how close the\r\nrelationship between the United Nations and the media is\r\nbecoming. As members of the Assembly know, the\r\nsecond World Television Forum, established by General\r\nAssembly resolution 51/205, has just concluded, with\r\neven larger participation than last year, especially from\r\ncountries of Africa, Asia and Latin America and the\r\nCaribbean.\r\nThe fourth area is respect for human rights, which is\r\nthe foundation of democracy. In this respect, we praise\r\nthe work of the Office of the United Nations High\r\nCommissioner for Human Rights, which, in our opinion,\r\n24\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nshould be able to increase its activities and be further\r\nencouraged to establish concrete cooperation programmes\r\nwith Member States. As my Foreign Minister said yesterday\r\nat the World Television Forum:\r\n“We are indeed lucky that States have no right any\r\nlonger to inflict harm on their own citizens.”\r\nFifthly, institution-building and governance is another\r\narea where Member States have begun to look to the\r\nUnited Nations for assistance. Specific attention should be\r\npaid to strengthening public administration and making it\r\nmore accountable and transparent. At its meeting on this\r\nsubject at its resumed fiftieth session, in April 1996, the\r\nGeneral Assembly addressed the following key concerns:\r\npolitical legitimacy; freedom of association and\r\nparticipation; a fair and reliable judiciary; freedom of\r\ninformation and expression; effective and efficient public\r\nsector management; and interaction with organizations of\r\ncivil society. In this regard, the efforts of the Division for\r\nGovernance, Public Administration and Finance of the\r\nDepartment of Economic and Social Affairs of the United\r\nNations Secretariat should be commended.\r\nItaly is deeply committed to the consolidation of\r\ndemocracy in countries that have experienced institutional\r\nturmoil or conflicts. The case of Albania is a case in point\r\nand the most recent example. After the successful\r\ncompletion of Operation Alba and the holding of free,\r\ndemocratic elections in that country, there was a ministerial\r\nconference in Rome on 17 October. On that occasion, the\r\nForeign Minister of Italy, Mr. Lamberto Dini stated,\r\n“The rule of law, rehabilitation of the judiciary\r\nsystem, enhancement of standards in education, health\r\nand public administration, restructuring and raising the\r\nstandards of police and defence forces to the level of\r\nmodern and democratic societies, are all elements of\r\na comprehensive plan to establish the right conditions\r\nfor long-term stability.”\r\nCooperation between the United Nations and regional\r\norganizations could also make a remarkable contribution to\r\nthe process of consolidating democracy. Such cooperation\r\nis taking place in Europe, especially with the Organization\r\nfor Security and Cooperation in Europe (OSCE). We\r\nwelcome the fact that the General Assembly will once again\r\ndiscuss this item in the coming days with the representative\r\nof OSCE.\r\nThis year two events highlighted the debate on new\r\nand restored democracies: the Third International\r\nConference of New or Restored Democracies on\r\nDemocracy and Development, which took place at\r\nBucharest, Romania, from 2 to 4 September, and the\r\nInternational Conference on Governance for Sustainable\r\nGrowth and Equity, held in New York from 28 to 30\r\nJune 1997.\r\nThe Bucharest Conference, in which my country\r\nactively participated, underlined the mutually reinforcing\r\nrelationship between democracy and sustainable\r\ndevelopment. It added a new dimension to the discussion\r\nof democracy and engendered new thinking on\r\ninternational cooperation in this area. New issues for\r\nconsideration include the role of civil society and the\r\nprivate sector in democratization, gender participation and\r\nthe use of globalization to benefit the consolidation of\r\ndemocracy.\r\nItaly welcomes the guidelines, principles and\r\nrecommendations adopted both at the Bucharest and the\r\nNew York Conferences. We also wish to congratulate the\r\nGovernment of Romania on organizing such a successful\r\nConference.\r\nFinally, Italy deeply appreciates the decision of the\r\nBucharest Conference to hold the next conference in an\r\nAfrican country; Benin, I understand, was decided upon\r\nthis morning. This decision symbolizes the invaluable\r\ncontribution that countries from the African continent can\r\nmake to the universalization of the concept and practice\r\nof democracy.\r\nMr. Spitzer (United States of America): The United\r\nStates fully endorses the findings of the Secretary-\r\nGeneral’s recent report on United Nations support for the\r\nefforts of Governments to promote and consolidate new\r\nor restored democracies — in particular, its observations\r\nand recommendations concerning electoral assistance,\r\nstrengthening civil society, coordinating United Nations\r\nactivities in democratization and governance, and\r\npromoting democracy in the twenty-first century.\r\nThe United States remains committed to the\r\nconsolidation of the world’s new or restored democracies.\r\nWe understand that many of these nations face the\r\nchallenge of simultaneous transitions from\r\nauthoritarianism to democracy, from a planned to a\r\nmarket economy and even, in some cases, from war to\r\npeace.\r\nThat is why we applauded the focus of the recent\r\nBucharest Conference on the critical link between\r\n25\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\ndemocracy and sustainable development. And that is why\r\nwe applaud the efforts of the Secretary-General to use the\r\ndemocratization and governance agenda as a means to\r\nbridge the peace and development agendas of the United\r\nNations.\r\nThe steady growth in the number of new or restored\r\ndemocracies reflects not only the universality of our shared\r\ncause, but the effectiveness of the United Nations varied\r\nsupport.\r\nThe United States will continue to work closely with\r\nthe Secretary-General and Member States to strengthen\r\nfurther this crucial support. We are honoured to co-sponsor\r\nthe draft resolution in support of the efforts of the United\r\nNations system to promote and consolidate new or restored\r\ndemocracies.\r\nMr. Jele (South Africa): My delegation attaches\r\nparticular importance to this agenda item and is pleased to\r\nparticipate in this debate.\r\nThe United Nations has for decades been at the\r\nforefront of the struggle of peoples around the world for\r\njustice, equality and the exercise of their democratic rights\r\nand fundamental freedoms.\r\nAfrica has cast aside the yoke of colonialism and my\r\nown country has, with the support of this Organization and\r\nits membership, rid itself of the scourge of racial tyranny,\r\nknown as the system of apartheid.\r\nOur continent continues to suffer from sporadic\r\nincidents of civil strife and military dictatorships. It is,\r\ntherefore, all the more appropriate that the Secretary-\r\nGeneral has produced on this agenda item a forward-\r\nlooking report, which contains an all-encompassing\r\napproach to promoting democracy for the twenty-first\r\ncentury.\r\nThe importance of the report lies in the fact that it\r\naddresses the process of global democratization in an\r\nintegrated manner and underscores that democratization is\r\nan exercise which does not fall exclusively within either the\r\npolitical or the developmental agendas of our Organization,\r\nbut, rather, that it should be treated in a holistic fashion.\r\nThe report also draws upon the conclusions and\r\nrecommendations adopted at the Third International\r\nConference of the New or Restored Democracies on\r\nDemocracy and Development, held in Bucharest in\r\nSeptember 1997. My delegation wishes to highlight the\r\nconclusion reached that good governance is effective,\r\nparticipatory, transparent, accountable and equitable, and\r\npromotes the rule of law.\r\nGovernance is effective only where three key\r\nelements — the State, the private sector and civil\r\nsociety — function in partnership in creating the political,\r\neconomic and social conditions which are conducive to\r\nensuring sustainable human development. A sound\r\ndemocratic structure and good governance present two of\r\nthe cornerstones of peace and development in any society.\r\nMy delegation also notes the importance which the\r\nSecretary-General attaches to the emergence of civil\r\nsociety as being critical to the processes of\r\ndemocratization and empowerment. We concur with this\r\nview, and also believe that the role of civil society should\r\nnot be restricted merely to the process of democratization.\r\nCivil society has an equally important role to play in\r\nareas such as the promotion of development, human rights\r\nand the rule of law.\r\nMy delegation is also in agreement with the\r\nrecommendation of the Bucharest Conference that, in\r\norder to achieve the desired success in the process of\r\ndemocratization, the international community should make\r\na commitment to collaborate with the new or restored\r\ndemocracies, to provide adequate support for the\r\nattainment of the objectives of democracy and fostering\r\nand expanding governance, democracy and participation\r\nprogrammes.\r\nThe United Nations system continues to play an\r\nimportant role in helping new or restored democracies to\r\nmeet the challenges of developing the economic and\r\nsocial infrastructures needed for sustainable human\r\ndevelopment. My delegation notes with satisfaction the\r\nSecretary-General’s observation that the United Nations\r\ndoes not endorse any specific form of government, and\r\nthat democracy is a goal and not a model.\r\nThe cold-war era is something of the past. While the\r\nthreat of inter-State conflict remains in certain parts of the\r\nworld today, the focus has turned to internal strife. It is\r\nwidely recognized that the role of the United Nations in\r\nassisting to resolve these threats to peace has become far\r\nmore intricate. However, we cannot shirk our\r\nresponsibilities simply because the task has become too\r\ndifficult.\r\nThe obligations of our Organization to the peoples\r\nin these countries and territories and the responsibility of\r\n26\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nMember States in helping to promote and consolidate\r\ndemocratic cultures and societies, places new demands on\r\nus as we prepare to enter the twenty-first century. In this\r\ncontext, my delegation fully concurs with the Secretary-\r\nGeneral’s observation that the current system-wide process\r\nof reform marks an opportune moment for us to reflect on\r\ninnovative approaches in order to deal with these\r\nchallenges.\r\nAs a sponsor, my delegation fully supports the draft\r\nresolution, and hopes that it will be adopted by consensus.\r\nMr. Park (Republic of Korea): Today we live in a\r\nworld that enjoys more pluralism and a greater number of\r\ndemocratic Governments and democratic global institutions\r\nthan in all of human history. The Republic of Korea, as a\r\ncountry which has experienced many challenges in its own\r\nlong journey to the democracy it enjoys today, knows the\r\ncritical importance of political pluralism and respect for\r\nhuman rights. We therefore are pleased to be a sponsor of\r\ndraft resolution A/52/L.28, entitled “Support by the United\r\nNations system of the efforts of Governments to promote\r\nand consolidate new or restored democracies”.\r\nAlthough an impressive number of States have been\r\nsuccessful in democratization, in many parts of the world\r\ndemocracy remains a fragile construct, with weak socio-\r\neconomic foundations. In certain regions a disconcerting\r\nnumber of people continue to suffer under oppressive\r\nauthoritarian regimes. And in many new democracies\r\neconomic hardships are in danger of undermining popular\r\nsupport for open societies and free markets.\r\nThe success of democratic changes requires wise\r\nleadership, good governance and popular support, as well\r\nas favourable external conditions. Civil society has a vital\r\nrole to play in this process and, indeed, the involvement of\r\nnon-governmental organizations in fledgling democracies\r\nhas helped lay the groundwork for a tradition of pluralism.\r\nWe also believe that the United Nations and the\r\ninternational community should continue to support the\r\nefforts of Governments of the new or restored democracies\r\nto strengthen the roots of their new systems.\r\nWe would also like to assure you, Madam President,\r\nthat the Republic of Korea will continue to provide various\r\nforms of assistance to the world’s newly democratized\r\ncountries. One of the numerous ways Korea has been\r\nhelping those countries is through its expanding programme\r\nof development assistance, particularly through support for\r\nhuman resources development. Based on our experience,\r\nstrong human capital is one of the most critical components\r\nof development and is essential for strengthening the roots\r\nof any nascent democracy. When countries invest\r\nsubstantially in human resources development, they enable\r\ntheir people to become agents of their own development\r\nand foster a strong civil society.\r\nThe Secretary-General’s report provides a thorough\r\noverview of the issues relating to democracy. My\r\ndelegation is pleased to agree with his observations and\r\nsupport the recommendations contained in the report on\r\nthe issues of electoral assistance, the strengthening of\r\ncivil society, the coordination of activities in\r\ndemocratization and governance, and the promotion of\r\ndemocratization in the next century.\r\nWe realize that, as the report indicates, in a world\r\nwith a large number of fledgling democracies, further\r\nsteps should be taken by the United Nations system as a\r\nwhole to ensure better cooperation and coordinate its\r\ndemocratization activities, including the provision of\r\nelectoral assistance. In support of United Nations electoral\r\nassistance activities, the Republic of Korea has\r\nparticipated in various electoral observer missions,\r\nincluding those in Cambodia, South Africa, Mozambique,\r\nPalestine, Bosnia and Algeria.\r\nAllow me to assure you, Madam President, that in\r\nall areas of United Nations efforts to promote\r\ndemocratization Korea stands ready to continue its active\r\nparticipation and support. As a relatively young\r\ndemocracy ourselves, Korea is particularly committed to\r\nthe promotion and consolidation of democracy and good\r\ngovernance around the globe.\r\nDemocracy, we believe, is one of the fundamental\r\nbuilding blocks of development and prosperity. Another\r\nof those building blocks — closely related to\r\ndemocracy — is respect for human rights and\r\nfundamental freedoms. And on that note, let me take this\r\nopportunity to give a reminder of the important\r\ncommemoration next year of the fiftieth anniversary of\r\nthe Universal Declaration of Human Rights. That\r\ncommemoration will, we trust, help further strengthen the\r\nresolve of the international community to promote\r\ndemocracy and good governance throughout the world.\r\nOn a final note, my delegation would like to thank\r\nboth the Romanian Government for hosting the Third\r\nInternational Conference of the New or Restored\r\nDemocracies on Democracy and Development, this past\r\nSeptember, and the Romanian delegation for the leading\r\n27\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nrole it has played in submitting this important draft\r\nresolution.\r\nMr. Sallah (Gambia): My delegation attaches great\r\nimportance to this agenda item — hence my maiden\r\nstatement from this rostrum today.\r\nI wish to thank the Secretary-General for his\r\ncomprehensive report. My congratulations go to the\r\nRomanian delegation on the successful outcome of the\r\nThird International Conference of the New or Restored\r\nDemocracies on Democracy and Development.\r\nPrior to July 1994 my country, the Gambia, was\r\nsynonymous with multi-party politics and periodical\r\nelections. Outwardly, this state of affairs was commended\r\nby the international community. However, whilst the\r\nGambia was being singled out as one of the African\r\ncountries with democratic forms of government,\r\ncharacterized by periodical elections, its so-called\r\ndemocracy was bedevilled with rampant corruption,\r\nwidespread poverty and social injustice.\r\nTo avoid the country’s sliding into civil strife, the\r\nmilitary intervened on 22 July 1994 in a peaceful manner\r\nand introduced a comprehensive programme of rectification\r\nand reconstruction which was divided into governance\r\naspects and development projects. It introduced new and\r\nmeaningful dimensions to democracy by introducing a civic\r\neducation programme in a country where 80 per cent of the\r\npopulation is illiterate. The military also lowered the voting\r\nage from 21 years to 18 years, to make democracy more\r\nparticipatory, and revised the 1970 Constitution to include\r\nnot only the traditional concepts of fundamental human\r\nrights and freedoms, independence of the judiciary and the\r\nrule of law, but also the right to development in the socio-\r\neconomic domain.\r\nAlso, for the first time an ombudsman was introduced\r\nto make the Government and public services more\r\nresponsive to the rights and needs of the citizenry. The\r\ngovernance aspect of the programme proceeded hand in\r\nhand with the implementation of the development projects.\r\nWhat the military Government achieved was admirable\r\nand unprecedented. During this brief two-year period, it\r\norganized a referendum to adopt the revised Constitution\r\nand it held free and fair elections — both presidential, held\r\nin September 1996, and legislative, in January 1997. Both\r\nelections were conducted under the supervision of an\r\nindependent electoral commission.\r\nIn the area of development projects, more high\r\nschools were built, a new hospital and a new international\r\nairport were also constructed, new macadamized roads\r\nwere built, and there was much improvement in the water\r\nand electricity supply.\r\nThe implementation of these development projects,\r\nunder the tenets of social justice outlined above, is thus\r\nin consonance with the principles of democracy and social\r\njustice, as enunciated in paragraph 24 of the Secretary-\r\nGeneral’s report [A/52/513].\r\nMy delegation is also in agreement with paragraph\r\n27 of the report, which says that the United Nations\r\n“does not endorse or promote any specific form of\r\ngovernment. Democracy is not a model to be copied\r\nbut a goal to be attained.” [A/52/513, para. 27]\r\nMy delegation believes in a goal of development and\r\nsocial justice, accountability and the enjoyment of human\r\nrights, and not only through the holding of free and fair\r\nelections.\r\nIn conclusion, I wish to thank the United Nations for\r\nproviding financial and logistical assistance for the\r\nimplementation of the programme of rectification and\r\nreconstruction during the two-year period when the\r\nGambia was under military rule. This enabled us to usher\r\nin the genuine democracy which has now been put in\r\nplace in the Gambia.\r\nMy delegation continues to count on the United\r\nNations system for the promotion and strengthening of\r\ndemocracy. Our system of democracy in the Gambia has\r\nbeen translated from rhetoric to reality, and the\r\ndemocratic principles enshrined in our new Constitution\r\nare no longer regarded as laws in books but not in action.\r\nThe Acting President (interpretation from French):\r\nThe Assembly will now take a decision on draft\r\nresolution A/52/L.28.\r\nI would like to point out that since its introduction,\r\nthe following countries have become sponsors of draft\r\nresolution A/52/L.28: Angola, Belarus, Croatia, France,\r\nSierra Leone, South Africa, Spain, Suriname, Thailand\r\nand Uruguay.\r\nMay I take it that the Assembly decides to adopt the\r\ndraft resolution?\r\n28\r\nGeneral Assembly 51st plenary meeting\r\nFifty-second session 21 November 1997\r\nDraft resolution A/52/L.28 was adopted (resolution\r\n52/18).\r\nThe Acting President (interpretation from French):\r\nMay I take it that it is the wish of the General Assembly to\r\nconclude its consideration of agenda item 38?\r\nIt was so decided.\r\nAgenda item 34 (continued)\r\nCooperation between the United Nations and the\r\nEconomic Cooperation Organization\r\nReport of the Secretary-General (A/52/313)\r\nDraft resolution (A/52/L.20/Rev.1)\r\nThe Acting President (interpretation from French):\r\nWe shall now proceed to consider draft resolution\r\nA/52/L.20/Rev.1.\r\nThe Assembly will now take a decision on draft\r\nresolution A/52/L.20/Rev.1.\r\nMay I take it that the Assembly decides to adopt the\r\ndraft resolution?\r\nDraft resolution A/52/L.20/Rev.1 was adopted\r\n(resolution 52/19).\r\nThe Acting President (interpretation from French):\r\nMay I take it that the General Assembly wishes to\r\nconclude its consideration of agenda item 34?\r\nIt was so decided.\r\nThe meeting rose at 1.35 p.m.\r\n29\r\n"