"United Nations A/52/PV.8\r\n97-86032 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n8th plenary meeting\r\nTuesday, 23 September 1997, 3 p.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 3.05 p.m.\r\nAddress by Mr. Juan Carlos Wasmosy, President of the\r\nRepublic of Paraguay\r\nThe President: The Assembly will first hear an\r\naddress by the President of the Republic of Paraguay.\r\nMr. Juan Carlos Wasmosy, President of the Republic\r\nof Paraguay, was escorted into the General Assembly\r\nHall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of Paraguay, His Excellency\r\nMr. Juan Carlos Wasmosy, and to invite him to address the\r\nAssembly.\r\nPresident Wasmosy (interpretation from Spanish): It\r\nis a great honour for me to address this great Assembly in\r\nmy capacity as President of the Republic of Paraguay. I\r\ntake this opportunity to express my deepest thanks to the\r\nPresident of the General Assembly at its fifty-second\r\nsession, the Minister for Foreign Affairs of Ukraine,\r\nMr. Hennadiy Udovenko. Also, I would note the excellent\r\nwork done by Ambassador Razali Ismail, who so efficiently\r\nguided the work of the last session. In addition, I should\r\nlike to extend my best wishes to Mr. Kofi Annan, in\r\nconnection with his responsibilities as he exercises his\r\nfunctions as Secretary-General of the Organization.\r\nFor the people of Paraguay, throughout the long\r\nstruggle to acquire and strengthen their democratic\r\ninstitutions, the United Nations has always been a\r\nuniversal forum that ensures the free debate of ideas and\r\nthe participation of all the peoples of the world, without\r\nexclusion or discrimination, the vital issues involving\r\ndevelopment, equity, the maintenance of peace and the\r\npreservation of the environment.\r\nBecause of the great importance my country attaches\r\nto this forum, we recognize the urgent need to support the\r\ninstitutional reform of the United Nations by\r\nstrengthening the General Assembly and democratizing\r\nthe Security Council — adding both permanent and non-\r\npermanent members — so that this institution will be able\r\nto respond appropriately to the new challenges facing the\r\ninternational community.\r\nLast August last I had the great honour of chairing\r\nin Asunción the eleventh summit of the Heads of State\r\nand Government of the Permanent Mechanism for\r\nConsultation and Policy Coordination — the Rio\r\nGroup — the members of which are Argentina, Bolivia,\r\nBrazil, Chile, Colombia, Ecuador, Mexico, Guyana,\r\nHonduras, Panama, Paraguay, Peru, Uruguay and\r\nVenezuela. There a Declaration was adopted on the\r\nstrengthening of the United Nations and the reform of\r\nSecurity Council, stressing certain principles and\r\nguidelines that I shall now describe.\r\nThe Declaration of Asunción expresses, first, full\r\nsupport for multilateralism, sovereign equality of States\r\nand steadfast respect for the rule of law.\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nSecond, it expresses support for the Secretary-\r\nGeneral’s initiative in putting forward a broad programme\r\nfor reform, presented on 16 July of this year, particularly\r\nreforms designed to strengthen the effectiveness of the\r\nSecretariat and to emphasize activities to promote economic\r\nand social development.\r\nThird, it notes the relevance of the process of\r\nincreasing the membership of the Security Council and to\r\nreforming it to correct the imbalances in its current\r\nmembership, improve its decision-making mechanisms,\r\nmake it more transparent so that it will reflect in a more\r\nlegitimate and representative manner the overall\r\nmembership of the Organization.\r\nFourth, it states that, because of its legal traditions and\r\ncontribution to the cause of peace, the Latin American and\r\nCaribbean region should be given special consideration in\r\nany proposal to increase the membership of the Security\r\nCouncil.\r\nFifth, it expresses the conviction that reform of the\r\nSecurity Council must respect the principles of equitable\r\ngeographical distribution and the sovereign equality of\r\nStates, and that any reform that entails discrimination by\r\ndeveloped countries against developing countries would be\r\nunacceptable.\r\nSixth, it expresses the ideal of moving towards the\r\ntotal elimination of the veto and, as a first step, limiting its\r\nuse to actions taken under Chapter VII of the United\r\nNations Charter.\r\nSeventh, it expresses the importance of transparency\r\nin management and decision-making in the Security Council\r\nand increasing the number of open meetings and orientation\r\nmeetings at which the Secretary-General or his special\r\nrepresentatives present reports.\r\nEighth, it considers that the increase in the Security\r\nCouncil’s membership, the reform of its working methods\r\nand the question of the veto are integral parts of Council\r\nreform and must be addressed in the same agreement.\r\nNinth, it expresses the explicit resolve of our\r\nGovernments to continue to participate actively in the\r\nWorking Group in order to reach general agreement on this\r\nmatter.\r\nLet me say once again that this increase in the\r\npermanent and non-permanent membership of the Council\r\nmust necessarily envisage the presence of Latin America\r\nand the Caribbean and other geographical groups without\r\nany form of discrimination whatsoever. In this connection,\r\nParaguay reaffirms its support for permanent membership\r\nfor Brazil, Germany and Japan.\r\nIt is also important to note that the process of\r\nreforming the Organization must include a plan to\r\neliminate unnecessary expenditures and an attempt to\r\nmerge programmes designed to further the development\r\nof our peoples, which will lead to an optimum utilization\r\nof available resources as well as to the elimination of\r\nduplication in the use of human, technical or economic\r\nresources. The serious financial problems of the United\r\nNations deserve sincere and determined consideration.\r\nI am pleased to say that my country has always, in\r\nso far as it has been able, honoured its international\r\ncommitments, aware that the Organization’s proper\r\nfunctioning requires the appropriate and equitable\r\ndistribution of its administrative costs among all Member\r\nStates.\r\nThis moment in history is indeed a very special one.\r\nAlliances are now being replaced by complementarity.\r\nIsolationism and confrontation have given way to\r\nglobalization and cooperation. We no longer speak of\r\nrivalry and struggle but, rather, of honest and creative\r\ncompetition. The asymmetries in the world order that\r\nhave historically meant that some nations have been\r\nsubordinate to others are now themselves being\r\nsubordinated to this influx of solidarity and mutual\r\nassistance.\r\nIt is of course true that many serious conflict areas\r\ncontinue to exist, but Paraguay is pleased to note the\r\ncommendable efforts that the United Nations has made in\r\nthe maintenance of peace in various areas of tension, and\r\nwe have followed closely the Organization’s initiatives in\r\nsuch new areas of conflict as Cambodia and Sierra Leone,\r\nfor whose peoples my country most sincerely wishes the\r\nimmeasurable benefits of peace and harmony.\r\nWe have also followed with keen interest the\r\ndisturbing developments in the Middle East situation, and\r\nwe urge the parties there to redouble their efforts to seek\r\na lasting and stable peace. We warmly welcome the\r\nactions taken by the mediating nations, which untiringly\r\ncontinue to participate in all negotiations.\r\nWith regard to the particular case of the Republic of\r\nChina on Taiwan, Paraguay welcomes the attitude adopted\r\nby that country’s Government and expresses its hope that\r\n2\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nthere will be movement towards reconciliation and that it\r\nwill be possible to resolve the differences with the People’s\r\nRepublic of China.\r\nIn keeping with the principle of the universality of the\r\nUnited Nations, all States that meet the requirements set\r\nforth in the Charter have the right to seek admission or\r\nmembership. In this respect, we believe that it would be\r\nadvisable to reconsider General Assembly resolution 2758\r\n(XXVI), which completely denies the 21 million inhabitants\r\nof the Republic of China on Taiwan the fundamental right\r\nto participate in international organizations and their\r\nactivities.\r\nThe challenges of peace, security and equilibrium are\r\nmore relevant to us today than ever before, and they are an\r\nabsolute imperative for building a world that guarantees\r\ndevelopment to nations in a context of universal harmony.\r\nOn the crucial issue of world disarmament, allow me\r\nto reiterate Paraguay’s position of support for United\r\nNations efforts in this sphere. My country welcomes\r\noptimistically the preparatory work for the Review\r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) to be held in the\r\nyear 2000, hoping that by then the Treaty will have become\r\nuniversal. That Treaty, the Comprehensive Nuclear-Test-\r\nBan Treaty, the efforts of States to reduce their arsenals\r\nand the establishment of new nuclear-weapon-free zones are\r\nall important elements that will help prevent the\r\nproliferation of nuclear weapons and eventually achieve\r\ngeneral and complete nuclear disarmament.\r\nTrue to its pacifist principles, the Republic of\r\nParaguay has been following the Ottowa process with great\r\ninterest. We recently took part in the Oslo Diplomatic\r\nConference, which adopted the definitive text of the\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-Personnel Mines and on\r\nTheir Destruction, and we supported the majority position\r\nof the principal States to seek appropriate and effective\r\nlegal mechanisms to prohibit the manufacture, use and\r\ndistribution of the cruel devices of death and pain that are\r\nanti-personnel landmines.\r\nWe congratulate the international community on that\r\ndecisive step, and we reaffirm our unswerving decision to\r\nsign the Convention. We urge other Governments to do the\r\nsame without any doubt or delay, so as to ensure its earliest\r\npossible entry into force.\r\nI should also like to reaffirm my country’s\r\nunswerving commitment to continue the struggle against\r\nterrorism, a destabilizing force that negates human rights\r\nand threatens to undermine the very foundations of\r\nsecurity in our regions.\r\nIt is fitting here to stress that Paraguay, along with\r\nthe entire international community, is concerned about the\r\ngrowth of drug trafficking. We therefore firmly reiterate\r\nthe Paraguayan people’s determination to combat that\r\nscourge and its resolve to take integrated and concerted\r\naction, within the context of international cooperation and\r\nin conjunction with producing, transit and consuming\r\ncountries.\r\nIn this connection, I am pleased to inform the\r\nAssembly that in October 1996 my country’s Parliament,\r\nat the initiative of the Executive, adopted a law that\r\nestablishes norms and punishments for the crime of\r\nlaundering money or goods derived from illicit traffic in\r\nnarcotics, psychotropic substances or dangerous drugs,\r\nthereby significantly improving the legal framework for\r\ncombating such crimes head on.\r\nOn 10 December 1998 we shall celebrate the fiftieth\r\nanniversary of the proclamation of the Universal\r\nDeclaration of Human Rights, a major landmark in the\r\nhistory of humankind and its endless struggle to ensure\r\ndignity and reciprocity among human beings. Much of\r\nwhat we have achieved along the way has been the\r\nproduct of blood and pain, but with due satisfaction we\r\ncan now confirm that the principles and objectives of the\r\nDeclaration are increasingly being put into effect and that\r\nthe concept of a State based on the rule of law is\r\ngradually becoming part of our national realities.\r\nMoreover, the new culture of democratic solidarity has\r\nmanaged convincingly to combat any aspirations for a\r\nreturn to anachronistic times in our political history\r\ncharacterized by authoritarianism and the denial of human\r\nrights.\r\nFor Paraguay, the road to freedom and the\r\nestablishment of an institutional basis which sits well with\r\nour republican ideals has been long. During this journey,\r\nmy Government has helped make the dream of every\r\nParaguayan a reality: the establishment of a system\r\nguaranteeing full freedom and a strengthened democracy\r\nallowing the peaceful transfer of the presidential mandate\r\nto another candidate, elected by the people, who will take\r\nup the office of President of the Republic in August 1998.\r\n3\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nThis is in keeping with the undeniable\r\nachievements of the World Conference on Human Rights\r\nheld in Vienna in 1993, which reaffirmed the universality\r\nand indivisibility of human rights, while recommending that\r\ngreater attention be paid to the links between democracy,\r\ndevelopment and the satisfaction of the basic needs of the\r\nmost disadvantaged sectors of the population.\r\nMy Government has therefore tried to strengthen the\r\ninterrelationship between democracy, development and\r\nhuman rights, thus combining these democratic\r\nachievements, through a plan for social action designed to\r\ncreate opportunities so that all citizens, through their own\r\nefforts, can enjoy all the benefits of human development.\r\nObviously, a central feature of democratic governance\r\nis concern for social problems. If our democracies do not\r\nadapt to these new realities, not only will they be\r\nimpossible to govern, but they will remain on the sidelines\r\nof history. Even worse, that all the sacrifices made to\r\nstrengthen our institutions may have to yield to populist and\r\nMessianic pressures.\r\nI am pleased to state today that my Government has\r\nbeen able to lay the foundations for true development,\r\nwithout making any Messianic promises or pandering to the\r\npopulists. I should highlight the significant progress made\r\nin the institutional framework of this process, with electoral\r\nreform that has enabled us to move satisfactorily through\r\nall the stages of the democratic schedule. Equally historic\r\nis the balance achieved in civil and military relations,\r\nfollowing the successes of April 1996, when popular\r\npressure and the enormous weight of solidarity on the\r\ncontinent thwarted attempts to take us back to outdated\r\nforms of autocracy.\r\nI am convinced that our fledgling democracy has\r\ngathered new strength since those events and that it will be\r\nan insuperable obstacle to any attempts to bring down our\r\ninstitutions. Furthermore, the changes to the administration\r\nof justice, with a multiparty Supreme Court, prevent any\r\nmanipulation or distortion of the mechanisms laid down by\r\nthe Constitution and the laws of the Republic.\r\nManagement by parliament has become part of the\r\nprocess of joint cooperation in government, and this has\r\nbeen an enriching experience in the democratic life of the\r\ncountry.\r\nParaguay has a young population which is eager to\r\nlearn. Current and future generations must be able to equate\r\na free economy with democracy and democracy with a\r\nState based on the rule of law, with guarantees for human\r\ndignity.\r\nDuring the Eleventh Summit of Heads of State and\r\nGovernment of the Rio Group, which was held in my\r\ncountry, I spoke enthusiastically about the need for a bold\r\nstrategy to back up the ideals of democracy, sustainable\r\ndevelopment, equity and integration, and placed particular\r\nemphasis on what I called “education for democracy”.\r\nThe training of young people in this emerging world\r\nmust include guidelines based on sound ethical and\r\ndoctrinaire principles. The young must be given\r\nexperience in how to handle modern technological tools,\r\nso that they can deal with the requirements of the new\r\npolitical, economic and social processes which are\r\ndefining the current and future development of our\r\nnations.\r\nFurther thought needs to be given to the\r\nenvironmental issue. Five years after the Rio Conference,\r\nthe Republic of Paraguay is building on the increasing\r\nawareness of the need to preserve the ecosystem, whose\r\npriority nature is reflected in the 1992 Constitution. But\r\nI must also emphasize how urgent it is to give full effect\r\nto the principle of common but differentiated\r\nresponsibility put forward in Rio. If it is to be valid, this\r\nprinciple must enjoy the support of richer countries in\r\nterms of financial and technical assistance, so that we can\r\nput an end once and for all to the “ecology of poverty”\r\nwhich forces many sectors of poor countries to destroy\r\ntheir environmental basis with the simple and tragic aim\r\nof ensuring their subsistence from day to day.\r\nI have every reason to be satisfied that my\r\nGovernment has been able to institutionalize various\r\ninstruments to improve the quality of the environment in\r\nour country — in particular, the strategy for managing,\r\nusing, preserving and protecting natural resources in the\r\ncontext of the programme for change in Agenda 21,\r\nwhose basic aim it is to strengthen the process of\r\nsustainable development.\r\nHighlights of the new environmental legislation now\r\nin force include laws on evaluating the environmental\r\nimpact, on wildlife, on protected rural areas and on\r\npenalties for ecological offences. In the context of the\r\nAgenda for Change, we are ratifying international\r\nagreements, and taking account of the importance of\r\ninternational cooperation on the environment. With regard\r\nto the United Nations Convention to Combat\r\nDesertification in those Countries Experiencing Serious\r\n4\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nDrought and/or Desertification, particularly in Africa, we\r\nsubmitted the legal instrument for ratifying the instrument\r\nin January this year. In this context, the countries that share\r\nthe Gran Chaco Americano — Paraguay, Bolivia and\r\nArgentina — have entered into a new relationship based on\r\na model of cooperation for sustainable development in this\r\nvast region.\r\nThere is an old saying that nobody is so rich that he\r\ndoes not need anything and nobody is so poor that he has\r\nnothing to give. In line with those words of wisdom, every\r\nMember State of this Organization has given and received.\r\nIn the particular case of Paraguay, I have to point out that\r\ninternational cooperation has played a decisive role, and its\r\ntrue dimensions can therefore be assessed and appreciated.\r\nFor this reason, I am particularly grateful to the United\r\nNations, whose presence in Paraguay, through its various\r\nspecialized agencies, has been and continues to be so\r\npositive and dynamic.\r\nJust over six years ago the Argentine Republic, Brazil,\r\nParaguay and the Eastern Republic of Uruguay, and later,\r\nthe Republic of Chile and the Republic of Bolivia, as\r\nassociated members of the Southern Cone Common Market\r\n(MERCOSUR), decided to cooperate in a spirit of solidarity\r\nin order to gain an increasingly advantageous position in\r\nthis globalized and dynamic world. In that context we have\r\nreached undeniably relevant milestones for the present and\r\nfuture of our peoples.\r\nToday, it is recognized that in MERCOSUR we are on\r\nthe right path, and we are receiving an encouraging\r\nmessage from the outside world concerning our integration.\r\nOur efforts are focused on trying to establish a common\r\nmarket, within a gradual and continuous process in which\r\nthe basic stages still need to be rounded off, improved and\r\nstudied in depth.\r\nMERCOSUR’s experience is expanding. This is an\r\nimportant regional bloc. We have opened negotiations with\r\nthe Andean Community and the United Mexican States, and\r\nwe hope that by the end of this year agreements will be\r\nsigned allowing for trade preferences in the region.\r\nMoreover, MERCOSUR participates in the Free Trade Area\r\nof the Americas, and there are proposals to conclude shortly\r\na hemispheric free trade initiative involving the 34 countries\r\nof the Americas.\r\nMERCOSUR is also expanding towards the European\r\nUnion. We are making progress in defining political\r\ndecisions which would encourage the establishment of a\r\nfree trade zone between the two customs unions.\r\nThis has been my third address to the General\r\nAssembly as President of the Republic of Paraguay. I am\r\nhere today to reconfirm on behalf of my country — a\r\nfounding Member of the United Nations — our\r\ncommitment to the lofty ideals that inspire us. Our\r\nOrganization needs to be adapted and reformed so as to\r\nbe able to respond effectively to the major challenges of\r\nthe next millennium. Paraguay undertakes to make its\r\ncontribution to attaining those noble objectives.\r\nAt this very special moment I warmly embrace the\r\nAssembly, not only in the name of my people, but also on\r\nbehalf of myself, Juan Carlos Wasmosy, a citizen with\r\nfaith in democracy, struggled for his country’s freedom\r\nand won.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of Paraguay\r\nfor the statement he has just made.\r\nMr. Juan Carlos Wasmosy, President of the Republic\r\nof Paraguay, was escorted from the General\r\nAssembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I call first on His Excellency,\r\nMr. Keizo Obuchi, Minister for Foreign Affairs of Japan.\r\nMr. Obuchi (Japan) (spoke in Japanese;\r\ninterpretation furnished by the delegation): I should like\r\nat the outset to extend my warmest compliments to His\r\nExcellency Mr. Hennadiy Udovenko, Foreign Minister of\r\nUkraine, on his assumption last week of the presidency of\r\nthe fifty-second session of the General Assembly. Japan\r\nwill cooperate closely with him for the success of this\r\nsession.\r\nMr. Mohammed, Ethiopia, Vice-President, took the\r\nChair.\r\nI should also like to pay sincere tribute to His\r\nExcellency Mr. Razali Ismail, who, as President of the\r\nfifty-first session of the General Assembly, demonstrated\r\nactive initiative for strengthening the functions of the\r\nUnited Nations through reform. Japan earnestly hopes that\r\nAmbassador Razali will continue to contribute his views\r\nfor the advancement of United Nations reform.\r\n5\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nThis session of the General Assembly will be an\r\n“Assembly for reform”. I say this because the current\r\nsession is of unprecedented importance in terms of realizing\r\nthe reform of the United Nations.\r\nI should like to recall what the purpose of United\r\nNations reform is. The purpose of reforming the United\r\nNations is, I believe, to strengthen its functions to further\r\nenable it to fully accomplish its tasks. As a member of the\r\nSecurity Council, Japan is deeply aware that since the end\r\nof the Cold War grave problems of conflicts and poverty\r\nhave emerged, most frequently and acutely in Africa. By\r\nreforming the United Nations, the international community\r\nwill be better able to solve the problems of peoples in all\r\nparts of the world who are suffering due to conflicts and\r\npoverty, problems which are especially glaring in Africa.\r\nWe must begin immediately to strengthen the United\r\nNations in this respect and continue our efforts into the\r\nfuture. Japan intends to play the role which is expected of\r\nit in the strengthened United Nations.\r\nI regard highly the strong initiatives of the Secretary-\r\nGeneral, Mr. Kofi Annan, in promoting reform. In\r\nparticular, his proposals for United Nations reform\r\nannounced in March and July of this year are intended to\r\nenhance the coherence and effectiveness of United Nations\r\nactivities by strengthening the leadership of the Secretary-\r\nGeneral as well as the coordination function in each field,\r\nincluding development and humanitarian affairs; as such,\r\nthey have Japan’s basic support. We earnestly hope that the\r\nreform of the United Nations as a whole will gather\r\nmomentum through these proposals.\r\nIf the United Nations is unable to reform itself to meet\r\nthe demands of the coming era, but simply engages in an\r\naimless repetition of detailed arguments in which each\r\nMember State pursues its own interests, the confidence of\r\nthe international community in the Organization will be\r\nseverely undermined. We must be aware that at this\r\nmoment we are standing at a crucial crossroads. It is the\r\nvery moment at which we must summon the political will\r\nto decide on the outlines of United Nations reform.\r\nJapan believes that each Member State should, in a\r\nspirit of statesmanship, engage in substantive negotiations,\r\nnot from the viewpoint of pursuing its own parochial\r\ninterests but from the genuinely broad perspective of\r\nmaximizing benefits to the international community as a\r\nwhole.\r\nJapan believes that reforms relating to the Security\r\nCouncil, finance and development are the three pillars of\r\nUnited Nations reform. Today, the Security Council is\r\nattentive to the economic and social aspects of the\r\nconflicts it seeks to resolve. Moreover, in order to\r\nestablish a sound financial basis, it is necessary that all\r\nthe activities of the United Nations, including those in the\r\nfields of development and peacekeeping, be rendered\r\nmore effective. Serious efforts in the area of development\r\nare also important for ensuring international peace and\r\nsecurity. It is therefore essential that reform in these three\r\nareas be achieved as a whole in a balanced manner in\r\norder for the United Nations, the sole universal\r\norganization, to respond appropriately to the dramatically\r\nchanging context of the international community and to\r\nbe better able to discharge its functions.\r\nNow I would like to reiterate Japan’s views on some\r\nof the most important points regarding the United Nations\r\nreform effort.\r\nFirst, the reform of the Security Council.\r\nNeedless to say, the international community is\r\nvastly different today from what it was 51 years ago,\r\nwhen the United Nations was founded. Broadly speaking,\r\nthis is reflected in the following two ways.\r\nFirst, in addition to those States that were originally\r\nexpected to assume primary responsibility for\r\ninternational peace and security, other States have newly\r\nemerged with the capacity and the willingness to play a\r\nglobal role. Secondly, many States have in the meantime\r\nbecome independent, and today they represent a majority\r\nin the international community, in which they have\r\nbecome important players.\r\nParticularly in the wake of the cold war, the Security\r\nCouncil is expected to play an even greater role in the\r\narea of international peace and security. To meet such\r\nexpectations, it is essential that it be reorganized to adapt\r\nto these two changes, thereby enhancing its legitimacy\r\nand effectiveness. This is the very essence of Security\r\nCouncil reform. It is with such a reformed and\r\nstrengthened Security Council that effective measures to\r\nresolve, for example, the frequent conflicts in regions\r\nsuch as Africa become possible.\r\nIt is from this perspective that many States,\r\nincluding my own, are advocating the expansion of both\r\npermanent and non-permanent membership. If the reform\r\nwere to result in an expansion of only the non-permanent\r\nmembership, the Council’s legitimacy and effectiveness\r\n6\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nwould not be enhanced and genuine reform to adapt to the\r\nchanging times would not have been accomplished.\r\nThis year, under the leadership of former General\r\nAssembly President Razali, discussions on Security Council\r\nreform have gained greater momentum than ever before.\r\nJapan strongly urges that we seize this opportunity to\r\ndecide on at least a framework for Security Council reform\r\nand reach an agreement on an outline for the realization of\r\nconcrete reform by the end of the year. I should like to\r\nreiterate that Japan, with the endorsement of many\r\ncountries, is prepared to discharge its responsibilities as a\r\npermanent member of the Security Council in accordance\r\nwith its basic philosophy of the non-resort to the use of\r\nforce, prohibited by its Constitution.\r\nI shall touch next on financial reform. Today a further\r\nretrenchment by the United Nations in the area of finance\r\nis required, and Japan regards highly the Secretary-\r\nGeneral’s efforts towards this end. The Government of\r\nJapan is itself currently pursuing drastic reform of its\r\nfinancial structure, with the aim of bringing its financial\r\ndeficit below 3 per cent of gross domestic product by the\r\nyear 2003. It is also essential for the United Nations to\r\nsecure a solid financial basis for itself. In this regard, I\r\nwould emphasize again that it is the obligation of Member\r\nStates to pay their assessed contributions in full, and that\r\nMember States in arrears should make every effort to\r\neliminate them.\r\nIt goes without saying that the expenses of the\r\nOrganization must be apportioned more equitably. As\r\nregards the basis for calculating the scale of assessments,\r\nJapan has advocated adopting the concept of “responsibility\r\nto pay” to complement the present method, which is based\r\non the principle of “capacity to pay”. Japan’s assessment is\r\nabout to reach that of the United States, and it is already\r\nalmost as great as the assessments of the other four\r\npermanent members combined. If Japan’s assessment were\r\nto increase further out of proportion, with reform of the\r\nSecurity Council not yet realized, I must say there would be\r\na problem with respect to the fairness of such a situation.\r\nJapan strongly hopes that the financial reform of the United\r\nNations will proceed together with reforms in other areas as\r\na whole in a balanced manner, and that agreement on an\r\nequitable scale of assessments can be achieved.\r\nThe third point relates to reform in the area of\r\ndevelopment. Development and peace are, so to speak, two\r\nsides of the same coin. Without development, the causes of\r\nconflicts will not be eliminated, and without peace the\r\nconditions for development will not be met. Under its\r\npresent Constitution, Japan has continued to attach great\r\nimportance to contributing to international peace through\r\nits active involvement in development issues and\r\nhumanitarian assistance efforts. Involvement in\r\ndevelopment issues is a matter of priority for my country,\r\nand its commitment to the development of developing\r\ncountries remains unchanged.\r\nJapan has been insisting that a “new development\r\nstrategy”, based on a genuine partnership between\r\ndeveloped and developing countries, is particularly\r\nnecessary in this post-cold-war era. Consideration of the\r\nAgenda for Development has concluded recently. We\r\nbelieve it is important that the new philosophy, based on\r\nthe ownership of developing countries and on a genuine\r\npartnership, be widely shared in the United Nations.\r\nTowards this end, in July of this year Japan held the\r\nOkinawa Conference on Development, and this month co-\r\nhosted with the Kingdom of the Netherlands the\r\nConference on the Organization for Economic\r\nCooperation and Development/Development Assistance\r\nCommittee (OECD/DAC) Strategy “Shaping the Twenty-\r\nfirst Century: The Contribution of Development\r\nCooperation”. We are thus exploring ways of promoting\r\nand realizing this strategy. Through such efforts by Japan,\r\nit is becoming widely recognized that South-South\r\ncooperation, fortified with the new dimension of\r\ntriangular cooperation, is an important means of\r\npromoting this strategy.\r\nWe regard the Secretary-General’s proposals to\r\nestablish a United Nations development group and to\r\nconsolidate United Nations offices at the country level to\r\nbe very worthwhile in terms of increasing efficiency.\r\nUnited Nations reform must not be a euphemism for\r\nbudget-cutting. From this point of view, Japan, with the\r\nsupport of many States, has been advocating the idea of\r\nreinvesting in development programmes the savings that\r\naccrue from reforms. We urge that this proposal, which\r\nis reflected in the Secretary-General’s reform plan, be\r\nquickly implemented. In addition, Japan hopes that the\r\nyear 2001 will be designated as the International Year of\r\nVolunteers in order to encourage more active participation\r\nin United Nations activities at the grass-roots level.\r\nSetting development on track and eradicating poverty\r\nin Africa are necessary for the fundamental solution of\r\nthe conflicts that frequently occur in that region. Bearing\r\nthis in mind, Japan has been focusing its efforts on\r\nAfrican development issues. At Japan’s initiative, plans\r\nare under way to hold the second Tokyo International\r\nConference on African Development (TICAD II) at the\r\n7\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nministerial level next year in Tokyo, following a\r\npreparatory meeting, also in Tokyo, at the senior-official\r\nlevel in November of this year. We would like to ask the\r\nStates concerned to cooperate for the success of these\r\nconferences and for the achievement of substantive progress\r\nin promoting African development.\r\nEver since becoming a Member in 1956, Japan has\r\nconsistently pursued a foreign policy that attaches\r\nimportance to the United Nations. Since January of this\r\nyear, thanks to the support of many countries, Japan has\r\nbeen serving its eighth term as a non-permanent member of\r\nthe Security Council. It has been actively cooperating in\r\nUnited Nations peacekeeping operations and efforts for the\r\nprevention and settlement of regional conflicts. Next\r\nJanuary, Japan will convene the International Conference on\r\nPreventive Strategy, which Prime Minister Ryutaro\r\nHashimoto proposed at the fifty-first session of the General\r\nAssembly of the United Nations. We anticipate that\r\nconcrete proposals will be made at that conference as to\r\nhow cooperation between the United Nations and the\r\nOrganization of African Unity, and the strengthening of the\r\nfunctions of the United Nations through such measures as\r\nreform of the Security Council, can contribute to the\r\nprevention and early resolution of conflicts in Africa. I am\r\nalso pleased to announce that next March Japan plans to\r\nconvene in Tokyo an international conference on the\r\npresent situation and future prospects of United Nations\r\npeacekeeping operations.\r\nJapan is also hosting the third session of the\r\nConference of the Parties to the United Nations Framework\r\nConvention on Climate Change in Kyoto this December to\r\ndecide on international measures to prevent global warming\r\nto be taken after the year 2000. Global warming is a critical\r\nissue, with implications for the future of humankind, and its\r\nsolution will require the efforts of every country, including\r\ndeveloping countries. Japan is sparing no effort to ensure\r\nthe success of this conference and its adoption of a protocol\r\nthat is meaningful, realistic and equitable, and I would\r\nearnestly ask for the cooperation of all participating\r\ncountries.\r\nNext year we shall observe the fiftieth anniversary of\r\nthe Universal Declaration of Human Rights. I expect the\r\nUnited Nations to further strengthen its role in the areas of\r\nhuman rights and refugee and humanitarian assistance.\r\nJapan will also continue to contribute actively in these\r\nareas.\r\nIn addition, disarmament efforts, as well as the regime\r\nfor the non-proliferation of weapons of mass destruction,\r\nmust be further strengthened for the sake of world peace\r\nand stability. Japan will also emphasize at this session the\r\nimportance of steady and cumulative efforts to take\r\nrealistic nuclear disarmament measures, aiming for a\r\nworld free of nuclear weapons. We will also participate\r\nactively in discussions on anti-personnel landmines, the\r\nreview of the United Nations Register of Conventional\r\nArms and the question of small arms.\r\nThe twenty-first century will arrive in less than four\r\nyears. In order to make the next century brighter, the\r\nUnited Nations should reform itself to be ready for the\r\nnew era. If it is to do so, an agreement on the outline of\r\nUnited Nations reform must be reached this year. Let us\r\njoin forces to ensure that the world in the twenty-first\r\ncentury is stable and prosperous. This will require that we\r\ngreet the twenty-first century with United Nations reforms\r\nachieved.\r\nI should like to conclude my statement by stressing\r\nthe profound importance of strengthening the United\r\nNations — the only universal international Organization.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of Finland, Her Excellency Ms. Tarja\r\nKaarina Halonen.\r\nMs. Halonen (Finland): Let me extend to you,\r\nMr. Vice-President, my warmest congratulations on your\r\nelection.\r\nThe Foreign Minister of Luxembourg, Mr. Jacques\r\nPoos, spoke on behalf of the European Union. I fully\r\nassociate myself with his statement.\r\nThe reform of the United Nations is inevitable. The\r\nnew imperatives of globalization and interdependence\r\nmust be recognized. Business as usual would inevitably\r\nlead to the marginalization of the United Nations in world\r\naffairs. I fully agree with Secretary-General Kofi Annan\r\nthat we should see these changes as an opportunity, not\r\nas a threat.\r\nReform is in the interest of all Member States,\r\nwhether big or small, whether industrialized or developing\r\ncountries. Where else but at the United Nations can we\r\ndeal with the truly global issues such as the new security\r\nthreats of uncivil society, environmental degradation,\r\nviolations of human rights and poverty? Given the nature\r\nof these issues, unilateral, bilateral or even regional\r\nefforts are of course good, but not enough. Not even the\r\nmost prosperous and powerful nations on earth can\r\n8\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nsuccessfully solve them alone. Only the United Nations has\r\na global mandate and global legitimacy.\r\nThe Secretary-General’s proposals are well attuned to\r\nour thinking in Finland. The General Assembly should\r\nconsider these proposals as a coherent whole and give the\r\nSecretary-General the authority to act on them during this\r\nsession. For our part, we, the Member States, must shoulder\r\nour responsibility for those reforms that require action by\r\nGovernments.\r\nHuman rights must become an integral part of all\r\nUnited Nations activities. We very much welcome the\r\nSecretary-General’s comprehensive approach in this regard.\r\nThe celebration of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights next year must\r\nproduce practical results. The celebration is an opportunity\r\nto emphasize that human rights are universal rights that\r\nbelong to all individuals, irrespective of culture or political\r\nsystems. The duty of Governments is to promote, secure\r\nand protect these rights. Therefore, the international\r\ncommunity has the authority to deal with human rights\r\nviolations wherever they may occur. There is no difference\r\nbetween big or small States in this respect. Europe is by no\r\nmeans an exception. The common standards must be valid\r\neverywhere. The United Nations has a unique role to play\r\nbecause of its global reach. I personally respect and support\r\nregional arrangements and efforts to this end, but they must\r\nbe in accordance with common United Nations standards.\r\nThere is a genuine and growing demand for United\r\nNations action in the field. The United Nations response\r\ntoday is hampered by inadequate resources. I pledge my\r\nGovernment’s full support to Mary Robinson, the newly\r\nappointed High Commissioner for Human Rights, in her\r\nimportant and challenging task.\r\nWe in Finland are very serious people. We try to\r\npractise what we preach. Promoting human rights, including\r\nminority rights, is an integral part of our domestic policy\r\nand naturally extends to foreign policy. As a new feature,\r\nthe Government intends to submit an annual report to\r\nParliament on the human rights situation in the world. We\r\nhope such reports can and will contribute to a more regular\r\nand informed public debate on human rights issues.\r\nThe United Nations has extensive experience in crisis\r\nmanagement and peacekeeping. Lessons have been learned.\r\nOne key lesson is the need to prevent emerging conflicts\r\nrapidly and coherently. Rapid decision-making is imperative\r\nboth in the Security Council and at the national level. Once\r\nthe political decisions are made, they should be\r\nimplemented effectively and without delay. That is why\r\nwe strongly support the establishment of a rapidly\r\ndeployable mission headquarters. Finland has contributed\r\nto it financially and is also ready to make personnel\r\navailable. We urge the Secretary-General to establish the\r\nheadquarters without further delay.\r\nThe recent local elections in Bosnia and Herzegovina\r\nwere undoubtedly a success. The implementation of their\r\nresults is the challenge for the coming weeks and months.\r\nThe Dayton peace process is advancing, but at a\r\ndisappointingly slow pace. Restoring normal living\r\nconditions will require major efforts by all the parties in\r\nthe region. The international community, the United\r\nNations and other organizations will have a tremendous\r\ntask in assisting people to help themselves in this\r\ndevastated region. The High Representative for the\r\nImplementation of the Peace Agreement on Bosnia and\r\nHerzegovina, Mr. Carlos Westendorp, deserves our full\r\nsupport in securing the implementation of the Sintra\r\nagreements. There is also a need for the continued\r\npeacekeeping presence of the Stabilization Force (SFOR)\r\nor its successor force.\r\nAfrica is the one continent most ravaged by violent\r\nconflicts and human suffering. The special session of the\r\nSecurity Council on Africa at the ministerial level is\r\ntherefore a timely initiative. Crisis prevention and\r\npeacekeeping capabilities in Africa should be developed\r\nas a priority. We welcome the efforts already under way\r\nwithin the Organization of African Unity (OAU) and\r\nother regional and subregional settings. However, these\r\nefforts need wider international support. Finland is\r\nprepared to continue to do its part by providing assistance\r\nin training. We are also organizing in Helsinki, Finland,\r\ntogether with the OAU, a broad-based international\r\nconference of non-governmental organizations to promote\r\ntheir international involvement in strengthening peace-\r\nbuilding in Africa.\r\nIn the Middle East, events over the past year have\r\ntaken a dangerous turn for the worse. Fulfilment of the\r\nobligations of the Oslo accords, and with it real\r\nimprovement in the daily lives of the Palestinians, is still\r\nthe best hope the parties have for a just and lasting peace.\r\nA turn for the better is first and foremost for the parties\r\nthemselves to achieve. We urge them to exercise restraint\r\nin actions and in words. Finland, together with its\r\nEuropean Union partners, is prepared to continue to play\r\nits part in supporting the peace process, but clearly the\r\n9\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nparties themselves must play theirs for there to be a process\r\nto support.\r\nThe hopes for the peace process should not be\r\nbetrayed in the face of provocation, humiliation or\r\nfrustration. Terrorism is unacceptable. It only benefits the\r\nextremists on both sides.\r\nIn disarmament, the focus is shifting from weapons of\r\nmass destruction towards conventional arms, including\r\nsmall arms, as so many colleagues of mine have already\r\nmentioned here. The suffering caused by indiscriminate use\r\nof landmines is high on the United Nations agenda, and\r\nrightly so.\r\nFinland welcomes the Ottawa convention. It is a step\r\ntowards a truly global and effective ban on anti-personnel\r\nlandmines, a target which my Government strongly\r\nsupports. The Ottawa process contains a promise, but it is\r\nclear that much work is still needed. Participation in a total\r\nban, particularly by those who are major possessors,\r\nproducers and exporters of these weapons, must be secured\r\nthrough negotiations at the Conference on Disarmament.\r\nFinland will continue to participate actively in the\r\nConference’s efforts to stop the further spread of anti-\r\npersonnel landmines through a global and effective treaty.\r\nThe positive trend in disarmament and\r\nnon-proliferation has been strengthened by the entry into\r\nforce of the Chemical Weapons Convention and the\r\nbilateral commitments made by the Russian Federation and\r\nthe United States regarding nuclear disarmament at the\r\nHelsinki summit. To assure further progress, these\r\ndevelopments should now be followed up by Russian\r\nratification of the Chemical Weapons Convention and the\r\nSTART II agreement.\r\nFinland has consistently advocated a strong United\r\nNations, mandated and capable of addressing socio-\r\neconomic and development issues in an effective and\r\ncoordinated manner. In today’s world, globalization of the\r\neconomy, trade liberalization and the information revolution\r\nhave created an environment of interdependence. Poverty,\r\nthe root cause of so many other ills, can be eliminated only\r\nthrough sustainable development.\r\nFinland, together with the other Nordic countries, has\r\nlong spoken for a more unified United Nations system, both\r\nat Headquarters and at the country level. The Secretary-\r\nGeneral’s proposals go in the right direction. The creation\r\nof the United Nations Development Group is an important\r\nfirst step. Full integration at country level of all United\r\nNations activities, including those of the specialized\r\nagencies, must remain the goal.\r\nThe Economic and Social Council and the web of\r\norganizations and committees operating within it need to\r\nbe united in purpose and in action. The proposed reforms\r\ndo not suffice. The coordinating role of the Council\r\nshould be made real. To achieve this is the responsibility\r\nof the Member States. If we do not take action, the\r\nCouncil will sink into irrelevance.\r\nSimilarly, a more coherent United Nations response\r\nis required to provide protection and humanitarian\r\nassistance to the victims of disasters, whether made by\r\nman or nature. The Emergency Relief Coordinator must\r\nensure coherence and coordination in disaster relief. In\r\nthat role, the Coordinator must receive the full support of\r\nall the humanitarian agencies.\r\nOn the occasion of the fiftieth anniversary of this\r\nOrganization, I remember, more than 150 Heads of State\r\nor Government pledged their resolve to bring an end to\r\nthe United Nations financial crisis. Today, two years later,\r\nonly 89 Member States — I checked the figure today —\r\nhave paid their dues in full and without conditions, and\r\nmany of them did so late. More than half of the\r\nmembership have not. Yet there are very few Member\r\nStates whose non-payment stems from circumstances\r\nbeyond their control, the only waiver known to the United\r\nNations Charter. Non-payment is, in our view, a serious\r\nthreat to the future of the United Nations, not only\r\nbecause of the unfair burden put on Member States that\r\ndo pay, such as my country, but because it undermines\r\nthe commitment and the solidarity that we as Member\r\nStates share towards our common Organization and\r\namong ourselves.\r\nFinland understands the motivation behind the\r\nSecretary-General’s proposal for a revolving credit fund.\r\nHowever, such a fund — as we have understood it —\r\nwould use voluntary contributions to cover unpaid legal\r\ndues. The United Nations might gain some respite, but so\r\nwould the countries in arrears. Finland is not opposed to\r\nexploring this proposal if others so wish and if the\r\nestablishment of such a fund is accompanied by real\r\nsanctions in case of non-payment of assessed\r\ncontributions.\r\nYesterday, we heard the Secretary-General in his\r\nstatement ask the Governments assembled here to make\r\nthe fifty-second session of the General Assembly a\r\n10\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\n“Reform Assembly”. This is a challenge that we and our\r\nOrganization cannot afford to fail.\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs of Portugal, His Excellency\r\nMr. Jaime Gama.\r\nMr. Gama (Portugal) (spoke in Portuguese: English\r\ntext furnished by the delegation): Allow me first to\r\ncongratulate my colleague from Ukraine, Minister Hennadiy\r\nUdovenko, on his election to the presidency of the General\r\nAssembly, and to convey to him our appreciation and the\r\nconfidence we place in his personal qualities and experience\r\nto steer the work of the current session. In his election, I\r\nsee also the recognition of the role played on the\r\ninternational stage by Ukraine, a European nation with\r\nwhich we have friendly ties. I am pleased to recall the\r\noccasion on the margins of the North Atlantic Treaty\r\nOrganization (NATO) meeting in Portugal last May when\r\nhe initialled a “letter on the special partnership between\r\nNATO and Ukraine”.\r\nI would also like to pay tribute to the outgoing\r\nPresident, Ambassador Razali Ismail, for the dedicated and\r\ncompetent manner in which he presided over the work of\r\nthe fifty-first session of the General Assembly, and notably\r\nfor his promotion of United Nations reform, which we\r\nconsider to be essential.\r\nI wish to express my appreciation to the Secretary-\r\nGeneral for the new dynamism he has brought to the\r\nOrganization and for the proposals he has made for its\r\nmodernization.\r\nMy colleague from Luxembourg has already addressed\r\nthe Assembly on behalf of the 15 member States of the\r\nEuropean Union. However, I would like to reflect on a\r\nnumber of questions of particular importance to my\r\ncountry.\r\nThe main question on our agenda is undoubtedly the\r\nreform of the United Nations. Despite its achievements and\r\nincreasing importance on the international stage, the United\r\nNations today needs a profound transformation to enable it\r\nto face the challenges of the next millennium.\r\nPortugal expresses its appreciation for the programme\r\nof reforms presented by the Secretary-General and reaffirms\r\nits readiness to participate in the further development of\r\nthis initiative, taking up the challenge to build up a more\r\neffective Organization, with a better capacity to respond\r\nand a more rational utilization of its resources. The\r\nPortuguese Government supports in general terms the\r\nproposals contained in that programme.\r\nAmong the instrumental measures proposed, Portugal\r\nsees merit in the creation of the post of Deputy Secretary-\r\nGeneral. We also welcome the proposal to rationalize the\r\ndebates of the General Assembly so that it may focus on\r\nspecific themes.\r\nWith regard to the area of peace and security, the\r\nprimary focus of the action of the United Nations, we\r\nsupport the strengthening of its institutional capacity in\r\nthe field of preventive diplomacy and of post-conflict\r\npeace-building. The creation of a rapidly deployable\r\nmission headquarters and the initiative of some Member\r\nStates to constitute a high-readiness brigade are\r\ninstruments that will permit the United Nations to\r\nstrengthen its capacity to react to emerging crises. I am\r\npleased to note that Portugal is ranked twenty-sixth\r\namong nations contributing troops for United Nations\r\npeacekeeping operations.\r\nWe also believe that cooperation between the United\r\nNations and regional organizations should continue to be\r\nencouraged, particularly as concerns the African\r\ncontinent.\r\nWith regard to the defence and promotion of human\r\nrights, I would like to commend the emphasis given by\r\nthe Secretary-General to its cross-sectoral nature, which\r\nmust be taken into due account in all the activities and\r\nprogrammes of the United Nations.\r\nIn this context, we are also particularly pleased to\r\nsee the proposal to fuse the Centre for Human Rights\r\nwith the Office of the High Commissioner for Human\r\nRights. The process of reform in this area will be carried\r\nout by the new High Commissioner, Mrs. Mary Robinson,\r\nwhom I congratulate on her recent appointment.\r\nThe effectiveness of intervention by the United\r\nNations in humanitarian assistance is of special concern\r\nto us, including within the framework of the Security\r\nCouncil. Therefore, Portugal welcomes the proposal of the\r\nSecretary-General to restructure this sector by\r\nstrengthening the role of the Emergency Relief\r\nCoordinator, as well as the suggestion for the\r\nestablishment of an Economic and Social Council\r\nsegment for humanitarian affairs.\r\nThe promotion of social and economic progress is a\r\nfundamental goal of the United Nations. As the Secretary-\r\n11\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nGeneral rightly reminded us in an Agenda for Development,\r\ndevelopment cannot be attained in the absence of peace and\r\nsecurity or in absence of respect for all human rights and\r\nfundamental freedoms.\r\nPortugal notes with satisfaction the process of\r\nreadjustment proposed by the Secretary-General to\r\nstrengthen the macroeconomic coordinating mechanisms of\r\nthe activities of the United Nations and its specialized\r\nagencies.\r\nIn the area of assistance for development, we see with\r\nequal satisfaction the focus on guaranteeing an integrated,\r\ncoherent and coordinated activity of all funds, programmes\r\nand agencies involved. As we see it, however, such efforts\r\nmust not jeopardize their respective autonomy and\r\nspecificity.\r\nWe understand the goals of the challenge launched by\r\nthe Secretary-General to replenish the levels of financing\r\nfor development activities of the United Nations. For our\r\npart, we pledge to continue our efforts, within the limits of\r\nour capabilities. We also believe that the persuasion and\r\nmobilization of the private sector may turn out to be very\r\nuseful at a time of acute budgetary restrictions.\r\nIn this context, and in the light of the increasing\r\ndisparity between developed and developing countries, the\r\nproposal of the Secretary-General to channel savings\r\nresulting from reforms towards development activities is\r\nparticularly welcome to us. The promotion of sustainable,\r\nequitable and socially just development has increasingly\r\nbecome a top priority for the United Nations. The guarantee\r\nof a balance between economic growth, the conservation of\r\nthe environment and the protection of natural resources is\r\nessential for the future of our planet. Portugal therefore\r\nsupports the proposals of the Secretary-General aimed at\r\nstrengthening the United Nations Environment Programme\r\nas the core environmental agency of the United Nations.\r\nFinally, we cannot fail to underline that the goal of the\r\nreforms, particularly in the economic and social sector,\r\nshould not be exclusively to reduce costs but to rationalize\r\nstructures and consequently to improve the capacity of the\r\nOrganization.\r\nWe support a reform and enlargement of the Security\r\nCouncil that reflects the increase in the Members of the\r\nUnited Nations, takes into account the new political and\r\neconomic realities and ensures fairer geographical\r\ndistribution. In this way, the Security Council will be more\r\ndemocratic and therefore more effective in the\r\nformulation and implementation of its decisions.\r\nWith regard to the composition of the Security\r\nCouncil, we advocate an equitable increase in both\r\ncategories of membership, encompassing all regional\r\ngroups, in order to make it more representative.\r\nAs to the selection of new permanent members, we\r\nbelieve that certain criteria should be applied, namely,\r\nrespect for the principles of the United Nations Charter,\r\nfull acceptance of the jurisdiction of the International\r\nCourt of Justice and the capacity and will to contribute to\r\nthe maintenance of international peace and security, as\r\nwell as global influence.\r\nThe Portuguese Government reaffirms its support for\r\nthe inclusion of Germany and Japan as permanent\r\nmembers of the Security Council. But it would be\r\ndifficult to understand if the increase in the number of\r\npermanent members did not also include States from the\r\nregions of Africa, Asia, Latin America and the Caribbean.\r\nIn this context, among eligible countries, there is Brazil,\r\na founding Member of the United Nations, the largest\r\ncountry in Latin America and a State that is committed to\r\nthe principles of the Charter.\r\nPortugal believes particular emphasis should be\r\ngiven to the review of the working methods of the\r\nSecurity Council, not only in order to strengthen the\r\ntransparency of its decision-making process, but also to\r\ncreate the conditions for an improved ability for\r\nnon-members to accompany the work of the Council. In\r\nfact, this was one of the concerns of the Portuguese\r\ncandidature for the Security Council for 1997-1998 and\r\nwas one of the main priorities of the Portuguese\r\npresidency of the Council last April. Within the Security\r\nCouncil, we have advocated the holding of open Council\r\ndebates to allow non-members to participate in\r\ndiscussions of matters of direct interest to them.\r\nWe have also encouraged the involvement of the\r\nSecurity Council in debating themes which have particular\r\nrelevance to its work, such as the promotion of human\r\nrights, the protection of refugees, humanitarian assistance\r\nand the impact of sanctions, aiming at providing a more\r\ncoherent framework for the Council to act in the future.\r\nOne of the most pressing concerns requiring an\r\nurgent response is resolution of the Organization’s serious\r\nfinancial crisis. We believe that the solution lies in the\r\nfull and timely fulfilment of obligations, the unconditional\r\n12\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\npayment of arrears to the Organization, review of the scales\r\nof assessment so as to reflect the real capacity to pay of\r\nMember States, and applying financial rigour and\r\nrationalizing the use of existing resources. These proposals\r\nseek to guarantee a sound financial base for the United\r\nNations.\r\nPortugal, a member of the troika of observer countries\r\nof the peace process in Angola, and a member of the\r\nSecurity Council, continues to pay particular attention to\r\ndevelopments in that African country. We were particularly\r\nencouraged to witness the positive events of March this\r\nyear: the formation of a Government of Unity and National\r\nReconciliation including members of UNITA, as well as the\r\nreturn to the National Assembly of that movement’s\r\nparliamentary group. These important fulfilments of the\r\n1994 Lusaka Protocol, which is the framework for the\r\nentire process, were undoubtedly an important step forward\r\nin the eyes of all those, foremost among them the Angolan\r\npeople themselves, who yearn to see this great African\r\ncountry enter fully into a future of peace, national\r\nreconciliation and economic and social development. We\r\nare therefore understandably concerned about the new\r\ndifficulties affecting the peace process, which have already\r\nresulted in the timely, and we hope decisive, intervention\r\nby the Security Council through its resolution 1127 (1997),\r\nadopted last month. As we stated on the occasion of its\r\nadoption, we consider the terms of the resolution — the\r\nability to impose sanctions — to be a stimulus for UNITA\r\nto fulfil its obligations under the Lusaka Protocol, which it\r\naccepted freely. This is not an attempt to condemn UNITA\r\nto isolation or to exclude it from the peace process, of\r\nwhich it is, and should continue to be, an integral part.\r\nPeace in Angola is possible and necessary. But, as we\r\nhave stated before, in the final analysis it depends on the\r\npolitical will of the Lusaka Protocol signatories. They must\r\nnot, however, ignore the human, financial and material\r\ninvestments the international community has already made\r\nin Angola in defence of the peace process. Should the\r\ncurrent impasse in the Angolan peace process continue, the\r\ninternational community will undoubtedly adopt the\r\nmeasures required under the circumstances. We therefore\r\nreiterate our appeal to the parties, and in particular to\r\nUNITA, to show the international community, by taking\r\nconcrete steps, that they have decidedly opted for the road\r\nto peace, once and for all relegating to the past the spectre\r\nof a fratricidal war.\r\nFinally, I could not end this reference to Angola\r\nwithout saluting the Special Representative of the Secretary-\r\nGeneral for Angola, Maitre Alioune Blondin Beye, who has\r\nbeen tireless in his mission to defend the peace process.\r\nWe would also like to place on record our sincere\r\nappreciation to all those who, working with either great\r\ncommitment with the United Nations Angola Verification\r\nMission (UNAVEM III) or the United Nations Observer\r\nMission in Angola (MONUA), embody the international\r\ncommunity’s hope that a brighter future awaits the\r\nAngolan people.\r\nThe President returned to the Chair.\r\nYear after year Portugal has brought to the attention\r\nof this Assembly the question of East Timor. Some may\r\nhave thought that time would consign this question to\r\noblivion. But the events of this last year have confirmed\r\nthat the problem of East Timor is more alive than ever\r\nbefore in the conscience of the international community.\r\nI recall the award of the Nobel Peace Prize in 1996 to\r\nMonsignor Ximenes Belo and José Ramos-Horta, two\r\nEast Timorese who, in different fields, have greatly\r\ndistinguished themselves in taking up the rights and the\r\nidentity of the people of East Timor. The award of that\r\nPrize also demonstrates the respect and solidarity of world\r\npublic opinion for the struggle of a people for freedom\r\nand for their inalienable right to self-determination, which\r\nall Members of the United Nations are duty-bound to\r\nrespect.\r\nHere, I would like to praise the recent initiative of\r\nthe President of South Africa, Nelson Mandela, in support\r\nof the efforts of the Secretary-General, aimed at the\r\nrelease of the East Timorese leader Xanana Gusmao and\r\nof all other East Timorese political prisoners.\r\nUnfortunately, this increasing international attention\r\nto the question of East Timor has not resulted in an\r\nimprovement of the situation in the territory, where the\r\nsystematic violation of the most basic human rights\r\npersists and whose people continue to be denied the right\r\nto express and affirm their identity, despite the\r\ndeliberations, year after year, of the Human Rights\r\nCommission.\r\nI would like to express our recognition of the new\r\nimpetus which, in accordance with the mandate given to\r\nhim by resolution 37/30, the Secretary-General has sought\r\nto give to the search for a negotiated settlement to the\r\nproblem of East Timor by: appointing a Personal\r\nRepresentative dedicated exclusively to this matter, in the\r\neminent person of Ambassador Jamsheed Marker;\r\nproviding a more operational and active impulse to the\r\ntripartite negotiations under his auspices; and relaunching\r\n13\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nthe all-inclusive East Timorese dialogue which involves the\r\nactive participation of the East Timorese in this process,\r\ninvolvement that is essential to its success.\r\nOnly through negotiations will it be possible to find a\r\nlasting solution to the problem of East Timor. Portugal is\r\ncontributing, with hope and commitment, to this new cycle\r\nof negotiations aimed at achieving a just, comprehensive\r\nand internationally acceptable solution for East Timor,\r\naccording to the terms of the Charter and the relevant\r\nresolutions of the United Nations.\r\nPortugal has sought to give fresh impetus to its\r\nparticipation in international organizations, recognizing the\r\ndynamism and increased importance of multilateral forums\r\nin international life. Since the last General Assembly\r\nsession, Portugal has hosted two important international\r\nmeetings: the Summit Meeting of the Organization for\r\nSecurity and Cooperation in Europe and the spring\r\nministerial meeting of the North Atlantic Treaty\r\nOrganization (NATO). Portugal has also recently hosted\r\ntwo rounds of negotiations on Western Sahara. We\r\nwelcome the positive results achieved on this question by\r\nthe special envoy of the Secretary-General, Mr. James\r\nBaker.\r\nIn 1998, Portugal will be hosting the eighth Ibero-\r\nAmerican Summit, and will organize, in close cooperation\r\nwith the United Nations, the first world conference of youth\r\nministers, which will take action on the United Nations\r\nWorld Programme of Action for Youth to the Year 2000\r\nand Beyond.\r\nI would like also to refer to the Community of\r\nPortuguese-Speaking Countries (CPLP). The promotion of\r\nthe Portuguese language, spoken today by more than 200\r\nmillion people, the new modalities of institutional\r\ncooperation which have been established and the\r\ncoordination of the diplomatic and political positions of the\r\nfounder countries in the many international forums\r\ninvolved, have made this organization, despite its youth, an\r\nattentive participant within the international community.\r\nThe problems associated with the many components of\r\nthe drug phenomenon are among the biggest challenges\r\nfaced by our societies today. The phenomenon particularly\r\naffects our young people, and its global nature certainly\r\nrequires a concerted response on the part of the entire\r\ninternational community. In this context, and given that\r\nPortugal is presiding over the preparatory work for the\r\nspecial session of the General Assembly on drugs, which\r\nwill take place in June 1998, I would like to underline the\r\nimportance we attribute to that event. We sincerely hope\r\nthat that session will produce a clear political commitment\r\non the part of Governments to combat the drug plague,\r\nand that concrete steps will be taken in that direction.\r\nWith a view to achieving these objectives, I appeal to\r\nMember States to be represented at the special session at\r\nthe highest political level.\r\nWith regard to sustainable development, Portugal has\r\nclosely followed the implementation of the principles\r\nestablished by the Rio Summit. The nineteenth special\r\nsession of the General Assembly confirmed, however, that\r\nwe are still far from implementing fully the goals\r\nestablished there. Allow me to underline the three\r\ncomponents to which Portugal attributes particular\r\nimportance: combating desertification, protecting the\r\nforests and protecting the oceans. Portugal considers that\r\nin the fight against desertification the United Nations\r\nConvention is the fundamental legal instrument for the\r\nimplementation of new international actions on this\r\nmatter. With regard to the northern Mediterranean, we\r\nwill continue to promote the most extensive cooperation\r\nwith our partners, and we are open to closer association\r\nwith the countries of North Africa in a joint effort\r\ninvolving the entire Mediterranean region.\r\nIn the area of the preservation of forests, we support\r\naction undertaken, particularly in the context of the\r\nUnited Nations, with a view to the conservation,\r\nintegrated development and sustainable management of\r\nthis important heritage of mankind. I would like to draw\r\nattention to the holding in Lisbon in June 1998 of the\r\nthird Pan-European ministerial Meeting on the protection\r\nof the forests, which we hope will contribute significantly\r\nto protecting forest ecosystems that have deteriorated.\r\nAs regards the oceans and seas, Portugal will\r\ncontinue to support efforts to preserve them, advocating\r\nin particular the more effective protection of marine\r\nbiodiversity and the integrated management of coastal,\r\ncontinental and insular zones.\r\nFollowing the proclamation of 1998 as the\r\nInternational Year of the Ocean, Portugal is proud to be\r\norganizing in Lisbon the last universal exposition of this\r\ncentury, Expo 98, which will be dedicated to the theme\r\n“Oceans: a heritage for the future”.\r\nParticularly relevant in this context will be the work\r\nof the Independent World Commission on the Oceans,\r\nchaired by the former President of the Portuguese\r\nRepublic, Mr. Mario Soares, the conclusions of which\r\n14\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nwill be presented to the General Assembly at its next\r\nsession.\r\nI would like to end my statement with a word of hope\r\nand optimism for the future of the Organization. We believe\r\nin a revitalized and even stronger United Nations for the\r\ntwenty-first century. The Assembly can count on our efforts\r\nto work towards that goal.\r\nThe President: I now give the floor to the Deputy\r\nPrime Minister and Minister for Foreign Affairs of the\r\nKingdom of the Netherlands, His Excellency Mr. Hans\r\nvan Mierlo.\r\nMr. van Mierlo (Netherlands): First of all, allow me\r\nto subscribe to the statement delivered this morning by the\r\nForeign Minister of Luxembourg, Mr. Jacques Poos, on\r\nbehalf of the European Union. In particular, Sir, I wish to\r\njoin him in his congratulations to you on your election to\r\nthe presidency of the General Assembly.\r\nAs the year 2000 draws closer, our feelings somehow\r\nmake us ponder more keenly the achievements and\r\nmisfortunes of the present century, and make us look ahead\r\nto the next one. As I do this, central to my thoughts is the\r\nUnited Nations, an institution created when I was an\r\nadolescent, at the end of a war whose horrors were just\r\nthen coming to light. I remember having been elated at the\r\ntime about the purposes and principles of the new\r\nOrganization, and I remember how intrigued I was to see\r\nthat, in a way, devastation and despair had given rise to the\r\nbelief that a better world could yet be built, a world marked\r\nby peace, development and respect for human rights,\r\nnotions I was just beginning to learn about. Soon enough,\r\nI came to realize that such a world would be rather longer\r\nin the making than the Charter had led me to hope; that old\r\nquestions were giving way to new ones; that the United\r\nNations was not a panacea for all the troubles of mankind;\r\nand, more to the point, that the United Nations could never\r\nbe stronger than its Member States collectively willed it to\r\nbe.\r\nYet somehow my expectations remained, expectations\r\nwhich I shared with a growing audience around the globe,\r\nand which one generation was passing on to the next.\r\nRightly or wrongly, nations and individuals, Governments,\r\ncivil society and the public at large: they all have\r\nexpectations about what the United Nations can do for\r\nthem, and about how it might change their lives and their\r\ndestiny for the better.\r\nThe question then is not so much whether the United\r\nNations can meet all of those expectations. For it cannot,\r\nand it probably should not even try. The United Nations\r\nhas neither the mandate, nor the resources, nor the power\r\nto be the world’s keeper. The question is rather how we\r\ncan exploit the strong points of the Charter, how we can\r\nmake the United Nations play a role that only the United\r\nNations can play, and how we can better equip the\r\nOrganization to do more by doing what it does better.\r\nWith that in mind, I wish to highlight three matters this\r\nafternoon: the fitness of the Organization; the potential of\r\nthe United Nations to manage crises in the wider context\r\nof development; and the Organization’s action in the field\r\nof human rights.\r\nPart of the reason why the United Nations has\r\nproblems in meeting expectations is what it has turned\r\ninto over the past 30 years: an amazing structure of\r\nboards and committees populated by a growing\r\nmembership and assisted by an army of civil servants. For\r\nthat reason alone, the Organization has lost credibility.\r\nEfforts to streamline and revitalize the Organization are\r\ntherefore long overdue. United Nations reform is a must.\r\nThe proposals put forward by the Secretary-General are\r\nan important first step in that process, as the Foreign\r\nMinister of Luxembourg, Mr. Poos, said this morning, a\r\nprocess that will have to incorporate more ambitious ideas\r\nas it unfolds. The Kingdom of the Netherlands supports\r\nthe Secretary-General in his reform drive, we applaud the\r\nfact that he has made reform his number-one agenda item,\r\nand we welcome the reform package Mr. Kofi Annan has\r\nput in our care.\r\nBut we should get on with it. The world cannot\r\nafford to wait. We are looking at an Organization that is\r\nfar behind on its maintenance schedule. Yet over the past\r\nthree years, the reform debate has inched forward as if\r\noblivious to the need to produce results. Fortunately, the\r\nSecretary-General has injected new momentum into the\r\ndebate, and we should all welcome this.\r\nAs we are about to engage in this “Reform\r\nAssembly”, as the Secretary-General has called it, we\r\nshould be conscious of the underlying concerns that have\r\nsurfaced in the reform debate from time to time. These\r\nconcerns are real, and dismissing them would jeopardize\r\na promising outcome for the present session. Indeed,\r\nvarious groups of nations have doubts about what other\r\ngroups of nations are ultimately aiming for in this\r\nexercise. Developing countries have even expressed\r\nmisgivings about the reform process as a whole. Some of\r\nthem are clearly afraid that major Western Governments\r\n15\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nare out to recast the United Nations as an institution that\r\nwould run on the lowest possible budget and concentrate on\r\npeacekeeping, humanitarian aid and human rights. Another\r\nconcern is that the development programme of this\r\nOrganization — perhaps its single most important\r\nachievement over the past 30 years — might actually suffer\r\nas a result of reform.\r\nUnderstandably, many nations see the decline in recent\r\nyears of official aid levels as the writing on the wall. They\r\nare disheartened by the empty promises of Rio de Janeiro\r\nin 1992. Moreover, they are worried about the current\r\nfinancial crisis of the United Nations. And finally, a handful\r\nof nations describe the Secretary-General’s proposals as a\r\n“northern” package — one that caters mainly to the needs\r\nof the industrialized world.\r\nInstead, developing nations would wish to see the\r\nUnited Nations strengthened in what to them is perhaps its\r\nmost critical field of action, a field of action that\r\ncorresponds to one of the main purposes mentioned in the\r\nCharter: social and economic development. They rightly\r\nargue that if the United Nations membership wants to be\r\nserious about that objective, it needs to equip the\r\nOrganization accordingly. And so, in their view, more\r\nresources should flow into the Organization. Before\r\nconsenting to change anything, they are inclined to play it\r\nsafe and to hold on to what is there.\r\nThis line of thought, assuming I am reading it\r\ncorrectly, calls for comments. My first remark is that,\r\nclearly, the Secretary-General was well-advised in having\r\nmost of his package focus on the economic and social\r\nsectors. This is indeed the area that commands the widest\r\ninterest among the membership. If we look at the merits of\r\nthe package, it seems fair to say that many industrialized\r\nnations might have wanted to see more ambitious and\r\ncomprehensive proposals. Still, speaking for the\r\nNetherlands Government, I would argue that the present\r\npackage of reform measures is well-directed, substantial and\r\nworthwhile. Evidently, the Secretary-General, on the basis\r\nof consultations which only he could undertake, has\r\nconcluded that the contents of the package represent the\r\nmaximum of what is achievable in the present state of play.\r\nAnd we should all accept that as a given.\r\nFurthermore, it is important to remember that reform\r\nmight strengthen the development sector of the United\r\nNations to the point where it can actually deliver better\r\nservice with the resources that are presently available. This\r\nexercise is not about cutting costs. Yet a leaner and meaner\r\nOrganization might give better value for the money. At the\r\nsame time, we welcome the idea of a development\r\ndividend, as put forward by the Secretary-General.\r\nA stronger development sector may help make the\r\nUnited Nations a more attractive Organization not only to\r\nrecipients, but to donor countries as well. Voluntary\r\ncontributions should not come only from the same small\r\ngroup of traditional donors year after year. For a long\r\ntime now, the Netherlands has been among the top\r\ncontributors to the United Nations system, and we intend\r\nto remain so. We appreciate the spectacular gesture by\r\nMr. Ted Turner. But donor contributions should also\r\ncome from those nations that fall far below the 0.7 per\r\ncent mark, as well as from newly industrialized countries\r\nin Asia and elsewhere.\r\nFinally, all Member States should become current\r\nand stay current on their financial obligations under the\r\nregular and peacekeeping budgets; and payments should\r\nbe prompt, in full and certainly without conditions.\r\nAll in all, the heart of the matter is not about core\r\nconcepts and not about mindset; it is about trust. It is\r\nabout feeling comfortable with the idea that among 185\r\nMember States, a difference of views is inevitable,\r\nparticularly when they are asked to discuss such a wide-\r\nranging matter as the future of this Organization.\r\nWe have arrived at a crossroads where we face a\r\ncritical choice. This is a moment when we have to rise\r\nabove the level of squabbling over details in working\r\ngroups. No doubt, we all have a point to raise, a question\r\nto ask and a change to make. But that avenue would lead\r\nus nowhere, for soon enough the package would fall\r\napart. Now is the time to start trusting each other. This is\r\na time for vision and political courage. We, as statesmen,\r\nshould be ready to accept our responsibility in this regard,\r\nto join forces and to forge a breakthrough. We should all\r\nrise to the occasion and accept the package of the\r\nSecretary-General as it is before us now and work out the\r\ndetails and implementation later. Endorsement in general\r\nterms needs to be expressed before we all adjourn next\r\nDecember. Without such endorsement, the momentum in\r\nthe reform process will be lost.\r\nWe, the Member States of the United Nations,\r\npledged ourselves, in the words of the Charter:\r\n“to take effective collective measures for the\r\nprevention and removal of threats to the\r\npeace”.\r\n16\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nNext to the United Nations development effort,\r\npeacekeeping and peace-building are perhaps the most\r\nvisible part of what the United Nations does — an\r\nimpression refreshed by Cable News Network (CNN)\r\nalmost daily. More importantly, those who are on the run,\r\nwho are afraid for their lives, who watch their homesteads\r\ninvaded, who are occupied and repressed, who look\r\nstarvation and genocide in the face — they have\r\nexpectations of the United Nations. They expect the\r\nOrganization to bail them out.\r\nWe need to improve the capacity of the United\r\nNations to deal with crises, be they military, political or\r\nhumanitarian ones, whether man-made or not. There is\r\nconsiderable room for improvement here, as illustrated by\r\nthe situations in Bosnia, Somalia, Rwanda and Zaire. As we\r\nspeak, innocent blood is flowing in many places around the\r\nworld. Yet all too often the United Nations remains\r\nimpotent. We cannot allow this to continue. Here again lies\r\na major area where reform is indispensable, and the\r\nSecretary-General has duly underlined this.\r\nA number of Member States, including the Kingdom\r\nof the Netherlands, have been trying to develop the concept\r\nof a standby high-readiness brigade within the framework\r\nof the United Nations standby agreements. They have been\r\nmaking modest progress over the last three years. A rapidly\r\ndeployable headquarters is now being established.\r\nTomorrow a small group of nations will informally\r\ndeliberate on how to promote further steps. Several other\r\ninitiatives are under way, including regional ones. Given the\r\ncomplexities, this is going to be an incremental process, but\r\none where we cannot afford to let up.\r\nThe real test is where to position peacekeeping in the\r\nwider context of the overall concerns of the United Nations.\r\nOur agenda should be wider and should include conflict\r\nprevention and peace-building.\r\nThe difficulty we need to address here is how to\r\nintegrate different policy instruments — political, military,\r\nrelief, rehabilitation and social and economic development\r\n— into one comprehensive framework. Crises require a\r\ncoherent and effective international response, a response\r\nthat should integrate preventive diplomacy, political\r\nmediation and humanitarian relief, but also social action,\r\neconomic alternatives and cultural communication. In sum:\r\ndevelopment.\r\nOf course, prevention is the key. The United Nations\r\ncan be much more effective when we invest in prevention.\r\nDiplomacy, economic sanctions, arms embargoes and\r\npolitical pressure will reduce risk and costs as compared\r\nto military intervention in an escalated conflict. We could\r\navoid the loss of life and escape generalized human\r\nmisery. As a result of timely prevention, we could also\r\navoid the immense costs for rehabilitation, resettlement\r\nand reconstruction that arise after violence is over.\r\nMilitary intervention, under United Nations auspices, for\r\nhumanitarian purposes may be necessary in certain\r\nconflict situations. But it should always be a means of\r\nlast resort. Intervention implies that prevention has failed.\r\nThe link between development on the one hand and\r\npeace and security on the other is a tenuous one in the\r\nUnited Nations system. Yet experience has proved that\r\nmaking the link is imperative. We need to find the best\r\ncombination of conflict management, humanitarian\r\nassistance and social and economic programmes to pave\r\nthe way for sustainable development and for sustainable\r\npeace.\r\nIn San Francisco we promised to promote and\r\nencourage\r\n“respect for human rights and for fundamental\r\nfreedoms for all”.\r\nIt is a pledge we will have to renew again and again,\r\nperhaps indefinitely. Yet such a pledge may not\r\ndegenerate into lipservice. Commitments must be turned\r\ninto reality; obligations must be implemented. We cannot\r\nlet our guard down as we face reports on violations of\r\nhuman rights. Torture is still being practised on a wide\r\nscale. People continue to disappear. Arrest and detention\r\nwithout cause take place routinely. And freedom of the\r\npress is non-existent in too many countries.\r\nStill, we recognize that human rights are in better\r\nshape worldwide than they were 10 years ago, and\r\ncertainly 50 years ago. Totalitarian regimes have all but\r\ndisappeared; democracy is on the rise. Also, there is more\r\ninterest than ever before in the triangle of democracy,\r\ngood governance and human rights.\r\nToday, human rights are well established as an\r\nimportant objective in their own right and a major field of\r\nactivity for the United Nations. But, perhaps more\r\nimportant, human rights have become a leitmotif in a\r\nwide variety of other areas of United Nations policy, from\r\nsustainable development to population, from trade to\r\nhumanitarian aid, and from peacekeeping to human\r\nsettlements. That human rights is a “cross-cutting” issue\r\nis evident from the reform proposals of the Secretary-\r\n17\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nGeneral and from the way he has revised the top\r\nmanagement structure in the Secretariat — both of which\r\nwe welcome warmly.\r\nExpectations on what the United Nations can achieve\r\nin the field of human rights have run high, among victims\r\nof human-rights violations, among mothers of the\r\ndisappeared, among grass-roots groups, and among\r\nnon-governmental organizations. Then again, there are\r\nGovernments that expect the United Nations to stay out of\r\ntheir precincts entirely: Governments that accept the\r\nuniversality of human rights, but only as a debating point;\r\nGovernments that accept the United Nations actions against\r\nhuman rights-violations, but only at a theoretical level and\r\nnot when it concerns them.\r\nAll in all, the instruments the United Nations can\r\napply have become the core of an extensive machinery that\r\nin many cases has worked strikingly well. Examples are\r\nnumerous and expanding. I refer to such diverse methods\r\nas international dialogue, the integration of human rights\r\nactivities into cooperation arrangements, the work of human\r\nrights field offices, human rights education and\r\nstrengthening regional supervisory machinery.\r\nMore recently, a new High Commissioner for Human\r\nRights took up her position. If this is indeed the age of\r\nhuman rights, as the Secretary-General says, then\r\nMrs. Mary Robinson will be one of its key personalities.\r\nWe wish her courage and wisdom in her new assignment,\r\nand she can be sure of our commitment.\r\nOne major platform in the realization of human rights\r\nand the international administration of justice is soon to\r\ntake its definitive shape. Next summer, a diplomatic\r\nconference will convene in Rome — we should all be\r\ngrateful to the Italian Government for hosting it — that\r\nwill, hopefully, adopt a convention establishing an\r\ninternational criminal court. Once established, the court will\r\nbe the natural counterpart to the International Court of\r\nJustice. My Government is looking forward with\r\nanticipation to this new offspring in the international legal\r\norder, and I take pride in announcing that my country is\r\noffering to house the seat of the court, in the city of The\r\nHague.\r\nThe fitness of the United Nations as an Organization,\r\nits capacity to manage crises in the wider context of\r\ndevelopment, and its action in the field of human rights are\r\nareas of ongoing concern to all Member States. This\r\nAssembly will continue to address them, either on their\r\nown merits or in the context of United Nations reform. The\r\nUnited Nations is expected to perform in these areas and\r\nto produce results. Yet there is only one way this is going\r\nto happen: if all of us join forces, join forces to make the\r\nUnited Nations a viable and credible institution, join\r\nforces to make it a centre for harmonizing the actions of\r\nnations in the attainment of these common ends. For only\r\nthen will we keep the promise of San Francisco.\r\nAnnouncement by the President: Expression of\r\nCongratulations\r\nThe President: The Assembly will next hear\r\naddresses by the Heads of State of Guatemala, Costa\r\nRica, El Salvador and Honduras. In this connection, I\r\nhave been asked by the Heads of State of these four\r\ncountries, as well as the Head of State of Nicaragua, to\r\nrequest members of the General Assembly to first hear all\r\nfour addresses before proceeding to the Indonesian\r\nLounge to offer expressions of congratulations.\r\nAddress by Mr. Alvaro Arzú Irigoyen, President of\r\nthe Republic of Guatemala\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Guatemala.\r\nMr. Alvaro Arzú Irigoyen, President of the Republic\r\nof Guatemala, was escorted into the General\r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of Guatemala, His Excellency\r\nMr. Alvaro Arzú Irigoyen, and to invite him to address\r\nthe Assembly.\r\nPresident Arzú Irigoyen (interpretation from\r\nSpanish): It is a great honour for me, as the representative\r\nof the people of Guatemala and as President pro tempore\r\nof the Central American Integration System, to\r\ncongratulate you, Mr. President, on your well-deserved\r\nelection to preside over the General Assembly at its fifty-\r\nsecond session.\r\nWe wish to thank the President and the Secretariat\r\nfor their understanding in allowing us to alter protocol\r\nand to address the Assembly in the form of a joint\r\npresentation. We Central Americans deemed it necessary\r\nand timely to do so because we wish in this way to\r\nhighlight the importance, the scope, the depth and the\r\nextent of the changes that are taking place in Central\r\n18\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nAmerica after years of confrontation and suffering for our\r\npeoples and our region.\r\nWe bring good news. Central America is undergoing\r\nremarkable changes, and the Central American leaders wish\r\nto share together here in this world forum the progress\r\nachieved in our region. We bring news of peace, democracy\r\nand development, news of understanding and cooperation,\r\nnews of accord and unity. Our region is leaving behind\r\nyears of internal war and authoritarianism to move into a\r\nconstructive stage of political, economic, social, cultural\r\nand ecological strength, one that will enable us to enter the\r\nnew millennium with new hopes and achievements by our\r\npeoples. And this new stage is being constructed with the\r\nrespectful participation and responsible support of the\r\ninternational community.\r\nWe must recall that barely 12 years ago we Central\r\nAmericans were on the verge of a regional war and that our\r\ncountries were experiencing the with full intensity of being\r\none of the last settings of the so-called cold war. But then\r\nnegotiation prevailed over conflict and we found Central\r\nAmerican roads to peace, which led, 10 years ago to the\r\nEsquipulas II Accords, embodying the procedure for a firm\r\nand lasting peace in Central America.\r\nThe processes of dialogue and reconciliation moved\r\nforward along difficult and complex roads. The heat of\r\nbattle was replaced by the warmth of debate. Weapons were\r\nlaid down, and we began the difficult but unpostponable\r\nmarch towards reconciliation, towards a return to the rule\r\nof law, towards democratic strengthening and towards\r\npeaceful and constructive coexistence.\r\nAs may be recalled, at last year’s session I came\r\nbefore the Assembly anticipating peace in my country. In\r\nless than 10 months during 1996 we were able to complete\r\nnegotiations on seven specific peace accords in Guatemala\r\nwith the Unidad Revolucionaria Nacional Guatemalteca\r\n(URNG) and thus, on 29 December of last year, we arrived\r\nat the signature of the final Agreement on a Firm and\r\nLasting Peace. Thus we did put an end to the 36 years of\r\ninternal armed conflict that had torn at the very vitals of\r\nmy country.\r\nAs many here know, the process of complying with\r\nthe accords has advanced with firm steps. Thanks to the\r\nwill of the parties and the timely and determined\r\ncollaboration of the international community, in barely three\r\nmonths the demobilization of the former guerrilla\r\ncombatants was completed, with the assistance of a military\r\nVerification Mission of United Nations Blue Berets,\r\napproved by the Security Council.\r\nWithout going into undue detail, I can reaffirm what\r\nwe reported a few days ago in my country: the process of\r\ncompliance with the peace accords is going forward\r\ndecisively with regard to all fronts and commitments. The\r\njoint commissions envisaged in the accords have already\r\nbeen established, thus creating the broadest and most\r\ndiversified structures of citizen participation in our\r\nhistory. The commitments on investment and public\r\nexpenditure on health, education, justice and security for\r\nthe people are already reflected in detail in the budget for\r\nnext year, not only increasing the ratio of social\r\ninvestment to levels unprecedented in our history but also\r\nchanging their orientation in order increasingly to favour\r\nrural areas. The National Congress is ready to discuss the\r\nagreed constitutional amendments. Similarly, the agreed\r\ninstitutional reforms have begun to be implemented in all\r\nareas. The process of the return of refugees from the\r\nneighbouring brotherly country of Mexico will be\r\ncompleted before the end of this year, and the guerrilla\r\norganizations that formed part of the URNG, having been\r\ndemobilized, are returning to legality and are becoming a\r\npolitical organization that will participate in future\r\nelections.\r\nAll of these important changes in my country are\r\nbeing verified and supported by the United Nations, for\r\nwhich we are deeply thankful. All these changes can be\r\nadded to others that have already taken place in our\r\nisthmus and that are enabling us to rediscover our\r\nregional agendas of democratization and development.\r\nIndeed, while peace negotiations were progressing and\r\nmaturing in Nicaragua, El Salvador and Guatemala, we\r\nonce again undertook to revitalize our regional integration\r\nprocess. Following the finalization of the series of peace\r\nnegotiations, that process of integration and regional\r\ndevelopment has taken on a renewed vigour and\r\ndynamism and has recently received a further important\r\nimpetus. It gives us real pride and hope to be able to\r\nshare with the Assembly a brief summary of our advances\r\nin that process and of the important decisions that we\r\nhave recently taken.\r\nFully aware that the region is going through a rare\r\nhistorical moment, one characterized by the existence of\r\npopularly elected Governments in all of the countries of\r\nCentral America and a situation of peace, we deem it\r\nessential to design and implement regional and unified\r\nresponses to the demands of our peoples and the\r\nchallenges of globalization.\r\n19\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nDuring the past three years we have made\r\nextraordinary progress in our integration efforts, which\r\nextend from a new conceptual horizon, one that has become\r\nbetter balanced and more inclusive with the creation of the\r\nAlliance for Sustainable Development and the establishment\r\nof innovative regional projects to increase regional\r\ncompetitiveness by means of joint efforts on the part of\r\nGovernments, academic centres and sectors of production.\r\nWe replaced the former common market in 1991 with\r\na new legal framework that created the Central American\r\nIntegration System (SICA). However, as we were also\r\nconvinced of the need to go beyond mere governmental\r\ncooperation in our regional integration efforts, a few weeks\r\nago, in Panama, we took an important step towards\r\nstrengthening, deepening and developing our regional\r\ncooperation. We agreed on the broadest possible review and\r\nmodernization of our regional institutional framework, as\r\nwe were convinced that the benefits of development to\r\nwhich our people are entitled cannot be tapped by each\r\ncountry separately — they are attainable only to a regional\r\ncommunity, because of the dynamics of today’s\r\nincreasingly interdependent environment.\r\nFor the first time, at our most recent meeting in\r\nManagua, all the Governments of the area agreed that we\r\nneed to look beyond economic integration and clearly show\r\nthe will and resolve needed to direct our efforts towards a\r\npossible regional political union, a community of\r\nindependent nations that pool their capabilities without\r\nlosing their individuality. And that is how we agreed to\r\nbegin the gradual and continuing process of setting up the\r\nCentral American Union, as a higher expression of\r\ncommunitarian partnership stipulated in the 1991 Protocol\r\nof Tegucigalpa.\r\nThus, we have taken the first step in a broad and\r\ncomplex process that can bring us closer to the vision of a\r\nCentral American Union, with the ultimate goal of\r\nproducing the concrete results sought by our populations:\r\novercoming poverty, creating opportunities, increasing the\r\nnumber of jobs, activating our production capacity,\r\nincreasing our competitiveness, equitable and unified\r\nparticipation in the benefits of development, genuine\r\ndemocratization, equitable access to an efficient system of\r\njustice and the legitimate enjoyment of peaceful\r\ncoexistence.\r\nWe have redoubled our efforts to ensure that Central\r\nAmerica is more united and better prepared to face the\r\nenormous challenges of its development and to respond\r\ncreatively and dynamically to the international demands of\r\nour contemporary and ever changing world. We, the\r\nCentral American leaders, have come together to this\r\nforum as genuinely united nations to demonstrate our\r\ncommon aim of regional unity and the efforts we are\r\nmaking to that end. We reiterate our deep appreciation for\r\nthe support and cooperation of the international\r\ncommunity to date, and I offer my best wishes for the\r\nprosperity of all as the new millennium dawns.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of\r\nGuatemala for the statement he has just made.\r\nMr. Alvaro Arzú Irigoyen, President of the Republic\r\nof Guatemala, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. José María Figueres Olsen, President\r\nof the Republic of Costa Rica\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Costa Rica.\r\nMr. José María Figueres Olsen, President of the\r\nRepublic of Costa Rica, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations His\r\nExcellency Mr. José María Figueres Olsen, President of\r\nthe Republic of Costa Rica, and to invite him to address\r\nthe Assembly.\r\nPresident Figueres Olsen (interpretation from\r\nSpanish): Allow me to begin by congratulating you, Sir,\r\non your election as President of the General Assembly at\r\nits fifty-second session. Costa Rica joins the previous\r\nexpressions of appreciation that have been addressed to\r\nyou and wishes you every success in this period that will\r\nbe remembered for its special contribution to the reform\r\nof this highest forum of international politics.\r\nTen years ago Central America surprised the world\r\nby proclaiming peace. Ten years ago nations separated by\r\nhatred and divided by ancestral injustices decided to put\r\nan end to their differences through dialogue and\r\nreconciliation and to move, without haste, but also\r\nwithout delay, towards a more promising future of\r\nequality and sustainable development.\r\nThe world has changed greatly in this decade. The\r\nwalls of intolerance fell in Berlin and in Pretoria; the\r\n20\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nMothers of the Plaza de Mayo have not lost any more\r\nchildren. There is no doubt that we live in turbulent times\r\nbut, most world leaders, regardless of their religion or\r\nethnic origin, subscribe to the widespread conviction that\r\nthe models of the cold war cannot guide us through the new\r\nmillennium. Moreover at the global level, despite the\r\ntemporary images from Sarajevo, Kigali, Rwanda and\r\nMonrovia, there prevails a vision of a twenty-first century\r\nin which democracy, reason and justice reign.\r\nMy people believes in peace. My people believes in\r\ndisarmament. My people believes that the destiny of the\r\nhuman family is one of harmony and solidarity under the\r\nauspices of international law. These beliefs are not the\r\nproduct of intellectual speculation. Costa Rica has lived for\r\nmore than 100 years in a democracy protected by pluralism\r\nand respect for human rights. My compatriots, men and\r\nwomen, are aware that they are the sons and daughters of\r\na nation whose history proves that there is no force stronger\r\nthan that of reason. This is why, when our armed forces\r\nwere abolished as a standing institution in 1948, almost at\r\nthe same time as the United Nations was being born, Costa\r\nRica declared peace to the world and thus unequivocally\r\nshowed its profound love for harmony among all the\r\npeoples of the world.\r\nCentral America comes to this forum united around an\r\nideal of common integration and working together on a\r\nshared democratic project. For the first time in history, our\r\ncountries come before the General Assembly to declare not\r\njust their reiterated adherence to the Charter and to the\r\nprinciples and obligations inherent in civilized coexistence\r\nin the community of nations, but also their intention to\r\nmarch decisively towards unity as a higher stage in the\r\ncommunitarian partnership that we already enjoy under the\r\n1991 Protocol of Tegucigalpa.\r\nFor the last three years, Central America has made a\r\ngreat effort to link up with the rest of the world, something\r\nwe regard as essential if we are to realize the objectives\r\nand priorities of our Alliance for Sustainable Development.\r\nThis initiative, signed in 1994, was the first in the world to\r\nbe adopted since the Declaration of the United Nations\r\nConference on Environment and Development.\r\nThe fruits of this effort have been abundant. Central\r\nAmerica has established preferential relations with Canada,\r\nChile, the United States, Japan, Mexico, the Republic of\r\nKorea and the European Union. The biggest innovation has\r\nbeen the definition of agendas based not on short-term\r\ninterests, but on regional strategic priorities. We are now\r\nconcentrating on improving integration by thoroughly\r\nreforming regional institutions. Convinced that economic\r\ngrowth can be achieved only if accompanied by\r\nincreasing levels of sustainable development, the Central\r\nAmerican countries wish to inform the international\r\ncommunity of our decision to move forward resolutely\r\ntowards a common future, a future of great progress and\r\nsolidarity for our peoples.\r\nThe world today is still diverse, still divided. Many\r\ncultures and societies live on a single shared planet. In\r\ntoday’s complex scenario, now that the Cold War is over,\r\ndivisions remain and new dangers threaten international\r\nsociety. This is why the United Nations continues to be\r\nthe meeting point, the unifying institution for all of us. It\r\nwill continue to play that important role, provided we\r\nshoulder our commitments, face our challenges and make\r\nprogressive changes.\r\nSince our Secretary-General presented his proposals\r\nfor reform in July, the Central American countries have\r\nexpressed firm support for his ideas about a modern,\r\nefficient, nimble Organization with better coordination in\r\nline with current administrative and financial trends, an\r\nOrganization enabling us, without further delay, to move\r\nfrom lofty aspirations to real actions that will help\r\neverybody, especially those in developing countries,\r\nwhich comprise the overwhelming majority of the\r\nmembers of this body. We take this opportunity to\r\nreiterate our clear and firm support for the Secretary-\r\nGeneral’s proposals submitted to Member States for\r\nconsideration at this session.\r\nUnited Nations reform should be accompanied by a\r\nconstructive review of the scale of assessments. In Central\r\nAmerica we believe that the criteria for the scale of\r\nassessments need to be changed so that all Member States\r\ncontribute financially to the Organization in accordance\r\nwith their means.\r\nThe Central American countries believe that the\r\ninternational peace and security system designed in 1945\r\nshould be subject to detailed review in a broad and\r\nconsensual exercise. In principle, we support the idea of\r\nincreasing the number of Member States with permanent\r\nmembership in the Security Council. We believe, at the\r\nsame time, that any such proposal must be democratic\r\nand representative of the plurality of States and regions\r\nthat make up the United Nations. In particular, we\r\nstrongly support the argument that the three developing\r\nregions of the world should have permanent\r\nrepresentation in that organ and that the veto power, if\r\n21\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nthere is no willingness to eliminate it, should be confined\r\nto topics under Chapter VII of the Charter.\r\nThe founders of the United Nations saw a world that\r\nhad to decide between peace and extermination. Still\r\naffected by the Second World War, they were well placed\r\nto understand that humanity had no other choice but to\r\nshelter under the protection of international law as the only\r\nway of preventing a new Holocaust. More than 50 years\r\nlater, we have a similar duty, but one that is less dramatic\r\nthanks to the significant progress made since the end of the\r\nCold War: the duty to provide the United Nations with the\r\npolitical, financial and administrative conditions it needs so\r\nthat it can continue its work for peace and international\r\nsecurity. Central America is ready to make its contribution\r\nso that these noble objectives may be attained.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of Costa Rica\r\nfor the statement he has just made.\r\nMr. José María Figueres Olsen, President of the\r\nRepublic of Costa Rica, was escorted from the\r\nGeneral Assembly Hall.\r\nAddress by Mr. Armando Calderón Sol, President of the\r\nRepublic of El Salvador.\r\nThe President: The Assembly will next hear an\r\naddress by the President of the Republic of El Salvador.\r\nMr. Armando Calderón Sol, President of the Republic\r\nof El Salvador, was escorted into the General\r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of El Salvador, His Excellency\r\nMr. Armando Calderón Sol, and to invite him to address\r\nthe Assembly.\r\nPresident Calderón Sol (El Salvador) (interpretation\r\nfrom Spanish): On behalf of the people and Government of\r\nEl Salvador, I should like to convey to you, Mr. President,\r\nour congratulations on your election to preside over this\r\nsession. To your predecessor, Mr. Razali Ismail of\r\nMalaysia, we extend our gratitude for his efforts and\r\ninitiatives aimed at making progress in the modernization\r\nof the United Nations.\r\nWe commend the Secretary-General for his\r\nremarkable work during the first year of his term and, in\r\nparticular, for the progress made in reforming the Organization.\r\nMore than five years after the signing of the peace\r\naccords in El Salvador, we can state with satisfaction that\r\nwe have fulfilled and achieved the objectives that we\r\nagreed to. The far-reaching changes that have taken place\r\nin Salvadoran society have received universal recognition,\r\nas they represent one of the most successful\r\nundertakings of greatest scope carried out with the\r\nsupport of the Organization.\r\nOur Government’s responsibilities and obligations do\r\nnot end with compliance with the peace agreements, but\r\ncontinue throughout time and space with a view to\r\nsafeguarding the achievements that we have registered in\r\nthe areas of democratization and respect for human rights,\r\nand also to meet the priority needs of Salvadoran society.\r\nWe Salvadorans are dedicated to building a new\r\nEl Salvador, attacking at their root causes of poverty and\r\nsocial marginalization and promoting a fairer and more\r\nequitable society.\r\nThe successful conclusion of the peace processes in\r\nNicaragua, El Salvador and, recently, Guatemala and the\r\nestablishment of democratic Governments have created a\r\nsituation conducive to regional stability, transforming\r\nCentral America into a region of peace, freedom,\r\ndemocracy and development. Central America has made\r\ngreat progress in demilitarization and in the strengthening\r\nof civil society, holding free, transparent and pluralist\r\nelections; integrating former combatants into national\r\npolitical processes; strengthening democratic institutions\r\nand the rule of law; and implementing a development\r\nprogramme whose central focus is the human being.\r\nIn the face of globalization and the processes of\r\neconomic openness and regionalization, we need to be\r\neven more creative in tackling present and future\r\nchallenges. For this reason we are reviewing the Central\r\nAmerican institutional system so as to make it possible\r\nfor us better and more effectively to take our place in the\r\nnew world order.\r\nThe aspiration of the peoples of Central America to\r\npursue a common destiny through the reunification of our\r\ngreater nation has always been latent among our peoples.\r\nIt is becoming increasingly clear that unity is the best\r\nroad for Central America to take so that it can\r\nsuccessfully tackle the challenges of the coming\r\nmillennium. It was in this spirit that on 2 September we\r\n22\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nsigned the Nicaragua Declaration with a view to speeding\r\nup the process of unification. Today we come to share our\r\nresolve to pursue political union in Central America. We\r\nwant the international community and the United Nations\r\nto be witnesses to our efforts, and before them we commit\r\nourselves to do all that is within our power to achieve this\r\nobjective. In order to achieve this goal, we ask that friendly\r\ncountries and multilateral institutions continue to support us\r\nand to provide timely assistance, so that our national and\r\nregional efforts can complement one another, and to enable\r\nus to have at our disposal an effective mechanism for\r\nrealizing our aspirations.\r\nI should like to comment on issues of far-reaching\r\nimportance on the agenda of the General Assembly that are\r\nvital for the Organization itself. We stand convinced that\r\nthe principles of the Organization remain valid and that it\r\nis a unique, sui generis institution, essential and\r\nirreplaceable in the international system, and that its reform\r\nis necessary in order to adapt it to the demands of the new\r\ninternational order. With respect to the proposed reforms\r\nput forward by the Secretary-General, my Government\r\nsupports the institutional changes that will be necessary for\r\nthe Organization efficiently to respond to the common\r\nproblems faced by our nations.\r\nFor the United Nations to function better, it must be\r\nable to rely on adequate and predictable financial resources.\r\nIt is the responsibility of Member States to fulfil our\r\nfinancial obligations, which cannot be subject to any kind\r\nof conditionality, so as to safeguard the independence,\r\nimpartiality and credibility of the Organization’s activities.\r\nReform of the Security Council is necessary in order\r\nto overcome the imbalances that exist in its current\r\ncomposition. We support an appropriate increase in the\r\nnumber of permanent and non-permanent members, so that\r\nthe Council will be representative of the number of\r\nMembers that the Organization now has. These new\r\nmembers should have the same rights and obligations and\r\nbe designated in conformity with the principle of\r\ngeographical distribution, so as to include developing\r\ncountries in both categories. We believe it particularly\r\nimportant to devote attention to the Council’s working\r\nmethods and procedure so as to ensure that the decision-\r\nmaking process is participatory, democratic and transparent\r\nand involves effective coordination among all the organs of\r\nthe system.\r\nThe United Nations was created to be universal in\r\nnature. Therefore all peace-loving States that accept the\r\nobligations enshrined in the Charter should be Members of\r\nit. For this reason, we reaffirm our support for the just\r\naspiration of the Republic of China on Taiwan to rejoin\r\nthe Organization on the basis of the principle of\r\nuniversality, which is the distinguishing mark of the\r\nUnited Nations.\r\nIn conclusion, I wish to state that the people of\r\nCentral America are grateful for the work of the United\r\nNations in the process of peacemaking, democratization\r\nand development in Central America. We recognize the\r\nefforts that the Organization is continuing to make to\r\npromote international peace and security by seeking to\r\nsettle conflicts by peaceful means and in accordance with\r\nthe principles of international law.\r\nOn the threshold of a new century, nations are facing\r\ntremendous challenges. We invoke the aid of God so that\r\npeace, freedom and human values may prevail among the\r\npeoples of the earth.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of\r\nEl Salvador for the important statement he has just made.\r\nMr. Armando Calderón Sol, President of the\r\nRepublic of El Salvador, was escorted from the\r\nGeneral Assembly Hall.\r\nAddress by Mr. Carlos Roberto Reina Idiáquez,\r\nPresident of the Republic of Honduras\r\nThe President: The General Assembly will now\r\nhear an address by the President of the Republic of\r\nHonduras.\r\nMr. Carlos Roberto Reina Idiáquez, President of the\r\nRepublic of Honduras, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of Honduras, His Excellency\r\nMr. Carlos Roberto Reina Idiáquez, and to invite him to\r\naddress the Assembly.\r\nPresident Reina Idiáquez (Honduras)\r\n(interpretation from Spanish): At the outset, I would like\r\nto extend to you, Sir, my sincere congratulations on your\r\nelection to the presidency of this session of the General\r\nAssembly. Your election is well-deserved recognition of\r\nyour great personal qualities and a tribute to Ukraine. We\r\nwish you success in the exercise of your duties.\r\n23\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nMy delegation would also like to extend its\r\nappreciation to the Permanent Representative of Malaysia\r\nto the United Nations, Mr. Razali Ismail, for his excellent\r\nwork during the previous session of the General Assembly.\r\nWe also extend our sincere thanks to Mr. Kofi Annan,\r\nwho in carrying out his mission as the Secretary-General of\r\nour Organization has demonstrated a remarkable spirit of\r\nhard work and commitment during a particularly difficult\r\ntime for the United Nations in the maintenance of\r\ninternational peace and in the complex task of restructuring\r\nand strengthening of this institution.\r\nThe most noticeable feature of the world as the end of\r\nthe century approaches is the generalized spread of\r\ndemocracy. Almost all the nations of the world share this\r\nway of life, thereby giving the end of the century a\r\ncharacter which has no parallel in past centuries. We are\r\nfinally living in an era of democracy after a long night of\r\ndictatorship and totalitarianism in various parts of the globe.\r\nBut this universalization of democracy goes hand in hand\r\nwith something which — for lack of a better name — we\r\nmight call the malaise of democracy. Dissatisfaction can be\r\nheard everywhere; this political system is being called into\r\nquestion in the name of development and prosperity.\r\nDemocracy with extreme poverty is not the model we seek.\r\nRepresentative government is a political gain of the\r\nmodern age, but it is only the halfway point on the road to\r\nfull human development. It must be accompanied by other\r\nelements which are essential to a life of dignity: wellbeing,\r\njustice, involvement and a full understanding of the human\r\nbeing as both the root and the fruit of all our efforts.\r\nIf there is one thing which we will have to do in the\r\nfuture, particularly in forums such as the General\r\nAssembly, it is to find formulas that can provide for a\r\nworkable relationship between democracy and development,\r\nbetween prosperity and equity, and between growing wealth\r\nand disappearing poverty.\r\nThe United Nations faces challenges and expectations\r\nwith regard to this serious matter of the viability of\r\ndemocracy. There is perhaps today no more important task.\r\nIf freedom, the essence of this political system, is\r\ndisparaged in the name of growth without values, then the\r\nloss of generations sacrificed on the battlefields in this\r\ntortured century will lose all meaning. That danger does\r\nexist, and those of us who know from our own painful\r\nexperience the crimes that can be committed in the name of\r\nprogress have a duty to alert everyone to it.\r\nIn recent years, five successive Governments have\r\ncome to power legitimately in Honduras through free\r\nelections. This is unprecedented in our history and it\r\nallows us to say that we are indeed practising democracy,\r\nwhich is a lesson we never finish learning. Our\r\nexperience shows once again that free elections, while\r\nbeing the basis of Governments, are not in themselves\r\nsufficient to consolidate the system or to guarantee the\r\ncomplete satisfaction of the people.\r\nSince 1994 we have been trying to involve our\r\npeople more in major national decisions and we have\r\nbeen trying to pay more attention to their needs through\r\nan open dialogue. This is part of our belief that it is\r\nessential to move forward from formal democracy to real\r\ndemocracy, if we want it to be more than a constitutional\r\nexpression and become part of the living culture of our\r\npeople.\r\nDemocratic culture as a way of life requires constant\r\nvigilance to bolster its credibility and to legitimize its\r\nexistence every day. This is why in our part of Central\r\nAmerica, Honduras, we have regarded it as essential to\r\nback up this form of government with an ongoing\r\nreaffirmation of its ethical values and a resolute campaign\r\nagainst all forms of corruption, which is one of the worst\r\nand most vexatious enemies of democracy.\r\nIn late November this year, Honduras will hold\r\nanother election to change its Government. I am pleased\r\nto be able to report to the international community that\r\nthis process will be free and transparent and that once\r\nagain the people will decide the Government for the next\r\nfour-year term.\r\nEconomic indicators provided by national and\r\ninternational institutions agree that at the end of our\r\nmandate there has been a significant improvement in the\r\nHonduran economy. We are pleased to be able to hand\r\nover to the new authorities a country that is in better\r\nshape than it was when we began our term. This could\r\nwell be the real meaning of democracy: constant\r\nimprovement in living conditions and moving from one\r\nlevel to another through successive Governments — with\r\nthe free vote of the people being the final judge of what\r\nis to be done.\r\nThe Honduran way of finding common ground in\r\norder to reach agreement on the kind of country we want\r\nhas been to establish permanent interaction between the\r\ngovernors and the governed.\r\n24\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nThese last four years of government have to a large\r\nextent been an ongoing debate with civil society, the\r\nhealthy results of which confirm, on the one hand, the\r\nadvantages of participation and, on the other, the capacities\r\nof Government. This is what democracy teaches us, its\r\nmost valuable lesson.\r\nMuch indeed remains to be done, but we are on the\r\nright track. We have established solid juridical bases. We\r\nhave made tangible progress and are building a dynamic\r\nState respectful of the law, dependable in justice and, above\r\nall, conscious of the enormous needs of the Honduran\r\npeople and their inalienable right to be the principal focus\r\nof development. The social expenditures of the Honduran\r\nState in 1998 will account for over 30 per cent of our\r\nnational budget. This is a clear message to our people.\r\nIt is well known that Honduras is part of the great\r\nCentral American family. We were united in the colonial\r\nperiod and we were united when we attained independence.\r\nSeparation and fragmentation have simply been a long\r\nparenthesis, occasionally interrupted by fleeting attempts at\r\nunity. What is important, however, is the will of our\r\ncountries, repeatedly expressed, to come together again and\r\ntheir demonstrated desire for union, which has always\r\nsought new forms of expression and can be wiped out\r\nneither by the passage of time nor by setbacks of any kind.\r\nFrom 1994 to today, two major events have marked\r\nlife in Central America. The Alliance for Sustainable\r\nDevelopment (ALIDES) was signed in 1994 and an\r\nagreement was reached to initiate the gradual and\r\nprogressive establishment of the Central American union as\r\nthe higher expression of the community association laid\r\ndown in the 1991 Tegucigalpa Protocol, contained in the\r\nNicaragua Declaration of 2 September 1997.\r\nThe Alliance represents a radical change in the\r\nintegration agenda of Central America, a new concept of\r\ndevelopment, making it integral to and indivisible from the\r\nbenefit of the human individual. Sustainable development,\r\nas advocated by ALIDES, is a recognition that growth may\r\nbe pursued while protecting the future — we can grow\r\ntoday without jeopardizing the development of generations\r\nto come.\r\nIt is also an alliance with nature, a new relationship\r\nand a revaluation of our resources. It seeks to avoid the\r\nnegative consequences of a short-term approach and to look\r\nto the lasting prosperity of our peoples. Lastly, it exploits\r\nour new competitive advantages: our situation as an\r\nisthmus, our long coastlines, our inter-ocean facilities, our\r\nmagnificent biodiversity and the beauty of the Caribbean\r\nregion. We are committed to building ALIDES. It is\r\nfitting to acknowledge that the originality of our approach\r\nhas been recognized at the world level and is being\r\nendorsed by important entities.\r\nThe main content of the Nicaragua Declaration that\r\nI have just mentioned is the agreement on Central\r\nAmerican union. While we have been working on\r\nregional integration, the absence of a political lodestar has\r\nwrought a lack of coherence at the regional level. We are\r\nnow resolved, however, to deal with this lodestar and this\r\npolitical dimension in a gradual and progressive approach\r\nthat does not run roughshod over history. This will bring\r\nus together and define us, giving substance to the vision\r\nof Central America shared by the rest of the world.\r\nOur decision is neither utopian nor romantic,\r\nalthough we are such stuff as dreams are made on, as\r\nShakespeare says. We are not talking here of utopias or\r\nromanticism. Our decision is simply an act of maturity, a\r\nrealistic recognition of the needs created by our internal\r\ndevelopment and by external demands which, if we are to\r\nsurvive with dignity, will require us to make enormous\r\nefforts that, in our case, transcend our capabilities as\r\ndivided, individual States.\r\nWe have established a working committee to draft\r\nthe bases and principles for Central American union. By\r\nthe end of the year, we should have the relevant\r\ndocuments. The process will culminate in the signing of\r\nthe formal commitment to political unity.\r\nThose who are familiar with Central American\r\nhistory and aware of our current efforts in the various\r\nfields of integration know that Central American union is\r\nnot simply an act of faith; it is, rather, a work of\r\nengineering, an enormous undertaking that, taking into\r\naccount the unique qualities of each of our States, is the\r\nkey to the exercise of joint sovereignty.\r\nThe peoples of the United Nations must be informed\r\nof this important decision. That is why the five Central\r\nAmerican Presidents are here, in this highest world forum,\r\nspreading the good news of this political decision.\r\nThrough the representatives here, we wish the world to\r\nlearn of this great decision and to accept our aspirations,\r\nwhich are shared by other regions of the world. In this\r\ncontext, my country reiterates its endorsement of the right\r\nof the Republic of China to become a Member of the\r\nUnited Nations family. We support the work of that great\r\nnation, which is seeking ways to participate fully in this\r\n25\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nand in other international forums without any form of\r\nexclusion or hegemony.\r\nI wish now to refer to Honduras’s support for the\r\nprocess of deep-rooted change in the United Nations, both\r\nin its various fields of operation as well as in its internal\r\ndecision-making organs. The world in which the United\r\nNations was created was not what it is today and we must\r\ntherefore keep up with the times.\r\nOn the question of the Security Council, we would\r\nrepeat what was said at the forty-ninth session of the\r\nGeneral Assembly and reiterate our belief that a solution to\r\nthe question of the size of the Council’s membership cannot\r\nbe rushed. Moreover, my country endorses the statement on\r\nthe strengthening of the United Nations and Security\r\nCouncil reform adopted at the eleventh Summit of the Rio\r\nGroup. This stated that the Latin American and Caribbean\r\nregion must be taken into account in any proposal relating\r\nto an increase in the Security Council’s membership.\r\nWe are pleased at the mine-clearance work that has\r\nbeen carried out with international support. In the case of\r\nHonduras, this work is particularly important because of the\r\nlives taken and mutilations caused by this inhumane\r\npractice that is now receiving universal condemnation, a\r\ncondemnation that we firmly and decidedly support.\r\nFinally, we would like to express once again how\r\npleased we are at the regional and world treatment of the\r\nsubject of corruption. As the world becomes aware of how\r\nthis scourge affects the development and peaceful existence\r\nof peoples, we will finally make progress towards\r\nvanquishing it in the various parts of the world.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of Honduras\r\nfor the statement he has just made.\r\nMr. Carlos Roberto Reina Idiaquez, President of the\r\nRepublic of Honduras, was escorted from the General\r\nAssembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I shall now call on those\r\nrepresentatives who wish to speak in exercise of the right\r\nof reply. May I remind members that statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second, and\r\nshould be made by delegations from their seats.\r\nMr. Effendi (Indonesia): For the record, my\r\ndelegation would like to exercise its right of reply in\r\nresponse to the unwarranted references to East Timor\r\nmade by the representative of Portugal to the General\r\nAssembly in his statement earlier this afternoon. The\r\ncontents of that statement have led us to question\r\nPortugal’s sincerity and commitment in the ongoing\r\ntripartite dialogue held under the auspices of the United\r\nNations Secretary-General.\r\nIt is to be recalled that during the ninth tripartite\r\ntalks of last June, the Foreign Ministers of Indonesia and\r\nPortugal reaffirmed their commitment to work in a\r\ncooperative spirit in order to achieve a lasting solution to\r\nthe question of East Timor. The General Assembly itself\r\nhas deferred the discussion of the issue for 14 consecutive\r\nyears. It must be emphasized that Portugal cannot, on the\r\none hand, call for a consultative dialogue under the\r\nauspices of the Secretary-General and, on the other, use\r\nevery opportunity to campaign negatively on the issue of\r\nEast Timor.\r\nIt is also surprising for Portugal to still speak on the\r\nneed of the exercise of the right of self-determination of\r\nthe people of East Timor while the historical fact\r\nconfirms that the problems can be attributed to the\r\nirresponsible actions of Portugal itself. It was in August\r\n1975 that the then-Portuguese colonial authority left the\r\narmaments and ammunition to the minority group they\r\nfavoured and abandoned East Timor to civil war, hoping\r\nthat the armed minority would prevail. The armed\r\nremnants of this minority were once headed by\r\nMr. Gusmao. Indeed, it would have been timely and\r\nappropriate for Portugal to have heard the voices of the\r\npeople of East Timor 22 years ago and implemented their\r\nwishes and aspiration for self-determination and\r\ndecolonization, and not now, 22 years after the defeat of\r\nthe Portuguese-favoured minority group.\r\nIt is pertinent to recall in this regard that it was in\r\nthe face of such irresponsible abandonment that the East\r\nTimorese people had rightly assumed the right to\r\ndecolonize themselves, considering themselves no longer\r\nbound to any erstwhile colonial Power. They did so by\r\nchoosing independence through integration with Indonesia\r\nin accordance with resolutions 1514 (XV), 1541 (XV) and\r\n2625 (XXV).\r\n26\r\nGeneral Assembly 8th plenary meeting\r\nFifty-second session 23 September 1997\r\nFinally, we Indonesians remain fully committed to the\r\npeople of East Timor and fully support them in their\r\ndetermined efforts to build a prosperous and happy future\r\nfor their children and themselves, as they are already an\r\nintegrated part of Indonesia.\r\nMrs. Gomes (Portugal): To set the record straight,\r\nallow me to recall that the process of decolonization of East\r\nTimor is not completed. East Timor remains a Non-Self-\r\nGoverning Territory, and this question is included in the\r\nGeneral Assembly’s agenda. Indonesia has failed so far to\r\ncomply with the basic principles of the Charter and of\r\nresolutions 1514 (XV) and 1541 (XV) and of the relevant\r\nresolutions adopted by the General Assembly and the\r\nSecurity Council on the question of East Timor. In an\r\neffort to settle this issue, Portugal and Indonesia have\r\nengaged in negotiations under the auspices of the United\r\nNations Secretary-General. I would like to reaffirm here\r\nthe commitment of Portugal to this negotiating process\r\nand in assisting the Secretary-General in his endeavours\r\nto achieve a just, comprehensive and internationally\r\nacceptable settlement to this protracted problem. As was\r\nstressed this morning in a memorandum circulated by the\r\nPresidency of the European Union on behalf of its\r\nmember States, that settlement shall fully respect the\r\nrights of the people of East Timor in accordance with the\r\nrelevant resolutions of the General Assembly and the\r\nprinciples of the Charter.\r\nMr. Effendi (Indonesia): The response by the\r\nrepresentative of Portugal contains no new elements, and\r\nthe Indonesian delegation therefore does not wish to\r\nprolong this debate any further by repeating at length and\r\nin detail the events that led to the subsequent decision of\r\nthe people of East Timor to become independent through\r\nintegration with Indonesia. Suffice it to say that the\r\nposition of Indonesia is clear and the process of\r\ndecolonization was completed when the East Timorese\r\nexercised their right to self-determination in conformity\r\nwith General Assembly resolutions which I have\r\npreviously mentioned. For over two decades now, the\r\npeople of East Timor have been sharing fully in the\r\nprogress achieved by Indonesia, together with other\r\nIndonesian citizens.\r\nMrs. Gomes (Portugal): We share the view\r\nexpressed by our colleague from Indonesia that, indeed,\r\nnothing else new has been added with this last statement\r\nin exercise of the right of reply, so we trust that the\r\nmembership knows the facts and is able to judge, and we\r\nhave nothing else to add.\r\nThe meeting rose at 6.10 p.m.\r\n27\r\n"