"United Nations A/52/PV.7\r\n97-86026 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n7th plenary meeting\r\nMonday, 22 September 1997, 10 a.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 10.05 a.m.\r\nAddress by Mr. Marc Forné Molné, President of the\r\nGovernment of the Principality of Andorra\r\nThe President: The Assembly will first hear an\r\naddress by the President of the Government of the\r\nPrincipality of Andorra.\r\nMr. Marc Forné Molné, President of the Government\r\nof the Principality of Andorra, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Government of the Principality of Andorra,\r\nHis Excellency Mr. Marc Forné Molné, and to invite him\r\nto address the Assembly.\r\nMr. Forné Molné (Andorra) (spoke in Catalan;\r\nEnglish text furnished by the delegation): I should like first\r\nto thank for his work the outgoing President, Ismail Razali.\r\nMy Ambassador, the Andorran Vice-President for the fifty-\r\nfirst session of the General Assembly, was a firsthand\r\nwitness to both the diplomatic skill and dedication of his\r\nMalaysian counterpart. On behalf of the Government of\r\nAndorra and the Andorran people, I should like to pay\r\ntribute to his work and to thank him publicly for the trust\r\nhe placed in my representative to the United Nations during\r\nthis year — a year of great change and enormous\r\nchallenges for the Organization.\r\nAllow me to congratulate you, Sir, on your election\r\nto the fifty-second session of the General Assembly.\r\nAndorra recognizes your reputation as a diplomat and\r\nyour extensive experience. I have no doubt, therefore, that\r\nyour presidency will be a great success and will bring\r\nabout the consolidation of the reform of the United\r\nNations, which we are beginning this year. Likewise, I\r\nextend my congratulations to the members of the General\r\nCommittee, who are beginning their term as Vice-\r\nPresidents.\r\nOn 16 July, in this same Hall, I spoke after\r\nSecretary-General Annan for some minutes in order to\r\nshow Andorra’s support for his call for reform. The\r\nPrincipality of Andorra supports unconditionally the\r\nproposed reform of the United Nations, since we believe\r\nthe Organization to be indispensable. As a small State,\r\nweak in a world of stronger Powers, it is in line with our\r\nnational interest for us to desire that law and dialogue\r\nprevail over force and military strength. We also have\r\nmore liberty than many other States to dedicate ourselves\r\nto the goals of peace and progress that were set, in a\r\nutopian spirit, by our forefathers in San Francisco.\r\nFor we are small and humble, and have no vast\r\nterritories across the seas, no uranium mines on the other\r\nside of the world, no reserves of oil beneath our soil. Our\r\ninterests go no farther than our own boundaries. After all,\r\nwe possess the record for peace in the world — some 700\r\nyears. For all these reasons, Andorra and other small\r\ncountries have the liberty to reflect on the future of\r\nmankind and the well-being of peoples as we approach\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nthe third millennium — without, I hope, any suggestion of\r\nthe occult.\r\nIndeed, many people have been surprised to discover\r\nthat we have for centuries democratically elected our\r\nGovernment, and that we last used the death penalty over\r\n50 years ago. In short, Andorrans are capable of resolving\r\ntheir problems without the use of force. And thanks to this\r\nlegacy, without any misplaced pride or privilege, we wish\r\nto promote those reforms that will enable the United\r\nNations to be the best hope for our peoples.\r\nImmanuel Kant, in an essay dated 1784, stated:\r\n“If it is now asked whether we at present live in an\r\nenlightened age, the answer is: No, but we live in an\r\nage of enlightenment\u0027.”\r\nAt the end of the twentieth century, are we now living\r\nin an enlightened age? The crises of development and the\r\nmilitary conflicts that still afflict our planet make us believe\r\nthe opposite. To reach our goal of an age of enlightenment,\r\nwe must count on the United Nations and its ideals, and we\r\nmust also count on the small countries, which will never\r\nfail to defend it.\r\nThe proposals for the reform of the United Nations\r\npresented by the Secretary-General are conscientious, fair,\r\ninnovative and practical. I will not comment at length on\r\nthe new administrative structure proposed by Mr. Kofi\r\nAnnan. To benefit from the assistance of a Deputy-\r\nSecretary-General appears to us a natural aspiration. All of\r\nthose who serve a country at the highest level know how\r\nmuch time must be allotted to issues of protocol and to\r\nsmall meetings. It is necessary for the United Nations that\r\nthe agenda of the Secretary-General be lightened so that he\r\ncan concentrate on larger problems. This innovation will\r\nprobably have the following consequences: the Secretary-\r\nGeneral will be considered as the statesman and the\r\nDeputy-Secretary-General as the manager. This seems to\r\nme to be a good division of labour. What must be avoided,\r\nhowever, is that the Deputy-Secretary-General become a\r\ncounter-force to the Secretary-General. The Deputy-\r\nSecretary-General must always be a faithful representative\r\nof the ideas of the Secretary-General in order to avoid\r\nadministrative tension at the United Nations.\r\nThe reorganization of the management structure of the\r\nUnited Nations is a prerogative that we must recognize as\r\nbelonging to the Secretary-General. I therefore lend my\r\nsupport, on behalf of Andorra, to reinforcing the role of the\r\nExecutive Committees established in January of this year,\r\nas well as to the creation of a forerunner to an executive\r\ncabinet, the Senior Management Group. I share the\r\nSecretary-General’s desire to see an evolution towards\r\ngreater efficiency and productivity in the management of\r\nthe United Nations.\r\nAs many others have done, I take this opportunity to\r\ncongratulate Under-Secretary-General Joseph Connor for\r\nhaving brought a spirit of good management to our\r\nOrganization. It seems that during this decade in which\r\nbudgets have imposed the need for cutbacks, many\r\nGovernments have learned that it was necessary to\r\nreorganize resources, establish the proper relationship\r\nbetween work and goals and find the means to reorganize\r\ntheir bureaucracies and render them more efficient with\r\nregard to the work of their administrations. This was\r\noften inspired by the strategies used in private enterprise.\r\nI thank the Secretary-General for having had the\r\ncourage to begin this difficult task in the Organization.\r\nWe in Andorra will try to find inspiration in the\r\nprinciples which will lead the Secretary-General in his\r\nreforms in order to make our own administration in\r\nAndorra more efficient.\r\nAnother point which I would like to emphasize\r\nconcerns the decision of Secretary-General Annan to shift\r\nthe work of the United Nations towards concrete\r\nobjectives within specific time-frames. This strategy of\r\nworking towards objectives will probably save money for\r\nthe United Nations and serve as a model for the efforts\r\nneeded to achieve development. That is the strategy which\r\nwe follow in Andorra in the area of administration, and\r\nwhich every day becomes more accepted by many\r\ncountries throughout the world.\r\nIt is well understood that these structural and\r\nfunctional reforms will lead to significant savings in the\r\nbudget of the United Nations. However, it is of primary\r\nimportance that Member States pay their debts to the\r\nOrganization as they agreed to do in acceding to the\r\nCharter of the United Nations. Let us be clear: the delay\r\nin making payments to the United Nations acts as such a\r\nheavy weight on any attempt at reform that it will be\r\nnearly impossible to make progress if the conditions of\r\npayment are not met.\r\nI would like to emphasize that my country, Andorra,\r\npays its assessments to the budget of the Organization\r\ndependably and on a per capita basis, as do many other\r\ncountries. If each citizen of my country contributes almost\r\n$2 annually to the regular budget of the Organization,\r\n2\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nwhy can the people of other developed countries not do the\r\nsame, even when the per capita amount that is asked of\r\nthem is significantly less than that of Andorra? Happily,\r\nthere are admirable and exemplary citizens who are able to\r\nmake up for the insufficiencies of their own countries.\r\nWe are, after all, touching on an important topic: the\r\nconfidence that we have or do not have in the United\r\nNations. Andorra has full confidence in the United Nations.\r\nEven though we believe that the creation of a revolving\r\nfund of $1 billion is only a temporary remedy for a\r\nfinancial situation that should never have existed, we are\r\nprepared to add an additional 10 per cent of our annual\r\ncontribution to this emergency fund if the other Member\r\nStates are equally supportive and on the condition that the\r\ndebtors — whether they be large or small — pay their\r\ndebts in the future.\r\nThe Secretary-General asks us to consider the\r\npromotion of sustainable development as a central priority\r\nof the reform of the United Nations. On a planet that is\r\ncapable before the third millennium of producing machines\r\nthat travel to the moon and to Mars, sophisticated\r\ncomputers to help us, travel networks that link Ulan Bator\r\nwith Johannesburg or Andorra La Vella with Lima in the\r\nspace of a few hours — on this planet of limitless\r\nadvances — the dawn of the year 2000 reveals the\r\nexistence of hundreds of millions of poor people and a\r\nworrisome decline in our environment. How can we go\r\nfrom speeches to acts, from bemoaning the problems of the\r\nworld to commitment, and undertake those actions which\r\nwill bring an end to the present degradation?\r\nOnly the United Nations, as a global Organization,\r\npossesses the structure to realize those projects needed to\r\nbring about global development in the long term. We\r\ntherefore applaud the Secretary-General’s initiative to\r\nreform those practices leading towards development.\r\nAndorra supports him in his goal of reducing duplication\r\nand increasing the coordination of resources. In the next\r\ndecade we must bring to the United Nations the most\r\nbrilliant minds on the planet and put them to work in a\r\nshared spirit of rationalization in order to understand both\r\nthe causes of underdevelopment and the path to follow in\r\norder eradicate it in the twenty-first century. Just as the\r\nWorld Health Organization eradicates diseases that afflict\r\nthe citizens of the world, so too must the United Nations\r\nserve as a catalyst for the eradication of those evils that\r\nafflict the world’s peoples.\r\nWe share the Secretary-General’s particular concern\r\nfor the natural environment, which is the common\r\ndenominator of the world. If the Earth dies during the\r\ncoming centuries, it will take all of us with it, rich and\r\npoor, peoples of the North and the South.\r\nIn his inaugural speech last week the President\r\npointed to the nuclear disaster of Chernobyl as a disaster\r\nthat continues to haunt not only his own country, but all\r\nof us as well. We therefore approve of the Secretary-\r\nGeneral’s plan to transform the Trusteeship Council into\r\na body for protecting the integrity of the global\r\nenvironment and of shared areas such as the atmosphere\r\nand outer space.\r\nWe also believe in the mission of peace that the\r\nSecretary-General has foreseen for the United Nations.\r\nFor every conflict there is a “before”, a “middle”, and an\r\n“after”. Andorra has learned during its seven centuries of\r\npeace that it is better to take action during the “before”\r\nstage. The world calls such action preventive diplomacy.\r\nIt is all too easy to dismiss the existence of small\r\ncountries as improbable and irrelevant accidents brought\r\nabout by historical providence. We do not appreciate\r\nsufficiently the troubles through which many of those\r\nStates — Andorra among them — have struggled at\r\ncertain historic moments and that might have resulted in\r\ntheir disappearance from the face of the Earth. Not having\r\nan army and not using force, we have learned by\r\nnecessity the importance of diplomacy. In the United\r\nNations we must use such diplomacy by choice and by\r\ndesire.\r\nWhy should we not consider, among other\r\npossibilities, the establishment of a reliable and discreet\r\nsystem of information to measure the political temperature\r\nof points of tension throughout the world? Why do we\r\nnot empower the Security Council to examine in its\r\ndebates these difficult questions before a conflict arises\r\nand temperatures become inflamed beyond the burning\r\npoint? Indeed, as we consider the reform of the Security\r\nCouncil, why do we not concentrate more on its deeper\r\naction, with a view to giving it the means to accomplish\r\npreventative diplomacy, as we consider its size and\r\nstructure?\r\nIt is truly a matter of regret that the United Nations\r\nis not the best instrument for armed intervention during a\r\nconflict, unless it is for humanitarian reasons. Perhaps this\r\nsituation will change if we succeed in establishing a\r\ngreater force with a greater capacity for military reaction.\r\nThe United Nations can help the healing after a conflict.\r\nIf we give it the means, the United Nations may become\r\n3\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\na humanitarian and preventive force of the highest order.\r\nAndorra, which does not have and does not wish to have an\r\narmy, is in the process of considering the establishment of\r\na humanitarian force that will align itself with these\r\nobjectives and with the words of international solidarity\r\ninscribed in our Constitution.\r\nThere is no better way to prevent conflicts than to\r\nteach and advance human rights and democracy. Political\r\nscientists tell us that democracies do not make war with\r\neach other. Common sense tells us that people who respect\r\nand revere the articles of the Universal Declaration of\r\nHuman Rights will always find a peaceful way to negotiate\r\ntheir differences. For this reason, I have asked my\r\nAmbassador to the United Nations to devote, as he has\r\nbefore, a large part of his efforts at Headquarters to the\r\nThird Committee of the General Assembly. I have also\r\nasked him to study carefully the ways in which the Third\r\nCommittee might strengthen its procedures in order that the\r\nspirit of reform which permeates the United Nations during\r\nthis time might extend to all its forums of deliberation.\r\nAndorra believes in the United Nations and, at the\r\nglobal level, supports the desire of the Secretary-General\r\nfor reform. I have just explained our reasons for this, but,\r\nbecause people and States believe in the United Nations, we\r\nmust better understand its functioning and its\r\nweaknesses — which are similar to those of any\r\nhumanitarian organization — and especially its goals and its\r\nstrengths.\r\nToday, I would like to stress the need for a general\r\nand ongoing effort to present the United Nations to the\r\nworld. We live in a world of images, as the events of\r\nrecent weeks clearly demonstrate. During this time, two\r\ngreat humanitarian figures have died: one who selflessly\r\ndedicated her life to the poor, the other who dared to\r\nembrace the sick whom nobody dared to touch. These two\r\nwomen, Mother Teresa of Calcutta and Diana, Princess of\r\nWales, both lived under the light of public interest and used\r\nit to spread their humanitarian messages. In Great Britain,\r\nthe Princess of Wales Fund is becoming one of the largest\r\nin the world. And yet, it is difficult for us to gain public\r\nsympathy and donations for the United Nations, although it\r\nis the first and most important instrument for works\r\nbeneficial to all humanity.\r\nWhy is this so? Perhaps because it has an image\r\nproblem. In these closing years of the century, let us link\r\nthe United Nations to the peoples to which its Charter\r\nrefers. Let us show these peoples that the diplomats of 1997\r\nare not a club of ladies and gentlemen with little work who\r\nwander through the halls of this building. It might be a\r\ngood idea — in emulation of the United Nations\r\nChildren’s Fund, which has established a lively and\r\neffective presence in Andorra through its National\r\nCommittee — for us to ask celebrities and leaders of\r\nopinion to serve as spokespeople for the United Nations\r\nin their countries and across the world. We have the\r\nmessage, the mandate, and indeed the successes, but have\r\nbeen less successful in communicating them and allow the\r\npublic to forget our actions. Let us consider together the\r\nappropriate public relations and communication strategies\r\nfor the United Nations at this fifty-second session, a\r\nsession of reform.\r\nTwo months ago, during my participation in the\r\nGeneral Assembly when the Secretary-General announced\r\nhis reform, I wanted to underline two points of special\r\nimportance for the Andorran delegation. Today I should\r\nlike to reaffirm these two aspects. First, I emphasized the\r\nimportance of the small countries during this process of\r\nreform. If the reform leads to a shift away from the\r\nfounding principles of the United Nations, our\r\nOrganization will cease to be universal. I concede that,\r\nwithout the bigger countries, reform is not possible, but\r\nwithout the support of small countries reform will only be\r\npartial. Secondly, I called for the greater participation of\r\nyouth in the process of reform and the workings of the\r\nUnited Nations. This is a priority for our delegation: Let\r\nus make the future with those who will inherit it.\r\nI conclude my speech today with a call of hope and\r\na vote of faith: faith in the United Nations and its\r\ncapacity for transformation and improvement in its pursuit\r\nof peace and development; confidence in its Secretary-\r\nGeneral, who has begun his mandate with firmness and\r\ndecision, as he should; and, finally, an unshakeable belief\r\nin the irrepressibility of human progress. Through the\r\nUnited Nations, let us make the new millennium an age\r\nof enlightenment.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank His Excellency the President of the\r\nGovernment of the Principality of Andorra for the\r\nstatement he has just made.\r\nMr. Marc Forné Molné, President of the\r\nGovernment of the Principality of Andorra, was\r\nescorted from the General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\n4\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nThe President: I now give the floor to His Excellency\r\nMr. Koffi Panou, Minister for Foreign Affairs and\r\nCooperation of Togo.\r\nMr. Panou (Togo) (interpretation from French): I\r\nshould like to join those who have spoken before me in\r\noffering you, Sir, my warmest congratulations on your\r\noutstanding election to the presidency of our Assembly.\r\nTo your illustrious predecessor, Mr. Razali Ismail of\r\nMalaysia, my delegation reaffirms its satisfaction with the\r\nefficiency and competence with which he guided the work\r\nof the fifty-first session. We wish once again to convey to\r\nhim our sincere appreciation.\r\nI also wish once again to welcome the election of\r\nMr. Kofi Annan as Secretary-General of our Organization.\r\nIn raising him to this position, the international community\r\nrecognized the qualities that have brought honour to him,\r\nhis country and the entire African continent. On behalf of\r\nmy delegation, I pay tribute to him for his dedication to the\r\ncause of international peace and security and for all he is\r\ndoing to make the United Nations more effective and\r\ncredible by improving its capacity to meet the needs of\r\ntoday’s world.\r\nTwo years ago, we celebrated the United Nations first\r\nhalf-century. We recommitted ourselves solemnly to\r\nworking together to advance peace, development, equality,\r\njustice and understanding among all the peoples of the\r\nworld. The current session provides us with another\r\nopportunity to assess our collective work at a time when we\r\nare preparing to enter the twenty-first century with major\r\nachievements under our belt, to be sure, but also with\r\ninnumerable challenges to face.\r\nIn its ongoing quest to make life better for peoples,\r\nour Organization has adopted and is implementing\r\nalternative strategies to meet the demands of a world in\r\nconstant change. The proclamation of the United Nations\r\nDecade for the Eradication of Poverty, the advancement of\r\nthe rights of women and children, and the convening of a\r\nspecial session of the General Assembly on environment\r\nand development are all actions demonstrating the\r\ndetermination of the United Nations to address the great\r\nproblems of our time. But we must recognize that, despite\r\nthe efforts of the international community to establish a\r\nnew world order, we are still waiting for the ardently\r\ndesired peace, security, development and growth to\r\nmaterialize.\r\nDespite the detente that has existed since the end of\r\nthe East-West antagonism, the international political\r\nsituation continues to present a gloomy picture, marked\r\nby ongoing disputes, tensions and conflicts. Even if\r\npiecemeal efforts are made to settle these crises, definitive\r\nsolutions seem to elude us. Thus, we remain deeply\r\nconcerned for the future of mankind.\r\nMoreover, our helplessness in the face of resurgent\r\nterrorism, worsening poverty, the ever growing number of\r\nrefugees and displaced persons and the deterioration of\r\nthe environment dims our hope that the noble objectives\r\nlaid down in the Charter to build a better world for future\r\ngenerations will ever come true.\r\nIn this context, Togo, under the guidance of the\r\nPresident of the Republic, Mr. Gnassingbé Eyadema, is\r\nstriving to strengthen the political and legal bases of a\r\nstate of law and to make development and, above all, the\r\neradication of poverty the cornerstones of its policy.\r\nThe citizens of Togo have entered a new era in the\r\nachievement of greater liberty, justice and progress in\r\norder to make their country a democratic, united and\r\nprosperous nation. Every day, they demonstrate their will\r\nto reflect in their actions this deep-rooted desire to live\r\ntogether in peace and unity. According to experienced\r\nobservers of good faith, the democratic institutions\r\nestablished in Togo are proving themselves. The National\r\nAssembly, having become an outstanding forum for\r\ndemocratic debate, is living proof of the country’s\r\ncommitment to entrench itself in democracy.\r\nMost of the other institutions of the Republic\r\nprovided for under the Constitution have been\r\nestablished — for example, the High Audiovisual and\r\nCommunication Authority, the Constitutional Court, the\r\nNational Commission for Human Rights and the Supreme\r\nCouncil for the Courts.\r\nAware, moreover, that they control their own\r\ndestiny, the Togolese have decided to work together\r\ntowards a sound and transparent administration of public\r\naffairs. How could we not, therefore, be pleased by the\r\neconomic performances achieved thanks to efforts made\r\nfor the effective implementation of the Government\r\nprogramme? The gross domestic product increased by 6\r\nper cent in 1996, and the rate of inflation has shown a\r\nclear improvement compared to 1995 thanks to a prudent\r\nwages and monetary policy. Improved export\r\ncompetitiveness and the progressive resumption of\r\ncooperation have allowed us to correct the balance of\r\n5\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\npayments and strengthen Togo’s contribution to the reserves\r\nof the West African Economic and Monetary Union. The\r\npeople of Togo hope that the community of nations will\r\ncontinue to support it in its progress towards legitimacy and\r\nlegality by helping it to complete the work of economic\r\nrecovery.\r\nThe maintenance of peace continues to be the primary\r\ntask of the United Nations. One cannot over-emphasize that\r\npreventing crises, reducing tension, separating combatants\r\nand finding definitive solutions to conflicts continue to be\r\namong the fundamental missions of our Organization. We\r\nare pleased to see in Togo that the United Nations, through\r\nconcerted actions, continues day by day to do even more.\r\nMy country confirms its unswerving dedication to the\r\nprinciple of the peaceful settlement of disputes, in\r\naccordance with international law, and emphasizes the need\r\nto strengthen in this area cooperation between the United\r\nNations and regional organizations. Chapter VIII of the\r\nCharter would then take on its full meaning.\r\nDespite every effort, peace remains threatened on our\r\nplanet, particularly on the African continent. As regards the\r\nRepublic of the Congo, Togo is concerned over the\r\nsituation there since 5 June 1997. We keenly hope that the\r\nprotagonists will put aside their arms in favour of dialogue\r\nin accordance with the spirit of Libreville Summit, held on\r\n14 and 15 September 1997, in which eight Heads of State,\r\nincluding President Eyadema of Togo, participated. The\r\nGovernment of Togo urgently calls upon our brothers in the\r\nCongo to conclude as quickly as possible a final ceasefire\r\nso that, under the aegis of the United Nations and the\r\nOrganization of African Unity (OAU), the international\r\ninterposition force planned by that last summit can be\r\ndeployed.\r\nAs regards the Democratic Republic of the Congo,\r\nTogo, needless to say, was involved in the search for a\r\npeaceful solution to the crisis by hosting in Lomé last\r\nMarch a special summit of the Central Organ of the OAU\r\nMechanism for Conflict Prevention, Management and\r\nResolution in Africa. Faced with a new political situation,\r\nmy Government would urge the authorities in Kinshasa to\r\ndo everything in their power to provide a climate\r\nfavourable to national reconciliation in order to tackle the\r\npriority tasks of development.\r\nIn Sierra Leone, the hope born of the establishment of\r\na democratic regime and the signing of the peace agreement\r\nin Abidjan in November 1996 between the Government and\r\nthe Revolutionary United Front was thoroughly tested by\r\nthe putsch of 25 May 1997. My country strongly\r\ncondemned this coup. It is demanding the reestablishment\r\nof constitutional order and earnestly hopes that this\r\nquestion can be peacefully resolved in order to avoid\r\nanother crisis for the West African subregion at a time\r\nwhen the Liberian conflict is coming to a close. The\r\npeople of Togo are pleased to note that, on the basis of\r\nthe Abuja Agreement, the presidential, legislative and\r\nsenatorial elections were finally able to take place last 19\r\nJuly in an atmosphere of discipline, transparency and\r\npeace. My delegation takes this opportunity to\r\ncongratulate the mission carried out by the Economic\r\nCommunity of West African States, supported by the\r\nUnited Nations and the OAU, from the beginning of the\r\nconflict to the establishment of new democratic\r\ninstitutions.\r\nI should like, moreover, given the instability that\r\nAfrica is experiencing, to remind the parties concerned\r\nthat they must seek to prevent fratricidal conflicts, which\r\ndiverts their energy from the path of development. More\r\nthought should therefore be given to establishing an\r\nAfrican peacekeeping force, which was first suggested by\r\nPresident Eyadema at the thirtieth session of the\r\nAssembly of Heads of State and Government of the\r\nOAU, held in Tunisia in 1994. There is now an\r\nimperative, urgent need to establish such a force, which\r\ncould react promptly and effectively to any armed\r\nconflict, in order to reestablish peace and stability as\r\nquickly as possible wherever necessary.\r\nI would like again this year to return to the question\r\nof the Regional Centre of the United Nations for Peace\r\nand Disarmament in Africa and to welcome the sending\r\nby the Secretary-General of a mission of consultants to\r\nLomé and other African capitals to explore ways and\r\nmeans of revitalizing the Centre. It is clear from the\r\ndecision taken in Harare by the thirty-third session of the\r\nAssembly of Heads of State and Government of the OAU\r\nthat the Centre has a vital role to play in the maintenance\r\nof peace and security in Africa as well as in the\r\nprevention of conflicts on the continent.\r\nI cannot fail to mention here the situation in other\r\nparts of the world.\r\nRegarding the Middle East, my country, which had\r\nin the past hailed the courage, dedication and spirit of\r\ninitiative of the Israeli and Palestinian leaders in the\r\nimplementation of the timetable for the withdrawal from\r\nthe occupied territories, is today concerned about the\r\nblocking of the peace process in the region. We deplore\r\nthe continuation of the settlements policy and the\r\n6\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nresumption of acts of violence, which only serve to\r\nundermine the climate of confidence that is a prerequisite\r\nfor the pursuit of dialogue.\r\nTogo urges the parties to resume negotiations in\r\naccordance with the Agreements of 1993 and 1994 in order\r\nto relaunch the peace process and achieve a comprehensive\r\nand lasting settlement of the conflict in the Middle East,\r\nwhich has lasted now for more than half a century and is\r\na threat to the peace and security of the States of the\r\nregion.\r\nI turn to the situation in the Korean Peninsula. Togo\r\nhas been following with great interest the talks under way\r\nand calls for the establishment of lasting peace in this\r\nregion. We hope that the negotiations that have begun will\r\ncontinue and will be crowned with success.\r\nEveryone is aware that most of these conflicts have\r\nclaimed, and continue to claim, numerous victims, including\r\nrefugees and displaced persons.\r\nThe proliferation of weapons, whatever their type, is\r\na threat to peace and security. To be sure, commendable\r\nefforts have been made to create a world free from the\r\nspectre of nuclear war. However, it must be emphasized\r\nthat the maintenance of international peace and security\r\nhinges on general and complete disarmament. My country\r\nhailed the Comprehensive Nuclear-Test-Ban Treaty and\r\nconsiders the entry into force on 29 April this year of the\r\nConvention on the Prohibition of the Development,\r\nProduction, Stockpiling and Use of Chemical Weapons and\r\non Their Destruction to be a decisive act by the\r\ninternational community in its permanent quest for a\r\npeaceful world. In ratifying this Convention, Togo wished\r\nto stress its unequivocal commitment to general and\r\ncomplete disarmament. It hopes that implementing the\r\nprovisions of this Convention will help spare mankind the\r\ninnumerable evils resulting from the use of such weapons.\r\nRegarding anti-personnel landmines, my country hails\r\nthe process begun in Ottawa in 1996, which concluded in\r\nOslo with the adoption of the treaty regarding the use,\r\nstorage, production and transfer of those mines and their\r\ndestruction. We hope that this treaty, which will open for\r\nsignature next December in Ottawa, will be ratified and\r\nrigorously applied by all States, so that, because of its\r\nuniversal nature, many human lives may be saved.\r\nThe end of the bipolarization associated with the cold\r\nwar allowed the international community to glimpse a\r\nworld in which efforts would henceforth be mobilized to\r\neliminate poverty so as to ensure development and well-\r\nbeing for humankind. However, we are obliged to note\r\nthat, despite this favourable environment for peace and\r\neconomic expansion, poverty continues to grow\r\nunchecked and remains a striking phenomenon in our\r\nworld. This situation provides a good illustration of the\r\nfailure of the numerous development strategies put\r\nforward by the international community.\r\nIn this context, the case of Africa remains the most\r\nworrying. The burden of external debt, the drop in export\r\nearnings and the adverse consequences of trade\r\nimbalances have largely contributed to an increased\r\ndeterioration in socio-economic conditions in many\r\ncountries. The world economy, characterized, as we near\r\nthe end of the century, by the phenomenon of\r\nglobalization, has experienced a general growth in almost\r\nall countries over the past few years. It is regrettable,\r\nhowever, that despite this globalization the new rules of\r\ntrade have not made it possible to dismantle the barriers\r\nerected by the industrialized countries to protect their\r\nindustry and agriculture. It follows that it is still difficult\r\nfor our products to gain access to their markets.\r\nThese protectionist measures, which do enormous\r\ndamage to developing countries, especially in Africa,\r\ncancel out the efforts made by African countries to\r\nrelaunch the growth of their economies through exports.\r\nWe cannot stress enough how much damage is\r\ncaused by the closing of the markets of the North to the\r\nproducts of developing countries. This situation deprives\r\nthe countries of the South of substantial foreign-currency\r\nincome, which are necessary to promote sustained\r\ndevelopment. In this respect, the Government of Togo\r\nfully appreciates the willingness of the richest countries,\r\nreaffirmed last June at the Denver Summit, intend to open\r\ntheir markets further to the countries of the South. We\r\nbelieve that by lifting their protectionist barriers the\r\ndeveloped countries will make a genuine and tangible\r\ncontribution to the development efforts being made by the\r\nless well-off.\r\nIn this light, my Government believes that\r\nglobalization must be accompanied by an impetus for\r\nincreased solidarity, characterized by the willingness of\r\nthe countries of the North to buy our staple commodities\r\nat remunerative prices.\r\nDespite the commendable efforts undertaken by\r\nAfrican Governments within the framework of structural-\r\nadjustment programmes, the economic situation in our\r\n7\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nStates remains difficult, and living conditions for our\r\npopulations are increasingly precarious. Given this state of\r\naffairs, the international community has developed various\r\nstrategies to help the African States find viable and lasting\r\nsolutions to their many socio-economic problems. It is\r\nimportant to welcome here the United Nations System-wide\r\nSpecial Initiative on Africa, which my delegation believes\r\nsupports and complements the United Nations New Agenda\r\nfor the Development of Africa in the 1990s (UN-NADAF),\r\nas well as the Cairo Programme of Action for the social\r\nand economic development of Africa.\r\nMy country also pays tribute to the Government of\r\nJapan which, in addition to its unfailing support to\r\ndeveloping countries, has taken the positive initiative of\r\nplanning to convene, in 1998, the second Tokyo\r\nInternational Conference on African Development. It is very\r\ndesirable for the various parties involved in African\r\ndevelopment who will be participating in that forum,\r\nincluding Africans themselves, to become more involved in\r\nthe conception and the implementation of development\r\nprogrammes for out continent.\r\nDevelopment policies for our countries cannot be\r\nconceived today without cooperation and regional\r\nintegration. In this respect, the entry into force of the\r\nTreaty establishing the African Economic Community is a\r\ngood illustration of the will of the African States to pool\r\ntheir efforts to achieve sustainable development. Togo\r\nwould like to reaffirm its commitment to the policy of\r\neconomic integration of the continent and urges the United\r\nNations and the international community to support the\r\nAfrican countries in their efforts to achieve the objectives\r\nof sustainable development so as to promote prosperity and\r\nwell-being for their populations.\r\nWe are pleased to note that 52 years after the adoption\r\nof the Charter in San Francisco, many processes are under\r\nway, aimed in particular at strengthening the United\r\nNations system, resolving the financial crisis of the\r\nOrganization and restructuring the United Nations in the\r\nsocial and economic spheres and in related areas, including\r\nthe Security Council.\r\nWith regard to the Security Council in particular, it is\r\nimportant that the ongoing discussions on its restructuring\r\naim at and succeed in expanding the number of both\r\npermanent and non-permanent members. Such an\r\nenlargement should take into account the interests of\r\ndeveloping countries and should be based on equitable\r\ngeographic representation in order to make the Council\r\nmore representative and more democratic, thereby enabling\r\nit to respond more effectively to the requirements of the\r\nday.\r\nWithin the framework of efforts to revitalize the\r\nOrganization, my delegation has noted with interest the\r\nmeasures envisaged by the Secretary-General and the\r\nrecommendations contained in his report, presented on 16\r\nJuly, which are aimed at restructuring the Secretariat and\r\nproviding it with the means to serve the Member States\r\nmore effectively. At this session the Assembly will have\r\nan opportunity to take part in a careful and in-depth\r\nconsideration of that report.\r\nTogo wishes to stress that the decisions and\r\nmeasures resulting from such consideration should not\r\nreduce the capacity of the Organization in the\r\ndevelopment field. We therefore hope, as the Secretary-\r\nGeneral himself has proposed, that the savings resulting\r\nfrom more rigorous management will permit the financing\r\nof United Nations priority programmes, such as those for\r\nthe elimination of poverty and the advancement of\r\nsustained economic growth in the developing countries.\r\nAt the dawn of the third millennium, humankind is\r\nat a decisive stage in its history and requires greater\r\npragmatism, creativity and solidarity in settling its\r\nproblems. In this respect, our world, in a spirit of\r\nsolidarity, must mobilize further to eliminate poverty,\r\nwhich is the vital concern of our time, as it impedes the\r\ncohesiveness of societies and States, destroys the very\r\nbasis of human rights and damages the environment. We\r\ntherefore need to tackle this principal cause of\r\ninstability — poverty — with the same urgency and\r\nvigour that we apply to political crises. For it is clear that\r\nno system of collective security can be viable unless we\r\nseek effectively to resolve the problems of poverty and\r\nmisery that are the daily lot of most of the population of\r\nthe world.\r\nTogether, therefore, let us seek a new international\r\norder based on peace, solidarity and justice.\r\nThe President: I now give the floor to the Deputy\r\nPrime Minister and Minister for Foreign Affairs, Foreign\r\nTrade and Cooperation of Luxembourg, His Excellency\r\nMr. Jacques Poos, who will speak on behalf of the\r\nEuropean Union.\r\nMr. Poos (Luxembourg) (interpretation from\r\nFrench): First of all, I should like to extend my warmest\r\ncongratulations to you, Sir, on your election to the\r\npresidency of the General Assembly at its fifty-second\r\n8\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nsession. As an architect of stability, you have played a\r\nsubstantial role in securing the recent conclusion of a\r\nnumber of major agreements with Ukraine’s neighbouring\r\ncountries. I am certain that both that experience and the\r\nexperience you have acquired in the field of international\r\nrelations and at the United Nations will be decisive factors\r\nin leading this session to a successful outcome. I should\r\nlike to assure you, Sir, of our full support.\r\nI should also like to thank your predecessor,\r\nAmbassador Razali, for the skill and commitment with\r\nwhich he led our work at the last session of the General\r\nAssembly. I also wish to express my appreciation to our\r\nSecretary-General, Mr. Kofi Annan, for the splendid work\r\nhe has performed since taking office and, in particular, for\r\nhis wide-ranging proposals for the reform of the United\r\nNations, which he presented last 16 July.\r\nIt is an honour for me to address this Assembly today\r\non behalf of the European Union, which, like the United\r\nNations, is seeking to change and renew itself in order to\r\nface more effectively the challenges of the new millennium.\r\nGlobalization, with its emphasis on growing\r\ninterdependence between nations and their economies, is\r\nbringing profound changes in international relations. A\r\nparticular feature of this globalization is the genuine\r\nrevolution in the field of information and communications\r\ntechnologies, which banishes any notion of geographical\r\ndistance. Globalization, characterized by the acceleration of\r\ntrade and financial flows and by increased market\r\nintegration, is a source for both progress and fresh\r\nopportunities. However, it also raises some serious\r\nquestions, even among the industrialized countries, which\r\nare experiencing a worrying rise in unemployment. We note\r\nat the same time that these developments are passing by\r\nmany developing countries, which remain in great poverty.\r\nMore than 1.5 billion people still live in absolute poverty.\r\nWe cannot remain indifferent to this situation.\r\nWe are particularly concerned by the growing\r\ninequality both within countries and between countries of\r\nthe North and of the South, which is a dangerous source of\r\nfurther conflict and tension.\r\nFree of the threat of confrontation in a polarized\r\nworld, we are faced today with a series of global problems\r\nboth old and new: underdevelopment, population growth,\r\nincreasingly large-scale migration, damage to the\r\nenvironment, the proliferation of weapons of all kinds,\r\nterrorism, ethnic conflict, drug trafficking, violence — the\r\nblind, hateful violence against innocent people that we\r\nwitness nearly every day, for example in Algeria — and\r\ncrime, often in forms never before encountered.\r\nIn order to deal successfully with all these problems,\r\nit is essential that we continue to promote justice and\r\nsolidarity between all countries and individuals as well as\r\ntolerance — I lay particular stress on “tolerance” — and\r\nrespect for others and, above all, to strengthen\r\ncooperation between States on both the regional and the\r\nworld levels.\r\nProgressive integration that respects national identity\r\nis a hallmark of the policy of the States members of the\r\nEuropean Union. In scarcely more than 50 years, we have\r\nsucceeded in developing in Europe a stability and a\r\nprosperity that the continent has never before experienced.\r\nThe European Union is based on democracy as its\r\npolitical system and on a social market economy as its\r\neconomic system. Our market economy is not a free-for-\r\nall; it is mitigated by considerations of social welfare.\r\nStates retain full responsibility in the fields of health,\r\neducation and social justice. Although this system requires\r\nconstant adjustment, its principles are sacrosanct.\r\nThe European Union, wishing to respond to the\r\nchallenges of the post-cold-war world, proposes to take\r\nup three major challenges over the years ahead: the\r\nestablishment of an economic and monetary union; the\r\nstrengthening of its institutional base through the\r\nimplementation of the Amsterdam Treaty; and preparation\r\nfor further enlargement towards the eastern and southern\r\nEurope.\r\nEconomic and monetary union is probably the most\r\nimportant and most ambitious economic and political\r\nproject to be implemented by Europe since the beginning\r\nof the integration process. The Euro, as the single\r\ncurrency is to be known, will come into existence on 1\r\nJanuary 1999. Its introduction is the culmination of the\r\nlengthy process of implementation of the single market.\r\nThe Euro is the logical consequence of the venture\r\nembarked upon with the European Community’s\r\nfoundation in 1957.\r\nIn order to prepare for the single currency, the States\r\nmembers of the European Union have successfully\r\ncommitted themselves to strengthening the coordination\r\nof their economic policies and the pursuit of healthier,\r\nmore stable macroeconomic and budgetary policies.\r\nThe creation of the Euro will help to achieve greater\r\nstability and a more balanced international monetary\r\n9\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nsystem. It will help to reduce monetary uncertainty and will\r\ngive a boost to the development of trade, investment and,\r\nhence, growth and employment both at the European and\r\nthe world levels.\r\nThe Heads of State or Government of the European\r\nUnion reached political agreement on 17 June this year on\r\na new treaty for Europe, the Amsterdam Treaty. This\r\nTreaty will be submitted for signature by plenipotentiaries\r\nin two weeks’ time. The Amsterdam Treaty marks a further\r\nstep in the building of Europe and opens the way for the\r\nlaunching of the enlargement process. It provides for\r\ngreater consistency in the external action of the Union, and\r\nwill enable it to anticipate crises more effectively and to\r\nprovide a more efficient protection of its economic\r\ninterests. It emphasizes the defence and security dimension\r\nof the European Union, and clarifies in particular the\r\nUnion’s role in respect of peacekeeping or peacemaking\r\nmissions and humanitarian action.\r\nThe new Treaty also provides for the creation of an\r\narea of freedom, security and justice, which will enable the\r\nUnion to take more effective and coordinated action to\r\ncombat terrorism, major crime and illegal immigration.\r\nFinally, a number of provisions underline the importance\r\nthat the Union attaches to the promotion and to the\r\nprotection of human rights and fundamental freedoms.\r\nThis coming December, the Union will take major\r\ndecisions on future enlargement. Negotiations on accession\r\nshould begin as early as possible next year. The\r\ninternational repercussions of the enlargement of the Union\r\nwill far transcend the new frontiers of an enlarged Europe;\r\nthis enlargement will add to Europe’s influence in the\r\nworld, will provide the European Union with new\r\nneighbours and will make Europe a peaceful, more united\r\nand more stable area.\r\nIn taking up these three challenges, the European\r\nUnion member States seek to unite further in order to form\r\na common front against the problem of unemployment and\r\nto take more effective action to combat organized crime,\r\nterrorism and the proliferation of weapons of every kind, to\r\nact more effectively to prevent major environmental\r\ndamage and to ensure lasting growth while making the best\r\npossible use of the world’s resources.\r\nAt the same time, the European Union is seeking to\r\nincrease its influence over world affairs, promote values\r\nsuch as peace and security, democracy and human rights in\r\na more effective manner, defend its conception of the social\r\nmodel and assert its presence on international markets.\r\nIt is in that spirit, and in order to strengthen\r\ncooperation in the political, economic and financial fields,\r\nthat the European Union is developing relations of\r\npartnership with all the countries of the world.\r\nA larger and more united European Union will also\r\nmake a greater contribution towards development\r\ncooperation with the most disadvantaged countries. The\r\ndevelopment assistance of the European Union is part of\r\na policy designed to roll back poverty and inequality in\r\nthe world and to foster a sustainable development.\r\nThe Union is already the largest contributor to the\r\nregular budget of the United Nations and to the budget\r\nfor United Nations peacekeeping operations. It is also the\r\nlargest international aid donor. The European Community\r\nand its member States provide over half the humanitarian\r\naid dispensed worldwide and fund 50 per cent of\r\ninternational development aid. We provide 40 per cent of\r\nassistance for the reconstruction process in Bosnia and\r\nHerzegovina, nearly 60 per cent of international aid to\r\nRussia and to the republics of the former Soviet Union,\r\nhalf of the aid for the Palestinian territories and one third\r\nof the total aid for the Middle East.\r\nAs in the past, the European Union describes its\r\nrelations with third countries, together with its positions\r\non and action in respect of areas of conflict throughout\r\nthe world, in a memorandum that is circulated as an\r\nintegral part of this address. I should like, however, to\r\nhighlight a number of issues which continue to hold our\r\nfull attention.\r\nThe European Union continues to make a major\r\ncontribution towards the consolidation of peace in all the\r\ncountries of the former Yugoslavia. It wishes to develop\r\nits relations and to strengthen its cooperation with those\r\ncountries to the extent that their respective Governments\r\npursue a policy which respects the peace agreements\r\nconcluded and which enables them to progress towards\r\ndemocracy, the rule of law, tolerance and respect for\r\nhuman rights and minorities.\r\nThe European Union is concerned at the tardiness in\r\nimplementing the peace agreements in Bosnia and\r\nHerzegovina. It emphasizes that the responsibility for\r\nsuch implementation rests with the parties themselves.\r\nWe fully support the efforts of the High\r\nRepresentative, Mr. Carlos Westendorp. We pay a tribute\r\nto his deputy, Ambassador Gerd Wagner, to Mr. David\r\n10\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nKrishkovich and to their colleagues who have given their\r\nlives in their commitment to peace.\r\nThe European Union is determined to insist on the\r\nstrict and full application of the peace agreements in Bosnia\r\nand Herzegovina and of the conclusions of the Sintra\r\nministerial meeting. It is on the basis of such application\r\nthat the European Union is willing to continue to contribute\r\nto the international reconstruction effort. It continues to\r\nattach great importance to the return of refugees and\r\ndisplaced persons and to demand the full cooperation of all\r\nparties with the International Criminal Tribunal as a\r\nnecessary condition for a lasting reconciliation and a just\r\npeace.\r\nWithout minimizing the difficulties in the Muslim\r\nCroat Federation, the European Union observes with\r\nconcern the political crisis which has erupted in the\r\nRepublika Srpska. It calls on all parties to respect the\r\nconstitutional functioning of that entity and to take vigorous\r\naction to reform the police and to establish freedom of the\r\npress. We believe the holding of legislative elections under\r\nthe supervision of the Organization for Security and\r\nCooperation in Europe (OSCE) constitutes the appropriate\r\nand democratic means for resolving the present political\r\ndeadlock.\r\nThe European Union welcomes the recent holding of\r\nmunicipal elections, on 13 and 14 September, with the\r\nparticipation of all the parties. These elections mark an\r\nimportant step in the process of democratization in Bosnia\r\nand Herzegovina. We appeal to the parties to respect the\r\nresults as certified by the OSCE.\r\nThe European Union also remains concerned by the\r\nsituation in Kosovo, in particular by the lack of respect for\r\nhuman rights and the principles of the rule of law.\r\nConcerning Cyprus, the European Union regrets that\r\nthe intercommunal talks under the aegis of the United\r\nNations have failed to register progress. We call on the\r\nleaders of both communities to resume the talks, as\r\nproposed by Mr. Cordovez. We urge them and all parties\r\nconcerned to work constructively and in good faith to\r\npromote the success of these talks. We reject any link\r\nbetween the talks and the membership negotiations with\r\nCyprus. The latter will be initiated in accordance with the\r\ndecisions taken by the European Council and will contribute\r\npositively towards the search for a political solution. The\r\nEuropean Union recalled that Cypriot membership should\r\nbenefit both communities and should help to bring about\r\ncivil peace and reconciliation.\r\nIn the Middle East, the peace process is at a\r\nworrisome standstill. The European Union calls on the\r\npeoples and Governments of the region to renew the spirit\r\nof mutual confidence which, at Madrid in 1991 and in\r\nOslo in 1993, gave rise to the hope of a just, lasting and\r\ncomprehensive peace. We call upon the Israeli and\r\nPalestinian leaders to continue the negotiations to further\r\nthe implementation of the Interim Agreement and the\r\nHebron agreement, and to resume talks on permanent\r\nstatus. We ask them once more to abstain from any\r\nunilateral action which may prejudice the issues relating\r\nto permanent status.\r\nThe European Union firmly condemns the recent\r\nterrorist attacks in Jerusalem. We call on each side to\r\nshow absolute determination in combating terrorism. We\r\nhope that cooperation in the field of security between\r\nIsrael and the Palestinian Authority will be re-established\r\nand reinforced. To that end, we propose the setting up of\r\na permanent security committee with the participation of\r\nthe parties involved and, possibly, with that of the United\r\nStates and the European Union.\r\nWe urge both parties not to yield to blackmail by\r\nextremists bent on sabotaging the peace process. We ask\r\nthat Israel discontinue certain measures taken with regard\r\nto the Palestinians which we consider to be counter-\r\nproductive. In particular, we ask that Israel transfer all of\r\nthe tax revenue owed to the Palestinian Authority. It is\r\nnot in the interests of peace to weaken the Palestinian\r\neconomy, administration and leadership and to feed the\r\nfeelings of frustration and humiliation of an entire people.\r\nIn the opinion of the European Union, peace remains the\r\nonly strategic choice and the only lasting guarantee for\r\nthe security and prosperity of both sides.\r\nThe European Union will continue, through the\r\nefforts of its Special Envoy for the Middle East Peace\r\nProcess, Ambassador Moratinos, as well as through its\r\ndiplomatic relations, its economic commitment and its\r\nrelations of friendship and trust with the various parties,\r\nto work with the parties concerned both within and\r\noutside the region, and especially with the United States,\r\nto relaunch the peace process.\r\nIn Africa, major developments have occurred in\r\nrecent months, notably in the Great Lakes region, which\r\ncontinues to experience serious problems. The European\r\nUnion fully supports the efforts undertaken there, as\r\nelsewhere, by the Organization of African Unity (OAU)\r\nin close cooperation with the United Nations. It welcomes\r\nthe action taken by both its special representative,\r\n11\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nMr. Ajello, and the Special Representative of the\r\nSecretaries-General of the United Nations and the OAU,\r\nMr. Sahnoun. The international community must thus aim\r\nat establishing peace, at consolidating the process of\r\nnational reconciliation in the countries concerned, at\r\ncreating a climate conducive to the voluntary return of\r\nrefugees and of facilitating the establishment of normal\r\ndemocratic life. We support the introduction of the rule of\r\nlaw, which should put an end to the climate of impunity\r\nprevailing in the region and encourage its economic and\r\nsocial recovery.\r\nThe accession of the new authorities in the Democratic\r\nRepublic of the Congo signals a very important change for\r\nthe Congo and the whole of Africa. The European Union is\r\naware of the scale of requirements for reconstruction in the\r\nDemocratic Republic of the Congo and is willing to\r\ncontribute its support for reconstruction. It confirms its\r\nreadiness to resume cooperation with that Government on\r\na gradual basis. The resumption of cooperation will depend,\r\naccording to the conclusions of the European Council of\r\nAmsterdam, on the progress observed in the fields of\r\nhuman rights, democratization and the establishment of the\r\nrule of law.\r\nThe European Union emphasizes the need for the\r\nGovernment of the Democratic Republic of the Congo to\r\ncooperate fully with the Office of the United Nations High\r\nCommissioner for Refugees in order to ensure the safe\r\nreturn of refugees, particularly to Rwanda. We also urge the\r\nGovernment of the Democratic Republic of the Congo to\r\ncooperate fully with the United Nations in order that the\r\nmission investigating the allegations of massacres and other\r\nhuman rights violations can take place without impediment\r\nor delay.\r\nThe European Union remains seriously worried by the\r\nsituation in the Republic of Congo (Brazzaville) and is\r\nconcerned that the parties to the conflict have so far failed\r\nto overcome their differences. We urge all the parties\r\ninvolved to cease hostilities and to work together to achieve\r\nnational reconciliation and restore a peaceful society. We\r\nreiterate the Union’s full support for the mediation efforts\r\nundertaken by President Bongo of Gabon.\r\nThe European Union condemns all violence in\r\nBurundi. It encourages the authorities of that country to\r\naccelerate the dismantling of the reassembly camps. We\r\nearnestly appeal to all parties in Burundi to embark\r\ndefinitively on the road towards negotiation and national\r\nreconciliation.\r\nThe European Union is also concerned by the\r\nworsening insecurity in Rwanda’s north-western\r\nprovinces, which affects all populations, without\r\nexception.\r\nThe European Union welcomes the success of the\r\nmonitoring mission in the Central African Republic,\r\nestablished under the Bangui Agreements.\r\nThe European Union also continues to be concerned\r\nby the situation in Cambodia, which is likely to\r\njeopardize the whole democratization process and the\r\nmajor efforts by the international community in support\r\nof that country’s reconstruction. We renew our support\r\nfor the mediation efforts by the Association of South-East\r\nAsian Nations and welcome the constructive constitutional\r\nrole played by His Majesty King Sihanouk in the search\r\nfor a solution to this crisis.\r\nWe appeal for an immediate end to all violence in\r\nCambodia and reiterate the importance we attach to the\r\nholding of free pluralist elections in 1998.\r\nI would like now to take up several thematic\r\nquestions.\r\nThe tragic consequences of the indiscriminate spread\r\nand use of anti-personnel landmines have aroused genuine\r\nemotion in world public opinion in recent years. In\r\nOctober 1996 the Union, for its part, adopted a decision\r\non joint action on anti-personnel landmines in which it\r\nexpresses its determination to achieve the aim of totally\r\neliminating such mines and of actively working towards\r\nthe earliest possible conclusion of an effective\r\ninternational agreement on a worldwide ban on these\r\nweapons.\r\nWe welcome the work done at the recent Oslo\r\nDiplomatic Conference, which resulted in the adoption of\r\nan international Convention. We shall also be pursuing\r\nthe achievement of our aims at the Conference on\r\nDisarmament.\r\nNext 10 December will see the start of celebrations\r\non the occasion of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights. That Declaration,\r\nadopted on 10 December 1948, and the two international\r\npacts and other legal instruments on the subject that were\r\nsubsequently adopted, are still fully relevant today. We\r\nreaffirm our deep commitment to the universality of\r\nhuman rights and to their protection and promotion. The\r\nyear 1988 will provide an opportunity for all members of\r\n12\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nthe international community to step up their actions to\r\nensure better implementation of the universal principles of\r\nthe Declaration through the instruments and machinery of\r\nthe United Nations.\r\nThe year 1998 will also be an opportunity to review\r\nthe implementation of the Declaration and Programme of\r\nAction adopted at the World Conference on Human Rights\r\nheld in Vienna in 1993.\r\nWe welcome the appointment of Mrs Mary Robinson\r\nas United Nations High Commissioner for Human Rights.\r\nShe will have our full support. We wish to underline the\r\nimportance of her mission, not least in the context of the\r\nfiftieth anniversary.\r\nRegarding the environment and development, the\r\nGeneral Assembly will be asked to endorse at this session\r\nthe results of the special session on the follow-up to\r\nAgenda 21 and of the Rio Conference. The European Union\r\nconsiders it essential that the implementation of Agenda 21\r\nreceive fresh political impetus. We believe it is imperative\r\nthat we come to a substantial conclusion of the negotiations\r\non climate change to be held in Kyoto in December. We\r\nurge all States to work towards that end.\r\nWe have proposed clear objectives for the reduction of\r\ngreenhouse-gas emissions, and we hope that other States\r\nwill very soon be making their own detailed proposals in\r\norder to speed up the progress that is vitally needed if the\r\nKyoto session of the Conference is to be a success.\r\nTwo years ago the Heads of State and Government\r\nmeeting in this Hall on the occasion of the fiftieth\r\nanniversary of the United Nations observed that, in a\r\nrapidly changing world, the objectives set out in the Charter\r\nhad lost none of their relevance.\r\nIn many regions of the planet, we still have to face up\r\nto serious threats to international peace and security. More\r\nthan ever, we need to promote economic and social\r\ndevelopment. It is vital that the ideals upon which our\r\nOrganization is founded — human rights, good governance\r\nand democracy — come to be reflected more and more in\r\nthe behaviour of public authorities and in people’s everyday\r\nlives. The primacy of the rule of law must be reaffirmed.\r\nWe realize that if our Organization is to respond\r\nadequately to the profound changes in its external\r\nenvironment it must adapt its structures to the new realities\r\nof the modern world.\r\nLast July we heard the Secretary-General’s ambitious\r\nproposals, and we welcomed them. It is not, of course, a\r\nquestion of rewriting the mandates of the United Nations,\r\nto which we remain deeply committed, but of\r\ntransforming the Organization into a productive and\r\nefficient instrument at the service of all the peoples of the\r\nworld.\r\nIn examining these proposals, at its fifty-second\r\nsession, the General Assembly is embarking on a period\r\nof debate and decision-making that promises to be one of\r\nthe most significant in the history of the United Nations.\r\nWe need an Organization that fulfils its mandate to\r\npreserve peace and international security more rapidly and\r\neffectively by building better capacities for action in the\r\nfields of preventive diplomacy, peacekeeping and\r\npeacemaking, and by having more effective capacities for\r\naction in the areas of recovery and reconstruction after a\r\nconflict.\r\nWe need an Organization that responds better to one\r\nof its fundamental objectives, which consists of promoting\r\neconomic and social progress, eradicating poverty and\r\nensuring the widest possible participation in an expanding\r\nworld economy.\r\nWe need United Nations funds and programmes that\r\ncan translate the objectives of the Organization in the\r\nfield of sustainable development. They must offer the\r\ncountries and the peoples of the world both material\r\nsupport and a frame of reference that will enable them to\r\ngenerate their own development in the most efficient\r\nmanner and in a way suited to their specific needs.\r\nWe need a United Nations system that provides a\r\ncredible response to the complex problems of\r\nhumanitarian assistance and emergency situations,\r\nproblems which include conflict prevention, peacekeeping,\r\nrehabilitation and transition towards development.\r\nFinally, we need an Organization that integrates in\r\nall its activities the fundamental concept of respect for\r\nhuman rights, which is an integral part of the quest for\r\npeace and security, economic prosperity and social justice.\r\nTo attain those objectives, our Organization must be\r\nable to rely not only on the commitment of the Secretary-\r\nGeneral and the cooperation of Member States, but on the\r\nsupport of every sector of international society, and in\r\nparticular on the non-governmental organizations, whose\r\nefforts inspire and complement our own.\r\n13\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nThe programme of reforms put forward by the\r\nSecretary-General has two parts. The first concerns the\r\nresponsibility of the Secretary-General himself. It\r\nsupplements the series of proposals he put forward in\r\nMarch this year. It is designed to rationalize the operations\r\nof Secretariat services and United Nations agencies and to\r\nimprove their coordination. The proposals are intended to\r\nmould those services into a more coherent structure. There\r\nis a need to establish a community of ideas, a coherence of\r\neffort and greater flexibility in implementing action. We\r\nurge the Secretary-General to implement those proposals as\r\nquickly as possible. The European Union considers that\r\nmodalities could be worked out to see that the savings\r\nrealized are reinvested in the field of development.\r\nThe second part of the programme deals with\r\nimproving the operation of the United Nations system and\r\nstrengthening its intergovernmental machinery. It requires\r\nthe approval of Member States. Here, too, the European\r\nUnion believes that the method used and the choices made\r\nby the Secretary-General should open the way to effective\r\nand far-reaching reform of the United Nations. This applies\r\nparticularly to the promotion of economic and social\r\ndevelopment, which must remain one of the priority\r\nobjectives of our Organization.\r\nIn this sector, the reform should improve the\r\nOrganization’s capacity for action at the intergovernmental\r\nas well as the structural and managerial levels. In the view\r\nof the European Union, the reform of the United Nations,\r\nas an instrument in the service of development, cannot be\r\nconceived as a cost-cutting exercise; on the contrary, it\r\nmust be designed to strengthen and revitalize the\r\nOrganization so that it can respond to the challenges of the\r\nfuture in the most effective way possible. Only a reformed\r\nand revitalized United Nations can create the foundation for\r\na global partnership between developing countries,\r\ndeveloped countries and multilateral organizations, with the\r\nprime objective of achieving sustained and sustainable\r\ndevelopment.\r\nThe European Union believes that, taken as a whole,\r\nthe programme of reforms proposed by the Secretary-\r\nGeneral represents a balanced package. It attempts to take\r\ninto account the various interests in play and, once\r\nimplemented, will enable the Organization to fulfil its\r\nmandate more adequately and to carry out its tasks in the\r\nservice of the international community more effectively.\r\nWe therefore consider that, if we want to achieve the\r\nrenewal of the United Nations, it is of overriding\r\nimportance that the Secretary-General’s proposals be\r\nexamined by the General Assembly in an integrated\r\nmanner and as a package. It is also important to abide, so\r\nfar as possible, by the timetable that the Secretary-\r\nGeneral has suggested, so that the reform measures can\r\nstart to be implemented at the beginning of 1998.\r\nThe reform programme before us affords us a unique\r\nopportunity to reform the Organization from top to\r\nbottom. It is for us, the Member States, to demonstrate\r\nthe necessary ambition, courage and clarity of vision to\r\nshow that we are equal to this challenge.\r\nThe European Union is well aware that the proposals\r\nbefore us necessarily represent a compromise between the\r\nsometimes divergent interests of Member States, and that\r\nthey cannot, therefore, fully reflect either its own views\r\nor those of other schools of thought within the General\r\nAssembly.\r\nBecause we believe that the programme of reforms,\r\ntaken as a whole, represents significant progress for our\r\nOrganization, the Union does not intend to press for the\r\nfine points of its own positions to be taken into account\r\nwith regard to each of the proposals or recommendations\r\nbefore us. It is our hope that other delegations will\r\napproach this exercise in a similar spirit and that they can\r\nagree to put the general positive thrust of the package of\r\nproposals before the satisfaction of their individual\r\ndemands.\r\nOver the coming weeks the European Union intends\r\nto play an active part in the Assembly’s work. Our task\r\nis to reach general agreement on a feasible, constructive\r\nand coherent response to the Secretary-General’s\r\nproposals, one that respects his responsibilities and his\r\nauthority.\r\nNecessary as it is, the reform exercise on which we\r\nhave embarked will not bear fruit until the United Nations\r\nhas the financial resources it needs to fulfil its mandates.\r\nFor several years now, the United Nations has been\r\nembroiled in a financial crisis, which began as a cash-\r\nflow problem, but which has now become structural. That\r\ncrisis is undermining the necessary sense of partnership\r\nbetween Member States and compromising\r\nimplementation of the Organization’s programmes in\r\nmany areas. The European Union has often stated that the\r\ncrisis cannot be resolved until all Member States have\r\nagreed to meet their obligations under the United Nations\r\nCharter in full by settling their arrears and by paying on\r\ntime and without conditions the full amount of their\r\n14\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nmandatory contributions to the Organization’s regular\r\nbudget and to the budget of peacekeeping operations.\r\nThe States members of the European Union, whose\r\ncontributions represent 35 per cent of the regular budget\r\nand 38 per cent of the peacekeeping budget, have always\r\nhonoured their financial obligations promptly, fully and\r\nunconditionally.\r\nThe European Union has put forward a package of\r\ncoherent proposals designed to put the Organization on a\r\nsound and predictable financial footing. They relate to\r\nmeasures to speed up the payment of arrears, to tighten up\r\nthe system for paying contributions, to monitor United\r\nNations spending more closely and to reform the scale of\r\nassessment so as to better reflect the principle of ability to\r\npay.\r\nIt is important that together, at this fifty-second\r\nsession of the General Assembly, we find a constructive\r\nand viable solution to these questions, which are\r\nfundamental if we wish to ensure that our Organization has\r\nthe capacity to fulfil its mandate at the dawn of the twenty-\r\nfirst century.\r\nThe President: I now call on the Secretary of State\r\nfor Foreign and Commonwealth Affairs of the United\r\nKingdom of Great Britain and Northern Ireland,\r\nHis Excellency the Right Honourable Robin Cook.\r\nMr. Cook (United Kingdom): We inhabit a modern\r\nworld in which we must accept change as the normal\r\ncondition of life. Communication around the globe is\r\nbecoming faster. The distance between our countries is\r\nbecoming shorter. I travelled to New York at twice the\r\nspeed of sound and I landed before I took off. Every word\r\nI say to the Assembly today will be sent to London down\r\na telephone line and within minutes it will appear on the\r\nWorld Wide Web.\r\nOur countries today are intertwined as never before in\r\na market place that is global. And our people have learned\r\nthat their purchasing decisions have an impact on jobs and\r\npay across the planet — from the fruit they buy at the\r\nsupermarket to the fuel they use in their cars. Changes to\r\nthe environment in one continent can produce changes to\r\nthe weather in another continent. Our countries are\r\nincreasingly interdependent, and the challenges we each\r\nface are global challenges — challenges that we must face\r\ntogether: poverty, conflict, climate change, international\r\ncrime and the drugs menace. These are all international\r\nproblems that require us to behave as a united nations not\r\njust in name but in reality.\r\nAnd so the United Nations should have a bigger role\r\nthan ever before. If it appears to be less relevant, it is not\r\nfor want of challenge but for want of reform. The United\r\nNations must modernize. It must be able to confront the\r\nnew global challenges that all its Members face. It will\r\nneed flexibility, competence and efficiency to meet the\r\ncomplex needs of the twenty-first century because the\r\nUnited Nations cannot give leadership to a changing\r\nworld if we ourselves refuse to change.\r\nThe outstanding leadership shown by the Secretary-\r\nGeneral is an important start. His proposals for\r\ninstitutional reform will retain what is best in the United\r\nNations system but give it the flexibility and the\r\nefficiency it needs to respond rapidly to the new\r\nchallenges of a new century. The member countries of the\r\nUnited Nations must support his commitment to\r\nmodernization. We must each stop measuring each\r\nproposal for reform in terms of narrow self-interest and,\r\ninstead, recognize that we all have a greater interest in\r\nsupporting reform.\r\nBritain’s Labour Government is firmly committed to\r\nthe United Nations. We demonstrated this commitment as\r\nsoon as we were elected by rejoining the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) and by confirming our intention to stay in the\r\nUnited Nations Industrial Development Organization\r\n(UNIDO). We were elected because we offered Britain\r\nmodernization to succeed in a new century. We pledge\r\nourselves to back modernization of the United Nations.\r\nWe do so because we know that our country, like all\r\nother Member States, will benefit from a United Nations\r\nthat is efficient, representative and properly funded.\r\nLet me take each of those in turn. Efficient does not\r\nspell cheap. But we do want to see the United Nations do\r\nthe most it can with what it has got — a United Nations\r\nthat no longer spends $150 million producing 2,500 tons\r\nof documents every year. We thoroughly welcome the\r\nSecretary-General’s commitment to reduce the number of\r\ndocuments by 25 per cent by next year. We want to see\r\nan end to the duplication between United Nations\r\nagencies, and I give my wholehearted support to the\r\nSecretary-General’s proposal for a Special Commission to\r\nlook at the division of labour right across the United\r\nNations system.\r\n15\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nAnother way in which the United Nations is out of\r\ndate is its Security Council. We are all agreed in this\r\nChamber that what was appropriate in 1945 is not what is\r\nright in 1997. The world has changed. Most of the\r\ncountries represented here today did not even exist when\r\nthe United Nations was formed. The Security Council must\r\nmove on if it is not to lose its legitimacy. Japan and\r\nGermany should both be included in an expanded\r\npermanent membership, and there should be a new balance\r\nbetween developed and developing countries in a\r\nmodernized Security Council. We are all agreed on the\r\nneed for change; we have been discussing it for four years.\r\nIt is time that we agreed that a proposal for change which\r\nhas the backing of the vast majority of Members is better\r\nthan a status quo which has the backing of none.\r\nIt is not just all the countries of the United Nations\r\nthat must be properly represented, but all the people of\r\nthose countries. More than half those people are women.\r\nBritain welcomes the United Nations willingness to put\r\ngender perspective into all areas of its work. The new\r\nLabour Government attaches particular importance to\r\nstrengthening the rights of women. Women do more than\r\nhalf the world’s work. They should have equal status in the\r\ninternational organizations of the world.\r\nLet us also put the United Nations finances on a sound\r\nbasis. Speaker after speaker yesterday referred to the need\r\nfor us to cooperate to defeat those who make fortunes from\r\norganized crime and to contain the drugs trade, second only\r\nin value to the oil trade. We cannot defeat those well-\r\nresourced menaces to the modern world through a United\r\nNations that staggers from year to year on the verge of\r\nbankruptcy.\r\nWe need a solution based on the ability to pay. The\r\nmost equitable means of sharing the burden is to base\r\ncontributions on share of global gross national product. But\r\nthat measure will only be accepted as equitable if it is\r\nupdated regularly to reflect the rapid changes to the world\r\neconomy. And it is not equitable that some Members pay\r\ntheir contributions while other Members do not. Britain\r\npays in full and on time. Britain expects every Member\r\nState, however large or however small, to do the same.\r\nThese three issues — institutional reform, Security\r\nCouncil reform and financial reform — are critical to the\r\nUnited Nations future. Let us commit ourselves to progress\r\non all these issues by the end of 1997 and solutions by this\r\ntime next year. Next time we meet, let us celebrate a\r\nmodern United Nations that can face the future with\r\nconfidence, rather than looking back on another year of\r\nagreeing about all the questions but not being able to\r\nagree on any of the answers. And then the United Nations\r\nwill be able to get on with its job.\r\nThere are three key areas in which the United\r\nNations has a vital job to do — promoting sustainable\r\ndevelopment, promoting peace and promoting human\r\nrights. Those are not separate challenges, but different\r\nfaces of the same challenge. There can be no real and\r\nsustainable development or respect for human rights\r\nwithout peace. And there will be no permanent peace\r\nwhere there is only poverty and injustice.\r\nDuring every speech this week another 300 children\r\nwill die before their first birthday, most of them deaths\r\nthat could be easily and cheaply prevented. If the United\r\nNations is to be relevant to its Members, then more than\r\nanything else it must enable people to lift themselves out\r\nof poverty.\r\nBritain supports the United Nations aid target. As\r\nBritain’s contribution to achieving it, the mew Labour\r\nGovernments has committed itself to reversing the decline\r\nin the British aid budget. Britain has also consistently\r\nurged faster action in tackling the problem of debt, and at\r\nthe Commonwealth Finance Ministers meeting in\r\nMauritius last week, British Chancellor Gordon Brown\r\nlaunched a new initiative to cut debt that will benefit 300\r\nmillion of the world’s poorest people and help developing\r\ncountries escape from the debt trap.\r\nBut aid will not alone eliminate poverty. We need to\r\ncontinue breaking down the barriers that deny the poorest\r\ncountries access to the world’s most lucrative markets.\r\nWe need to make sure that producers in Africa are\r\nallowed to sell their goods to Europe and to America as\r\neasily as their producers can sell their goods to Africa.\r\nSustainable development will do more than just\r\nreduce poverty. Poverty is also one of the greatest threats\r\nto the environment. If we want to preserve the planet for\r\nfuture generations, we must make sure that development\r\nrespects the environment and does not destroy it. The\r\nUnited Nations Commission on Sustainable Development\r\nhas made important progress towards this goal. But it is\r\nnot a task any country can subcontract to the United\r\nNations. We are all in this together. No country can opt\r\nout of global warming or fence in its own private climate.\r\nWe need common action to save our common\r\nenvironment.\r\n16\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nThe new Labour Government has set itself the\r\nambitious target of reducing Britain’s emissions of\r\ngreenhouse gases by 20 per cent by the year 2010. At the\r\nthird session of the Conference of the Parties to the United\r\nNations Framework Convention on Climate Change, in\r\nKyoto, the nations of the world must sign up to binding\r\ntargets and then they must keep to them.\r\nThe second key goal is peace — preventing conflicts\r\nbefore they happen, helping to end them when they do\r\nhappen and helping to rebuild lasting peace after conflict.\r\nEach of these contributions to peace is equally vital.\r\nBut it is the United Nations peacekeeping operations\r\nthat have the highest profile, and with good reason. The\r\nblue berets have prevented worse conflict across the world,\r\nfrom Eastern Slavonia to the Western Sahara. Many have\r\nlaid down their lives, not in the conduct of war but in the\r\npursuit of peace. The death of a dozen international\r\npolicemen and envoys, among them a British diplomat, in\r\nthe United Nations helicopter that crashed in Bosnia last\r\nweek, was a grim reminder of the risks we ask our peace-\r\nbuilders to take. I pay tribute to their courage and salute\r\nthem for their professionalism and their skill.\r\nThe last area in which the United Nations must focus\r\nis human rights. As the world becomes smaller, and news\r\nand ideas travel faster, so the principle that certain rights\r\nare universal becomes even more compelling. The\r\nUniversal Declaration of Human Rights sets out the right to\r\nfreedom from the fear of violence and the right to liberty\r\nfrom the threat of unjust imprisonment. Those are rights to\r\nwhich every citizen of the world irrespective of race, creed\r\nor colour. They must not be limited to any one culture or\r\nany one continent. As the Secretary-General has pointed out\r\nSecretary-General has pointed out, the mothers from every\r\nculture weep when their sons and daughters are killed or\r\nmaimed by repressive rule.\r\nNor do human rights hinder economic development.\r\nThe past two decades have demonstrated that political\r\nfreedom and economic development are not in conflict but\r\nare mutually reinforcing. Free societies are efficient\r\neconomies. Authoritarian rule more often produces\r\neconomic stagnation. That is why Britain supports the\r\nSecretary-General’s proposals to integrate human rights into\r\nall the work that the United Nations does.\r\nThis is my first General Assembly. I attend it with\r\nboth hope and with anxiety — hope that, if it modernizes,\r\nthe United Nations can help us face the global challenges\r\nof the future; anxiety that, without modernizing, the\r\nUnited Nations will lose legitimacy and its effectiveness.\r\nWe must not let that happen. There are too many\r\nchildren stunted by poverty, too many mothers fearful of\r\nwar, too many people whose basic human rights are being\r\nabuse. The United Nations offers them hope. Let us\r\ncommit ourselves this week to achieving a modern,\r\nreformed United Nations that will turn hope into reality.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of the Russian Federation, His Excellency\r\nMr. Yevgeny Primakov.\r\nMr. Primakov (Russian Federation) (interpretation\r\nfrom Russian): Mr. President, allow me sincerely to\r\ncongratulate you, a representative of friendly Ukraine, on\r\nyour election to this responsible and honoured post. We\r\nare confident that under your Presidency, the General\r\nAssembly will be able to achieve significant results.\r\nIn just a little over 800 days, mankind will enter\r\nupon the twenty-first century. From a historical point of\r\nview, this is indeed no more than a sprinter’s lap, and\r\nthus the need to look at what lies ahead, at what awaits\r\nus, would appear quite natural.\r\nOne year ago, in speaking from this rostrum, I spoke\r\nabout the emerging process of a transition to a multipolar\r\nworld order. The developments of the past year support\r\nthat. There is a growing diversity in the political,\r\neconomic and cultural development of countries. New\r\ncentres of economic and political influence in the world\r\nare shaping up, coupled, at the same time, with increased\r\nintermeshing of the interests of different States and\r\npeoples.\r\nThe horizons opening up to the international\r\ncommunity in the twenty-first century are making new\r\ndemands. These are the assertion of the ideals of\r\ninterdependency and partnership in inter-State relations;\r\nthe prevention of the emergence of new dividing lines or\r\nexclusive bloc structures; and strict adherence by all to\r\nthe principles and rules of international law. As a separate\r\nissue, I should like to cite not only the creation of\r\nconditions for economic and social progress of all\r\ncountries, but also the maintenance of environmental\r\nbalance.\r\nThere is also a need to mention that the transition\r\nfrom a confrontational bipolar world to a multipolar\r\nsystem per se would not provide a solution to these\r\n17\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nproblems. Furthermore, realistically minded people realize\r\nthat although we are moving farther away from the\r\nsimplistic stereotypes of the ideological confrontation era,\r\nthe number of existing risks and threats in the world is not\r\ndecreasing.\r\nRegional conflicts continue to be one of the major\r\nsources of instability on the global level; they should not be\r\nallowed to continue into the twenty-first century. How can\r\nthis be achieved? A characteristic of our days is the\r\nincreasing number of intra-State problems — conflicts of an\r\nethnic rather than social nature. There are many\r\nmultinational States in the world today, and we support the\r\ninitiatives designed to prevent their forcible disintegration.\r\nThe formula for settling such conflicts in today’s\r\nworld — and, of course, in the twenty-first century — can\r\nand must combine the need to preserve the territorial\r\nintegrity of those States with the provision of the maximum\r\npossible number of rights to their national minorities. To\r\nabandon any of the principles of this two-track formula\r\nwould result not only in the continuation but in the\r\ndangerous escalation of such conflict situations.\r\nLikewise, I wish to draw the Assembly’s particular\r\nattention to a dangerous aspect of regional conflicts: their\r\nability to trigger terrorist waves and spread them far and\r\nwide beyond the borders of the actual conflict zone. For\r\nexample, many of the militants who launched a bloody\r\ncampaign of terror in a number of countries emerged out of\r\nthe ongoing armed conflict that still rages in Afghanistan.\r\nWe strongly support the combat against terrorism,\r\nwhatever trappings it may don, be it in Ireland or in Israel.\r\nToday, we will not be able to prevail in this fight without\r\nall States pooling their efforts to combat this greatest of\r\nevils. While we oppose the backing of terrorism in any\r\nform by any Government, we believe that we cannot\r\nstigmatize individual Member States forever as international\r\nrogues, irrespective of changes in their policies, simply\r\nbecause of their suspected links to terrorists.\r\nIn the present-day world, no country can hold a\r\nmonopoly on any kind of conflict-resolution effort. This\r\nfully applies as well to the long-standing conflict in the\r\nMiddle East, where the settlement process has been\r\nstalemated. As the saying goes, “it takes two hands to\r\napplaud”. Broad-based international efforts are required to\r\nundo the taut Middle East knot. Russia, as one of the co-\r\nsponsors of the peace process launched in 1991 in Madrid,\r\nis prepared actively to cooperate actively with all to attain\r\nthis goal.\r\nFor many years, so too has the Cyprus issue been\r\nawaiting the effective international cooperation needed for\r\nits resolution.\r\nA synergy of efforts would provide the shortest cut\r\nto the resolution of both long-standing and of relatively\r\nnew conflicts. But our stance by no means implies — and\r\nI wish to emphasize this — that any individual country\r\nthat has influence in a zone of conflict or that can exert\r\nit over conflicting parties should not make active use of\r\nits own potential. It must do so, however, without putting\r\nup a high fence around itself to ward off others.\r\nI should like in this connection to draw the\r\nAssembly’s attention to Russia’s peacekeeping efforts in\r\nthe Commonwealth of Independent States region. First of\r\nall, as concerns Tajikistan, Russia is doing a great deal\r\nsince we are equipped with the particular tools needed to\r\ndo the job, in part for historical reasons. Our efforts have\r\nproved rather effective. Recently in Moscow an\r\nagreement was signed that put an end to the armed strife\r\nbetween the Government and the opposition in that\r\ncountry. The return to Dushanbe of Mr. Nuri, the\r\nopposition leader, shows that the agreement is already\r\nworking.\r\nNevertheless, we want only our fair share of the\r\ndeal. We note with satisfaction that the attitudes of Russia\r\nand the United Nations towards the parameters of the\r\noperation in Tajikistan are in concurrence, based on the\r\nclose cooperation between the United Nations Observer\r\nMission, the collective Commonwealth of Independent\r\nStates peacekeeping force, and the contingent of Russian\r\nborder troops. We welcome the intention of the United\r\nNations to expand the mandate of its observers and to\r\nincrease their number.\r\nNagorny Karabakh provides yet another example.\r\nActing on its own, Russia has done a great deal to\r\nstabilize the situation in the region. But I believe that we\r\nhave quite productively cooperated with the United States\r\nand France, which, jointly with Russia, are acting as co-\r\nchairmen of the Organization for Security and\r\nCooperation in Europe’s Minsk process to settle the\r\nNagorny Karabakh conflict. The Georgian-Abkhaz\r\nconflict offers a similar example.\r\nI should now like to say a few words about\r\npeacekeeping as a whole. Over the last few years, a trend\r\nhas been observed towards its decentralization. Naturally,\r\nthere are objective reasons for this: the financial\r\nconstraints placed on the United Nations, and the increase\r\n18\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nin the number of regional organizations working, inter alia,\r\nin peacekeeping. We see nothing wrong with such\r\ndecentralization.\r\nHowever, it is extremely important that peacekeeping\r\nactivities, whatever their sponsorship, should rely first and\r\nforemost on the underlying principles developed within the\r\nUnited Nations framework. We need here to be extremely\r\ncautious in dealing with peacekeeping activities. We believe\r\nthat actions involving force should be carried out solely\r\nwhen authorized by the Security Council and under its\r\ndirect supervision, as provided for in the Charter of the\r\nUnited Nations.\r\nAs we move towards a multipolar world in the twenty-\r\nfirst century, it is essential to create conditions that will\r\nbring stability to a new world order. To that end, work\r\nmust be completed to demolish the hurdles of the past and,\r\nabove all, the legacy of the massive, decades-long arms\r\nrace.\r\nWe are moving together along this path, and we are\r\ndetermined to proceed further. Together with the United\r\nStates, we have been steadily reducing our national strategic\r\narsenals. President Yeltsin of Russia and President Clinton\r\nof the United States have reached an understanding on the\r\nbasic parameters for agreement in this area.\r\nOn the agenda now are systematic measures for a\r\nreduction in the nuclear arsenals of all the nuclear Powers.\r\nBut let us be perfectly clear here: the stability of a\r\nmultipolar world cannot be ensured simply by ending the\r\nnuclear-arms race of the past. It is also essential to have\r\nguarantees against the re-emergence of that arms race on a\r\nnew basis, and here I have in mind the desire of individual\r\ncountries to acquire nuclear weapons. This once again\r\nproves the need for urgent measures to relieve tensions in\r\nthe relations between India and Pakistan.\r\nHence the essential need for the entire international\r\ncommunity to give a universal dimension to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons. Those few\r\ncountries that have so far remained outside the Treaty must,\r\nin our view, come to grips with their responsibility. They\r\nmust realize that their own security is an integral part of\r\nglobal security, and they must assume those obligations to\r\nwhich over 180 States have already committed themselves\r\nas parties to the Treaty.\r\nThe entry into force of the Comprehensive Nuclear-\r\nTest-Ban Treaty (CTBT) on a global scale, as well as the\r\nforthcoming talks to ban the production of weapon-grade\r\nfissile materials, figures likewise among those badly\r\nneeded steps intended to impart stability to global security\r\nin the twenty-first century.\r\nThe implementation of the Convention on the\r\nProhibition of the Development, Production, Stockpiling\r\nand Use of Chemical Weapons and on Their Destruction\r\nis getting under way. We consider this document as one\r\nof the major instruments designed to eliminate one of the\r\nweapons of mass destruction subject to the greatest\r\nproliferation. We have been working together with the\r\ndeputies of the State Duma to ratify the Convention, and\r\nwe look forward to the early, successful completion of\r\nthose efforts.\r\nBut even now it is conventional weaponry that is\r\nkilling people in local conflicts, often in situations where\r\nhostilities have already stopped. In this connection, we are\r\nfully aware of the humanitarian dimension of the problem\r\nof landmines. We think that the elimination of the threat\r\nof landmines to people, especially to civilian populations,\r\nis long overdue. We advocate active, phased efforts and\r\nnegotiations to resolve it.\r\nStability on a global or regional level is impossible\r\nwithout the establishment of security systems. We have\r\nmade headway in this direction on the European\r\ncontinent. We feel confident that only a universal\r\norganization which brings together all the members of the\r\nEuropean family of nations can serve as a foundation for\r\na genuinely durable security system in Europe in the\r\ntwenty-first century. I am talking here about the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE). It is first and foremost in the frame of that\r\nforum that it is possible to seek agreement with a view to\r\nmeeting the new and diverse challenges, which are not\r\nnecessarily of a military and political nature.\r\nA beneficial effect on the improvement of the\r\nEuropean climate has already been exerted by the\r\nFounding Act on Mutual Relations, Cooperation and\r\nSecurity between the North Atlantic Treaty Organization\r\nand the Russian Federation, which was born out of the\r\nagonizing quest for compromise. This document will have\r\nbroad international resonance and will doubtless play an\r\nessential role in European politics. Of course, the signing\r\nof that document has not changed our negative view of\r\nNATO’s enlargement, which, on the one hand, totally\r\nignores current realities and, on the other, is fraught with\r\nthe risk of creating new dividing lines.\r\n19\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nI must mention yet another contribution to the\r\nstrengthening of good-neighbourly relations in Europe. I am\r\nreferring to the agreements signed recently by Russia,\r\nUkraine and Belarus that have allowed our three countries\r\nto take major steps forward in developing mutually\r\nbeneficial, equitable relations which have strengthened\r\nstability in the region.\r\nRussia has an interest in the security and stability of\r\nits Baltic neighbours and is ready to guarantee their\r\nsecurity. Such guarantees could be provided in the form of\r\nour commitment backed by an agreement on good-\r\nneighbourly relations between Russia and the Baltic States.\r\nSuch an agreement could become a kind of pact on regional\r\nsecurity and stability.\r\nThe Asia-Pacific dimension is also of great\r\nsignificance to us. We are convinced that the Russian-\r\nChinese agreements on borders and military détente in the\r\nfrontier zone, which were also signed by Kazakhstan,\r\nKyrgyzstan and Tajikistan, will become a long-term factor\r\nfor stability in that vast region. Russia also holds a number\r\nof other Asian countries — including India, Japan and the\r\nStates of the Association of South-East Asian Nations\r\n(ASEAN) — among its priority partners.\r\nAt the same time, our future in the twenty-first century\r\nat both the global and the regional levels depends directly\r\non whether the international community will be able to stop\r\nand reverse the economic impoverishment of a great\r\nnumber of the Member States of the United Nations.\r\nA central role in resolving the most important tasks\r\nfacing all the countries of the world today belongs to the\r\nUnited Nations.\r\nMr. Zacharakis (Cyprus), Vice-President, took the\r\nChair.\r\nEstablished over half a century ago, the Organization\r\nin general has succeeded in passing the durability test,\r\ntraversed the thorny road of the bloc-confrontation era,\r\nsurvived both the ice-age period and the thaw in\r\ninternational relations. But today this could be viewed as\r\naxiomatic — the United Nations needs a rational\r\nrenovation, referred to by virtually all the speakers in this\r\ndebate. The substantive report of Secretary-General Kofi\r\nAnnan gives clear proof of this need. Today, figuratively\r\nspeaking, the image of this Organization in the twenty-first\r\ncentury is being shaped.\r\nIt is our strong conviction that the priority objective\r\nof the Organization’s reform is to enhance the usefulness\r\nof the United Nations. Naturally, it is impossible to\r\nreform the United Nations in order to increase its\r\neffectiveness without overcoming the financial problems.\r\nWe must note that the financial problems of the United\r\nNations have unfortunately become chronic. It must\r\ntherefore be emphasized that the responsibility for the\r\nfinancial health of the United Nations is borne by all\r\nMember States and that they must all pay their dues\r\nproperly.\r\nWe are also in favour of expanding the membership\r\nof the Security Council. A decision to that effect is long\r\noverdue. But this expansion should not render our\r\nOrganization less efficient.\r\nThe reform of the United Nations will take place\r\nagainst the background of the ever increasing role of\r\nregional organizations. This is a fully logical process. At\r\nthe same time, we are convinced that the special leading\r\nrole of the United Nations among all other universally\r\nrecognized international organizations must be preserved.\r\nWe see the United Nations in the twenty-first\r\ncentury as a highly efficient Organization, free from\r\nbureaucratic constraints, and as a proactive Organization\r\ncapable of swiftly responding to the challenges of the\r\ncontemporary world.\r\nI began my remarks by encouraging concerted action\r\nby the international community to concentrate on current\r\nproblems and on the prospects for the coming century.\r\nAnd I shall conclude by citing a well-known saying:\r\n“Pessimists are no more than casual observers, it is the\r\noptimists who can change the world”. We are optimists,\r\nand we believe that the United Nations will be able to\r\nplay a positive role in the ongoing evolution of the\r\ninternational community.\r\nThe Acting President: I now call on His Excellency\r\nMr. Valdis Birkavs, Minister for Foreign Affairs of\r\nLatvia.\r\nMr. Birkavs (Latvia): Allow me to congratulate the\r\nPresident on his election and express my confidence in\r\nhis leadership during a crucially important session of the\r\nGeneral Assembly. I wish to assure him that Latvia’s past\r\nexperience of fruitful bilateral cooperation with Ukraine\r\nwill guide the delegation of Latvia in pursuit of our\r\ncommon tasks at this session of the Assembly.\r\n20\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nI wish to recognize with gratitude Ambassador Razali\r\nIsmail of Malaysia for his determined leadership during the\r\nfifty-first session of the Assembly, as well as of its General\r\nCommittee, of which Latvia was a member.\r\nAt the outset I will address the need for United\r\nNations reform, follow that with a response to the reform\r\nproposals of the Secretary-General, and, finally, inform the\r\nAssembly about Latvia’s recent experiences with reforms.\r\nRecent history suggests why reforming our\r\nOrganization is essential. In 1945 many delegates to the\r\nfounding conference of our Organization travelled to San\r\nFrancisco by train and by sea. Delegates to the fifty-second\r\nsession of the General Assembly have travelled to New\r\nYork by air. They communicate with their capitals by very\r\nfast electronic means that did not exist 50 years ago. These\r\nadvances in the technology of travel and information have\r\nfacilitated an enormous and continuing expansion of\r\ninternational activities by ever greater numbers of State and\r\nnon-State actors.\r\nMost important for the United Nations is the\r\nexpansion of international activities by state actors other\r\nthan members of foreign services. The participants in these\r\ntransgovernmental activities come from many governmental\r\ninstitutions: the courts, police, central banks and regulatory\r\nagencies.\r\nState as well as non-State actors form successful\r\ntransnational organizations that are independent of the\r\nUnited Nations system. These organizations can be\r\ncompetitors and cooperating partners for the United\r\nNations. A United Nations that does not continually evolve\r\nto offer a coherent response to changing global conditions\r\nis a United Nations that risks becoming irrelevant.\r\nThe world needs a United Nations that can contribute\r\neffectively to the solution of complex global problems, such\r\nas those caused by the three-fold increase since 1945 of\r\nboth the global population and the number of independent\r\nStates. It needs a United Nations that will be a leader in the\r\nshaping of a new and workable international political order\r\nto fill the place vacated by the bipolar order of the cold-war\r\nera. This will be done best by a United Nations with\r\nuniversal membership.\r\nLatvia believes that the package of reform proposals\r\nwhich the Secretary-General has presented to this Assembly\r\ncontains measures which will enable the United Nations to\r\nrespond to the imperative of organizational evolution.\r\nLatvia views this package as a work in progress, rather than\r\nas completed reform proposals for the long term. But\r\neven if the proposals are imperfect or not complete, they\r\nare the best this Assembly has before it. Latvia will\r\nsupport the reform package as a good springboard for\r\nreform and hopes that other Member States will do the\r\nsame.\r\nDuring the next few months, the General Assembly\r\nand the Secretary-General will need to work together to\r\nbegin the process of implementing the reform package.\r\nThe Secretary-General will have to report regularly to\r\nMember States on the progress of the reforms. He will\r\nhave to develop implementation plans for\r\nrecommendations approved, on the basis of informed\r\nconsiderations, by the General Assembly and other United\r\nNations organs. This Assembly will have to elaborate\r\nfurther the procedure for addressing the proposals of the\r\nSecretary-General. It may wish to decide on additional\r\nreforms. Latvia expects that lessons will be learned during\r\nthe implementation of the reform proposals and that the\r\nlessons will suggest mid-course corrections, improvements\r\nand even termination of some elements in the package.\r\nLet me now turn to several substantive aspects of\r\nreform that may touch upon the Secretary-General’s\r\nreform package, but are not a part of it.\r\nThe success of reform depends upon a sound\r\nfinancial footing for the Organization. In this regard, three\r\nrecent interconnected processes may be noted. These\r\nprocesses are, first, rapid changes since 1991 in\r\npeacekeeping budgets and a basically unchanging regular\r\nbudget; secondly, reform of the assessment methodology\r\nunder way since 1994; and, thirdly and most important,\r\nrecent unprecedented increases in overdue outstanding\r\ncontributions.\r\nThe interdependence of these three processes means\r\nthat the General Assembly will have to work out ways to\r\ntreat the three processes as parts of a whole. It is also\r\nnecessary that the Assembly make decisions that assure a\r\ngenuine movement towards achieving a sound financial\r\nsituation within a few years at most.\r\nIn regard to the very difficult question of Security\r\nCouncil reform, Latvia wishes to reiterate its continued\r\nsupport for an expansion of the Council that would result\r\nin more equitable geographical and small-state\r\nrepresentation.\r\nLatvia believes that the mixed outcomes of the\r\ncomplex post-cold-war peacekeeping operations initiated\r\n21\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nby the Security Council may have relevance to the reform\r\nof the Council. Learning how to improve the success rate\r\nof these operations could have the side benefit of pointing\r\ntowards Security Council reforms that might improve the\r\nmaintenance of international peace and security.\r\nLatvia has a special interest in the future of United\r\nNations peacekeeping operations, since the Baltic Battalion\r\n(BALTBAT), in which Latvians serve side by side with\r\nEstonians and Lithuanians, has completed a successful year\r\nof learning to cooperate and interface. This has been done\r\nwhile participating in a multinational operation: the\r\nStabilization Force (SFOR) peacekeeping mission in Bosnia\r\nand Herzegovina. BALTBAT, which has been trained and\r\nequipped with the help and encouragement of the North\r\nAtlantic Treaty Organization (NATO) and the Nordic\r\npartners of the Baltic States, corresponds to their standards\r\nand has become fully operational.\r\nIn view of the growth of crimes that escape national\r\npunishment or that cross national borders, Latvia fully\r\nsupports the establishment of an independent, efficient and\r\nauthoritative international criminal court with independent\r\nprosecution. We consider this to be the most important\r\ndevelopment in international law since the creation of the\r\nInternational Court of Justice. Latvia intends to participate\r\nactively in the completion of the establishment of the court\r\nin 1998.\r\nIn regard to reforms in Latvia, it may be noted at the\r\noutset that they are driven by the need to overcome the\r\nconsequences of 50 years of occupation, which caused the\r\npolitical, economic and social development of Latvia to fall\r\nbehind its Nordic neighbours. In its sixth year of restored\r\nindependence, Latvia continues with reforms designed to\r\ncatch up with its Nordic neighbours. Latvia wishes to build\r\na solidly democratic foundation for long-term economic and\r\nsocial well-being.\r\nIn this endeavour, Latvia receives international\r\nassistance from many sources. One source is the United\r\nNations system, cooperation with which — primarily with\r\nthe United Nations Development Programme (UNDP) —\r\nhas contributed significantly to the improvement of social\r\nand economic well-being in Latvia. The United Nations\r\npresence in Latvia began in 1992 with an integrated office\r\nunder the leadership of a resident coordinator who is also\r\nthe UNDP representative. The integrated office, essentially\r\na United Nations House, has allowed cost-effective access\r\nto the technical assistance offered by any part of the United\r\nNations system. In addition, UNDP mobilizes bilateral and\r\nmultilateral donors for projects in which it participates. I\r\nwish to express my deepest gratitude to UNDP and the\r\ndonors who have made contributions to Latvia’s reform\r\nprojects.\r\nI will now focus on reforms in only three of the\r\nareas that have an impact on social well-being and in\r\nwhich UNDP and the donors it has mobilized have been\r\ninvolved.\r\nThe first area is human rights. Although at its last\r\nsession the Assembly concluded its consideration of the\r\nquestion of human rights in Latvia and Estonia, I believe\r\nthat a brief report on some human rights developments\r\nduring this year may nevertheless be of interest at this\r\nsession.\r\nLatvia cooperates with the United Nations High\r\nCommissioner for Human Rights and the Centre for\r\nHuman Rights. Recently Latvia made a financial\r\ncontribution — its first voluntary contribution ever to any\r\nUnited Nations body — in support of work by the\r\nCommissioner’s staff on national human rights\r\ninstitutions.\r\nThe Latvian National Human Rights Office,\r\nestablished in 1995 as an independent national institution,\r\nhas begun to have a tangible impact, particularly on the\r\nrights of vulnerable social groups. The somewhat\r\nunprecedented powers and functions of the Office have\r\ngenerated considerable interest in other central and eastern\r\nEuropean countries. The Office has received UNDP\r\ntechnical and financial assistance at all stages of its\r\nconception, planning and development.\r\nOn 4 June 1997 Latvia ratified the European\r\nConvention for the Protection of Human Rights, thus\r\nproviding new legal guarantees to its residents, including\r\nthe right of individual complaint and compulsory\r\njurisdiction of the European Court of Human Rights.\r\nHuman rights were further strengthened through adoption\r\nof the Law on Refugees and Asylum Seekers and\r\nratification of the 1951 United Nations Convention\r\nrelating to the Status of Refugees.\r\nAnother area affecting social well-being and\r\nintegration is language training offered to the relatively\r\nlarge segment of the population that lacks a knowledge of\r\nLatvian, the State language. The Government of Latvia\r\napproved the National Programme for Latvian Language\r\nTraining in 1995. Since then the Programme has\r\ncompleted the training of a core body of teachers.\r\nTextbooks and teacher handbooks have been published.\r\n22\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nThe third area relevant to social well-being is support\r\nfor the re-emergence of civil society. Since the time of\r\nnational reawakening 10 years ago, almost 3,000 non-\r\ngovernmental organizations have been established in Latvia.\r\nThe first major national non-governmental-organization\r\nforum will take place in Riga this weekend. I note that its\r\norganizers have received valuable assistance from the\r\nUNDP office in Latvia.\r\nWith regard to economic well-being, the Government\r\nhas worked hard to achieve macroeconomic stability during\r\nthe transition process from a centrally planned to an\r\nefficient market economy. As a result, economic growth has\r\nresumed and inflation has decreased dramatically. Real\r\ngross-domestic-product growth for 1997 is estimated at 4\r\nper cent. By June of this year inflation had declined to\r\nabout 7.5 per cent on an annual basis. These achievements\r\nare accompanied by continuing economic hardship for large\r\nsegments of the population. Social welfare and poverty-\r\nalleviation projects are aimed at decreasing these hardships.\r\nLatvia intends to apply the lessons learned from its\r\nreform experiences to its work as a member of the\r\nEconomic and Social Council. One general lesson learned\r\nin Latvia is that the results of reforms include not only\r\nbenefits but also costs. The cost hardest to bear is probably\r\ninsecurity about the ultimate outcome of reforms.\r\nWe, the reformers of the United Nations, will surely\r\nhave to bear the cost of insecurity as well. Perhaps a bit of\r\nancient wisdom can diminish the insecurity. The Roman\r\nphilosopher and Emperor Marcus Aurelius, in his\r\nMeditations, asked three questions about reforms:\r\n“Is any man afraid of change? Why, what can take\r\nplace without change? What then is more pleasing or\r\nsuitable”\r\nthan change?\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Nigeria, His Excellency Chief Tom\r\nIkimi.\r\nChief Ikimi (Nigeria): There is an overwhelming air\r\nof expectancy across the world as we gather at this fifty-\r\nsecond session of the General Assembly. It is hoped that\r\nthe events of this session over the next few weeks will\r\npresent a new vision for our Organization. The success of\r\nthis session will depend upon Mr. Hennadiy Udovenko, the\r\nForeign Minister of Ukraine and current President of this\r\nAssembly. His reputation for excellence and hard work\r\nassures us all that under his presidency, the affairs of this\r\nsession will be well ordered.\r\nMay I therefore take this opportunity, on behalf of\r\nmy Head of State, General Sani Abacha, and the\r\nGovernment and the people of Nigeria, to extend to him\r\nour congratulations on his election. Let me also avail\r\nmyself of this opportunity to extend to his predecessor,\r\nAmbassador Razali of Malaysia, our praises and high\r\nesteem for the purposeful and dynamic leadership he gave\r\nto the General Assembly during the past year.\r\nMy delegation notes with satisfaction the excellent\r\nmanner in which our Secretary-General, Mr. Kofi Annan,\r\nhas settled down to his onerous tasks and conducted the\r\naffairs of our Organization since he took office. He has\r\ndemonstrated through his reform proposals his capacity to\r\nlead the United Nations into the twenty-first century. We\r\nwill continue to extend to him our fullest cooperation and\r\nsupport.\r\nAs we gather here to contemplate the present state\r\nof our world, it is tempting to be optimistic that the\r\nUnited Nations will provide a solution to the problems of\r\nnations. The truth however, is that all around the world\r\nlies evidence of the Organization’s unfinished tasks, and\r\neven of some of its failures to meet mankind’s hopes and\r\naspirations. Nonetheless, the fact that Member States\r\ncontinue to participate in the annual sessions of the\r\nGeneral Assembly signifies that the search for peace and\r\nthe pursuit of development are indeed ongoing processes.\r\nThere still subsists an abiding faith in the United Nations\r\nand the willingness on the part of all of us to continue to\r\nstrive for a better and more peaceful world.\r\nThat is why many nations have come here from time\r\nto time seeking understanding for their individual travails,\r\nbelieving passionately that here they would find\r\naccommodation and support. Many of them have returned\r\nhome disappointed, confounded by the realities of today’s\r\nworld, as they come to terms with the awesome power\r\nwielded by the strong against the weak. We must remain\r\nmindful that international relations represent a complex\r\nmix of national circumstances and the demands and\r\ndictates of a changing external environment. International\r\nrelations must be based on a perceived goal of the\r\ncommon good, on mutual respect for sovereignty and on\r\naccommodation and consideration for national\r\ncircumstances and sensitivities. The United Nations must\r\ntherefore continue to serve as the bulwark against the\r\nimposition of the will of the strong on that of the weak.\r\n23\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nNo nation ever addresses this body without a point of\r\nview peculiarly its own. We all come here with our\r\nhistories, our cultures and our traditions, which give\r\nmeaning and substance to the values we seek to impart to\r\nthis Organization. In the case of my country, Nigeria, we\r\nhave the added burden of manifest destiny. While we did\r\nnot choose our destiny, we welcome its concomitant\r\nobligations and opportunities. For it is destiny, not national\r\nambition, that motivates us in the discharge of our\r\nresponsibilities.\r\nIn this regard, we see in the predicament of each\r\ntroubled African State a mirror image of ourselves and a\r\ncall to duty to render assistance in the best tradition of\r\nAfrican brotherhood. Our exertions on behalf of regional\r\nand subregional peace and security arise from the\r\ncircumstances of our history as the largest black nation on\r\nearth and the fortunate circumstances of our bountiful\r\nendowment. It is our destiny that we are home to one of\r\nevery four Africans and one of every five blacks on earth.\r\nHow could we be indifferent to the plight of the black race?\r\nIt is our unshakeable destiny to champion the promotion\r\nand defence of the rights of all black people in Africa and\r\nin the diaspora. So, let no one imagine that we have only\r\njust embraced our peacekeeping role, because, as is well\r\nknown, we nurse no expansionist or hegemonistic interests.\r\nWe simply cannot be indifferent to the plight of our\r\nbrothers in other African States when their lives are\r\nimperilled.\r\nSince our admission to the United Nations on 7\r\nOctober 1960, we have given a firm indication of our\r\ncountry’s determination to chart an independent course in\r\nworld affairs and also to resolutely defend the interests of\r\nAfrica. When, for example, an atomic device was detonated\r\nin the Sahara in 1960, Nigeria did not hesitate to express its\r\ndisapproval by breaking diplomatic relations with the\r\ncountry concerned. Furthermore, we are proud to have been\r\npart of the effort that brought about the formation of the\r\nOrganization of African Unity in 1963. We have since\r\nspared no effort to ensure the survival of that continental\r\nOrganization. We were also in the vanguard of the struggle\r\nfor the total liberation of Africa from colonial domination\r\nand of the campaign to eradicate apartheid in South Africa.\r\nWe regarded the apartheid system as an affront to the\r\ndignity of the black race.\r\nSimilarly, our contributions to United Nations\r\npeacekeeping operations span nearly three and a half\r\ndecades. Starting with the Congo in 1960, we have\r\ncommitted in excess of a quarter of a million troops to\r\nUnited Nations peacekeeping efforts. They have been\r\nvariously deployed to preserve peace and security in our\r\nown region and elsewhere around the globe including in\r\nBosnia, Cambodia and Lebanon.\r\nAt the inception of our Organization over half a\r\ncentury ago, its founding fathers captured, in the preamble\r\nto the Charter, a vision and an expectation of saving\r\nsucceeding generations from the scourge of war. It was\r\nhoped that a global order would emerge in which\r\nhumanity would live at peace with itself and nations\r\nwould be able to cooperate in furtherance of peace and\r\nsecurity. In spite of the end of the cold war, which for\r\nmany years was perceived as the main obstacle to the\r\nrealization of United Nations goals, our world is still\r\nlargely unsafe, insecure and unstable.\r\nThe threat of nuclear war still truly exists. This\r\nmakes it imperative that the total elimination of nuclear\r\nweapons remains a priority item on the United Nations\r\nagenda. Over and above the threat posed by nuclear\r\nweapons, there has been a proliferation of inter-State and\r\nintra-State conflicts with attendant negative consequences\r\nfor global peace and security. In Central Europe, Asia and\r\nin our continent, Africa, these conflicts have devastated\r\nsocieties, resulting in millions of refugees and displaced\r\npersons. Africa is the area worst affected by these\r\nconflicts.\r\nThe United Nations has primary responsibility for\r\nthe maintenance of international peace and security.\r\nHowever, it also recognizes the crucial role which\r\nregional and subregional organizations may play in the\r\nrealization of these objectives. It was in the light of this\r\nrecognition that the 16 countries of the West African\r\nsubregion launched, in 1990, the Economic Community\r\nof West African States (ECOWAS) Monitoring Group\r\n(ECOMOG) to address the conflict in Liberia, which at\r\nthe time was rightly perceived as a threat not only to the\r\ncorporate existence of a Member State but, indeed, to\r\npeace and security in the entire subregion.\r\nAs a result of the firm resolve of the leaders of\r\nECOWAS and the determination of ECOMOG, coupled\r\nwith the enhanced material and logistic support received\r\nfrom friendly countries within and outside the subregion,\r\nthe disarmament of the warring factions was successfully\r\naccomplished as scheduled, on 31 January 1997. An\r\nenvironment of peace and security was then established\r\nthroughout Liberia. It then became possible for free and\r\nfair legislative and presidential elections to be held as\r\nscheduled, on 19 July 1997. On 2 August this year, His\r\nExcellency Mr. Charles Ghankay Taylor was installed as\r\n24\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nPresident of Liberia. That event brought to an end a sad\r\nchapter in the history of Liberia. As Nigeria is currently\r\nchairing ECOWAS, we take this opportunity to convey to\r\nthe international community our profound appreciation for\r\nits support and assistance in bringing the Liberian conflict\r\nto a successful end.\r\nIt is ironic that as peace came to Liberia events in\r\nneighbouring Sierra Leone took a turn for the worse,\r\nfollowing the violent overthrow of the legitimate\r\nGovernment of President Tejan Kabbah by a section of that\r\ncountry’s military on 25 May 1997. That action was\r\ncharacterized by massive looting and wanton destruction of\r\nlives and property. Vital national assets, including the\r\nCentral Bank, were looted and burnt down. Virtually all\r\nembassies and residences were either looted or vandalized\r\nby the ravaging group of coup plotters now in Freetown.\r\nAll diplomatic missions have since evacuated Sierra Leone.\r\nThese developments have been roundly condemned by\r\nthe OAU, the United Nations and the international\r\ncommunity. It is encouraging that no foreign Government\r\nor organization has to date given recognition or support to\r\nthe regime in Freetown. We urge that this position be\r\nmaintained.\r\nMeanwhile, ECOWAS has spared no effort in seeking\r\na peaceful resolution of the problem created in Sierra\r\nLeone. At Conakry, in June 1997, ECOWAS objectives\r\nwere defined to include: first, the early reinstatement of the\r\nlegitimate Government of President Ahmad Tejan Kabbah;\r\nsecondly, the return of peace and security; and, thirdly, the\r\nresolution of the issues of refugees and displaced persons.\r\nAccordingly, ECOWAS adopted a combination of three\r\nstrategies, namely dialogue and negotiations, sanctions and\r\nembargo, and the possible use of force. A mechanism to\r\nmonitor and implement the ECOWAS response to the\r\nsituation in Sierra Leone was established, comprising four\r\ncountries: Nigeria, Guinea, Côte d’Ivoire and Ghana.\r\nDuring the last ECOWAS summit, held recently at Abuja,\r\nthe committee was expanded to five with the addition of\r\nLiberia, and was raised to the status of Heads of State.\r\nAt that same summit, additional measures were\r\nimposed on the illegal regime in order to strengthen the\r\nnegotiation process towards the peaceful resolution of the\r\ncrisis in Sierra Leone. ECOMOG was mandated to oversee\r\nthe implementation of these measures. In pursuing this goal\r\nof the peaceful resolution of the Sierra Leone crisis, we\r\nseek the support of the international community.\r\nAfrica has of late witnessed a series of inter-State\r\nconflicts which have in some cases led either to the\r\ndisintegration of some countries or to the total collapse of\r\ncentral government authority. Consequently, many well-\r\nmeaning members of the international community have\r\ntried to propose solutions for prevention and resolution of\r\nconflicts in Africa. Regrettably, these various initiatives\r\nhave not only been made outside the framework of the\r\nUnited Nations, but, more seriously, have tended to ignore\r\nthe existing framework and mechanisms within the\r\nAfrican continent. Yet it is obvious that the existing\r\nmechanisms at both the subregional and the continental\r\nlevels have demonstrated a proven capacity to resolve\r\nAfrican problems. ECOWAS, the Southern African\r\nDevelopment Community and the Intergovernmental\r\nAuthority on Development have all established a\r\nreputation as viable instruments for conflict resolution. Of\r\ncourse, most of the regional and subregional bodies\r\nrequire material and logistical support from the United\r\nNations as well as from individual members of the\r\ninternational community.\r\nNigeria believes that no initiative, however well\r\nintentioned, can succeed in resolving conflicts if it is not\r\ndiscussed and adopted within the framework of the OAU\r\nCentral Organ’s Mechanism for Conflict Prevention,\r\nManagement and Resolution. Accordingly, we recommend\r\nthat all current initiatives should be first channelled\r\nthrough the existing organs of the OAU.\r\nIt is our view that national sovereignty and the\r\nfundamental rights of the individual are not necessarily\r\nmutually exclusive, provided a proper balance is struck.\r\nIndeed, they can be mutually reinforcing. The problem\r\narises when, either deliberately or inadvertently, the\r\nprerogative of sovereignty is made subject to the absolute\r\nrights of the individual. This is a disservice both to the\r\ncause of freedom and to the true purpose of democracy.\r\nWhat is required in the interest both of the State and of\r\nthe enhancement of human rights is a proper recognition\r\nthat the right of the individual only begins at the point\r\nwhere the sovereign right of the State terminates. We\r\nmust resist the attempt in some quarters to use human\r\nrights as a ploy to engage in activities designed to\r\nundermine the sovereignty of some Member States in the\r\nUnited Nations family.\r\nTwo years ago, the present Administration in my\r\ncountry announced a programme of return to civil rule.\r\nSince then, commendable progress has been made in the\r\nimplementation of that programme. We are encouraged by\r\nthe successful outcome of the elections held so far and of\r\n25\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nthe processes which we have undertaken to ensure a\r\nsuccessful transition. The rest of the programme is firmly\r\non course. We remain firmly confident that all the\r\nprocesses entailed in the transition programme will be\r\ncompleted on schedule, by 1 October 1998.\r\nWe have always given due recognition and\r\nappreciation to all friendly countries in the international\r\nsystem which have shown genuine concern for and\r\nunderstanding of the complexities of the Nigerian situation.\r\nAfter all, in 1960 we as a country willingly embraced the\r\nWestminster model of Government put in place by the\r\ndeparting colonial Power. That system took little or no\r\naccount of our traditional institutions, or indeed of our\r\ncustoms and cultures. Indeed, that system collapsed after\r\nsix years. In 1979, my country, being more adventurous,\r\nlooked far across the Atlantic Ocean and adopted the\r\npresidential system of government. However, the cost of\r\nrunning the system placed a huge burden on our country’s\r\neconomy. Not surprisingly, that system too collapsed after\r\nfive years.\r\nToday, no one can blame us as a country for searching\r\nfor a system of government best suited for Nigeria, a\r\nsystem which takes into account the realities of our nation.\r\nYou may call it by whatever name, but the peace, stability,\r\ndevelopment and good governance of our people remains\r\nuppermost in our minds.\r\nAt 37, Nigeria is by all standards a relatively young\r\nnation. Even those countries that have been nations for\r\ncenturies and have inherited relatively stable societies are\r\nstill grappling with the complexities of nationhood and\r\nexperimenting with new formulas to cope with the\r\nexigencies of state. They were not present when their\r\nforefathers, who also fought bitter civil wars, struggled to\r\nhand them their present inheritance. They should therefore\r\nshow greater understanding for those of us engaged at this\r\ntime in the arduous task of forging new and stable societies\r\nfrom the ruins of colonialism.\r\nIf Nigeria appears concerned and indeed preoccupied\r\nwith the vital issues of peace and stability at home, in West\r\nAfrica and in Africa as a whole, it is because we are\r\nconvinced that the urgent demands of socio-economic\r\ndevelopment cannot be effectively tackled without peace\r\nand stability. Nigeria believes that peace and stability in\r\nAfrica will facilitate the channelling of our limited\r\nresources into the critical areas of political, social and\r\neconomic development. Consequently, since the end of our\r\ncivil war in 1970, we have embarked on a deliberate and\r\nsubstantial reduction of the Nigerian armed forces from a\r\nstrength of 500,000 in all ranks to the barely 100,000 that\r\nit is today. This has resulted in a corresponding reduction\r\nin military expenditure.\r\nSecurity considerations have sometimes compelled\r\ncountries to allocate a disproportionate share of their\r\nnational budgets to military expenditure. This has had the\r\neffect of reducing resources available for development.\r\nThe end of the cold war had raised hopes that substantial\r\nresources would be available in the form of a peace\r\ndividend for development. Unfortunately, the proliferation\r\nof regional conflicts and civil wars has led even the\r\nUnited Nations into allocating enormous resources for\r\npeacekeeping and conflict resolution, thus weakening its\r\ncapacity to fulfil its Charter obligations regarding social\r\nand economic development.\r\nSince its establishment 52 years ago, the United\r\nNations has served as an instrument for implementing a\r\nglobal agenda of a diverse, complex and pressing nature.\r\nAs has been evident from the debates that have taken\r\nplace in the General Assembly, no one today can deny the\r\nneed for and the urgency of reform.\r\nIn this regard, the Secretary-General has now made\r\na number of proposals, in addition to the ongoing efforts\r\nof the General Assembly on the subject of reform. My\r\ndelegation will actively participate in the consideration of\r\nthese proposals. In doing so, it is important to stress that\r\nthe outcome should encompass and take on board the\r\nviews and interests of all Member States.\r\nThe reforms of the United Nations, as proposed for\r\nthe Secretariat, the General Assembly and the specialized\r\nagencies, would be incomplete without a corresponding\r\nreform of the Security Council. A reform of the Council\r\nwould entail a restructuring and expansion of its\r\nmembership in both categories to take account of, among\r\nother things, the increased membership of our\r\nOrganization and the need to reflect the interests of all the\r\nconstituent regions.\r\nHappily, there is now broad agreement on the need\r\nfor the expansion of the membership of the Security\r\nCouncil in both categories. With almost a third of the\r\nmembership of the United Nations, Africa should have\r\nadequate representation in an expanded Security Council.\r\nAt the thirty-third summit of the Organization of African\r\nUnity (OAU) held in Harare, Zimbabwe, last June,\r\nleaders of Africa reaffirmed the need for the region to\r\nhave two permanent seats with full veto powers. Nigeria\r\nconsiders this demand legitimate and well deserved.\r\n26\r\nGeneral Assembly 7th plenary meeting\r\nFifty-second session 22 September 1997\r\nWe stand here today as guardians of the heritage of\r\nour cherished Organization, even as we gaze at the future\r\nhorizon and the dawning of the new millennium. The vision\r\nwe harbour about the future of the United Nations is\r\ninevitably conditioned by the objective realities of the\r\npresent and the vigour with which we shall pursue the\r\nhopes and challenges of the new millennium.\r\nIt is within our means and our grasp to make the next\r\n50 years of the United Nations different, more exciting and\r\ngenerally more beneficial to the world at large. We can\r\nplead no alibi or extenuating circumstances should we fail\r\nto do so. For, unlike in San Francisco, when nearly two\r\nthirds of the present membership of the United Nations did\r\nnot participate in the creation of the bold new world, this\r\ntime around, we, all 185 nations at the United Nations, are\r\nthe world, and we are present at the reordering of the new\r\ninternational world order, as envisaged by the reform\r\nproposals of the United Nations and its organs. We should\r\ntake the opportunity to establish a revamped United\r\nNations of shared values and interests and to promote a\r\ngreater equality of States.\r\nStudents of history will bear testimony to the fact\r\nthat over the centuries, centres of power and influence\r\nhave shifted constantly from one part of the world to\r\nanother. The rise and fall of great empires has been a\r\nconstant phenomenon in human history. A gale wind of\r\nchange is now blowing across the globe. My country,\r\nNigeria, identifies with that change, which inevitably will\r\nresult in new centres of power and influence. It is not to\r\nbe imagined that any one continent will forever remain at\r\nthe periphery of the emerging new world order.\r\nThe millennium bell tolls for the nations of the\r\nworld as we await the dawning of the new age. We must\r\nnot shirk our responsibility for the regeneration of the\r\nUnited Nations. We are the world. Let us, from this\r\nhistoric Hall, reaffirm our faith in humankind. Let our\r\ndream come true for a new and vibrant inner vision that\r\nwill light our paths into the next century. Now is the\r\ntime; as the late Mother Teresa so gently reminded us,\r\n“Tomorrow has not yet come, yesterday is\r\nalready gone, and we have only today — let us\r\nbegin”.\r\nThe meeting rose at 12.55 p.m.\r\n27\r\n"