"United Nations A/52/PV.17\r\n97-86104 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n17th plenary meeting\r\nTuesday, 30 September 1997, 10 a.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 10.05 a.m.\r\nAddress by Mr. Emomali Rahmonov, President of the\r\nRepublic of Tajikistan\r\nThe President: The Assembly will first hear an\r\naddress by the President of the Republic of Tajikistan.\r\nMr. Emomali Rahmonov, President of the Republic of\r\nTajikistan, was escorted into the General Assembly\r\nHall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations His\r\nExcellency Mr. Emomali Rahmonov, President of the\r\nRepublic of Tajikistan, and to invite him to address the\r\nAssembly.\r\nPresident Rahmonov (interpretation from Russian):\r\nI wish at the outset to congratulate you, Mr. Udovenko, on\r\nyour election to the important post of President of the\r\nGeneral Assembly, and to wish you success in guiding the\r\nwork of a forum that is so important for the entire\r\ninternational community.\r\nSpeaking from this rostrum three years ago, I stressed\r\nthat, in spite of the armed confrontation that was then on\r\nthe increase in my country, the leadership of Tajikistan had\r\nopted for a consistent policy of political dialogue as the\r\nonly means of achieving peace and national reconciliation.\r\nToday the results of that policy can be seen. With\r\nactive international support, the negotiation process led to\r\nhistoric decisions being taken by the Tajik people, laying\r\nthe groundwork for successful progress towards peace and\r\nnational reconciliation.\r\nI should like to take this opportunity to express\r\nsincere gratitude to the members of the General\r\nAssembly, the Security Council, the Secretary-General,\r\nMr. Kofi Annan, and his Special Representative in\r\nTajikistan, Mr. Gerd Merrem, for the constant and close\r\nattention that they have paid to achieving a settlement in\r\nTajikistan, and, indeed, to the problems of Tajikistan in\r\ngeneral. We greatly appreciate the efforts of the Russian\r\nFederation, the Islamic Republic of Iran and other States,\r\nas well as international and regional organizations, that\r\nacted as observers at the inter-Tajik talks and made a\r\nsignificant contribution to the very difficult negotiation\r\nprocess. We are deeply grateful to all friendly countries,\r\nto international organizations and primarily to members of\r\nthe United Nations system that have assisted and continue\r\nto provide assistance in the establishment of a lasting\r\npeace and accord in Tajikistan.\r\nWe are fully determined to strive consistently and\r\nunwaveringly for the full implementation of the General\r\nAgreement on the Establishment of Peace and National\r\nAccord in Tajikistan and for the achievement of national\r\naccord. Here we count on growing support from the\r\nUnited Nations and its observer missions, acting in close\r\ncooperation with the Peacekeeping Forces of the\r\nCommonwealth of Independent States (CIS). Without\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nsuch cooperation, it would be extremely difficult to\r\nimplement the military component of the inter-Tajik\r\nagreements or to achieve a final solution to the problem of\r\nrefugees.\r\nAnother important aspect of United Nations assistance\r\nto the peace process in Tajikistan is the development and\r\nimplementation of a comprehensive strategy on\r\nhumanitarian aid and post-conflict reconstruction of our\r\neconomy. An excellent framework for this effort is\r\nprovided by General Assembly resolution 51/30 J adopted\r\non 25 April 1997 on emergency international humanitarian\r\nassistance for lasting peace and reconciliation in Tajikistan.\r\nWe hope that in the course of this session this useful\r\ninitiative will be continued and that an updated resolution\r\nwill be adopted taking fully into account the specifics of the\r\ntransition period and the humanitarian needs of the people\r\nof Tajikistan.\r\nAmong the multitude of conflicts and crisis situations\r\nwhich unfortunately entered a new phase during the period\r\nfollowing the cold war, we are particularly concerned about\r\nthe situation in the neighbouring Islamic State of\r\nAfghanistan. Together with our Central Asian partners in\r\nthe CIS and with Russia, we have repeatedly expressed our\r\nprofound concern over the destabilizing impact of the\r\nsituation in Afghanistan on the entire region, as well as on\r\nthe situation beyond the region.\r\nOn the initiative of the Almaty Five, about a year ago\r\nthe Security Council became more actively involved in\r\nAfghan problems. Along with resolutions adopted by the\r\nGeneral Assembly, Security Council decisions are the best\r\nfoundation for ending the fratricidal war that has been\r\ngoing on for so many years there.\r\nI have to say frankly that the fact that the Afghan\r\nproblem remains unsettled may undermine the fragile peace\r\nin Tajikistan. We hope that, taking into account the agreed\r\nposition of the “Big Eight” Summit participants in Denver,\r\nand using their experience of cooperation to solve conflicts\r\nin the Balkans and other hot spots in the world, Russia and\r\nthe United States, cooperating with other States concerned\r\nand supporting United Nations involvement, will play a\r\ndecisive part in an Afghan settlement in the nearest possible\r\nfuture.\r\nI will be honest with the Assembly: it is in\r\nTajikistan’s vital interests that peace be established in\r\nAfghanistan for another reason — it would help to reduce\r\nsubstantially the flow of arms and drugs across the Tajik-\r\nAfghan border, and it would reduce the proliferation of\r\nterrorism and waves of extremism which are destabilizing\r\nthe entire region.\r\nI would like to comment now on the issue of reform\r\nof our Organization. We attribute great importance to the\r\nUnited Nations as a key instrument for maintaining\r\ninternational peace and security. The idea of adjusting the\r\nUnited Nations to today’s realities is certainly important\r\nand necessary. In today’s transitional conditions, the\r\nstabilizing role of the United Nations must grow steadily.\r\nWe believe it is important to approach United\r\nNations reform in a pragmatic way, concentrating on the\r\nmost pressing issues, and maintaining a reasonable\r\nbalance between innovation and strengthening\r\nmechanisms that have proved their effectiveness.\r\nAs a State that has experienced first-hand all the\r\nhardships of civil war and has travelled the difficult road\r\ntowards national reconciliation with active support and\r\nassistance from the United Nations, Tajikistan is\r\nconvinced of the need to preserve strong and efficient\r\npeacemaking mechanisms. First and foremost, this relates\r\nto the work of the Security Council, which has to\r\nmaintain timeliness and effectiveness. We believe that\r\nSecurity Council representation would be enhanced if its\r\nmembership were expanded not only to candidates from\r\nindustrialized States, such as Germany and Japan, but also\r\nto representatives from developing countries on a\r\nrotational basis.\r\nOn administrative and budget issues, we consider it\r\nimportant to ensure zero actual and, if possible, zero\r\nnominal growth of the United Nations budget. We must\r\nutilize material and human resources more efficiently, and\r\nwe must strengthen mechanisms monitoring the work of\r\nthe United Nations apparatus. We must also count on the\r\nunderstanding of the international community in respect\r\nof temporary financial difficulties facing some developing\r\nStates and countries emerging from conflicts.\r\nWe consider it right that the strategy for the twenty-\r\nfirst century should be sustainable development, ensuring\r\nconservation of the environment and natural resources.\r\nAlthough we were not entirely satisfied with the results of\r\nthe recent nineteenth special session of the General\r\nAssembly, held last summer, it is important that that\r\nsession outlined ways of expediting progress in key areas\r\nof sustainable development, as defined in Agenda 21.\r\nAs a country that has suffered from civil war and is\r\nin transition to market relationships, Tajikistan expects the\r\n2\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nUnited Nations to pay closer attention and participate more\r\nefficiently in ensuring sustainable development in countries\r\nwith transitional economies, including introducing measures\r\nto neutralize the negative social consequences of such\r\ntransitions. We believe that the United Nations can and\r\nmust maintain its unique role in providing international\r\nsupport for the integration of States in transition into global\r\neconomic and trade systems and for their involvement in\r\nthe existing and emerging regulatory institutions and\r\nmechanisms. These demands were reflected in the Agenda\r\nfor Development, which was adopted by the General\r\nAssembly in June this year.\r\nThe absence of peaceful conditions in Tajikistan has\r\nprevented it from moving towards sustainable development\r\nin any significant way, and consequently it has not been\r\nable fully to implement the recommendations of Agenda 21.\r\nDue to the civil confrontations that have swept the\r\ncountry, the main efforts of the Government of Tajikistan\r\nin recent years have been aimed at eradicating conflict,\r\nestablishing peace and tranquillity, and creating conditions\r\nto integrate the population into active economic and\r\ncreative work.\r\nThe new prospects for peace provide us with an\r\nopportunity to redouble our efforts and concentrate on\r\nunsolved problems. The most important of these include the\r\nrapid reconstruction of the social and economic\r\ninfrastructure that had been destroyed; the return of\r\nrefugees to their homes, together with their social and\r\npsychological adjustment and reintegration into the new\r\nconditions of life; the active involvement of citizens in\r\neconomic activity through the creation of jobs, which are\r\ncrucial; and, above all, the creation of conditions conducive\r\nto the democratic development of Tajik society.\r\nToday, an intensive transition to a socially oriented\r\nmarket economy is under way in Tajikistan. Against the\r\nbackground of an increasingly far-reaching peace process,\r\nthe Government of Tajikistan is carrying out economic\r\nreforms that promise positive results in the foreseeable\r\nfuture. The country’s natural wealth, water supply, energy\r\nand intellectual resources are favourable to such a\r\ndevelopment.\r\nHowever, reality demands that we confront the\r\nsituation with honesty. We must admit that without\r\ninternational support it would be extremely difficult for us\r\nto carry out the reconstruction and creative tasks quickly.\r\nIn the first place, it is a question of donors continuing their\r\ncommendable efforts to extend humanitarian assistance to\r\nour most vulnerable population groups, which have\r\nsuffered from the civil war. Economic reforms under way\r\nin the country also need efficient and targeted support.\r\nThis would involve an additional flow of investment into\r\nTajikistan, the more active involvement of the country’s\r\nexport potential in international trade transactions, and our\r\ngradual integration into international financial and trade\r\ninstitutions. I should like to express my conviction that,\r\nat this stage of its development, Tajikistan will not be left\r\nalone to deal with its problems.\r\nThe goal set out in the Charter of the United\r\nNations,\r\n“to save succeeding generations from the scourge of\r\nwar”,\r\nhas very special meaning for the people of Tajikistan,\r\nwho have experienced the bitter taste of fratricidal war.\r\nOur experience has shown that the work of the United\r\nNations, based on the coordinated efforts of its Member\r\nStates, can achieve tangible results and resolve seemingly\r\nirreconcilable differences, thereby enabling us to move\r\nonto a peaceful, non-violent track.\r\nWe note the tireless efforts of the United Nations in\r\nmaintaining and strengthening international peace and\r\nsecurity on a practical level under new and constantly\r\nchanging conditions. We believe that useful momentum\r\nfor this work could be provided by convening, in 1999, a\r\nthird international peace conference, an initiative that is\r\nenjoying growing support among members of the\r\ninternational community. Greater in-depth discussion of\r\nthis issue on the threshold of the twenty-first century\r\nwould further promote mutual understanding and\r\ncooperation in the world, taking account of the interests\r\nof all on the basis of the equality of all nations.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of Tajikistan\r\nfor the statement he has just made.\r\nMr. Emomali Rahmonov, President of the Republic\r\nof Tajikistan, was escorted from the General\r\nAssembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\n3\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Brunei Darussalam, His Royal Highness Prince\r\nMohamed Bolkiah.\r\nPrince Mohamed Bolkiah (Brunei Darussalam): I\r\nextend my warmest congratulations to you, Mr. President,\r\non your election. I am sure you will guide us well, and we\r\nlook forward to working with you.\r\nI would also like to congratulate our Secretary-General\r\non the excellent start he has made in answer to the\r\nMembers’ call for reform. At the same time, I would like\r\nto thank the outgoing President for his support in this most\r\nimportant work.\r\nYou take office at a critical time, Mr President. There\r\nare obviously no easy solutions to the many challenges\r\nfaced by our Organization. But there is one thing I hope we\r\ncan all do: be positive and constructive in our approach.\r\nWith this in mind, I would like to comment briefly on two\r\naspects of current United Nations work that particularly\r\nconcern us in Brunei Darussalam. The first is peace and\r\nsecurity and the second is the Secretary-General’s reform\r\npackage.\r\nOn peace and security, we were pleased to have had\r\nthe chance to do something to help in the Middle East and\r\nin Bosnia and Herzegovina. But we have been dismayed by\r\nwhat has taken place this year, particularly in the Middle\r\nEast. The current situation is not what we expected. The\r\ndisruption of the peace process clearly started when Israel\r\ndecided to build settlements in East Jerusalem. This was\r\nbad policy. It was obviously not aimed at helping the peace\r\nprocess. Thus, we would like to see the Israelis do\r\nsomething positive to repair the damage done.\r\nWe have made our position clear for many years. We\r\ndo not wish to return to the past. It is time for more than\r\nwords, arguments and resolutions. What we want to see is\r\na peace process that actually proceeds. Somehow, the\r\nimpasse must be broken, and we greatly appreciate the\r\nefforts being made by Jordan, Egypt and the United States\r\nto do that. We encourage them and all countries that can\r\nhelp to continue their efforts, despite the many difficulties.\r\nConcerning the situation in Bosnia, we have also been\r\ndisappointed by the way certain elements continue to\r\nundermine the cause of peace. There are overwhelming\r\nsigns from the peoples of Bosnia that they welcome the\r\nnew opportunities they have for a normal life. We are\r\ntherefore pleased to see the North Atlantic Treaty\r\nOrganization (NATO) and the United Nations taking strong\r\naction to enforce the Dayton Agreement. In our view,\r\nsuch action is definitely being taken on behalf of the\r\nBosnian people. We offer them our full support.\r\nThese are just two of the areas where we have seen\r\nsetbacks to United Nations efforts. We can add many\r\nothers in Europe, Asia and Africa. What is required\r\neverywhere is a determination to resolve all problems\r\npeacefully by means of dialogue and negotiation.\r\nGiven that spirit, progress is possible. We have seen\r\nevidence of it in the great efforts being made in northeast\r\nAsia to try to find a solution to the problems on the\r\nKorean Peninsula. The difficult situation in Korea could\r\naffect all of us in the Asia-Pacific region, so we very\r\nmuch welcome the four-party talks as a way of reducing\r\ntension and building confidence. For the same reason, we\r\nare happy to support the initiative of the Korean\r\nPeninsula Energy Development Organization (KEDO),\r\nsince it will help remove one serious threat to peace.\r\nOn the question of lasting peace, however, we have\r\nlearned to take nothing for granted.\r\nSome causes of instability have been dramatically\r\nhighlighted in our own region this year. The recent\r\nattacks on our currencies and our financial institutions\r\nhave shocked us all. They cannot be dismissed as mere\r\nups and downs in the market. It is all very well for\r\ncommentators to say so, but this is not good enough; it is\r\ntoo simplistic. The effect is like a disease, and it goes for\r\nthe heart of our economic systems. It seeks out weak\r\npoints, and developing countries have limited built-in\r\nresistance.\r\nYes, we will survive. Our foundations are sound. But\r\nthe experience has taught us a lesson. We are realizing\r\nhow deeply we are all affected by globalization, market\r\nforces and interdependence. The playing field is anything\r\nbut level, and this means that the world organizations to\r\nwhich we belong must be highly effective.\r\nThe most important of these is the United Nations,\r\nand this brings me to the questions I know the Secretary-\r\nGeneral is keen to hear all of us answer at this session:\r\nWhat do we think of his package of proposed reforms?\r\nAre they going to help developing nations?\r\nMy broad reply would be to say that we think the\r\npackage is better than the previous attempts to achieve\r\nreform. Overall, it firmly addresses the right questions,\r\n4\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nand, having long supported the idea of United Nations\r\nreform, we welcome the proposals.\r\nHowever, we do have a few comments to offer. We\r\nbelieve they are constructive and hope they will be taken\r\ninto account by the Secretary-General. As many others have\r\nremarked, the proposal seems, basically, to be a\r\nmanagement package. It reflects the Secretary-General’s\r\nlong experience in the Organization. But good management\r\nprinciples represent only one aspect of the reforms we need.\r\nWe hope that an acceptable consensus will be reached on\r\nmatters which especially concern developing nations.\r\nWe would like the Secretary-General to make\r\nabsolutely sure that nothing is going to weaken the things\r\nthe United Nations does so well for ordinary people. The\r\nUnited Nations work in the field gives the Organization\r\nmeaning for millions. We must not let our agencies down.\r\nWith regard to the proposals concerning peace and\r\nsecurity, we hope that the Working Group will soon\r\ncomplete its work on the Security Council. This aspect of\r\nreform will certainly strengthen the Organization as a\r\nwhole.\r\nWith regard to development cooperation, we welcome\r\nefforts to enhance it. It represents all that is best in\r\ninternational cooperation. It is also directly linked to the\r\nimportant Chapter IX of our Charter, which calls for higher\r\nstandards of living, full employment and economic and\r\nsocial progress. Without these, there can be no lasting\r\npeace and security in the developing world.\r\nLastly, there is the question of financial viability,\r\nperhaps the most important of all if reforms are to be\r\neffective. We find the various proposals interesting, but\r\nwhat we are concerned about is whether they provide a\r\nlong-term solution. We therefore want to give these matters\r\nmore thought. Naturally, we rely on the Committee to look\r\nvery carefully indeed into the details of any such scheme.\r\nHaving made these points, I should like to conclude\r\nby once again offering my congratulations to the Secretary-\r\nGeneral on his work. As I said, it is a good start. When the\r\nwork is finished, we hope that the result will be not only\r\nadministrative reform but a strong renewal of the deepest\r\nprinciples of our Charter.\r\nWe wish the Secretary-General, and you yourself, Mr.\r\nPresident, much success in the year ahead. We assure you\r\nthat we will do all we can to assist fellow Members in\r\nresponding well to what the Secretary-General has rightly\r\ndescribed as unprecedented demands and opportunities.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of the Republic of Trinidad and Tobago,\r\nHis Excellency The Honourable Ralph Maraj.\r\nMr. Maraj (Trinidad and Tobago): On behalf of the\r\nGovernment and people of the Republic of Trinidad and\r\nTobago, I have the distinct pleasure and honour to extend\r\nsincere congratulations to you, Sir, and to the Government\r\nof Ukraine on your election to the presidency of the\r\nGeneral Assembly at this fifty-second session. I am\r\nconfident that, under your able leadership, the urgent and\r\nimportant issues which face the General Assembly at this\r\ncritical time in the history of the United Nations will be\r\nadvanced.\r\nI would also like to express my profound\r\nappreciation to your predecessor, Ambassador Razali\r\nIsmail of Malaysia, for his excellent stewardship over the\r\nlast session. His inimitable and dynamic style has left a\r\ndistinctive mark on the modus operandi of the General\r\nAssembly. Ambassador Ismail deserves our\r\ncommendation for his efforts to advance the work of the\r\nGeneral Assembly on issues such as the reform of the\r\nSecurity Council, the Agenda for Development and the\r\nnineteenth special session of the General Assembly to\r\nreview and appraise the implementation of Agenda 21.\r\nTrinidad and Tobago remains committed to the\r\nprinciples enshrined in the Charter of the United Nations.\r\nToday, as we approach the twenty-first century and a new\r\nrange of issues demands our attention as nation States,\r\nour commitment to the United Nations is no less focused,\r\nno less poignant. Trinidad and Tobago continues to\r\nbelieve in the efficacy of the United Nations, a body now\r\nat a critical point in its evolution. We applaud Secretary-\r\nGeneral Kofi Annan, who has presented perhaps the most\r\nextensive reform proposals in the history of the\r\nOrganization. A restructured Organization will be better\r\npoised to respond more readily to the challenges of the\r\nnext century. There is no doubt about the need of the\r\ninternational community for the United Nations. No other\r\nbody remotely approximates its universality of\r\nmembership and it remains the most appropriate forum\r\nfor addressing the interrelated issues of peace, security\r\nand sustainable development.\r\nWhile the international community must address\r\nthese perennial issues, we need at the same time to\r\nconfront the daunting tasks of providing humanitarian\r\n5\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nassistance and reconstructive aid and ensuring the\r\npromotion of good governance, democracy and human\r\nrights. In this post-cold-war period, the United Nations\r\nmust strive to build an international community based on\r\npeace, justice, equity, democracy and the rule of\r\ninternational law.\r\nTrinidad and Tobago is concerned about the rise in\r\npolitical conflicts and tensions and the unresolved long-\r\nstanding disputes which continue to threaten international\r\npeace and security. Increased efforts must be made by the\r\ninternational community to address these conflicts through\r\npeaceful means. Trinidad and Tobago wishes to restate its\r\ncommitment to the non-use of force in the conduct of\r\ninternational relations and the peaceful settlement of\r\ndisputes. We will continue to support United Nations-led\r\npeacekeeping missions and do our part to further\r\ndemocracy, as exemplified by our participation in the\r\nelection processes in such countries as Haiti, El Salvador,\r\nNicaragua, Namibia and South Africa.\r\nThis General Assembly will address yet again the\r\ncontinuing quest for a just and lasting peace in the Middle\r\nEast. At this delicate period in the peace process, Trinidad\r\nand Tobago believes that durable peace will be achieved\r\nonly if all parties to the dispute adhere to the relevant\r\nUnited Nations resolutions and implement the agreements\r\nand guarantees to which they have committed themselves\r\nin bilateral and multilateral negotiations.\r\nWe in the Caribbean region appreciate the support\r\ngiven by the international community to the Government\r\nand people of Haiti. This support has contributed to the\r\nprogress made so far in the building of democracy and the\r\nstrengthening of its institutions. We are convinced that the\r\nrecent decision to extend the mandate of the United Nations\r\nTransition Mission in Haiti was necessary to consolidate\r\ngains already made. We must continue to provide material\r\nand other support to strengthen Haiti’s democracy and its\r\neconomic development. These are necessary pillars for the\r\nestablishment of durable peace and stability in that country.\r\nTrinidad and Tobago, as a member of the Caribbean\r\nCommunity (CARICOM), pledges to continue to do its part\r\nin consolidating this process. It is in this context that we\r\nwelcomed Haiti as the fifteenth member State of\r\nCARICOM at the meeting last July of the Heads of\r\nGovernment of CARICOM, which was held in Montego\r\nBay in Jamaica. Trinidad and Tobago continues to\r\nparticipate in the efforts of the international community in\r\nthis transition period, as evidenced by the fact that a\r\nTrinidad and Tobago national, Ambassador Colin\r\nGranderson, is the Executive Director of the Organization\r\nof American States/United Nations International Civilian\r\nMission in Haiti. It will also be recalled that Trinidad and\r\nTobago, as part of a hemispheric effort, participated in the\r\nmilitary mission that restored the democratically elected\r\nPresident to Haiti and our efforts have continued at both\r\nthe civilian and military levels after that objective was\r\nachieved.\r\nIn the post-cold-war era, the world has witnessed an\r\nescalation in the abuse of human rights, including some\r\ncases of genocide and other heinous crimes against\r\nhumanity. Trinidad and Tobago has always been\r\nconcerned about such atrocities. Trinidad and Tobago is\r\nproud of the role it played in reintroducing on the\r\ninternational political and legal agenda the question of the\r\nestablishment of a permanent international criminal court.\r\nThe Government of my country is heartened by the\r\nincreasing support for the establishment of the\r\ninternational criminal court and we welcome the\r\nsubstantial progress made thus far by the Preparatory\r\nCommittee for its establishment. Trinidad and Tobago\r\nurges Member States to continue their constructive and\r\nactive participation during the forthcoming sessions of the\r\nPreparatory Committee. We further urge wider\r\ninvolvement in the process so as to ensure the successful\r\nnegotiation of a widely acceptable statute, which will be\r\nfinalized at a conference of plenipotentiaries to be held in\r\nRome in the summer of 1998.\r\nIt is because of this concern for the promotion and\r\nprotection of human rights and our absolute condemnation\r\nof acts of genocide and crimes against humanity that\r\nTrinidad and Tobago participated at the highest level\r\nthrough our President, Mr. Arthur N. R. Robinson, at a\r\nconference in Italy on reining in impunity for\r\ninternational crimes and serious violations of fundamental\r\nhuman rights. That conference addressed issues pertaining\r\nto the ongoing work of the Preparatory Committee and\r\nunanimous support was expressed for a permanent\r\ninternational criminal court to ensure that perpetrators of\r\nsuch crimes are brought to justice.\r\nLinked to the considerations of peace and security\r\nare the myriad socio-economic problems which continue\r\nto undermine the stability of our nations. In this regard,\r\nthe international community has sought to respond by\r\nconvening a series of world conferences to analyse the\r\nglobal situation and provide blueprints for action at the\r\nnational, regional and international levels.\r\n6\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nA continuing concern for the Government of Trinidad\r\nand Tobago remains the failure on the part of the\r\ninternational community to provide adequate resources for\r\nthe accelerated implementation of the commitments made\r\nat these conferences. Any reform of the United Nations\r\nsystem aimed at delivering mandated programmes in a\r\nmore efficient manner must therefore take this factor into\r\naccount.\r\nThe World Summit for Social Development, which\r\nwas held in Copenhagen in 1995, highlighted the urgent\r\nneed to eradicate poverty and to develop policies to\r\npromote social and economic equity. In October 1996, as a\r\nfollow-up to the World Summit for Social Development, a\r\nCaribbean Ministerial Meeting on Poverty Eradication was\r\nheld in Port-of-Spain, Trinidad and Tobago. The assembled\r\nMinisters developed a Plan of Action on poverty\r\neradication, which is guiding Governments of the region in\r\nthe elaboration of their own national plans. In this regard,\r\nthe Government of Trinidad and Tobago has adopted and\r\nis vigilantly pursuing as one of its primary objectives a\r\npolicy of sustained economic growth with equity, with\r\nspecial emphasis on poverty eradication.\r\nMy Government recognizes the central role of\r\neducation and its impact on the eradication of poverty and\r\nwe have begun to reform the curriculum to give all children\r\nequal access to quality education as we strive continuously\r\nin Trinidad and Tobago towards achieving a “total quality\r\nnation”. Education, in itself, is central to the Government’s\r\nobjective of producing a total quality nation, in which all\r\nour citizenry strives for excellence, is committed to the\r\nhighest standards, is technologically equipped to deal with\r\nthe realities of a knowledge-based work environment and is\r\nafforded opportunities for life-long learning.\r\nIn addition, the Government of Trinidad and Tobago\r\nhas established mechanisms for addressing the scourge of\r\npoverty and societal inequities through the following\r\ninitiatives.\r\nFirst, we established a change-management unit for\r\npoverty eradication and equity-building, which reports to a\r\nMinisterial Council on Social Development. This Council\r\nwas launched in October 1996, with the assistance of the\r\nPoverty Strategies Initiative of the United Nations\r\nDevelopment Programme (UNDP). The Government\r\napplauds UNDP’s support.\r\nSecondly, we set up a Committee on Social\r\nDisplacement. The Committee’s terms of reference include\r\nthe development of holistic plans to provide relief to all\r\nhomeless and destitute persons.\r\nThirdly, expenditure on several other social safety-\r\nnet schemes has been significantly increased in order to\r\ndeal with problems and issues affecting women, the\r\nelderly, children, adolescents, the disabled and the\r\ndispossessed.\r\nThese measures have been recognized and indeed\r\nreflected by UNDP in its 1997 Human Development\r\nReport, which lists Trinidad and Tobago at the top of the\r\nhuman poverty index rankings. According to the Report,\r\nTrinidad and Tobago is among those countries which\r\nhave reduced human poverty to a human poverty index\r\nvalue of less than 10 per cent.\r\nWe must all continue to support efforts for the\r\neradication of poverty in accordance with agreed\r\nprogrammes and plans of action. The assault on poverty,\r\nespecially rural poverty, must take into account the\r\nspecial needs of women and their full integration in the\r\ndevelopment process.\r\nTrinidad and Tobago therefore welcomes the\r\nprogress achieved by the United Nations in following up\r\nthe Fourth World Conference on Women, held in Beijing\r\nin September 1995, which had as one of its primary\r\nobjectives the need to accord high priority to gender\r\nissues. It welcomes as well the appointment of a high-\r\nlevel official as a special adviser to the Secretary-General\r\non gender issues and the advancement of women.\r\nSocial and economic problems transcend national\r\nboundaries and therefore require international solutions\r\nbased on strengthened global partnerships to support\r\naction. When the Prime Minister of Trinidad and Tobago,\r\nThe Honourable Basdeo Panday, addressed the fifty-first\r\nsession of the United Nations General Assembly, he\r\nidentified a number of social problems which pose a\r\nparticular threat to the stability and integrity of small\r\nStates. Among the problems he mentioned were drug\r\nabuse and drug trafficking and the associated problems of\r\nmoney laundering and trafficking in small arms, as well\r\nas terrorism and social disintegration.\r\nTrinidad and Tobago therefore welcomes the\r\nconvening of the special session of the United Nations\r\nGeneral Assembly on illicit drugs, to be held in New\r\nYork in June 1998. This session should provide an\r\nappropriate opportunity for Governments to review\r\nprogress made in implementing the Global Programme of\r\n7\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nAction on drugs adopted in February 1990 and serve to\r\nintensify drug-control strategies and cooperation worldwide.\r\nThe drug scourge and its attendant consequences\r\nrequire action at different levels. To that end, Caribbean\r\nGovernments have decided to establish a criminal justice\r\nprotection programme that would facilitate cooperation in\r\nthe confidential protection of witnesses, jurors, judicial and\r\nlaw enforcement personnel and their families. If this\r\nprogramme is to be successfully implemented, additional\r\ntraining and technical assistance from the international\r\ncommunity and agencies such as the United Nations\r\nInternational Drug Control Programme will be required.\r\nThe United Nations has a critical role to play, but it is\r\nthe responsibility — indeed, the duty — of every State to\r\nact aggressively in this regard. Conscious of its\r\nresponsibility, the Government of Trinidad and Tobago has\r\nembarked upon initiatives to curb the illicit drug trade and\r\neradicate the associated downstream activity of money\r\nlaundering.\r\nThese initiatives are in keeping with international\r\nconventions and declarations, such as the United Nations\r\nConvention against Illicit Traffic in Narcotic Drugs and\r\nPsychotropic Substances, the Commonwealth Scheme\r\nrelating to Mutual Assistance in Criminal Matters and the\r\nInter-American Convention on Mutual Assistance in\r\nCriminal Matters. Trinidad and Tobago has also entered\r\ninto bilateral agreements with other countries to foster\r\ncooperation with regard to arresting the growth of\r\ntransnational crimes associated with trafficking.\r\nOur Government has declared its commitment to\r\neliminating the threats to the stability, security and safety\r\nof our society that emanate from the scourge of the illicit\r\ndrug trade. Some of the measures taken include the\r\nfollowing.\r\nThe first measure is the signing of an agreement on\r\nmaritime counter-drug operations with the United States of\r\nAmerica. This bilateral mechanism has already proved to be\r\nvery effective in dealing with the pernicious drug trade.\r\nThe second measure is the extension of the\r\nGovernment’s powers of extradition and the negotiation of\r\nagreements with countries with which it does not now have\r\nextradition agreements. We are renegotiating existing\r\nagreements to make extradition procedures more effective.\r\nTrinidad and Tobago is also fulfilling its obligations under\r\nexisting extradition treaties.\r\nThe third measure is the serious implementation of\r\nmoney- laundering drug laws. The illicit gains of the drug\r\ntrade and the resource base of drug criminals are being\r\nattacked. The property and profits of drug lords are being\r\nconfiscated as a result of measures which have been\r\nintroduced in my country.\r\nAlso, a task force to counter narcotics and money\r\nlaundering has been established and the Government is\r\npursuing law reform in the area of bank secrecy.\r\nAnother measure is that Trinidad and Tobago —\r\nwith the cooperation of other CARICOM Governments,\r\nCanada, Britain and the United States of America — has\r\ncreated a witness protection programme. In addition, we\r\nare establishing the criminal justice protection programme\r\nto which I alluded earlier.\r\nFinally, we continue to seek bilateral and multilateral\r\nassistance in various forms, such as equipment, personnel,\r\naircraft and maritime support in our relentless fight\r\nagainst illicit drugs.\r\nEarlier I referred to the efforts to reform this\r\nOrganization. One of the key issues that will engage the\r\nattention of delegations at the fifty-second session is the\r\nquestion of the reform of the intergovernmental\r\nmachinery. We are particularly interested in efforts at\r\nreform and reconstruction, especially as they relate to the\r\ndevelopment activities of the United Nations. We view\r\nwith satisfaction the Secretary-General’s proposal,\r\nintroduced last March, that the new structure of the\r\nSecretariat should serve to bolster support for Africa’s\r\ndevelopment, South-South cooperation and the sustainable\r\ndevelopment of small island States.\r\nTrinidad and Tobago welcomes the recent decision\r\nof the nineteenth special session of the General Assembly\r\nto hold a comprehensive review of the United Nations\r\nGlobal Conference on the Sustainable Development of\r\nSmall Island Developing States. That Conference, which\r\nwas held in Barbados in 1994, was of historic\r\nsignificance, marking as it did the recognition on the part\r\nof the international community of the special situation and\r\nneeds of small islands.\r\nThe Barbados Declaration and Programme of Action\r\nhave as their overall objective the management of\r\nenvironmental problems, the management of our vital\r\nnatural resources and the improvement of human-resource\r\ncapability and institutional requirements for sustainable\r\ndevelopment of small island States in the overall context\r\n8\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nof Agenda 21. We look forward to the full support of the\r\nUnited Nations and the international community when the\r\ncomprehensive review and appraisal of the implementation\r\nof the Barbados Programme of Action takes place in 1999.\r\nA new phase of international cooperation for the\r\nCaribbean region was heralded in May 1997 at the first\r\nmeeting of the secretariats of CARICOM and the United\r\nNations, from which emanated a work programme for the\r\nimplementation of special projects. We commend this\r\ninitiative and are confident that this new relationship will be\r\nof benefit to the people of the Caribbean region.\r\nThe volcanic eruptions in Montserrat bring to the fore\r\nthe vulnerability of small islands to natural disasters. This\r\nphenomenon and other environmental problems have\r\nreceived increased recognition since the 1992 Rio\r\nConference on Environment and Development. Trinidad and\r\nTobago shares the anguish felt by the citizens of the\r\nCaribbean island of Montserrat, which is fast becoming\r\nuninhabitable. CARICOM member States have responded\r\nwithin their limited capabilities to the disaster, and we will\r\ncontinue to provide logistic and other support.\r\nTo this end, Trinidad and Tobago, in response to the\r\nplight of the Government and people of Montserrat, has\r\npledged financial and technical assistance, medical and\r\nother relief and engineering personnel, and has been\r\ninvolved in the establishment of a CARICOM village in the\r\nnorthern part of the island of Montserrat — a decision that\r\nwas taken at the recent conference of CARICOM Heads of\r\nGovernment. Within our available resources, Trinidad and\r\nTobago will continue to be of assistance.\r\nThe special concerns of small island developing States\r\nwere also incorporated in the recently adopted Agenda for\r\nDevelopment. The Agenda recognizes the fact that\r\neconomic development, social development and\r\nenvironmental protection are interdependent and mutually\r\nreinforcing components of sustainable development, and are\r\nthe basis for the achievement of a higher quality of life for\r\nall people. The Government of Trinidad and Tobago\r\nattaches great significance to this issue. We are therefore\r\npursuing economic, social and infrastructural development\r\nin a sustainable way which avoids environmental\r\ndegradation, conserves our natural resource endowment and\r\nhelps to build and maintain a long-term national capacity to\r\nsupport rising standards of living for the population, as well\r\nas opportunities for self-actualization.\r\nRecent steps to promote sustainable development in\r\nTrinidad and Tobago in the area of environmental\r\nmanagement include: the establishment of an\r\nenvironmental management authority and drafting of a\r\nnational environmental policy; the development of\r\nenvironmental standards; the preparation of a water\r\nresources management strategy; the development of a\r\nnational parks and watershed management project; and the\r\ncommissioning of a study to assist in establishing a policy\r\nframework and facilities for the management of oil and\r\nhazardous wastes.\r\nTrinidad and Tobago has also ratified several\r\ninternational conventions relating to the environment: the\r\nMontreal Protocol on Substances that Deplete the Ozone\r\nLayer; the 1994 United Nations Framework Convention\r\non Climate Change; the 1994 Basel Convention on the\r\nControl of Transboundary Movements of Hazardous\r\nWastes and Their Disposal; and the 1996 Convention on\r\nBiological Diversity.\r\nIn the area of macroeconomic policy, we have\r\nproceeded to liberalize the trade and exchange regimes to\r\nfoster enhanced competitiveness; streamline the incentive\r\nframework; privatize State-owned enterprises to promote\r\nincreasing levels of private investment; promote\r\nentrepreneurial activity through, among other measures, a\r\nventure capital regime; and to modernize and strengthen\r\nintellectual property legislation to encourage investment\r\nand the transfer of technology.\r\nIn the social sector, the Government has focused on\r\nrationalization and restructuring of the social service\r\ndelivery system; expanding access to education for the\r\nschool-age population; rationalization and strengthening\r\nof the health services through the health sector reform\r\nprogramme; regularization of squatter communities;\r\nrestructuring of the unemployment relief programme to\r\nallow for skill acquisition through on-the-job training; the\r\nestablishment of a community development fund to\r\nprovide financing for the delivery of basic social services\r\nand infrastructure to the poor and vulnerable population\r\ngroups and communities; and the provision of institutional\r\nsupport for the strengthening of non-governmental\r\norganizations and community-based organizations to assist\r\nin this regard.\r\nTrinidad and Tobago is a cosmopolitan society in\r\nwhich the human rights of each individual are\r\nconstitutionally guaranteed. We endeavour to achieve the\r\ncherished ideal of a truly democratic nation, in which all\r\npersons live together in harmony, with equal opportunities\r\nfor all, in order that each individual may contribute to the\r\nprocess of national development. In this context, one of\r\n9\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nthe primary goals of the Government of Trinidad and\r\nTobago has been to seek to wider participation in the\r\ndecision-making process through a strengthened local\r\ngovernment machinery in a manner that will promote the\r\nempowerment of local communities in the pursuit of\r\ndevelopment efforts and the promotion of good governance.\r\nIn a similar vein, the United Nations, with the\r\ndiversity of its membership, must harness individual and\r\ncollective strengths to advance the interests of all Members\r\nof the Organization as we move into a new millennium. In\r\nthis regard, Trinidad and Tobago welcomes the ongoing\r\ndiscussions aimed at reforming the membership and\r\nworking procedures of the Security Council. It is our hope\r\nthat this process will result in a Council whose composition\r\nmore accurately reflects the wider membership of the\r\nGeneral Assembly and whose working procedures are more\r\nopen and inclusive than has previously been the norm.\r\nWe all need to work steadfastly to improve the image\r\nof the United Nations from one of goal-setting to one which\r\nfacilitates prompt action by Members in a manner that is\r\nconsistent and wide-ranging and takes into account the\r\nspecial needs of the most vulnerable among us.\r\nIt is incumbent on all Member States to imbue our\r\nOrganization with a renewed sense of self-confidence, faith\r\nand optimism and to work in a global partnership to\r\nachieve the goals and ideals of the United Nations. We owe\r\nthis legacy to present and future generations.\r\nThe President: I now call on His Excellency The\r\nHonourable Rajkeswur Purryag, Deputy Prime Minister and\r\nMinister for Foreign Affairs and International Trade of\r\nMauritius.\r\nMr. Purryag (Mauritius): Mr. President, I have the\r\ndistinct honour and privilege on behalf of my delegation to\r\nextend to you, Sir, our warmest congratulations upon your\r\nelection as President of the fifty-second session of the\r\nGeneral Assembly. Your election to this office is a fitting\r\ntribute to your personal qualities and recognition of the\r\nimportant role of your great nation in world affairs. We are\r\nconfident that your wide experience and wisdom will ensure\r\nthe success of our deliberations. You may rest assured of\r\nthe fullest support and cooperation of my delegation.\r\nI would also like to thank Ambassador Razali Ismail\r\nfor his remarkable contribution to the last session. We\r\nthank him for his strong leadership and his hands-on\r\napproach during the discussions of some of the most\r\ndifficult and crucial issues concerning the future of our\r\nOrganization.\r\nThe changes taking place throughout the world today\r\npresent new challenges for the United Nations system and\r\ncall for a new approach in finding appropriate solutions.\r\nIt is my firm belief that the success of the United Nations\r\ncannot be contemplated without reform and renewal of\r\nthe Organization. We agree that the United Nations stands\r\nat a crossroads today. Its continued role and relevance\r\ndepend on its ability to adapt to the new world\r\nenvironment.\r\nWe now have before us a number of proposals\r\ncontained in the Secretary-General’s report designed to\r\nbetter equip the United Nations to address its tasks in the\r\nnew era. I thank the Secretary-General for this in-depth\r\nand valuable exercise. I take this opportunity to pay\r\ntribute to a great son of Africa and to his sterling qualities\r\nof leadership. The report not only addresses the strengths\r\nand weaknesses of our Organization, but also contains\r\nspecific proposals to enable it to face present and future\r\nchallenges on a sound footing. We subscribe fully to his\r\nview that this reform exercise is a process which will\r\nhave to be carried out over a continuous period of time,\r\ngiven all its complexity and scope. I wish to assure you,\r\nMr. President, that my delegation will extend its fullest\r\ncooperation and will actively participate in the\r\ndeliberations on the report.\r\nWe also endorse the Secretary-General’s proposals\r\nfor promoting greater synergy within the United Nations\r\nsystem. We agree that they will advance complementarity\r\nand coherence. The effectiveness of the Organization will\r\ncertainly be enhanced if it operates as an orchestrated unit\r\nat Headquarters and at country level, rather than as a\r\ngroup of semi-autonomous players.\r\nLikewise, we welcome the Secretary-General’s idea\r\nof setting up a development account to be fed by savings\r\nfrom reductions in non-programme costs. We express the\r\nsincere hope that sufficient funds will be made available\r\nto produce a significant impact on development\r\nprogramme financing. We should ensure that this dividend\r\nfor development does indeed benefit the developing\r\nworld, unlike the much-trumpeted “peace dividend” of the\r\npost-cold-war era.\r\nWe uphold the proposals aimed at enhancing the\r\nstrategic direction which the General Assembly should\r\nprovide. However, such proposals should be subjected to\r\nthe most careful scrutiny, because of all their\r\n10\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nimplications, particularly in respect to the smaller and more\r\nvulnerable Member States. The General Assembly, as the\r\nSecretary-General rightly points out, is the organ that\r\n“most fully embodies the universal and democratic\r\ncharacter of the Organization.” (A/51/950, para. 40)\r\nWhile we support the long-standing need for focusing\r\nlegislative debates and streamlining this Assembly’s agenda,\r\nwe must ensure that this body does not end up being\r\ndominated by the concerns of the strong and powerful\r\nmembers only. Countries — big or small, like mine —\r\nshould have equal possibilities of articulating any issue they\r\nconsider important. It is by the way in which this\r\nOrganization addresses issues most relevant to its smallest\r\nmembers that the international community at large will\r\njudge its significance.\r\nThe debate on the reform of the Security Council\r\nseems to have registered some notable movement recently.\r\nHowever, the distance separating the main positions\r\nremains quite daunting. We hope that the wide spectrum of\r\nviews expressed so far on this subject will eventually\r\nconverge and that general agreement will be reached. Such\r\nagreement should ensure that the composition of the\r\nreformed Council is based on greater representation,\r\ntransparency and equitable geographical distribution, with\r\nthe inclusion of developing countries as permanent\r\nmembers. In this regard, we reaffirm our support for the\r\nposition of the Non-Aligned Movement calling for the\r\nexpansion of the Security Council on the basis of fair and\r\nadequate representation.\r\nAfrica has also stated its position on this matter at the\r\nrecent Organization of African Unity (OAU) summit. The\r\ncurrent representation of Africa in the Council does not\r\nreflect its status as the most sizeable group of the\r\nOrganization’s membership. Reform of this body must,\r\ntherefore, restore Africa’s position to the fullest extent\r\npossible.\r\nIn the same vein, my delegation would like to reiterate\r\nits support for India’s claim to a permanent seat in the\r\nSecurity Council.\r\nThe globalization of the world economy is adding\r\nincreasing pressures on the developing countries to embrace\r\ntrade liberalization as a means to achieve economic growth.\r\nDuring the Uruguay Round negotiations developing\r\ncountries made significant concessions in the hope of\r\nobtaining improved access to international markets. Many\r\nof them have still not seen the benefits of the new global\r\ntrading system. Instead, they are haunted by the spectre of\r\nimminent erosion of preferences in their major export\r\nmarkets. Several African countries have made strenuous\r\nefforts to adhere faithfully to structural adjustment\r\nprogrammes and have adopted trade liberalization\r\npolicies. Unfortunately, they have registered but an\r\ninsignificant, if not declining, percentage of world trade.\r\nAfrica’s trade should become the top priority of the\r\ninternational community; otherwise, the multilateral\r\ntrading system will run the risk of becoming fraught with\r\ntensions and discrimination.\r\nIt is unfortunate to note that foreign direct\r\ninvestment, which plays a central role in the ongoing\r\nintegration of the world economy, is still highly\r\nconcentrated in a few countries. The recent findings of\r\nthe United Nations Conference on Trade and\r\nDevelopment (UNCTAD) indicate that Africa received\r\nmerely $5 billion out of $349 billion of foreign direct\r\ninvestment last year. Excluding South Africa, the share of\r\nAfrica in the total investment for the developing countries\r\nfigured at only 4 per cent. This is the lowest share since\r\nthe early 1980s, and is a further indication that the\r\nAfrican region is not benefiting from the global foreign\r\ndirect investment boom. The 33 sub-Saharan countries\r\nthat are classified among the least developed countries are\r\nin fact receiving less that 1 per cent of the total foreign\r\ndirect investment for Africa. It is vital that these countries\r\nbe provided with greater assistance and investment and be\r\ngiven special attention by the international community.\r\nOtherwise, they will be further marginalized, with the risk\r\nof disappearing from the world economic map.\r\nWe therefore wish this Assembly to give more\r\nattention to the development needs of the African\r\ncontinent. In this context, we welcome the recent special\r\nministerial meeting of the Security Council, which has\r\nhelped focus the attention of the international community\r\non Africa. After several years of complacency and\r\nstagnation, there is now cause for some optimism.\r\nWe agree that it is incumbent upon us Africans to\r\nput our house in order. But unless we are freed from our\r\ndebt burden, future generations may never have the\r\nopportunity to have access to clean drinking water, health\r\ncare or proper schooling while scarce resources have to\r\nbe utilized for debt payments.\r\nFor some countries, like Mozambique, which are just\r\nemerging from years of civil conflict, the Bretton Woods\r\ninitiative may have to be implemented in order to reduce\r\ndebt faster. Indeed, not only do these countries have to\r\n11\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nreduce their crushing debt load, they also have to free\r\nresources to rehabilitate their economic infrastructure and\r\nfund social expenditure.\r\nLast week the British Foreign Secretary, Mr. Robin\r\nCook, referred to the Commonwealth Finance Ministers\r\nmeeting held in Mauritius earlier this month, at which the\r\nBritish Chancellor of the Exchequer, Gordon Brown, made\r\nspecific proposals with respect to debt. These proposals,\r\nknown as the Mauritius Mandate, are meant to set some of\r\nthe poorest nations on a path towards sustainable\r\ndevelopment by the year 2000. We welcome this laudable\r\ninitiative by the British Government to write off debts\r\ntotalling 132 million pounds of heavily indebted poor\r\ncountries of the Commonwealth. We hope that this\r\nimportant measure will encourage major financial\r\ninstitutions and creditor nations to come forward and\r\nparticipate fully in transforming the destiny of debt-ridden\r\npoor countries.\r\nWe also welcome the various initiatives recently taken\r\nby the United States to promote investment and to develop\r\na new trade regime for sub-Saharan Africa.\r\nWe equally appreciate the partnership between the\r\nEuropean Union and the African, Caribbean and Pacific\r\n(ACP) countries, which has, through the successive Lomé\r\nConventions, contributed immensely to the socio-economic\r\ndevelopment of the ACP countries. We are confident that\r\nthe successor arrangement to the Fourth Lomé Convention\r\nwill further consolidate this long-standing economic and\r\ntrade partnership, and in this context we look forward to the\r\ncontinued support of the international community.\r\nWe welcome the communiqué of the Denver Summit,\r\nwhich represents a significant advance over the New Global\r\nPartnership for Development adopted at the Lyon Summit.\r\nThe Declaration “Africa: Partnership for development”\r\nfocuses attention exclusively on the African continent, with\r\nparticular emphasis on the least-developed and landlocked\r\ncountries. However, in the pledge to integrate the poorest\r\ncountries into this world economy through trade\r\nliberalization and investment policies, no specific targets\r\nwere defined on trade expansion or tariff reduction. If these\r\ncountries are to be completely weaned from official\r\ndevelopment assistance, not only should their capacity to\r\nproduce be strengthened, but they must also be given full\r\naccess to foreign markets for their products, especially\r\nthose coming from their nascent and developing industries.\r\nWe are fully conscious of the fact that North-South\r\ncooperation needs to be complemented by effective South-\r\nSouth cooperation. In this regard, the countries in our\r\nregion have intensified their efforts to accomplish that\r\ngoal.\r\nFor the Southern African Development Community\r\n(SADC), a new promising chapter was opened with the\r\nrecent admission of the Democratic Republic of Congo\r\nand Seychelles. With the inclusion of these two new\r\nmembers, the regional grouping has become an even more\r\nimportant economic area in the African continent. It has\r\nthe potential of becoming the driving force in promoting\r\ngrowth and development. There is a strong determination\r\namong the SADC members to achieve regional integration\r\nthrough industrial transformation and trade growth. My\r\nGovernment is fully committed to this goal, and I am\r\npleased to inform this Assembly that Mauritius will have\r\nthe honour and privilege of hosting the SADC summit\r\nmeeting next year.\r\nMy Government is equally committed to the Indian\r\nOcean Rim Association for Regional Cooperation (IOR-\r\nARC), which regroups several countries of the Indian\r\nOcean Rim in a tripartite network of Government, private\r\nsector and academia. The IOR-ARC was formally\r\nlaunched at a ministerial meeting in Mauritius in March\r\nthis year with 14 founding members. It has generated\r\ntremendous interest among the countries of the region and\r\ninternationally.\r\nWe remain confident that the international\r\ncommunity will lend its support to these regional\r\nassociations. We welcome the timely initiative announced\r\nlast week by the United States Secretary of State to\r\nenhance dialogue with SADC and encourage investments\r\nand trade exchanges.\r\nIt is a matter of regret that the special session of the\r\nGeneral Assembly held last June to review the progress\r\nmade in the implementation of Agenda 21 was unable to\r\nagree on a frank assessment of the commitments entered\r\ninto at Rio. Unfortunately, very little has been done on\r\nthe ground. In some areas, particularly with regard to the\r\nlevel of official development assistance, the overall\r\nsituation has actually worsened. It is disappointing that\r\nthe lack of new and additional resources has not allowed\r\nthe special concerns of the small island developing\r\ncountries, as expressed in the Barbados Programme of\r\nAction, to be adequately addressed.\r\nWe also regret that on the question of climatic\r\nchange, no consensus on limits relating to the emission of\r\ngreenhouse gases could be reached. We hope that the\r\n12\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nKyoto Conference on Climate Change will seriously address\r\nthis issue and adopt meaningful measures to cut down the\r\nproduction of greenhouse gases.\r\nThis year the General Assembly twice had to convene\r\nan emergency session to consider the extremely serious\r\nsituation in the occupied Palestinian territories. Unilateral\r\nactions have negated the Oslo peace process. This impasse\r\nmust now be broken. The recent diplomatic effort by the\r\nUnited States Secretary of State, Mrs. Madeleine Albright,\r\nseems to have averted a total deadlock. It is essential that\r\nthe protagonists start talking to each other again.\r\nWe view with serious concern the recent events in the\r\nIslamic Federal Republic of Comoros, which have resulted\r\nin the loss of human lives on the Island of Anjouan. We\r\nappeal to all the parties to the conflict to show restraint and\r\nto strive together towards a peaceful resolution of the crisis.\r\nWe reaffirm our support to the United Nations stand on the\r\nsovereignty and territorial integrity of the Comoros. We\r\nalso welcome the constructive role played by the OAU and\r\nthe League of Arab States in mediating between the various\r\nparties. We look forward to an early convening of the\r\nproposed international conference in Addis Ababa for the\r\nrestoration of peace in the Islamic Federal Republic of\r\nComoros.\r\nThe situation in Burundi continues to preoccupy the\r\ninternational community. We support the Arusha peace\r\ninitiative and reiterate our confidence in Mwalimu\r\nNyerere’s role as facilitator in the process aimed at finding\r\na lasting solution to the Burundi crisis.\r\nLater this year, we will kick off the celebration of the\r\nfiftieth anniversary of one of the most important seminal\r\ndocuments adopted by this body — the Universal\r\nDeclaration of Human Rights. During the year leading to\r\nthis landmark event, Mauritius will work together with all\r\nMember States in promoting and strengthening the human\r\nrights situation everywhere, especially in the communities\r\nto which we are more closely associated through shared\r\nhistory and culture, namely the Commonwealth and the\r\ncommunity of French-speaking countries.\r\nThe promotion of human rights has been an article of\r\nfaith for my Government. It is also an integral part of our\r\nforeign policy. In this respect we welcome the setting up of\r\nthe Indian Ocean Institute of Human Rights and Democracy\r\nin Mauritius for the promotion of human rights and\r\ndemocracy. We pledge our full support to this Institute.\r\nHuman rights for all, including women and children, and\r\ndemocratic values are matters of universal concern.\r\nAs a multi-ethnic democracy, Mauritius has always\r\nraised its voice strongly against discrimination based on\r\nrace, religion, culture and otherwise. In this regard, we\r\nnote with satisfaction the recent developments in Fiji,\r\nwhich has finally decided to amend its Constitution in\r\norder to promote social harmony. We hope that the\r\nGovernment of Fiji will tackle the remaining issues\r\nstanding in the way of the full enjoyment of fundamental\r\nrights and basic economic security by all segments of the\r\npopulation of Fiji.\r\nMr. Zacharakis (Greece), Vice-President, took the\r\nChair.\r\nMauritius reaffirms its full commitment to total\r\ndisarmament and urges the world community to make\r\nevery effort to rid itself of all weapons of mass\r\ndestruction. It is in this spirit that Mauritius was among\r\nthe first countries to ratify the Chemical Weapons\r\nConvention and the African Nuclear-Weapon-Free Zone\r\nTreaty. We also reaffirm our support for the Ottawa\r\ninitiative for a universal ban on anti-personnel landmines.\r\nIt is regrettable that some major countries have decided to\r\nstay out of this process. We make a strong appeal to all\r\nGovernments to become part of this unique and historic\r\nendeavour to eliminate landmines.\r\n(spoke in French)\r\nAllow me to take this opportunity to reaffirm the\r\nfact that my country, Mauritius, a former French island,\r\nbelongs to the great community of French-speaking\r\ncountries. This sense of belonging culminated with the\r\nholding in 1993 of the sixth summit of the French-\r\nspeaking countries, whose central theme was “Unity in\r\ndiversity”, and which celebrated not only the universal\r\nvalues of the French-speaking countries but also made it\r\npossible for us to enshrine those same values in our\r\nsociety. Our people, who come from Africa, Asia and\r\nEurope, have deep roots in all the great cultures that form\r\nthe French-speaking community. My compatriots can, in\r\nthe course of one day, travel through all these cultures,\r\none after another.\r\nIt is for that reason that my country attaches such\r\ngreat importance to the Francophone plan of promoting\r\ndiversity in a world that is increasingly unipolar and\r\nuniform. The upcoming summit in Hanoi will mark a\r\nvery important stage in the future of this French-speaking\r\ncommunity, providing it with the effective political means\r\nto make its voice heard on major international issues.\r\n13\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\n(spoke in English)\r\nThis Assembly is by now well aware of the just and\r\nlegitimate claim of Mauritius to the restoration of its\r\nterritorial integrity through the return of the Chagos\r\nArchipelago, including Diego Garcia, to its national\r\nheritage. This Assembly should also note that this issue also\r\nhas a tragic human dimension. Before Mauritius acceded to\r\nits independence, all of the inhabitants of the Chagos were\r\nforced to leave the land of their birth, where they had lived\r\nfor several generations. The plight of those inhabitants must\r\nnow be comprehensively addressed.\r\nLikewise, we are still awaiting the return of the island\r\nof Tromelin to Mauritius. As we pursue our efforts to\r\nrecover these territories, we call upon the former colonial\r\nPowers to expedite this process through dialogue in the\r\nspirit of the friendship that characterizes our relationships.\r\nMy Government looks forward to an early resolution of\r\nthese disputes.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Lesotho, His Excellency Mr. Kelebone\r\nMaope.\r\nMr. Maope (Lesotho): Allow me to extend to Mr.\r\nHennadiy Udovenko the sincere congratulations of my\r\ndelegation on his election to the presidency of the fifty-\r\nsecond session of the General Assembly. It is with great\r\npleasure that I assure him of Lesotho’s support and\r\ncooperation as he conducts the deliberations of this body.\r\nLet me also take this opportunity to pay a special tribute to\r\nhis predecessor, His Excellency Mr. Razali Ismail, for the\r\nskilful manner in which he guided the work of the fifty-first\r\nsession. My delegation truly appreciates his leadership and\r\ntireless dedication to the heavy responsibilities entrusted to\r\nhim during the past year.\r\nOn the eve of a new millennium, the United Nations\r\nis poised on the threshold of an era of momentous changes.\r\nDuring the first 52 years of its existence, the Organization\r\nwitnessed several changes in the configuration of\r\ninternational relations. Some of them were traumatic, others\r\nbenign. The survival of the United Nations through all these\r\ntribulations bears testimony not only to its resilience, but\r\nalso to the enduring validity of its mission.\r\nBut the continued success and relevance of the United\r\nNations in the new millennium will depend in large\r\nmeasure on its capacity for self-renewal and on its\r\nreadiness to meet its challenges in the environment of\r\nchanged global circumstances.\r\nThe Secretary-General has demonstrated his\r\nwillingness and resolve to bring about the much-needed\r\nchange. We applaud, at the outset, his bold and far\r\nreaching proposals on the reform of the United Nations.\r\nMany of his proposals, indeed, meet with the approval of\r\nmy Government, and it is our hope that the General\r\nAssembly will see its way clear to receiving them in the\r\nsame manner. Some, however, do need careful scrutiny to\r\nensure that the ideal of cost-cutting can still be achieved\r\nwithout compromising the overriding objective of\r\nrealizing higher efficiency and effectiveness of the\r\nOrganization in the execution of its mandate.\r\nWe urge that the totality of these proposals should\r\nbe subjected to serious scrutiny at the appropriately high\r\nintergovernmental level, with a view to implementing\r\nthose that enjoy wide support as expeditiously as possible.\r\nOur hope is that this can be done in a spirit of frankness\r\nand mutual understanding without the acrimony that so\r\noften characterizes our intergovernmental deliberations.\r\nDuring the last two sessions of the General\r\nAssembly, we have debated and arrived at a clear\r\nunderstanding of the United Nations reforms that will best\r\nserve the interests of the world community in the next\r\nmillennium. The reform initiatives of the Secretary-\r\nGeneral, which cover diverse aspects of the functioning\r\nof the Organization, are therefore a timely and welcome\r\nresponse to our collective call for a reoriented and\r\nrevitalized United Nations.\r\nLesotho, like other States of southern Africa, has\r\ngone through difficult political problems, which have\r\nlargely been resolved. The outstanding problem is\r\neconomic underdevelopment. We thus attach great\r\nimportance to the United Nations role in development\r\ncooperation. We recognize the need to strengthen the\r\ncapacity of the Secretary-General in this area by\r\nproviding him with a deputy whose principal role, in our\r\nview, should be to coordinate the Organization’s efforts\r\nand to give direction to all entities of the United Nations\r\ninvolved in development cooperation.\r\nWe fully support the initiative aimed at facilitating\r\nthe unified and cooperative functioning of all the United\r\nNations funds and programmes involved in development\r\noperations at the field level, while at the same time\r\nreinforcing and maintaining the distinct nature of these\r\nentities. The specialized funds and programmes within the\r\nUnited Nations system continue to constitute an important\r\nvehicle for advancing international development\r\ncooperation, particularly in the developing countries. The\r\n14\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nenhanced coordination and pooling of resources and\r\nservices among the specialized funds will not only lead to\r\nbetter planning but will also maximize programme impact\r\nand minimize administrative costs.\r\nIndeed, Lesotho has already made its own\r\ncontribution, however small, towards reaching the ideal of\r\na unified United Nations presence in the field. The\r\nGovernment of Lesotho, using its own national resources,\r\nhas constructed a United Nations House office complex,\r\nwhich will accommodate all field representatives of the\r\nfunds and programmes as well as other United Nations\r\nagencies in our capital. This House was inaugurated and\r\nhanded over to the United Nations Resident Coordinator\r\nonly five days ago, on 25 September 1997.\r\nThe suggestion by the Secretary-General for the\r\nestablishment of a $1 billion revolving fund also has its\r\nown merits. Let me, however, hasten to emphasize that\r\nthere can be no substitute for a demonstrable commitment\r\nby all Member States to honour their treaty obligations by\r\npaying their assessed contributions on time, fully and\r\nunconditionally, in order to ensure the financial health of\r\nour Organization. We nevertheless believe that the proposed\r\nrevolving fund can only be a short-term palliative. But such\r\na fund should serve neither to exculpate those who renege\r\non their treaty obligations nor to place an additional burden\r\non countries that are already making sacrifices to honour\r\ntheir obligations in accordance with the Charter.\r\nAs we approach the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, in 1998, the issue\r\nof the protection of human rights is assuming an increasing\r\nimportance to all our countries because of its close linkage\r\nwith democracy, peace and stability. My Government\r\ntherefore welcomes the Secretary-General’s proposed\r\nreforms regarding the strengthening of the Organization’s\r\nrole in the field of human rights. In this connection, we\r\nwish to urge that the consolidation of the Office of the\r\nHigh Commissioner for Human Rights and the Centre for\r\nHuman Rights into one entity should not lead to the\r\nblurring of the distinction between the political functions of\r\nthe High Commissioner and the purely technical functions\r\nof the Centre.\r\nThe increasing globalization of organized crime,\r\nincluding trafficking in illicit drugs, continues to be a\r\nsource of concern to the international community. It is for\r\nthis reason that in our subregion, the countries of the\r\nSouthern African Development Community are taking\r\ncooperative measures to combat the scourge of transnational\r\norganized crime. Lesotho believes that the proposal to\r\nestablish in Vienna a high-profile United Nations office\r\nwhose main focus would be on drug control and crime\r\nprevention should be given favourable consideration.\r\nWith regard to the reform and restructuring of the\r\nSecurity Council, I can only reaffirm the view of the\r\nLesotho Government that only equitable representation on\r\nthe Security Council and an increase in its membership to\r\nno less than 26 can satisfy our aspirations. We share the\r\nview held by the majority of members of this body on the\r\nneed for true democratization of the Security Council and\r\nthe reform of its working methods, including the issue of\r\nthe veto power. Such reform should take into account the\r\nprinciple of sovereign equality of States, as well as the\r\nneed for transparency and accountability in the decision-\r\nmaking processes of the Security Council.\r\nSince the last session of the General Assembly, we\r\nhave witnessed a number of developments in the\r\ninternational arena that augur well for world political\r\nstability and peace. Recently we all shared in the\r\nuniversal joy at the peaceful reunification of Hong Kong\r\nwith its motherland. The United Kingdom and the\r\nPeople’s Republic of China ought to be congratulated for\r\ntheir significant contribution to world peace and for the\r\nvaluable lesson that they have imparted to the world\r\ncommunity in the sphere of resolution of disputes through\r\ndialogue.\r\nIn our region, we have witnessed the birth of a new\r\nDemocratic Republic of the Congo from the crucible of\r\none of the most vicious dictatorships ever recorded in the\r\nannals of history. It is now for the international\r\ncommunity to assist the people of the Democratic\r\nRepublic of the Congo in their efforts aimed at economic\r\nreconstruction and the consolidation of democracy and\r\naccountability in their country. The acceptance of the\r\nDemocratic Republic of the Congo into the Southern\r\nAfrican Development Community at the beginning of this\r\nmonth was a signal of the determination of the countries\r\nof southern Africa to make their own positive contribution\r\nto the reconstruction efforts of the Congolese people.\r\nWe are also greatly encouraged by the recent\r\nrestoration of stability and democracy in Liberia through\r\nthe assistance of neighbouring countries in that region.\r\nHowever, the reversion of Sierra Leone to a state of\r\nanarchy and chaos after the selfless efforts made by the\r\ninternational community to bring about stability in that\r\ncountry remains a source of great concern. Lesotho joins\r\nin the call by African States for the international\r\n15\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\ncommunity to withhold recognition of the military junta in\r\nSierra Leone and to remain steadfast in its resolve to\r\nrestore democracy and constitutional legitimacy in that\r\ncountry.\r\nIn Angola, the recalcitrance of the UNITA leadership\r\ncontinues to unravel the gains that had been made in the\r\nsearch for peace. The United Nations owes it to the people\r\nof Angola to enforce, through the Security Council,\r\nappropriate punitive measures against UNITA as a signal\r\nthat those who stand in the way of peace can no longer be\r\nallowed to succeed.\r\nThe recent events in the Middle East have cast a\r\nshadow on a future that seemed to hold promise for a\r\nnegotiated peace. False moves have escalated tension in the\r\nregion rather than abating it. We call upon Israel, as we\r\nhave always done in the past, to fully implement all\r\nSecurity Council resolutions aimed at the peaceful\r\nsettlement of the conflict in that region. All the parties to\r\nthe conflict must recommit themselves to the peace process\r\nand refrain from any acts which might jeopardize a\r\nnegotiated settlement.\r\nThe continuous eruption of armed conflicts throughout\r\nthe world, particularly in the developing countries, is a\r\nsource of concern to all of us. These conflicts put a\r\ntremendous strain on the resources of the United Nations\r\nand on the Organization’s capacity to maintain international\r\npeace and security. Thus, we are encouraged by the positive\r\nattitude and the interest that some of the developed\r\ncountries have in the recent years shown in cooperating\r\nwith the Organization of African Unity towards enhancing\r\nAfrica’s capacity in the field of conflict prevention. We\r\nalso welcome Japan’s initiative to host an international\r\nconference on conflict prevention in Tokyo in January\r\n1998. Taken in their totality, these initiatives underline the\r\nmoral responsibility that rests on humanity to ensure that\r\npeoples everywhere enjoy the right to peace, development\r\nand the sanctity of life.\r\nLesotho is generally encouraged by the progress that\r\nis being made in the field of disarmament with the recent\r\nsigning of the Comprehensive Nuclear-Test-Ban Treaty and\r\nthe ratification of the Chemical Weapons Convention.\r\nDespite the current relaxation of tension in international\r\nrelations, disarmament must continue to be accorded high\r\npriority on the agenda of the international community with\r\na view to achieving the total elimination of nuclear\r\nweapons. Africa has already contributed positively to the\r\ndisarmament process by the signing, in Egypt, of the\r\nPelindaba Treaty declaring Africa a nuclear-weapon-free\r\nzone.\r\nThe recent international negotiations in Oslo\r\nregarding a ban on anti-personnel mines are also a step in\r\nthe right direction. Lesotho fully supports the Ottawa\r\nprocess and urges all nations to associate themselves with\r\nit so that a truly global treaty banning the production and\r\nuse of anti-personnel mines can be successfully concluded\r\nin December this year.\r\nLast year, the Assembly demonstrated the\r\nwidespread and growing international support for a\r\npermanent international criminal court when it\r\nunanimously adopted resolution 51/207, which set mid-\r\n1998 as the date for a diplomatic conference to finalize\r\nand adopt a convention on the establishment of such a\r\ncourt. We have been encouraged by the progress made\r\nduring the last two sessions of the Preparatory\r\nCommittee, held in February and in August.\r\nWe appreciate the generous offer by the Italian\r\nGovernment to host the conference. The time has now\r\ncome for the necessary arrangements for the convening of\r\nsuch a conference to be put in place, and reaffirming the\r\nJune 1998 date will enable the Italian Government to\r\nproceed with the necessary logistical arrangements and\r\nensure that the court is established before the end of the\r\ncentury. Lesotho fully and unreservedly supports that\r\ndate. We remain convinced that the early establishment of\r\nthe court will offer the advantage of a system that aims\r\nto serve the common global good by preventing local\r\noutbreaks of violence from becoming security crises with\r\nglobal repercussions, and to deter the continued\r\nrecurrence of the genocide and other massive crimes\r\nagainst humanity that have haunted the world since\r\nNuremberg and Tokyo.\r\nMembers will recall the ninth session of the United\r\nNations Conference on Trade and Development\r\n(UNCTAD IX), held two years ago in South Africa,\r\nwhose main agenda item was on promoting growth and\r\nsustainable development in a globalizing and liberalizing\r\neconomy. In the post-UNCTAD-IX period, a major\r\nchallenge before us is to maximize the developmental\r\nimpact of this globalizing and liberalizing world economy.\r\nThis can be achieved only by ensuring that the risk of\r\nmarginalizing and even excluding weaker nations from\r\nparticipating actively in international trade and commerce\r\nis avoided at all costs.\r\n16\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nWhen we met during the nineteenth special session of\r\nthe General Assembly, held only four months ago, we all\r\nexpressed our deep concern that, compared to 1992, the\r\noverall trend regarding sustainable development in\r\ndeveloping countries is worse today. Poverty and\r\nenvironmental degradation continue to afflict the lives of\r\nmillions of people in many parts of the world. The\r\nstaggering statistics only underline the need to strengthen\r\nthe capacity of the United Nations to improve the lot of our\r\ndisadvantaged peoples. In particular, they reaffirm that\r\nUnited Nations operational activities for development have\r\na critical and unique role to play in enabling the developing\r\ncountries to continue to lead the management of their own\r\ndevelopment process, and that the funds and programmes\r\nwithin the United Nations system continue to constitute\r\nimportant vehicles for advancing international development\r\ncooperation. It is in this spirit that we would support those\r\nefforts that are aimed at enhancing the effectiveness and the\r\ncapacity of the funds and programmes in the area of\r\ndevelopment assistance.\r\nIn conclusion, allow me to observe that with the vision\r\nthat the Secretary-General, Mr. Kofi Annan, has brought to\r\nthe Organization within his short period in office, the\r\nUnited Nations can and will come to terms with the\r\nchallenges that lie in the years ahead. The rationalization of\r\nthe structures and working methods of our Organization\r\nwill surely allow us to achieve our objectives.\r\nThe Acting President: The next speaker is His\r\nExcellency Mr. Kassymjomart Tokaev, Minister for Foreign\r\nAffairs of Kazakhstan, to whom I give the floor.\r\nMr. Tokaev (Kazakhstan): First of all, I would like to\r\ncongratulate the President on his election to his high office,\r\nwhich convincingly proves that the international prestige of\r\nUkraine, one of the founders of the United Nations, is\r\nwidely recognized. For the current session, which is being\r\nheld in the spirit of renewal of this world forum, it is very\r\nsymbolic.\r\nI also with to express our appreciation to the previous\r\nPresident, Mr. Razali Ismail, for his considerable\r\ncontribution to the successful work of the fifty-first session\r\nof the General Assembly.\r\nKazakhstan believes that in the twenty-first century the\r\nUnited Nations should become a highly effective instrument\r\nthat will help to make a smooth transition to real\r\nmultipolarity, establish global economic partnership and\r\ndemocratize international relations. For our part, we stand\r\nready to contribute to the adoption within the United\r\nNations of important decisions on the urgent issues of\r\ntoday.\r\nThe Secretary-General, Mr. Kofi Annan, has\r\nundertaken to carry out a daunting mission of reforming\r\nthe Organization. Nothing could be harder than to live in\r\ntimes of change; it is all the harder to be the maker of the\r\nchanges. This is why we are fully on the side of the man\r\nat the head of the United Nations, and we welcome his\r\ninitiatives and his course of action. Kazakhstan supports\r\nthe Secretary-General’s proposals regarding a more\r\nefficient leadership and management structure, a new\r\nmanagement culture and structural transformations within\r\nthe Organization.\r\nWe support measures taken by the United Nations to\r\nensure sustainable development. In our view, the proposed\r\nUnited Nations Development Group deserves\r\nendorsement. At the same time, it is important to preserve\r\nthe independence and the distinctiveness of the funds and\r\nprogrammes that are being consolidated, especially the\r\nUnited Nations Children’s Fund (UNICEF), a reputable\r\norganization that is doing so much for the sake of\r\nchildren, including its work in Kazakhstan.\r\nThe financial crisis of the United Nations is an\r\nurgent issue demanding a solution. The programme of\r\nreforms proposed by the Secretary-General provides for\r\nmeasures to redress the situation in which the\r\nOrganization has found itself. There is no doubt that the\r\nimprovement of the financial situation of the United\r\nNations depends on the fulfilment by Member States of\r\ntheir obligations to the Organization. Despite the\r\neconomic difficulties of the transition period, Kazakhstan\r\nis trying to honour its financial obligations. At the same\r\ntime, we consider it imperative to further improve the\r\nscale of assessment on the basis of real ability to pay.\r\nKazakhstan, as one of the States that have joined the\r\nsystem of stand-by arrangements, supports the\r\nstrengthening of the Organization’s capacity to carry out\r\npreventive and peacekeeping activities. We welcome the\r\nSecretary-General’s proposals on the issues of\r\ndisarmament and regulation of armaments, and we\r\nsupport his measures regarding human rights, organized\r\ncrime, drugs and terrorism.\r\nKazakhstan is ready to join in efforts to strengthen\r\nthe role of the General Assembly in dealing with burning\r\ninternational issues. Our country is in favour of convening\r\na special “Millennium Assembly” in the year 2000. This\r\nidea is in consonance with President Nursultan\r\n17\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nNazarbaev’s initiative to convene on the eve of the twenty-\r\nfirst century a special session of the General Assembly\r\ndevoted to reform.\r\nIn our opinion, United Nations reforms should be\r\ncarried out in an integrated manner, at different levels and\r\nin different directions. At the same time, it is impossible to\r\nignore that the key element of these reforms is the reform\r\nof the Security Council itself. Kazakhstan has repeatedly\r\ndeclared its support for Germany and Japan as candidates\r\nfor permanent membership of the Council. Supporting the\r\nenlargement of the Council in both categories of its\r\nmembers, we believe it is possible to include as its\r\npermanent members representatives of the developing\r\ncountries of Asia, Africa and Latin America in order to\r\nensure a balance of interests and an adequate reflection of\r\nexisting geopolitical realities. It is important to keep in\r\nmind, however, that to preserve the Security Council’s\r\nefficiency, the number of its members should be limited. At\r\nthe same time, we think it is necessary to show proper\r\nrespect and to pay attention to other proposals coming from\r\nother States.\r\nKazakhstan has on several occasions used this high\r\nrostrum to stress the need to strengthen the United Nations\r\nactivities in the area of the environment. For our country\r\nthese activities have special importance. For this reason,\r\naddressing the nineteenth special session of the United\r\nNations General Assembly last June, the President of\r\nKazakhstan once again drew the attention of the\r\ninternational community to the acute environmental\r\nproblems inherited by our country. I refer to ecological\r\ndisaster areas of the Aral Sea and the former Semipalatinsk\r\nnuclear testing ground.\r\nThe problem of the Aral Sea has a global dimension.\r\nParticles of salt sediments from this region have been found\r\nin Europe, as well as in the Arctic Ocean. The Aral Sea\r\nregion is witnessing a disastrous shortage of fresh water, a\r\nworsening of the population’s health and the degradation of\r\nthe natural environment.\r\nSome 470 nuclear explosions have been conducted at\r\nthe Semipalatinsk testing ground, which used to be the\r\nlargest in the world. Enormous damage has been caused to\r\nthe health of the population and the natural environment.\r\nWe believe that nuclear weapons represent a tragedy that\r\naffects all the peoples of the world. With that in mind, our\r\nHead of State has spoken about the responsibility of the\r\nnuclear Powers for the damage caused to the population\r\nand the natural environment of the States where nuclear\r\ntests were conducted. Such responsibility could be\r\nshouldered by setting up an international fund for the\r\nrehabilitation of the health of the population and the\r\nenvironment of the regions affected by nuclear-weapon\r\ntests.\r\nOur President’s decision to close the Semipalatinsk\r\ntesting ground should be considered as a major\r\ncontribution to nuclear disarmament of historic\r\nsignificance. This month Kazakhstan hosted an\r\ninternational conference on nuclear non-proliferation,\r\ninitiated by President Nazarbaev. Participants visited the\r\nformer testing ground and became further convinced of\r\nthe need to assist Kazakhstan, which is overcoming the\r\nconsequences of nuclear tests conducted for more than\r\nhalf a century.\r\nIn this respect, the strengthening of environmental\r\nsecurity has the highest priority for the region of Central\r\nAsia. Accordingly, at a meeting held in Almaty last\r\nFebruary, the Heads of the Central Asian States adopted\r\na Declaration proclaiming 1998 a Year of Environmental\r\nProtection in our region and highlighting the need to\r\nestablish a nuclear-weapon-free zone in Central Asia. We\r\nare grateful to the Secretary-General, Mr. Kofi Annan, for\r\nhis support for the idea of establishing such a zone, in his\r\nmessage addressed to the participants in the Semipalatinsk\r\nconference.\r\nAs a party to the Non-Proliferation Treaty,\r\nKazakhstan is firmly committed to the non-proliferation\r\nregime, and considers it important to actively contribute\r\nto its further strengthening. Our State vigorously supports\r\nthe objectives of the Comprehensive Nuclear-Test-Ban\r\nTreaty. We believe that the signing of this document was\r\none of the most important and historic events of this\r\ncentury, which is nearing its end. We call on all States to\r\nadhere to this Treaty.\r\nRecognizing the importance of a deep reduction in\r\nthe number of conventional weapons having\r\nindiscriminate effects, Kazakhstan took a decision to\r\ndeclare a moratorium, effective 6 August 1997, on the\r\nexport of anti-personnel mines, including the re-export\r\nand transit thereof.\r\nKazakhstan has taken consistent steps to strengthen\r\nsecurity and stability at the regional level. Nursultan\r\nNazarbaev’s initiative to convene a Conference on\r\nInteraction and Confidence-Building Measures in Asia,\r\nfirst put forward at the forty-seventh session of the\r\nGeneral Assembly, is shaping up on the practical plane.\r\nWe are planning to convene, in 1998, a meeting of\r\n18\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nForeign Ministers of interested States to discuss security\r\nissues in Asia.\r\nThe formation of a Central Asian battalion under the\r\nauspices of the United Nations has become a factor of\r\nstability in the Central Asian region and provides clear\r\nevidence of the implementation of the proposal made by\r\nour Head of State. Recently, its first exercises were\r\nsuccessfully conducted in Kazakhstan.\r\nThe signing of unique agreements between\r\nKazakhstan, Russia, Kyrgyzstan, Tajikistan and the People’s\r\nRepublic of China on confidence-building measures and the\r\nreduction of armed forces in the border region should be\r\nconsidered as a major achievement in the area of\r\ninternational security.\r\nWe note with satisfaction the signing in June of the\r\nGeneral Agreement on the Establishment of Peace and\r\nNational Accord in Tajikistan, which represents a\r\nsignificant breakthrough in the settlement, under the\r\nauspices of the United Nations, of the longest-running\r\nconflict among the post-Soviet countries. Kazakhstan is one\r\nof the guarantors of the peace process in Tajikistan. We\r\nbelieve that all those concerned should ensure the adoption\r\nof practical measures to facilitate the implementation of the\r\nagreements concluded, the delivery of international\r\nhumanitarian assistance and the reconstruction of the\r\nnational economy.\r\nWe are seriously concerned by the continued armed\r\nconfrontation in Afghanistan. We in Kazakhstan are\r\nconvinced that peace in that country can be achieved\r\nthrough political negotiations, under the auspices of the\r\nUnited Nations, between all the parties involved in this\r\nconflict in order to establish peace and form a Government\r\nof national unity in that country, which has suffered so\r\nmuch.\r\nKazakhstan, which is committed to the ideas of\r\nrenewal, has firmly embarked on a course of economic\r\nreform and the democratization of social life. Reforms in\r\nour country have become irreversible. The privatization of\r\nthe economy is being completed, the level of inflation has\r\nbeen steadily low, the national currency is stable and liquid,\r\nand for the first time in a little more than five years of\r\nindependence we have registered economic growth.\r\nKazakhstan is open to the outside world and offers\r\nconsiderable investment opportunities. Our State is leading\r\nthe Commonwealth of Independent States in per capita\r\nforeign investments. We strongly believe that very soon\r\nKazakhstan will firmly take its place in global integration\r\nprocesses and become a fully fledged member of major\r\neconomic associations and organizations.\r\nWe should like to express our appreciation to the\r\nUnited Nations for its support for President Nazarbaev’s\r\nproposal to create a joint body for Central Asia under two\r\nregional Commissions, the United Nations Economic\r\nCommission for Europe (ECE) and the United Nations\r\nEconomic and Social Commission for Asia and the\r\nPacific (ESCAP). In a few days’ time, the heads of these\r\nCommissions will come to our country. A special ECE-\r\nESCAP programme for Central Asian States is under\r\nway. A joint office of the two organizations is to be\r\nopened in Almaty.\r\nI would like to make special mention of the\r\nactivities of the Economic Cooperation Organization\r\n(ECO). Seven new States, including Kazakhstan, joined\r\nECO not very long ago. Nevertheless, the ECO member\r\nStates have managed to reach promising levels of\r\ncooperation and interaction. The declaration adopted at\r\nthe ECO summit last May provides an opportunity to\r\ncreate new transportation corridors and routes to transport\r\nhydrocarbons, and the ECO member States, as well as\r\nmany other countries in Asia and Europe, are equally\r\ninterested in their development.\r\nHow the Organization will look when it enters the\r\ntwenty-first century will depend on the decisions we take\r\nin the follow-up to our discussions of United Nations\r\nreform. Years ago, an enormous internal capacity was\r\nbuilt into the United Nations Charter. The United Nations\r\nwas designed for a world based on the principles of\r\npartnership and cooperation, not on all-out confrontation.\r\nAlso important is the fact that the United Nations Charter,\r\nwhich might be called an institutional pillar of the\r\nOrganization, is a highly balanced document, free of any\r\nvisible bias in one direction or another, and this has\r\nallowed it to become, one might say, a code of modern\r\ninternational relations that no civilized State has any right\r\nto ignore. The decisions that are being taken should be as\r\nbalanced as possible and should not amount to stop-gap\r\nand ad hoc measures. That is one of the main demands\r\nwith regard to United Nations reform.\r\nThe United Nations should come out of the reform\r\nprocess renewed, more effective and more efficient.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of Liechtenstein, Her Excellency Ms.\r\nAndrea Willi.\r\n19\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nMs. Willi (Liechtenstein): On behalf of the\r\nLiechtenstein Government, I should like to congratulate the\r\nPresident on his election to preside over the fifty-second\r\nsession of the General Assembly. I wish also to express my\r\nthanks and recognition to the Permanent Representative of\r\nMalaysia, Ambassador Razali Ismail, for the dynamic way\r\nin which he conducted the work of the fifty-first session.\r\nFurther, I should like to pay tribute to Mr. Kofi Annan, our\r\nnew Secretary-General. In the first nine months of his\r\ntenure, and at a particularly decisive time for the United\r\nNations, he has shown great leadership qualities. I wish to\r\nassure him of our full support and cooperation.\r\nWe live in a world that is more interdependent than\r\never before. Globalization implies that Governments and\r\nsocieties can best meet such global challenges as\r\ndemocracy, the eradication of poverty, the promotion and\r\nprotection of human rights, sustainable development,\r\nhumanitarian emergencies and refugee problems if they take\r\naction together. International problems require international\r\nsolutions, and the world community must work together to\r\ndeal with them on the basis of international law, through a\r\nconstructive dialogue of the international community as a\r\nwhole.\r\nThis leads me to our Organization, which is a unique\r\n— indeed, the only — forum for such cooperation, and to\r\nthe deep and far-reaching reform proposals which the\r\nSecretary-General, after a first reform package submitted in\r\nMarch, presented in his report (A/51/950) of 14 July 1997.\r\nSecretary-General Kofi Annan has taken on the challenging\r\ntask of reform with the necessary combination of energy\r\nand circumspection. I wish first of all to state that we\r\nwelcome the report and will lend our full support to\r\nachieving its objectives. I hope that the reform process will\r\nlead to concrete results before the end of this year. We\r\nshare the opinion of those countries that have stressed that\r\nreform must not be a cost-cutting exercise but a matter of\r\nstrengthening the role of the Organization as an active and\r\neffective world forum.\r\nWe welcome and support the Secretary-General’s\r\nproposal to establish the post of a Deputy Secretary-General\r\nwho will have a particular role in ensuring the success of\r\nactivities and programmes that cross functional sectors and\r\nSecretariat units. We particularly support the Secretary-\r\nGeneral’s suggestion to fill that post with a qualified\r\nwoman. We also welcome the proposal to replace the\r\nDepartment of Humanitarian Affairs with an Office of the\r\nEmergency Relief Coordinator, and we hope that this\r\nmeasure will bring about the necessary changes to ensure\r\na more efficient coordination of United Nations activities\r\nin this very important field.\r\nThe Secretary-General has also suggested integrating\r\nhuman rights into all the principal activities of the United\r\nNations, and we are fully supportive of this approach\r\nbecause it reflects the comprehensive and cross-cutting\r\nnature of human rights. We are gratified to see Mrs. Mary\r\nRobinson in her new post as United Nations High\r\nCommissioner for Human Rights. We wish her success in\r\nher challenging tasks and pledge to her our full support.\r\nWe are confident that her appointment will give\r\nadditional momentum to the promotion and protection of\r\nhuman rights worldwide and that the consolidation of her\r\nOffice with the Centre for Human Rights will provide her\r\nwith a solid institutional basis from which to take on her\r\nprincipal responsibility for United Nations human rights\r\nactivities. That will be possible, however, only if the\r\nunderfunding of human rights programmes that we have\r\nwitnessed for so long finally comes to an end. Human\r\nrights are the legitimate concern of the international\r\ncommunity, and this should be reflected in the\r\nappropriation of sufficient funds from the regular budget.\r\nWe also continue to be very concerned about the\r\nprecarious overall financial situation of the Organization,\r\nwhich is obviously linked to the failure of some Member\r\nStates to fulfil their obligations regarding the prompt and\r\nfull payment of their assessed financial contributions. It\r\nis important to note that the best reform efforts will be\r\nseriously hampered unless the Organization’s finances are\r\nput in order.\r\nSince we last met in New York for the general\r\ndebate at the fifty-first session of the General Assembly,\r\nmajor — indeed, crucial — efforts have been undertaken\r\nto eliminate anti-personnel landmines. This matter has\r\nbecome a truly global cause, promoted by individuals and\r\nnon-governmental organizations worldwide and propelled\r\nby Governments, which have committed themselves to the\r\nOttawa process to achieve a global ban on landmines.\r\nThis is of exemplary value. Liechtenstein remains\r\ncommitted to the elimination of anti-personnel landmines,\r\nand we therefore wholeheartedly support the results of the\r\nnegotiations that were concluded recently at Oslo. We are\r\nparticularly pleased that it was possible to agree on a final\r\ntext which is simple, with no exceptions, no reservations\r\nand no loopholes. We are of the opinion that only such a\r\ntreaty can bring us closer to the goal of the total\r\nelimination of anti-personnel landmines, and I would like\r\nto take this opportunity to thank all those who have made\r\noutstanding efforts in the course of the Ottawa process,\r\n20\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nparticularly the Governments of Canada, Austria, Belgium\r\nand Norway, as well as the International Committee of the\r\nRed Cross.\r\nWhile the adoption of the treaty will constitute a\r\nmilestone in the history of both disarmament and\r\ninternational humanitarian law, further steps will be needed,\r\nand the participation of as many States as possible in the\r\nmeeting which will bring the process back to Ottawa in\r\nDecember will be a crucial element in those efforts.\r\nLiechtenstein plans to sign the Convention on the\r\nProhibition of the Use, Stockpiling, Production and Transfer\r\nof Anti-Personnel Mines and on Their Destruction and is\r\ncommitted to its ratification at the earliest possible date.\r\nThe establishment of an international criminal court is\r\nanother area in which we have been able to make\r\nsignificant progress over the past year, and we are\r\napproaching the date of the diplomatic conference at which\r\nthe statute of the court will be adopted. We wholeheartedly\r\nsupport the establishment of the international criminal court,\r\nwhich will constitute a milestone in the history of\r\ninternational law, and we continue to believe that that court\r\nhas to be strong and independent if it is to make an\r\neffective contribution to the protection of human rights and\r\nthe observance of international humanitarian law. It is of\r\ncrucial importance that the General Assembly agree at this\r\nsession on the precise dates for the diplomatic conference\r\nand that that decision allow for the fullest possible\r\nparticipation by small States, which have a particular\r\ninterest in this matter.\r\nTwo years ago, we adopted the Declaration and\r\nPlatform of Action at the Fourth World Conference on\r\nWomen in Beijing. Initiatives and actions have been taken\r\ntowards the implementation of these commitments. The\r\nLiechtenstein Government has since taken a number of\r\nappropriate measures, while a comprehensive package\r\ncontaining detailed further action is presently being\r\nprepared.\r\nThe role of women in preventive diplomacy and in\r\npeacekeeping and the persistent absence of women from\r\npeace negotiations are of particular concern to my\r\ndelegation. The more active participation of women in\r\nconflict resolution should be promoted, since women bring\r\ndifferent perspectives and innovative approaches to\r\npreventive diplomacy as well as to peacekeeping. The equal\r\naccess and full participation of women in decision-making\r\nat all levels and in power structures, including challenging\r\nassignments, such as serving as special representatives of\r\nthe Secretary-General, are also important in the area of\r\nthe promotion and maintenance of peace and security.\r\nSpecial attention should be given to the situation of\r\nwomen in armed conflicts, including refugee women.\r\nWomen are particularly vulnerable to discrimination and\r\nhuman rights violations, both before they flee and as\r\nrefugees. In the Beijing Platform of Action, the need to\r\nprovide protection, assistance and training to refugee\r\nwomen and displaced women is clearly recognized.\r\nLiechtenstein first introduced in 1991 an initiative on\r\nthe right of self-determination, the ultimate goal of which\r\nis to enable States facing internal problems — be they\r\nbetween the central Government and communities or\r\nbetween communities within States — to cope with these\r\nproblems in a peaceful and flexible manner on the basis\r\nof international law and through constructive dialogue.\r\nEver since, we have consolidated and further developed\r\nour ideas, and we would like to thank all those who have\r\ngiven us active support in this endeavour.\r\nAt the end of October, the Liechtenstein Research\r\nProgram in Self-Determination at the Woodrow Wilson\r\nSchool of Princeton University will continue its series of\r\nconferences devoted to issues of self-government and self-\r\nadministration. I would like to renew to all here our\r\ninvitation to attend the next conference, which will take\r\nplace from 31 October to 1 November. We hope that this\r\nconference will provide a deeper understanding of the\r\ncomplex issues underlying the concept of self-\r\ndetermination, which has played such an outstanding role\r\nin the history of our Organization. We hope that this\r\ninitiative can be a positive contribution to the future work\r\nof the United Nations.\r\nThe capacity of the United Nations to deal with the\r\nchallenges of the future, however, will depend on our\r\ndecisions on the reform of the Organization, decisions\r\nwhich we have to take now. Today, I wish to renew\r\nLiechtenstein’s commitment to the principles and\r\npurposes of the United Nations. We are willing to\r\ncontribute to the extent possible so that this chance to\r\nrenew the United Nations will not pass us by.\r\nThe Acting President: I give the floor to the\r\nChairman of the Delegation of the Libyan Arab\r\nJamahiriya, His Excellency Mr. Abuzed Omar Dorda.\r\nMr. Dorda (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): Allow me, at the outset, to express to\r\nMr. Udovenko, on behalf of my country’s delegation, our\r\n21\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nwarm congratulations on his election to the presidency of\r\nthe General Assembly at this session. His election to that\r\nhigh post is a tribute of the international community to his\r\nfriendly country and a reflection of the confidence of the\r\nMembers of the United Nations in his ability to shoulder\r\nthis heavy responsibility.\r\nBy the same token, we express our great appreciation\r\nto his predecessor, Ambassador Razali Ismail, for the great\r\nefficiency with which he conducted the affairs and\r\ndeliberations of the Assembly at its previous session.\r\nFurthermore, I wish on this occasion to express my\r\ncountry’s gratitude to Secretary-General Kofi Annan for the\r\nunrelenting efforts he has made since his assumption of his\r\npost to enhance the role, efficiency and effectiveness of the\r\nUnited Nations.\r\nSome people have thought that the end of the so-called\r\ncold war would be conducive to the creation of favourable\r\nconditions for equitable and healthy international relations\r\nbased on mutual respect and fruitful and constructive\r\ncooperation among human communities. However, what the\r\nSecretary-General has rightly described as a period of\r\n“frenzy” has not taken long to lay such assumptions to rest\r\nand wreak havoc in several regions of the world. This\r\nfrenzy is the product of the new unipolar system in which\r\none country sits alone on the top. This singularity has\r\nemboldened that country to continue to spread its\r\nhegemony, expand the area and scope of its aggression and\r\nimpose its conditions, concerned only with its own interests\r\nand ignoring those of others. It has even fought against the\r\ninterests of its own allies. Those who have exposed these\r\ntrends and refused to pay homage and obeisance except to\r\nGod have been labelled outlaws.\r\nThe end of the so-called cold war deprived the world\r\nof that balance of power which had, in the past, provided\r\na protective umbrella for all small, poor and weak\r\ncountries. It has even protected other countries as well. The\r\nmost important need on the international scene today is to\r\nwork seriously to establish any kind of international balance\r\nto preserve the little that has remained of States’\r\nindependence, freedom of thought and action, and then to\r\nreverse the negative effects of the period of frenzy, which\r\nis still with us, although it has somewhat receded.\r\nThe United Nations has been manipulated by the only\r\nsuper-Power, which sits alone at the top, against certain\r\npeoples, States and even regions that have joined this\r\nOrganization in search of protection, security, peace and\r\ncooperation. The United States of America has managed to\r\npush the Security Council into adopting resolutions outside\r\nits competence against whoever has said “no” to unilateral\r\nhegemony and tyranny or defended the independence of\r\ntheir countries and their ability to take free decisions and\r\nhave free choices. These resolutions adopted at the height\r\nof the period of frenzy at the beginning of this\r\ndecade were falsely described as being consistent with\r\ninternational legality, while in reality there was nothing\r\nlegal or international about them. They were adopted\r\nthrough diktat and by the use of threats directed at the\r\ncapitals of the States concerned in order to ensure their\r\ncontinued applicability.\r\nParagraphs 102 and 103 of the report of the\r\nSecretary-General on the reform process (A/51/950)\r\nclearly and unequivocally show that these resolutions not\r\nonly lack international legality but also that they should\r\nbe reviewed and rescinded.\r\nGlobalization which means only the imposition of\r\nthe interests, language, culture, values and customs of the\r\none and only Power at the top is not globalization. It is\r\nmerely a crowning of that Power as head of the entire\r\nworld. Proof of this can be found in the great\r\ncontradiction between words and deeds. Its leaders call\r\nfor the liberalization of international trade, then enact\r\nlegislation imposing one embargo after another on the\r\nmovement of goods and capital against those countries\r\nand peoples that want to remain independent and free in\r\ntheir decision-making. They punish, through their own\r\nlegislation, whoever in the world cooperates with it.\r\nWhat was published today in The New York Times\r\nregarding cooperation between a company located in a\r\nState which is an ally of the United States, and Iran is the\r\nclearest evidence of the truth of what we are stating.\r\nThey are the ones who dictate economic embargo\r\nresolutions against countries and peoples and then\r\nunilaterally follow up their implementation. Moreover, it\r\nis these same quarters that work to disarm countries and\r\nselectively destroy whatever weapons they have, while\r\nallowing only themselves and their allies, to the exclusion\r\nof everyone else, to manufacture, possess and acquire\r\narmaments. The same quarters provide money, men,\r\ntechnology, and know-how to a select group of countries\r\nin order that they may establish and develop a military\r\nindustry capable of producing all types of conventional\r\nweapons and even weapons of mass destruction, and if\r\nnecessary would send their armies and fleets to fight at\r\ntheir sides.\r\n22\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nThey call for the protection of human rights while\r\nrefusing to acknowledge human rights for anybody but their\r\nown people. This is the case in the denial of the right of the\r\ntwo Libyan citizens to a fair and neutral trial.\r\nIt is the same country that calls for the combating of\r\nterrorism and then goes on to label self-defence, the\r\ndefence of honour and resistance against foreign occupiers,\r\nas terrorism. They call for democracy and then support and\r\nfinance those who oppose democracy, especially if those\r\nwho come to power are against the influence in their\r\ncountry of the only super-Power.\r\nThese examples of the contradiction between words\r\nand deeds, between propaganda and the executive policies\r\nand legislative positions of the very same Power, clearly\r\nshow that the call for globalization is not intended for the\r\ngood of the world. In reality the world reaps nothing but a\r\nname.\r\nThe African continent, which is considered the most\r\nunderdeveloped part of the world as we stand at the end of\r\nthe twentieth century, is not, in fact, responsible for its\r\nbackwardness. A brief review of Africa’s history and a\r\ndiscerning look at its present state of affairs readily show\r\nthat all the problems, without exception, Africa faces —\r\nwhether they be problems of political instability in some of\r\nits regions or economic underdevelopment in most, if not\r\nall, its countries — are caused by those who colonized and\r\ndrew the political borders of the African countries.\r\nNot one single African country has drawn its own\r\nborders with its neighbours. It was the colonial countries\r\nwhich did that, dividing tribes, clans and communities\r\namong different countries and thus sowing the seeds of the\r\ncurrent social tensions in many parts of the continent at an\r\nearly time. This was a deliberate act carried out under the\r\ninfamous policy of “divide and rule”.\r\nNot only did they draw the borders, but they also\r\nlooted the natural resources, which they now monopolize.\r\nAny country that dares to free its resources is quickly\r\nsurrounded by embargoes. They use all the financial and\r\neconomic institutions, including the so-called international\r\ninstitutions, in a manner that deprives these countries of any\r\nchoice but to surrender to their conditions or face the\r\nconsequences of confronting them. The responsibility for\r\nwhat happened during the past epoch and for what\r\ncontinues to occur in our African continent should be\r\nshouldered by those who caused it in the first place.\r\nThe slogan “Africa should help itself”, though\r\nseemingly innocent, is misleading, because it involves an\r\nattempt at avoiding the responsibility for the\r\nconsequences of the acts of those who sowed the seeds of\r\nall this in the not-so-distant past. This is still fresh in the\r\nmemory of current generations. Those who do care for\r\nAfrica do not impose conditions for assisting Africa.\r\nAfrica is ready to cooperate with those who are willing to\r\nhelp, but cannot accept dealing with those who dictate to\r\nit.\r\nMy country would like to endorse the position\r\noutlined here in the General Assembly and at the Security\r\nCouncil meeting devoted to Africa by President Robert\r\nMugabe, President of Zimbabwe and current Chairman of\r\nthe Organization of African Unity (OAU). This is the\r\nposition of all Africa and all Africans. From this rostrum,\r\nmy country salutes President Mugabe. We confirm what\r\nhe said: Africa does not ask for charity from anybody.\r\nWe urge those who seek permanent membership in\r\nthe Security Council to remember Africa all the time, and\r\nnot only when they need the votes of its countries in the\r\nGeneral Assembly to help them take over posts and seats\r\nin various councils and committees. We urge them, and\r\nothers, to review the standards and criteria for their\r\nrelations with the African countries before it is too late.\r\nAllow me to recall what one of Africa’s leaders said\r\n15 years ago. His country used to export one ton of cocoa\r\nin order to import one tractor. Now it has to export 12\r\ntons of cocoa in order to import one tractor. This\r\nastronomical increase in the price of manufactured goods\r\ncompared with the price of raw materials in the space of\r\n15 years is a sufficient reply to all the questions raised\r\nabout the relationships of others with Africa in various\r\nfields. This very example explains some of the causes of\r\nthe suffering in several African countries, at various\r\nlevels.\r\nWe would like to say here to both old and new\r\ncolonialists alike: Hands off Africa, then Africa will know\r\nhow to help itself.\r\nThe truth of what we have been saying all along\r\nconcerning the Palestinian question has been proved to\r\neverybody. Everyone here has seen and heard about the\r\npractices of the Israeli occupation authorities in Palestine\r\nand the other occupied Arab territories, from the Golan to\r\nsouthern Lebanon, or rather, all of Lebanon. The Security\r\nCouncil held meetings to consider the situation in these\r\nterritories, but those meetings were aborted by the\r\n23\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nAmerican veto. The General Assembly held a special\r\nsession on the matter, and what was the result? Nothing.\r\nThis would explain what the region is facing these days,\r\nand what is in gestation now is even more dangerous than\r\nwhat is being witnessed today.\r\nThe Iraqi people are not only starving and dying; they\r\nare suffering from something more serious than hunger and\r\nmore dangerous than death. It is known that some Iraqi\r\nindividuals have been forced to sell body parts, such as\r\nkidneys, to feed their children for a little while. What kind\r\nof international legality can justify the continued application\r\nof sanctions that lead to such results? How can any claims\r\nbe accepted now from those who pay lip service to so-\r\ncalled human rights, yet do not apply them except to serve\r\ntheir political ends? How is it then possible to allow the\r\npartition of Iraq and the violation of the inviolability of its\r\nborders and its territory by foreigners and their armed\r\nforces? It is the United Nations which is responsible for\r\nthis situation, since it created the conditions that led to this\r\nsituation and has provided the cover for what is happening\r\nin Iraq. It is now the United Nations responsibility to\r\nredress this situation to which it has given rise.\r\nMy country overlooks the Mediterranean, with a coast\r\nthat extends for about 2,000 kilometres. That is why we are\r\nvery keen on making the Mediterranean a lake of peace and\r\ncooperation for its coastal States. However, this is made\r\nimpossible by the presence of foreign military bases and\r\nforeign fleets that undermine the region’s stability and\r\nrepresent a permanent source of danger. This presence has\r\nbeen the cause of our continued concern, because we have\r\nsacrificed half our population for our freedom. Three times\r\na year, we celebrate the anniversaries of the evacuation of\r\nforeign troops from our country. Peace, stability and\r\ncooperation in the Mediterranean will be possible only\r\nwhen foreign military bases are eliminated, when foreign\r\nfleets are withdrawn from its waters.\r\nMy country, like the rest of the developing world,\r\nwelcomes the international conventions aimed at the\r\nprohibition and elimination of weapons of mass destruction.\r\nWe believe that this is in the interest of mankind as a\r\nwhole. However, the resumption of nuclear tests, under any\r\npretext, is a great source of disappointment because they\r\nare a violation of the international conventions concluded\r\nin this field. The possession by Tel Aviv of nuclear\r\nweapons has placed the entire eastern Arab region under a\r\ndirect threat, constant dangers and definite instability.\r\nWithout technical and financial support, without the\r\nexperts and scientists who are part and parcel of this\r\nsupport, such weapons would not have been produced in\r\nthe region. It is well known — indeed, it has been\r\ndeclared — that tests are now being conducted on long-\r\nrange missiles that could deliver these weapons of mass\r\ndestruction to their targets in Arab and Muslim lands\r\nalike. Tests are also being conducted on anti-missile\r\nmissiles, as part of the strategic cooperation between\r\nWashington and Tel Aviv.\r\nOn the other hand, all Iraqi weapons have been\r\ndestroyed. Preparations are being made to destroy all the\r\nweapons of the Arabs and Muslims, who are helpless and\r\nwhose territories are occupied. Alliances are being forged\r\nto surround the Arabs and Muslims so as to prevent them\r\nfrom ever becoming powerful and so as to secure for\r\nWashington their oil, their gas and their markets.\r\nThis is the truth, however bitter it may be for us\r\nArabs and Muslims to swallow. My country would like to\r\nalert the world to the real sources of danger, not the\r\nfictitious ones — that is, those being used to fabricate\r\ncauses and pretexts to justify the destruction and\r\nrecolonization of the rest of the world.\r\nIt is not Libya, nor Syria, nor Iraq, nor Iran nor the\r\nSudan which constitute any danger, by any measure, to\r\nthe security of the region or the security and peace of the\r\nworld. The real danger to international peace and security\r\nlies in Washington and Tel Aviv, and those who emulate\r\nthem. They both possess and manufacture weapons of\r\nmass destruction. Washington manufactures them and\r\nWashington exports them. This is while the countries to\r\nwhich I have referred do not manufacture weapons and,\r\nmoreover, have been prevented by America from\r\nimporting any such weapons. America has imposed an\r\ninternational arms embargo against those countries. It has\r\ndestroyed Iraqi weapons, and is now preparing to destroy\r\nthe conventional and even the obsolete weapons possessed\r\nby others.\r\nThis is the law of the United States against which\r\nthese countries have rebelled. Thus they were labelled\r\n“rogues”. This is the new and old form of discrimination.\r\nThis is the newest form of anti-Semitism.\r\nWe call for emptying the region of the Arab East of\r\nweapons of mass destruction, which Tel Aviv owns. The\r\nplants that manufacture these weapons should be\r\nsubjected to international safeguards and controls. We\r\nalso call for investigating the financial and technical\r\nsupport that enabled Tel Aviv to produce these weapons.\r\nWe must criminalize this support and those who provide\r\n24\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nit. The agreements of military strategic cooperation between\r\nWashington and Tel Aviv are hostile instruments, targeting\r\nthe region as a whole and its peoples. This provides\r\nevidence of the real intentions of the United States towards\r\nthe region and its peoples, voids its allegations and\r\nargumentations with respect to disarmament and reveals its\r\nintentions.\r\nWe highlight these issues to show the world the extent\r\nof the injustice to which we have been subjected and to\r\nwhat extent the United States of America is deceiving\r\neverybody.\r\nThe United States used to have five military bases in\r\nmy country. It had monopolized the production and export\r\nof Libyan oil and gas. The United Kingdom also had a\r\nnumber of military bases in Libya. Through its own\r\ncompany, British Petroleum, it also produced and exported\r\nour oil.\r\nWith the advent of the revolution of 1 September\r\n1969, Libya immediately evacuated the military bases of\r\nthose two countries and later liberated its oil wealth from\r\ntheir companies.\r\nHowever, under international conditions that the\r\nSecretary-General has rightly called a period of frenzy, the\r\ntwo countries thought that the time was ripe for a return to\r\nwhat they were forced to relinquish and to regain control of\r\nthe 2,000-kilometre-long Libyan coastline, adjacent to the\r\nthree old continents of Africa, Asia and Europe. They\r\nbelieved the time was ripe to regain control of my\r\ncountry’s oil, gas and market, as well as neighbouring\r\nmarkets. Once finished with the Gulf War, they turned their\r\nattention to Libya. However, the two countries were unable\r\nto find a pretext to realize their ambition of a new return to\r\nLibya except by resorting to allegations, which came to be\r\nknown later as the Lockerbie case.\r\nWhat is the real truth about Lockerbie? In brief, and\r\nprecisely, it is as follows. First, both the United States of\r\nAmerica and the United Kingdom of Great Britain are\r\naware, more than anybody else, that Libya has nothing\r\nwhatever to do with this aeroplane and the tragic incident\r\nthat killed its passengers and crew.\r\nSecond, both the United States of America and the\r\nUnited Kingdom claim that two Libyans placed a time\r\nbomb in a bag on board a Maltese Airlines flight that took\r\noff from Malta, and that the bag was unaccompanied\r\nbaggage. They claim that this very bag, which was not\r\naccompanied by a passenger, was transferred in Frankfurt\r\nairport from the Maltese Airlines aeroplane to an\r\nAmerican aeroplane destined for London. Once again,\r\nthey say, this same bag was transferred in London airport\r\nfrom the aircraft originating in Frankfurt to Pan Am\r\nFlight 103, which later took off from London and\r\nexploded over Lockerbie, Scotland.\r\nCan the Assembly imagine how an unaccompanied\r\nbag can move by itself from one airplane to another and\r\nfrom one airport to another with such accuracy?\r\nThird, the Government of Malta investigated the\r\nmatter and found that there were no unaccompanied bags\r\non the flight in question. Malta announced the results of\r\nthe investigation at the time.\r\nFourth, the competent authorities in Germany, in\r\nturn, investigated the question and found nothing to\r\ncorroborate the story about the bag.\r\nFifth, in any case, my country, despite the known\r\nobjectives of the authors of the accusation, dealt seriously\r\nand pragmatically with the accusation. We informed all\r\nconcerned parties that we had begun implementation of\r\nthe provisions of the 1971 Montreal Convention for the\r\nSuppression of Unlawful Acts against the Safety of Civil\r\nAviation. The legal authorities in Libya began exercising\r\ntheir legal jurisdiction in accordance with that\r\nConvention.\r\nSixth, my country asked the two countries concerned\r\nto hand over to Libyan judicial authorities the results of\r\ntheir investigations so they could be used in our\r\ninvestigation. This request was rejected.\r\nSeventh, my country then asked the two countries to\r\nsend investigators to Libya to participate in the\r\ninvestigation. Once again they refused.\r\nEighth, my country then offered to send its judicial\r\nofficials to meet with the competent authorities in both\r\nthe United States and the United Kingdom to peruse the\r\nfile on this question. This offer was turned down.\r\nNinth, Libya also offered to let a neutral party or\r\nparties to carry out the investigation. The two countries\r\nrefused that offer.\r\nTenth, once again, my country proposed that the\r\nUnited Nations should carry out the investigation. That\r\nproposal was rejected.\r\n25\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nEleventh, in a letter addressed to the Foreign Minister\r\nof the United Kingdom and the United States Secretary of\r\nState by the Secretary of the General People’s Committee\r\nfor Foreign Liaison and International Cooperation, my\r\ncountry requested that article 14 of the 1971 Montreal\r\nConvention be invoked. That request was refused.\r\nTwelfth, Libya proposed resorting to the International\r\nCourt of Justice to decide the case. That proposal was\r\nturned down by the other parties. And when my country\r\nunilaterally took the case to the International Court of\r\nJustice, the parties concerned quickly turned the whole\r\nissue from a legal to a political one, submitting it to the\r\nSecurity Council to prevent the International Court of\r\nJustice from deciding the case. Here we have the Security\r\nCouncil dealing with an issue pertaining to two citizens of\r\na country. The issue is now five years old. So the issue is\r\nbefore the Security Council precisely to prevent the\r\nInternational Court of Justice from deciding the case since\r\nthe matter was put before the Security Council, despite the\r\nfact that Libya, naturally, had resorted to the International\r\nCourt of Justice before the matter was even referred to the\r\nSecurity Council.\r\nThis is how this legal question was politicized. When\r\ndid that occur? This was done at the peak of the “frenzy”\r\nperiod, on 21 January 1992. Nobody at the time could say\r\nno to the United States of America. As we all know, the\r\nSecurity Council, under well-known and frankly recognized\r\npressures, adopted resolution 731 (1992) which did not\r\nstipulate any surrender of the suspects, but requested a\r\nresponse to the demands of the countries concerned. I\r\nrepeat, it did not provide for surrendering the suspects.\r\nThirteenth, my country has fully responded to the\r\nprovisions of the resolution both in terms and content by\r\ncooperating with the United Kingdom on the question of\r\nthe Irish Republican Army, and with the French\r\ninvestigating judge in all the demands he made.\r\nFurthermore, we agreed to a trial for the two Libyan\r\nsuspects in a fair and neutral court.\r\nFourteenth, the aim of both the United States and the\r\nUnited Kingdom has not been to discover the real culprit in\r\nthis regrettable and tragic airplane incident. They already\r\nknow who the responsible party is. Their real objective has\r\nbeen to use the whole issue, including the human blood that\r\nwas shed, to achieve their own political objectives which I\r\nhave already elucidated. To achieve that end, they exploited\r\nthe Security Council once again, pushing it to adopt\r\nresolution 748 (1992) which imposes a near total embargo\r\non Libya and its dealings with the rest of the world. The\r\nCouncil also adopted resolution 883 (1993), which\r\ncomplemented the previous resolution.\r\nFifteenth, in the face of all this intransigence and\r\narrogance, when all efforts and mediation failed to\r\nconvince the two countries concerned to opt for dialogue\r\nand negotiations; since they had earlier unilaterally\r\nsevered their diplomatic relations with my country; and\r\nbecause my country has no extradition treaty with either\r\nof the two countries, we resorted to regional and\r\ninternational organizations. Today, we would like to put\r\non record, as always, our deepest appreciation to these\r\norganizations for their support and for their stand in\r\nfavour of what is right. Those organizations, let us recall,\r\nrepresent more than two thirds of the international\r\ncommunity.\r\nWe hasten to confirm that the other third is not\r\nagainst us; rather, its States are simply not members of\r\nthose organizations. The League of Arab States, the\r\nOrganization of African Unity, the Organization of the\r\nIslamic Conference and the Non-Aligned Movement have\r\nall supported my country and expressed their appreciation\r\nfor my country’s flexibility in our handling of the issue,\r\nas well as for the positive initiatives we have proposed.\r\nSixteenth, the League of Arab States and the\r\nOrganization of African Unity, through the Harare\r\nsummit, under the chairmanship of President Robert\r\nMugabe, have proposed that the trial of the two suspects\r\nbe held in a neutral third country to be determined by the\r\nSecurity Council; that the two suspects be tried by\r\nScottish judges, under Scottish law, at the seat of the\r\nInternational Court of Justice in The Hague; or that a\r\nspecial criminal tribunal be established to try the two\r\nsuspects at the seat of the International Court of Justice in\r\nThe Hague.\r\nSeventeenth, both the Secretary-General of the Arab\r\nLeague and the Secretary-General of the Organization of\r\nAfrican Unity came to United Nations Headquarters with\r\nthe resolutions of their respective organizations in hand,\r\nresolutions that are supported by the Organization of the\r\nIslamic Conference and the Non-Aligned Movement.\r\nThey submitted these resolutions to the Secretary-General\r\nof the United Nations and to the President of the Security\r\nCouncil and its member States. What was the reaction of\r\nthe United States and the United Kingdom? Both rejected\r\nthe requests made by other members of the Council and\r\nused the Council’s work mechanism — so-called\r\nconsensus — to reject all proposals submitted by their\r\nmajesties and excellencies, the kings and presidents of the\r\n26\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\ntwo organizations. Naturally, this was a shock to both\r\nregional organizations because they were fully and\r\narrogantly ignored.\r\nEighteenth, on 25 September of this year, during the\r\nSecurity Council’s ministerial meeting on Africa, the entire\r\nmeeting became a forum for discussing the issue when it\r\nwas raised by His Excellency President Robert Mugabe,\r\nPresident of Zimbabwe and current Chairman of the\r\nOrganization of African Unity (OAU), in his address to the\r\nCouncil. Again, in the name of my country, its leader and\r\npeople, I wish to express again our gratitude to President\r\nMugabe for his honourable defence of the concerns and the\r\ncauses of Africa as a whole, and in particular his defence\r\nof my country on this question.\r\nThe issue was also raised by His Excellency\r\nMr. Salim Ahmed Salim, Secretary-General of OAU, and\r\nby most of the Ministers for Foreign Affairs of the\r\nCouncil’s members. As we express our gratitude to all of\r\nthem, we wish to confirm that their support would have\r\nnever been so forthcoming had we been wrong.\r\nNineteenth, about a week ago, the Council of the\r\nLeague of Arab States decided to call on Arab States to\r\nmitigate some of the impacts of the sanctions imposed on\r\nmy country. We are grateful to the Council and to all our\r\nbrothers. We realize that this is a step in the right direction\r\nand that it is but a mild reaction to their being ignored last\r\nJuly.\r\nWe ask you for justice. Members of the Security\r\nCouncil are not against my country. They have expressed\r\nthat in all our meetings with them. They further add that\r\nour problem is with the United States and the United\r\nKingdom. Our dispute is with the judge. How can anyone\r\nexpect the Security Council to solve the problem when our\r\nadversaries are both permanent members of the Council and\r\npossess the veto power?\r\nOnce again, our problem is with the United States and\r\nthe United Kingdom. We have no problem whatever with\r\nthe Security Council, and the Security Council has no\r\nproblem with us. Had these two countries accepted the\r\nproposals of the regional and international organizations,\r\nhad they showed respect for the States members of these\r\norganizations and for their presidents and representatives,\r\nthe Security Council would not have hesitated for one\r\nmoment to accept them. This is what we were told by\r\nmembers of the Council. We are not just saying that.\r\nMy country calls on all of you to intervene so we\r\ncan reach a peaceful solution to this dispute, one that\r\nwould accelerate the holding of the trial for the two\r\nsuspects before a fair and just court, in an atmosphere\r\nfree from prior condemnation, in any place agreed upon,\r\nor decided upon by the Security Council.\r\nThe two suspects were advised by their American\r\nand Scottish lawyers against accepting a trial before any\r\ncourt in Scotland or the United States. This is because of\r\nintensive media coverage and statements by officials in\r\nthe two countries which have created a climate and public\r\nopinion that have convicted them in advance of any trial.\r\nThis does not accord with their human right to receive a\r\njust and fair trial. The fact that the United States\r\nGovernment has accorded Timothy McVeigh, accused in\r\nthe Oklahoma explosion, the right to change the venue of\r\nhis trial from Oklahoma, where the crime occurred, to\r\nanother state — namely Colorado — is evidence of\r\nrespect for one of the human rights — a respect which\r\nshould not be restricted only to the citizens of the United\r\nStates. This is because human rights should be enjoyed by\r\nall human beings, irrespective of their nationality. Human\r\nrights should not be accorded to some and denied to\r\nothers.\r\nMy country, at all levels of official responsibility,\r\nhas repeatedly condemned terrorism in all its forms and\r\nmanifestations. We have disassociated ourselves from all\r\nsuspected terrorist practices. We have also repeatedly\r\nasked the Secretary-General and the Security Council to\r\nsend a committee or envoys to ascertain on the ground\r\nthe validity of our claims.\r\nHowever, the refusal and objections of the United\r\nStates prevented the Secretariat and the Security Council\r\nfrom responding to our requests. This is one of the main\r\nreasons why we have such strong suspicions about the\r\ntrue intentions of the United States against my country.\r\nThis has also exposed its political objectives, for the\r\nattainment of which it did not hesitate to exploit human\r\nblood.\r\nWe call on the international community, as\r\nrepresented in this Assembly, to work towards reaching\r\na solution as soon as possible.\r\nThe United States refusal to allow this side issue —\r\n“the question of terrorism” — to be closed is aimed at\r\nserving the particular objectives of that country, objectives\r\nwe have already referred to. Everybody knows that it was\r\nthe United States which more than once committed\r\n27\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nterrorist acts against my country, using its fleets and its\r\nbombers. The most heinous of these acts was the barbaric\r\nraid on the night of 15 April 1986 against the residence and\r\noffice of the Libyan brother leader, and against other\r\nresidential neighbourhoods in both Tripoli and Benghazi. In\r\nthis raid, tens of children, women and elderly were\r\nmartyred in their sleep. The United States cannot produce\r\none shred of evidence to prove the so-called Libyan\r\nterrorism, whereas Libya has dozens of proofs of the\r\nterrorism perpetrated by the United States against Libya.\r\nThe raid made on the night of 15 April 1986 is not a\r\nsuspected perpetration of an act, as is the case with our\r\ncitizens who are suspected by the United States. The raid\r\nof 15 April 1986 is an established fact whose consequences\r\ncan still be seen in the tombs of the martyrs in the famous\r\nEl-Hani Cemetery and in the remnants of buildings that still\r\nclearly show the marks of bombs and rockets. And if all of\r\nthis is far away in Tripoli and Benghazi, I am here before\r\nyou and I personally stand as a proof of the terrorism of the\r\nUnited States. These scars here on my face and on my\r\nhead, and on other parts of my body covered by my\r\nclothes, are the result of a bomb that an American aircraft\r\ndropped on my house, which was totally demolished that\r\nnight. My young son, who was less than 10 years old at the\r\ntime, was also injured.\r\nWe, who personally were victims of the American\r\nraid, resorted to the American judicial system here in the\r\nUnited States and brought a legal suit before an American\r\ncourt. Despite all the evidence, the American judicial\r\nsystem rejected our case. This negative experience with\r\nAmerican justice would surely discourage anyone from\r\naccepting to be tried by such a judiciary, especially if the\r\nopposing party was the American Government. I personally\r\ntried to institute a lawsuit and had American lawyers. My\r\nhouse is destroyed and erased from the Tripoli map. I have\r\nscars on my face, yet the case was rejected. And now we\r\nare to trust it and send our citizens before it? How?\r\nWe cannot forget that crime. We will always call for\r\nthose who decided, planned and implemented it to appear\r\nbefore competent Libyan courts for trial. The crime took\r\nplace in my country. They say that a crime took place in\r\nScotland? Fine. But another crime took place in Tripoli and\r\nBanghazi. Are their people citizens, and our people are not\r\ncitizens? We are also citizens of our own nation-State. They\r\nhave mere suspicions. We have facts not suspicions which\r\nwere actually shown on American television screens.\r\nWe believe that the reform of the United Nations is of\r\nthe utmost importance to us. However, optimum results of\r\nthis reform cannot be achieved unless the financial\r\nsituation of the Organization is put on the right track and,\r\nmost importantly, Member States must pay their assessed\r\ncontributions. The fact that the United States has reneged\r\non its contractual commitments to the United Nations by\r\nnot paying its assessed contribution to the budget is the\r\ncause of the financial crisis from which the Organization\r\nhas suffered for years. If the United Nations is to be\r\nreformed, that State must pay all of its arrears without\r\nconditions and promise to pay in future, on time and\r\nwithout pressures that aim to make the United Nations a\r\nhostage of the will and policies of that country.\r\nWe know that that State is now pressuring members\r\nof the General Assembly to make up for the lowering of\r\nits contribution by 5 per cent. We know that nothing has\r\nbeen decided yet regarding changes of assessment or\r\ncontributions. This is what we call sitting on top of this\r\nunipolar world. This is what we are warning the world of.\r\nWe would not have known that had we not been told by\r\nthose who are being pressured to pay the extra 5 per cent.\r\nThe fact that they told us — the Libyans — clearly shows\r\nthat they are dissatisfied and that they obviously are\r\nrefusing. They cannot say no. But we can say no.\r\nWithin the framework of the reform process, it is\r\nessential to have a complete review of the situation of the\r\nSecurity Council. By virtue of our experience with the\r\nSecurity Council — an experience I have just commented\r\non — we know and appreciate the importance and\r\nnecessity of reforming the Security Council and\r\nexpanding its membership. We believe that the reform\r\nshould focus first on improving the methods of work of\r\nthe Council — its mechanisms — thus making it\r\nimpossible for any one country to hamper the work of the\r\nCouncil or make it irrelevant.\r\nMy country, which a quarter of a century ago called\r\nfor the abrogation of the veto power, would like to\r\nemphasize now that any reform of the Security Council\r\nthat does not rescind the veto power would be\r\nmeaningless. There is no longer any historical or\r\nobjective reason for maintaining this power. It is not\r\njustifiable by any standard of righteousness, justice and\r\nequality, and even under the standards of democracy, to\r\nwhich certain countries pay lip service. At the same time,\r\nwe believe that the reform process will not be useful if it\r\ndoes not take into consideration the interests of all\r\ncountries and peoples.\r\nThat is why my country will support any initiative\r\nthat would do away with the present imbalance in the\r\n28\r\nGeneral Assembly 17th plenary meeting\r\nFifty-second session 30 September 1997\r\nmembership of the Security Council. In this respect, we\r\nshould like to underline the need to adhere to the proposals\r\nof the Non-Aligned Movement, which are based on full,\r\nsovereign equality among States; seek to apply the\r\nprinciple of equitable geographical distribution; and\r\nrespond to the demands of the developing countries,\r\nwhich represent the majority of the Members of the\r\nUnited Nations.\r\nThe General Assembly is the United Nations organ\r\nthat truly embodies the universal and democratic character\r\nof this international Organization. Since it is the only\r\nintergovernmental body with a mandate to discuss any\r\nquestion or matter under the Charter, including the\r\nmaintenance of international peace and security, Libya\r\nwould like to underline the wide-ranging and repeated\r\ncalls for the need to invigorate the General Assembly and\r\nenhance its powers so as to increase its effectiveness in\r\nconfronting the ever-changing challenges that face the\r\ninternational community.\r\nLastly, I wish to apologize for having taken up so\r\nmuch of the Assembly’s time.\r\nThe meeting rose at 1.15 p.m.\r\n29\r\n"