"United Nations A/52/PV.55\r\n97-86587 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n55th plenary meeting\r\nTuesday, 25 November 1997, 3 p.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 4.45 p.m.\r\nAgenda item 40 (continued)\r\nCooperation between the United Nations and the\r\nOrganization for Security and Cooperation in Europe\r\nReport of the Secretary-General (A/52/450)\r\nDraft resolution (A/52/L.38)\r\nAmendment (A/52/L.39)\r\nThe President: I call on the representative of\r\nArmenia, who wishes to make a proposal.\r\nMr. Abelian (Armenia): My delegation would like to\r\nmake a motion of no action under rule 74 of the rules of\r\nprocedure of the General Assembly on the amendment\r\n[A/52/L.39] proposed by the delegation of Azerbaijan to\r\ndraft resolution A/52/L.38, entitled “Cooperation between\r\nthe United Nations and the Organization for Security and\r\nCooperation in Europe”. We make this proposal for the\r\nfollowing reasons: the common interpretations and\r\ndefinitions used by the Organization for Security and\r\nCooperation in Europe (OSCE) are based on decisions\r\ntaken by consensus among the delegations of OSCE\r\nmember States during meetings at various levels, namely\r\nOSCE summits, and meetings of the OSCE Council of\r\nMinisters, the OSCE Senior Council, the Committee of\r\nSenior Officials, and so forth. They express the common\r\nposition of all Member States of OSCE and are based on\r\nthe awareness of the necessity to guarantee balance and\r\nobjectivity in the OSCE Minsk Group mediation efforts.\r\nThe amendment proposed by Azerbaijan is one-sided\r\nand biased, and it imposes a compulsory framework to\r\nwhich Armenia cannot agree. Being an obvious attempt\r\nto predetermine the outcome of the Copenhagen meeting\r\nof the OSCE Ministerial Council, this amendment in fact\r\nrejects the language proposed by the Chairman-in-Office.\r\nWe view this as an inappropriate move, since OSCE\r\nis the sole mandated and authoritative body dealing with\r\nthe Nagorny Karabakh conflict. For this obvious reason,\r\nthe sponsors did not find it appropriate to include the\r\namendment proposed by Azerbaijan in the draft\r\nresolution.\r\nThe delegation of Armenia fully supports the draft\r\nresolution presented by the Chairman-in-Office this\r\nmorning. Therefore, my delegation regrets to state that\r\nAzerbaijan has failed to take into account the arguments\r\nI have just mentioned.\r\nThe delegation of Armenia dissociates itself from\r\nany interpretation of language which contradicts the\r\ndecisions agreed upon by consensus in OSCE among its\r\nmembers.\r\nHaving said that, I would like to make a motion of\r\nno action, and I call upon Member States to vote in\r\nfavour of this motion.\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nThe President: The representative of Armenia has\r\nmoved within the terms of rule 74 of the rules of procedure\r\nthat no action be taken on the amendment contained in\r\ndocument A/52/L.39. I would like to remind the Assembly\r\nthat rule 74 reads as follows:\r\n“During the discussion of any matter, a\r\nrepresentative may move the adjournment of the\r\ndebate on the item under discussion. In addition to the\r\nproposer of the motion, two representatives may speak\r\nin favour of, and two against, the motion, after which\r\nthe motion shall be immediately put to the vote.”\r\nI call on the representative of Azerbaijan.\r\nMr. Kouliev (Azerbaijan) (interpretation from\r\nRussian): As was the case last year, the delegation of\r\nArmenia has once again put forward a procedural\r\nmeasure — a motion of no action — thus attempting to\r\ndeprive us of the possibility of defending our highest\r\nnational interests. The delegation of Azerbaijan is\r\ncategorically opposed to this. Azerbaijan has not made and\r\ndoes not make any claims to anyone else’s territory, but\r\nneither will it permit any kind of encroachment on its own\r\nterritory.\r\nThe Nagorny Karabakh region is an integral part of\r\nthe Azerbaijani Republic. As a United Nations Member\r\nState, Azerbaijan must not be deprived of its legitimate\r\nright to express its view on a question which is so\r\nimportant for its own destiny. In protecting its sovereignty\r\nand territorial integrity, Azerbaijan must not be deprived of\r\nthe opportunity to propose an amendment for consideration\r\nby the General Assembly. At its fifty-first session, the\r\nGeneral Assembly rejected this procedural measure.\r\nWe call upon Member States, as we did last year, to\r\nvote against the motion of no action proposed by Armenia.\r\nThe President: If no other delegation wishes to speak\r\non this issue, I shall now put to the vote the motion\r\nsubmitted by the representative of Armenia that no action\r\nbe taken on the amendment contained in document\r\nA/52/L.39, which is an amendment submitted by Azerbaijan\r\nto the draft resolution contained in document A/52/L.38.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nArmenia\r\nAgainst:\r\nAlgeria, Azerbaijan, Bangladesh, Brunei Darussalam,\r\nCôte d’Ivoire, Egypt, Guyana, Indonesia,\r\nKazakhstan, Kuwait, Kyrgyzstan, Malaysia,\r\nMaldives, Malta, Mexico, Morocco, Oman, Pakistan,\r\nQatar, Senegal, Singapore, Sudan, Swaziland,\r\nThailand, Tunisia, Turkey, Ukraine, Uzbekistan,\r\nYemen\r\nAbstaining:\r\nAndorra, Antigua and Barbuda, Argentina, Australia,\r\nAustria, Belarus, Belgium, Benin, Bolivia, Brazil,\r\nBulgaria, Canada, Chile, Colombia, Croatia, Cyprus,\r\nCzech Republic, Democratic Republic of the Congo,\r\nDenmark, Djibouti, Ecuador, Estonia, Finland,\r\nFrance, Georgia, Germany, Ghana, Greece, Hungary,\r\nIceland, India, Ireland, Israel, Italy, Jamaica, Japan,\r\nKenya, Latvia, Liberia, Liechtenstein, Lithuania,\r\nLuxembourg, Marshall Islands, Monaco, Mongolia,\r\nMyanmar, Netherlands, New Zealand, Niger,\r\nNigeria, Norway, Panama, Papua New Guinea, Peru,\r\nPhilippines, Poland, Portugal, Republic of Korea,\r\nRepublic of Moldova, Romania, Russian Federation,\r\nSaint Lucia, Saint Vincent and the Grenadines,\r\nSamoa, San Marino, Sierra Leone, Slovakia,\r\nSlovenia, South Africa, Spain, Sri Lanka, Sweden,\r\nTajikistan, the former Yugoslav Republic of\r\nMacedonia, Togo, United Kingdom of Great Britain\r\nand Northern Ireland, United Republic of Tanzania,\r\nUnited States of America, Venezuela, Zambia,\r\nZimbabwe\r\nThe motion was rejected by 29 votes to 1, with 81\r\nabstentions.\r\nThe President: Since the motion of no action has\r\nnot been adopted, we shall now proceed to consider draft\r\nresolution A/52/L.38 and the amendment contained in\r\ndocument A/52/L.39.\r\nSince there are no speakers in explanation of vote\r\nbefore the voting, we shall now proceed to take a decision\r\non draft resolution A/52/L.38 and on the amendment\r\nthereto, contained in document A/52/L.39.\r\nIn accordance with rule 90 of the rules of procedure,\r\nthe amendment is voted on first. The Assembly shall\r\ntherefore take a decision first on the amendment\r\ncirculated in document A/52/L.39.\r\nA recorded vote has been requested.\r\n2\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Algeria, Andorra, Argentina, Australia,\r\nAustria, Azerbaijan, Bahrain, Bangladesh, Belarus,\r\nBelgium, Bolivia, Botswana, Brazil, Brunei\r\nDarussalam, Bulgaria, Canada, Chile, China,\r\nColombia, Côte d’Ivoire, Croatia, Cyprus, Czech\r\nRepublic, Democratic Republic of the Congo,\r\nDenmark, Djibouti, Ecuador, Egypt, Finland, France,\r\nGeorgia, Germany, Ghana, Greece, Guinea, Guinea-\r\nBissau, Guyana, Hungary, Iceland, India, Indonesia,\r\nIran (Islamic Republic of), Ireland, Israel, Italy, Japan,\r\nKazakhstan, Kenya, Kuwait, Kyrgyzstan, Liberia,\r\nLibyan Arab Jamahiriya, Liechtenstein, Lithuania,\r\nLuxembourg, Malaysia, Maldives, Mali, Malta,\r\nMauritania, Mauritius, Mexico, Monaco, Mongolia,\r\nMorocco, Nepal, Netherlands, Niger, Nigeria, Norway,\r\nOman, Pakistan, Panama, Peru, Poland, Portugal,\r\nQatar, Republic of Moldova, Romania, Russian\r\nFederation, San Marino, Senegal, Sierra Leone,\r\nSlovakia, Slovenia, Spain, Sri Lanka, Sudan,\r\nSwaziland, Sweden, Tajikistan, Thailand, the former\r\nYugoslav Republic of Macedonia, Tunisia, Turkey,\r\nUkraine, United Arab Emirates, United Kingdom of\r\nGreat Britain and Northern Ireland, United Republic\r\nof Tanzania, United States of America, Uzbekistan,\r\nVenezuela, Yemen\r\nAgainst:\r\nArmenia\r\nAbstaining:\r\nAntigua and Barbuda, El Salvador, Estonia, Jamaica,\r\nLatvia, Marshall Islands, Myanmar, New Zealand,\r\nPapua New Guinea, Philippines, Republic of Korea,\r\nSaint Lucia, Saint Vincent and the Grenadines, Samoa,\r\nSingapore, South Africa, Togo\r\nThe amendment was adopted by 104 votes to 1, with\r\n17 abstentions.\r\nThe President: The Assembly will now take a\r\ndecision on draft resolution A/52/L.38 as a whole, as\r\namended.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Algeria, Andorra, Antigua and Barbuda,\r\nArgentina, Australia, Austria, Azerbaijan, Bahrain,\r\nBangladesh, Belarus, Belgium, Benin, Bolivia,\r\nBotswana, Brazil, Brunei Darussalam, Bulgaria,\r\nBurkina Faso, Canada, Chile, China, Colombia, Côte\r\nd’Ivoire, Croatia, Cyprus, Czech Republic,\r\nDemocratic Republic of the Congo, Denmark,\r\nDjibouti, Ecuador, Egypt, El Salvador, Estonia,\r\nFinland, France, Georgia, Germany, Ghana, Greece,\r\nGuinea, Guinea-Bissau, Guyana, Hungary, Iceland,\r\nIndia, Indonesia, Iran (Islamic Republic of), Ireland,\r\nIsrael, Italy, Jamaica, Japan, Kazakhstan, Kenya,\r\nKuwait, Kyrgyzstan, Latvia, Liberia, Libyan Arab\r\nJamahiriya, Liechtenstein, Lithuania, Luxembourg,\r\nMadagascar, Malaysia, Maldives, Mali, Malta,\r\nMarshall Islands, Mauritania, Mauritius, Mexico,\r\nMonaco, Mongolia, Morocco, Myanmar, Nepal,\r\nNetherlands, New Zealand, Niger, Nigeria, Norway,\r\nOman, Pakistan, Panama, Papua New Guinea, Peru,\r\nPhilippines, Poland, Portugal, Qatar, Republic of\r\nKorea, Republic of Moldova, Romania, Russian\r\nF e d e r a t i o n , S a i n t L u c i a ,\r\nSaint Vincent and the Grenadines, Samoa, San\r\nMarino, Senegal, Sierra Leone, Singapore, Slovakia,\r\nSlovenia, South Africa, Spain, Sri Lanka, Sudan,\r\nSwaziland, Sweden, Tajikistan, Thailand, the former\r\nYugoslav Republic of Macedonia, Togo, Tunisia,\r\nTurkey, Ukraine, United Arab Emirates, United\r\nKingdom of Great Britain and Northern Ireland,\r\nUnited Republic of Tanzania, United States of\r\nAmerica, Uzbekistan, Venezuela, Yemen, Zambia,\r\nZimbabwe\r\nAgainst:\r\nNone\r\nAbstaining:\r\nArmenia\r\nDraft resolution A/52/L.38, as amended, was\r\nadopted by 126 votes to none, with 1 abstention\r\n(resolution 52/22).\r\nThe President: Before giving the floor to speakers\r\nin explanation of vote after the vote, may I remind\r\nrepresentatives that explanations of vote are limited to 10\r\nminutes and should be made by delegations from their\r\nseats.\r\nMr. Sychou (Belarus) (interpretation from Russian):\r\nThe delegation of the Republic of Belarus, acting in a\r\nspirit of compromise and mutual understanding, broadly\r\nsupported draft resolution A/52/L.38 and at this stage will\r\nnot insist on the adoption of our amendments to many of\r\nits provisions. We should also like to thank those\r\n3\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\ndelegations that expressed a readiness to sponsor those\r\namendments.\r\nAt the same time, we must focus the attention of the\r\nGeneral Assembly on the clear imbalance between several\r\npoints stressed by draft resolution L.38 regarding basic\r\nareas for the pan-European process, and the clear slant in\r\nfavour of including in the draft resolution only the decisions\r\nof the Organization for Security and Cooperation in Europe\r\n(OSCE). In this regard the delegation of Belarus does not\r\nconsider that it is advisable for the United Nations General\r\nAssembly to be involved in issues of micro-management\r\nwith regard to the purely internal competence of regional\r\norganizations.\r\nIn this context, we affirm our readiness to implement\r\nthe decision of the Permanent Council of the OSCE to\r\nestablish an Advisory and Monitoring Group of the OSCE\r\nin Belarus based on mutually acceptable conditions. We\r\nbelieve that it is premature for the General Assembly to\r\ntake note of this decision, given that the negotiating process\r\nis continuing and consultations are taking place between the\r\nGovernment of Belarus and the OSCE on the memorandum\r\non understanding to implement that decision of the\r\nPermanent Council of the OSCE.\r\nIn future, we intend to continue to base our position\r\non the fact that decisions adopted regarding areas of\r\ninteraction between the United Nations and the OSCE, as\r\nin the case of interaction between the United Nations and\r\nall other regional organizations, can yield tangible results\r\nonly when they cover the entire range of the most\r\nimportant spheres of competence of each of them and are\r\nsupported by all Member States.\r\nMiss Lucas (Luxembourg) (interpretation from\r\nFrench): The European Union regrets that once again it has\r\nnot been possible to adopt this resolution by consensus. The\r\nresolution is part of a series of resolutions dealing with\r\ncooperation between the United Nations and various\r\ninternational or regional organizations. The European Union\r\nwould also have preferred the focus of our discussion to\r\nhave been on strengthening cooperation between the United\r\nNations and the Organization for Security and Cooperation\r\nin Europe (OSCE) and on the coordination of their\r\nactivities. With regard to the substance of the question\r\naddressed in the amendment introduced by the Republic of\r\nAzerbaijan, the European Union can only repeat its earlier\r\ncomment, made in the general debate: the principles that\r\nshould lead to a settlement respecting the dignity and\r\ninterests of the parties to the conflict in Nagorny Karabakh\r\nare well-known; they are clearly defined in the framework\r\nof the OSCE. We appeal to the parties to pursue their\r\nnegotiations in the framework of the Minsk Process. The\r\nStates members of the European Union, as co-sponsors of\r\nthe draft resolution introduced by the Chairman-in-Office\r\nof the OSCE, would have preferred reaching a consensus\r\non maintaining paragraph 16 as it was. The amendment\r\nproposed by Azerbaijan, however, reverts to the language\r\nadopted last year by the General Assembly. The European\r\nUnion therefore joined with the Co-Chairmen of the\r\nMinsk Conference by voting in favour of A/52/L.39.\r\nMr. Abelian (Armenia): My delegation voted\r\nagainst the amendment proposed by the delegation of\r\nAzerbaijan and abstained on the resolution as a whole for\r\nthe following reasons. The initial proposal put forward by\r\nthe Chairman-in-Office was very balanced and was\r\ndictated by the need to create a more favourable\r\nenvironment for the peace process on the eve of the\r\nCopenhagen ministerial meeting. The United Nations\r\nshould not have second-guessed the language proposed by\r\nthe Chairman-in-Office, since the OSCE is the sole\r\nmandated and authoritative body dealing with the\r\nNagorny Karabakh conflict.\r\nWe are surprised that the States members of the\r\nOSCE, including the members of the European Union,\r\nvoted in favour of the Azerbaijani amendment, given that\r\nthey earlier sponsored the proposed draft. In this respect\r\nwe are particularly disappointed by the decision of the\r\nCo-Chairmen of the Minsk Group to support this\r\namendment. The position of the Minsk Group\r\nCo-Chairmen countries to vote in favour of the\r\nAzerbaijani amendment undermines and dismisses the\r\ninitial proposal of the OSCE Chairman-in-Office.\r\nWe are convinced that any attempt to predetermine\r\nthe final status of Nagorny Karabakh will continue to\r\nhave a negative effect on the peace process, as did the\r\nLisbon Declaration, not only making the commencement\r\nof negotiations on Nagorny Karabakh difficult, but also\r\nmaking the signing of an interim agreement between the\r\nparties to the conflict highly unlikely. However, Armenia\r\nremains committed to the peace process and will continue\r\nto be constructively engaged in negotiations to reach a\r\npeaceful resolution to the conflict based on goodwill and\r\nmutual compromise.\r\nMr. Dlamini (Swaziland): My delegation\r\nwholeheartedly supported this resolution. This support\r\nemanated from the belief that the regional organization\r\nshould truly be given support by the United Nations. This\r\nis in the spirit of the Charter itself, which advocates, for\r\n4\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nboth regional and subregional organizations, the resolution\r\nof existing conflicts and also the economic problems which\r\nnormally beset our subregions.\r\nFurthermore, my delegation humbly implores the\r\ngroup affected by the resolution to endeavour to sit around\r\na regional conference table to resolve any problems. I say\r\nto those concerned: “Quarrelling with your brother,\r\nmisunderstanding the language of your brother, has no\r\nplace nowadays”. Therefore, I humbly request that in future\r\nbefore they come to the Assembly they try to overcome any\r\ndifficulty and not interrupt as we take action on such draft\r\nresolutions.\r\nLet us turn the weapons of the cold war into a\r\nmachinery for development, a mechanism for creating\r\nsacred vows on peace and security, so that any future draft\r\nresolution can be adopted by consensus, like the one on\r\nrelations between the Organization of African Unity and the\r\nUnited Nations. I urge my friends, my brothers and sisters,\r\nto bury their hatchets and learn to love one another, so that\r\nthey do not waste time and energy which they need for\r\nsustainable economic development.\r\nThe President: We have heard the last speaker in\r\nexplanation of vote. I call on the representative of Estonia,\r\nwho wishes to speak in exercise of the right of reply.\r\nMr. Velliste (Estonia): I should like to clarify the\r\nEstonian Government\u0027s position on a matter raised this\r\nmorning by the representative of the Russian Federation.\r\nEstonia has consistently supported cooperation\r\nbetween the United Nations and regional organizations,\r\nincluding the Organization for Security and Cooperation in\r\nEurope (OSCE), in a wide range of matters.\r\nIn this regard, I would specifically like to clarify that\r\nthe OSCE agenda does not contain an issue of human rights\r\nin Estonia. However, the Estonian Government has\r\ndeveloped close relations with the OSCE High\r\nCommissioner on National Minorities in addressing\r\nproblems caused by the collapse of the Soviet empire and\r\ndirectly resulting from Soviet occupation. These concern\r\nactivities of integrating an alien population into Estonian\r\nsociety. It is widely believed that Estonia has succeeded in\r\nmaking good progress towards this end.\r\nFinally, I wish to recall that, by a consensual decision,\r\nthe General Assembly at its fifty-first session welcomed the\r\nfruitful cooperation of the Government of Estonia with the\r\nOSCE.\r\nThe President: May I take it that it is the wish of\r\nthe General Assembly to conclude its consideration of\r\nagenda item 40?\r\nIt was so decided.\r\nAgenda item 23\r\nMultilingualism\r\nReport of the Secretary-General (A/52/577)\r\nDraft resolution (A/52/L.35)\r\nThe President: I give the floor to the representative\r\nof France to introduce draft resolution A/52/L.35.\r\nMr. Thiébaud (France) (interpretation from\r\nFrench): Since the adoption of the United Nations\r\nCharter, Article 111 of which states that the texts in the\r\nvarious languages are equally authentic, we have\r\ncontinually tried to maintain parity in the official\r\nlanguages and working languages of the various bodies.\r\nIt is this use of several languages, on the basis of\r\nequality, that we call multilingualism, and that we wish\r\ntoday to continue to support.\r\nEqual treatment by the United Nations of the official\r\nlanguages and working languages is a major factor in\r\nharmonious international life, enriched by the promotion\r\nof the diversity of cultures.\r\nWe need a great deal of determination to follow the\r\nrule — respect for the principle of equality of languages.\r\nThe purpose of resolution 50/11, adopted by the General\r\nAssembly in 1995, was to ensure that respect.\r\nThe efforts which have been made should be\r\nacknowledged, and we gladly recognize them, particularly\r\ngiven the Secretary-General\u0027s personal dedication to\r\nmultilingualism. However, these efforts must be pursued\r\nand intensified. We hope that measures will be taken, as\r\nindicated in paragraph 2 of the report, to support the\r\nstudy of official languages and\r\n“to ensure that languages learned can be used in the\r\nworking environment and to promote respect for the\r\nOrganization\u0027s linguistic and cultural diversity”.\r\n5\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nAny circular or other instruction aimed at the full\r\nimplementation of the principles recalled in resolution 50/11\r\nwould be useful in this respect.\r\nSimilarly, we would hope to see implementation of the\r\nidea expressed in paragraph 9 of the report, that to promote\r\nmultilingualism the Secretariat encourage staff members to\r\nmake equal use of the working languages in their official\r\ncommunications. It seems to us that such encouragement\r\nwould be more convincing when it concerned promotion\r\nprospects.\r\nThe full implementation of resolution 50/11 requires\r\nspecific results for all the subjects mentioned in it, whether\r\nknowledge of official languages as a factor in promotion;\r\nequality of working languages within the Secretariat; the\r\ntraining or recruitment of specialists guaranteeing the\r\nproper and timely translation of documents into the\r\ndifferent official languages, in order to ensure simultaneous\r\ndistribution; the availability of data banks in the different\r\nofficial languages; and the teaching, at all levels, of the\r\nofficial languages and the working languages of the\r\nSecretariat.\r\nThat is why we are requesting the Secretary-General\r\nto report to us again at the fifty-fourth session on his\r\ncontinued efforts, and their results, to implement all the\r\nprinciples set out in resolution 50/11.\r\nI have described the purpose of the draft resolution,\r\nwhose subject, as demonstrated by the list of sponsors is\r\none to which many Member States attach importance. They\r\ngive it their deepest attention, reflecting their commitment\r\nto the diversity of cultures for which the United Nations\r\nprovides a forum.\r\nThe adoption of the draft resolution will help us in this\r\nrespect. The delegation of France commends the draft\r\nresolution to all delegations and thanks them for their\r\nsupport, which we hope and expect will be unanimous.\r\nMr. Young (Saint Vincent and the Grenadines), Vice-\r\nPresident, took the Chair.\r\nMr. Arias (Spain) (interpretation from Spanish): It\r\ngives particular satisfaction to the delegation of Spain today\r\nto speak on this agenda item, entitled “Multilingualism”.\r\nI wish to recall that during the fiftieth session, Spain,\r\ntogether with the other member States of the Ibero-\r\nAmerican Conference, played a particularly active role in\r\nthe efforts which led first to the inclusion of this item on\r\nthe agenda of that session and later to the adoption of\r\nresolution 50/11.\r\nMy country felt that the commemoration of the\r\nfiftieth anniversary of our Organization gave us the ideal\r\nopportunity to reaffirm the universality on which the\r\nUnited Nations is based, and, as a corollary, to confirm\r\nthe principle of multilingualism, the expression and\r\nfundamental instrument of dialogue between Member\r\nStates. For Spain, which has established language\r\npluralism as one of the guiding principles of its own\r\nsociety, support for and strengthening the use of the\r\nvarious official languages in our work and deliberations\r\nis of the utmost importance.\r\nFor its part, the General Assembly, in adopting\r\nresolution 50/11 by a large majority, recognized the need\r\nstrictly to apply the language regime established with\r\nrespect both to the working languages of the Secretariat\r\nand to the six official languages and working languages\r\nof the General Assembly, its Committees and\r\nsubcommittees, the Security Council and the Economic\r\nand Social Council.\r\nAt this session, we are again discussing\r\nmultilingualism, in the light of the report [A/52/577]\r\nsubmitted by the Secretary-General to Member States\r\npursuant to paragraph 10 of resolution 50/11.\r\nThis debate could not be more timely. If the fifty-\r\nsecond session of the General Assembly, which has\r\nalready been dubbed the “reform Assembly”, is to provide\r\nan opportunity for all Member States to try to prepare our\r\nOrganization for the challenges of the next millennium, so\r\nthat it can shoulder its responsibilities more efficiently,\r\nwe should register our continued interest in carrying on\r\nstudying in depth the proper implementation of the\r\nlanguage regime of our Organization. We must be\r\nparticularly aware that the existing language regime\r\nstrengthens the relevance of the role of the Organization,\r\nnot only because it allows for richer contributions to our\r\ndeliberations, but also because it enables our respective\r\npublics to identify with our tasks.\r\nMy delegation therefore wishes to express its\r\nappreciation to the Secretary-General for his report, which\r\nwe have studied carefully. In the various aspects covered\r\nit seeks to respond to many of the issues raised in\r\nresolution 50/11. However, as a whole, it gives only a\r\nstatic analysis of the present situation. My delegation\u0027s\r\nassessment of the report confirms our view that\r\nimplementation of the existing language regime calls for\r\n6\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\na more detailed analysis and the continued attention of\r\nMember States and the Secretariat.\r\nQuestions such as the recruitment of staff who have a\r\ncommand of and can use the working languages, training in\r\nthe official and working languages, the translation of\r\ndocuments and the timely strengthening of interpretation\r\nservices require an appropriate follow-up in order to meet\r\nthe demand on such an important matter.\r\nThat is why the delegation of Spain became one of the\r\nsponsors of the draft resolution that has just been\r\nintroduced by the representative of France. My delegation\r\nis confident that it will enjoy the full support of the General\r\nAssembly.\r\nIn conclusion, I would like to reiterate the conviction\r\nof the delegation of Spain as to the importance of the\r\ncurrent language regime as a way of putting the universal\r\ncharacter of our Organization into practice.\r\nMr. Minoves-Triquell (Andorra) (interpretation from\r\nFrench): Andorra is a fervent advocate of multilingualism.\r\nThe official language of my country is Catalan, which has\r\nbeen our language since time immemorial. However, the\r\npeople of Andorra also have a good grasp of French and\r\nSpanish, the languages spoken in neighbouring States. This\r\nopenness to other languages is not only economic openness,\r\nwhich allows our tradespeople to understand the requests of\r\ntourists, but also a also great cultural openness that we want\r\nto preserve. In our schools Catalan is insisted upon, but\r\nlessons are also given in French, Spanish and English. The\r\npreservation and advancement of our own language and\r\nculture do not preclude other languages and cultures.\r\n(spoke in Spanish)\r\nAndorra\u0027s special features make it natural for us to be\r\none of the sponsors of draft resolution A/52/L.35 on\r\nmultilingualism, which was introduced by France. I fully\r\nagree with what Mr. Thiébaud said this afternoon. United\r\nNations promotion policy should take more account of the\r\nlinguistic skills of staff members. If we want the United\r\nNations to be a faithful reflection of the world\u0027s diversity,\r\nuse of the official languages should be widespread. We\r\nshould not penalize talented people for not knowing\r\nlanguages, but there is also a need to reward properly those\r\nstaff members who make the effort to acquire fluency in\r\nvarious languages. We are pleased in his report of 6\r\nNovember that the Secretary-General points out that\r\nlanguages are taught at duty stations. We should find the\r\nmeans to provide incentives for the use of these resources\r\nby all.\r\n(spoke in English)\r\nThe initiative to encourage multilingualism at the\r\nUnited Nations must not be read as an expression by one\r\nor a few particular languages of a fear of losing ground\r\nin an increasingly unilingual world. Precisely because the\r\nworld is more and more the ground for one lingua franca,\r\nwe must endeavour to make people appreciate the wealth\r\nhidden in different languages, and the United Nations\r\nmust be the first flag-bearer in this effort. An\r\nOrganization that comprises 185 States cannot allow itself\r\nto slip into the convenience of using only one language.\r\n(spoke in Catalan; English text furnished by the\r\ndelegation)\r\nThe unity of action of our Organization must come\r\nfrom a convergence of diversity, never from uniformity.\r\nWithout fear, we must make greater use of the languages\r\nat our disposal. Since our admission to the Organization\r\nin 1993, the Head of Government of Andorra has made\r\nall of his statements in the general debate in Catalan, our\r\nlanguage, not with the goal of promoting nationalism, but\r\nin the desire to highlight the natural diversity of the\r\ncultures that can be found in this forum. This has always\r\nbeen done while providing a translation of the text, at\r\nvery modest cost. Our message has been conveyed\r\nequally well. Andorra would like to encourage the other\r\nStates to express themselves in their own language during\r\nthe general debate. In this way we shall be aware of that\r\ngreat wealth of nations, their languages, as vehicles for\r\nthe expression of human potentialities — without fear,\r\nand without hidden ideological intentions, but with the\r\nsimplicity of a country that presents what is its own. We\r\ntherefore advocate multilingualism at the United Nations,\r\nat the level of the working languages, the level of the\r\nofficial languages and, when possible, the level of all the\r\nlanguages of States.\r\nMr. Kaabachi (Tunisia) (interpretation from\r\nFrench): Tunisia is pleased to speak today on an item\r\nwhich it strongly supported for inclusion in the agenda of\r\nthe General Assembly two years ago. It will be recalled\r\nthat this item first appeared on the agenda at the time\r\nwhen the international community was solemnly\r\ncommemorating the fiftieth anniversary of the\r\nestablishment of the United Nations.\r\n7\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nThe statements made during the discussion on the\r\nagenda item on multilingualism on that occasion, and the\r\nresolution adopted then, clearly affirm the multilingual\r\ncharacter of the United Nations. By returning to this\r\nquestion today, we pay tribute to the founding fathers of\r\nour Organization. The United Nations symbolizes the\r\nconcrete expression of respect for and acceptance of others\r\nin all their diversity.\r\nIn reaffirming the multilingual character of the United\r\nNations, we respect not only the spirit and the letter of the\r\nCharter but, above all, we take a positive step to counter\r\ntotalitarian ideologies. The principles of the Organization,\r\nwe should recall, stress, respect and call for the\r\nsafeguarding of difference. Such respect for differences\r\namong individuals, which is at the very root of any\r\ndemocratic society, should be the fundamental principle of\r\nrelations among States. Democracy, the practice of which,\r\nwithin our countries, is rightly considered to be both an\r\nobligation and a virtue, is no less important in international\r\nrelations.\r\nAs we take up the subject of multilingualism, a\r\ncommittee of the whole of the General Assembly, under\r\nagenda item 157, is scrutinizing the reform of the\r\nOrganization. As the title of the Secretary-General\u0027s\r\nreport — “Renewing the United Nations: a programme for\r\nreform” — indicates, that scrutiny is taking place from the\r\nperspective of renewal. The consideration of that question\r\naffords us an excellent opportunity for further reflection on\r\nthe question of multilingualism in the United Nations,\r\nwhich is one of the important elements to be retained\r\nwithin the framework of this reform. This reminder of the\r\nimportance of linguistic diversity in the United Nations is,\r\nin Tunisia\u0027s view, one of the main factors to be addressed\r\nin any overall reflection intended to contribute to the\r\nrenewal of the United Nations and to imbue it with a new\r\ndynamism.\r\nWhile the process of reflection on the future of the\r\nUnited Nations is far from being completed, and indeed is\r\ngrowing in scope and breadth, Tunisia hopes that the\r\nquestion of multilingualism will continue to arouse the\r\ninterest it deserves in order to remain an important element\r\nof any draft which may be prepared or agreed with a view\r\nto increasing the efficiency and reach of the Organization.\r\nSuch reaffirmation of the international community\u0027s\r\ninterest in recognizing and consolidating linguistic diversity\r\nshould at the same time be accompanied by concrete acts\r\nand daily gestures to ensure a harmonious, mutually\r\nbeneficial and fruitful coexistence among all cultures.\r\nWe believe that the principle of respect for the use\r\nof all official languages of the United Nations should be\r\na simple fact, and should be put into practice in all\r\nmeetings held by the Organization. No reason, however\r\nvalid, should in our view be the pretext for a\r\ndiscriminatory usage that did not respect the wishes of\r\nMember States and disregarded the principles underlying\r\nthe linguistic balance consecrated by the Organization\u0027s\r\nfounding fathers.\r\nIn this context, we take note of the Secretary-\r\nGeneral\u0027s report, contained in document A/52/577, on the\r\nquestion of multilingualism. We do not wish to comment\r\non the content of the paragraphs dealing with the use of\r\nofficial languages in the Secretariat at the present stage,\r\ngiven that the relevant document was not available far\r\nenough in advance to allow us to study it closely. The\r\nparagraphs concerned, however, could be considered by\r\nthe appropriate bodies, among them the Fifth Committee.\r\nMy country\u0027s delegation will not fail to make its\r\ncontribution in that context, so that the resolution on\r\nmultilingualism is implemented in a satisfactory and\r\neffective way.\r\nThe paragraphs of the Secretary-General\u0027s report\r\nwhich I would like to comment on very briefly are those\r\nhaving to do with the work we carry out at the United\r\nNations every day as delegations of Member States. The\r\nreport considers the simultaneous distribution of\r\ndocuments to be satisfactory, but we would like, in this\r\nregard, to ask the Secretariat to respect the rules and\r\ndecisions taken in this area. It should be recalled, in this\r\nconnection, that during the current session documentation\r\nhas rarely been available on time in the various working\r\nlanguages. The increasingly widespread use of a single\r\nlanguage during this session has diminished our ability to\r\nwork and to react quickly in the framework of\r\nnegotiations and consultations, both formal and informal.\r\nTo use the Secretary-General\u0027s formula, reform is not an\r\nevent. Neither, in our view, is it an abstract formula.\r\nReform should mean, above all, improvement in our\r\nworking conditions so as to ensure greater participation,\r\nefficiency, transparency, and democracy. If we do not\r\nhave documents in all the working languages at our\r\ndisposal, our participation will frequently be lessened or\r\nnon-existent.\r\nThus we hope that the reform to be undertaken will\r\nbe accompanied by an improvement in the use of the\r\nofficial languages of the United Nations so that everyday\r\npractice in our work corresponded to the wishes of\r\n8\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nMember States and the rules they have established,\r\nparticularly where respect for multilingualism is concerned.\r\nWe hope that by adopting a resolution on\r\nmultilingualism in the General Assembly, the Member\r\nStates will once again reaffirm their commitment to\r\ndiversity and to the richness of cultures and civilizations,\r\nwhich are the fundamental guarantors of their authenticity\r\nbut also of universality in the global village which our\r\nplanet earth has become today.\r\nMr. Albin (Mexico) (interpretation from Spanish):\r\nThe Secretariat has prepared the report contained in\r\ndocument A/52/577 for the consideration of this agenda\r\nitem. That report contains a very brief summary of the\r\npractices current in the various areas in which, in one way\r\nor another, the official and working languages play a part\r\nin the Organization\u0027s work.\r\nUnfortunately, the report does not analyse the\r\ndifficulties and problems encountered in the implementation\r\nof current arrangements, nor are specific recommendations\r\nmade to provide a better service to delegations. In all\r\nsincerity, I must say that it appears that the Secretariat is\r\nsatisfied with the current state of affairs. Apparently, the\r\nimportance it attaches to multilingualism does not compare\r\nto the priority a vast majority of Member States attach to\r\nit.\r\n(spoke in French)\r\nThe official languages are a privileged and essential\r\ninstrument of communication. We are convinced that their\r\nuse is vital to dialogue, negotiation and understanding\r\nbetween Members of the United Nations.\r\nIn the second half of the twentieth century the major\r\npolitical, ideological and economic contradictions in society\r\nhave been discussed and very often resolved within this\r\nOrganization.\r\n(spoke in Spanish)\r\nThe community of nations has had a permanent,\r\ncivilized forum for settling differences. The progress we\r\nhave made has resulted from a genuine recognition of our\r\nshared destiny as human beings as well as — and this is\r\nequally important — an acceptance of our diversity.\r\nFor Mexico, the very strength of the United Nations\r\nlies in plurality and the excellent opportunities it offers for\r\npromoting understanding, convergence and unity of\r\npurpose. The priority we attach to multilingualism is not\r\nthe result of an obsession; it is rooted in the deep\r\nconviction that if the Organization — its essence, its\r\npractices and its methods — reflect the potential that\r\nevery culture offers, we will have a more efficient and\r\nmore effective United Nations.\r\n(spoke in English)\r\nThe importance of this item deserves deeper\r\nconsideration. We therefore hope that the Secretariat can\r\nprepare a more analytical and more comprehensive report.\r\n(spoke in French)\r\nFor the reasons I have given, the delegation of\r\nMexico will vote in favour of draft resolution A/52/L.35.\r\nMr. Amehou (Benin) (interpretation from French):\r\nI am pleased to speak on behalf of the delegation of\r\nBenin on this agenda item, “Multilingualism”.\r\nTwo years ago, in 1995, the General Assembly\r\nended its debate on this agenda item with the adoption of\r\nresolution 50/11, in which the Assembly, inter alia,\r\nrequested the Secretary-General to ensure the strict\r\nimplementation of the resolutions establishing language\r\narrangements for both the official languages and the\r\nworking languages of the Secretariat.\r\nThe Secretary-General has undertaken many\r\ninitiatives, ranging from the teaching of the official\r\nlanguages of the Organization and the working languages\r\nof the Secretariat to library services and data banks,\r\nincluding the use of working languages within the\r\nSecretariat, interpretation services for various meetings\r\nand the recruitment and training of translators.\r\nMy delegation commends those efforts by the\r\nSecretary-General, which are aimed at making the world\r\nOrganization truly pluricultural. Indeed, plurality is a\r\ncharacteristic of any community, and it must be\r\nrecognized and accepted as a manifestation of freedom.\r\nToday, when science, technology, communication\r\nand computing are working profound changes both in the\r\nstructure of knowledge and in individual and collective\r\nexpectations, it is of prime importance that we bear in\r\nmind that the universal culture of the third millennium\r\nwill depend on the contribution of all cultures. With that\r\nin mind, Benin has again joined many other delegations\r\n9\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nin sponsoring this year\u0027s draft resolution on multilingualism,\r\ndraft resolution A/52/L.35.\r\nOur aim is to restore respect for the principle of the\r\nequality of the official languages of the Organization and\r\nthe working languages of the Secretariat — in short, to\r\nensure that the principle of the diversity of languages and\r\ncultures within the United Nations system is acknowledged\r\nand complied with. For language has an impact far beyond\r\nmere communication. It validates cultural heritage and past\r\nintellectual experience. Language as a tool for thought is\r\nboth the means and the end of culture.\r\nThat is why we believe that, at a time when new\r\navenues for international cooperation and social progress\r\nare being laid out, it is important that all those involved be\r\nable to contribute to the development and establishment of\r\nthe principles that will underpin international relations. This\r\nchange can be dynamic and produce significant results only\r\nif the force behind it is respectful of cultural identity and its\r\nelements, protects pluralism and draws sustenance from the\r\nwealth inherent in that diversity. Only thus can its great\r\nideals enjoy the broadest possible support.\r\nThe United Nations is the only universal forum for\r\ndialogue, consultation and negotiation. It should be our\r\nambition to encourage strict respect for the right to make\r\nourselves understood and to understand others, for proper\r\nunderstanding of the questions under discussion is the\r\nguarantee of an ever broader and more productive\r\nparticipation.\r\nI should like to highlight the importance we attach to\r\nthis draft resolution by emphasizing that today the\r\nprotagonists in international life are growing in number and\r\ndiversity. It is therefore urgent that we act to promote an\r\never broader democratization in international life.\r\nWe believe that the potential for self-expression and\r\nparticipation contributes to that democratization, with the\r\ntaking into account of the points of view and concerns of\r\nthe silent: those who are reduced to silence or those who\r\nremain silent because they cannot participate actively in\r\ndebates or make proper use of the documentation available\r\nto them.\r\nFor all those reasons, my delegation appreciates the\r\nwork done by the Secretary-General in implementation of\r\nresolution 50/11. Nothing is perfect; by its very nature, any\r\nhuman endeavour is capable of improvement. Benin\r\ntherefore calls for renewed efforts by the Secretariat to give\r\nthis privileged instrument of the work of our Organization\r\nits full weight.\r\nThe time has come for our Assembly to reach a\r\ndecision along these lines, based on the Secretary-\r\nGeneral\u0027s proposals for the renewal of the Organization,\r\nand to ensure that all aspects of the question are covered.\r\nIn conclusion, I would like to express the hope that,\r\nin the light of all that I have said, and everything that\r\nprevious speakers have said, the Assembly will adopt\r\ndraft resolution A/52/L.35 by consensus.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nBefore proceeding to take action on draft resolution\r\nA/52/L.35, I should like to announce that since its\r\nintroduction the following countries have become\r\nsponsors: Afghanistan, Argentina, Belarus, Cameroon,\r\nChina, Djibouti, Germany, Greece, Guinea, Guinea-\r\nBissau, Haiti, Honduras, Kazakhstan, Lao People\u0027s\r\nDemocratic Republic, Liechtenstein, Luxembourg,\r\nMauritania, Peru, Turkmenistan and Venezuela.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/52/L.35?\r\nDraft resolution A/52/L.35 was adopted (resolution\r\n52/23)\r\nThe Acting President: Before calling on speakers\r\nin explanation of position, may I remind members that\r\nexplanations of vote are limited to 10 minutes and should\r\nbe made by delegations from their seats.\r\nMr. Watanabe (Japan): My delegation reluctantly\r\njoined the consensus on the draft resolution, for the\r\nfollowing reason.\r\nTwo years ago, on 2 November 1995, when\r\nresolution 50/11 was adopted, my delegation voted against\r\nit, since operative paragraph 3 penalizes staff members\r\nwhose mother tongue is not one of the official languages\r\nof the United Nations. This is a discriminatory measure\r\nagainst those countries whose mother tongue is not one of\r\nthe six official languages, and Japan considers that\r\nparagraph unacceptable. Therefore, my delegation reserves\r\nthe right to intervene, if necessary, at any future stage\r\nregarding this resolution on multilingualism.\r\n10\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nAlthough my delegation respects the idea of\r\nmultilingualism in the United Nations, it would request the\r\nSecretary-General to treat equally in matters of recruitment\r\nor promotion those United Nations staff whose mother\r\ntongue is not one of the official languages of the United\r\nNations.\r\nMr. Chinvanno (Thailand): My delegation wishes to\r\nmake it clear that while we joined the consensus on draft\r\nresolution A/52/L.35 under this agenda item,\r\n“Multilingualism”, we continue to have strong reservations\r\nregarding operative paragraph 3 of resolution 50/11, which\r\nmy delegation voted against in 1995. In our view, this\r\nparagraph has grave implications for personnel matters. In\r\npractical terms, requiring a command of two of the six\r\nofficial languages would place at a serious disadvantage\r\npersonnel and potential recruits whose mother tongue is not\r\none of the six official languages of the Organization.\r\nThailand wishes to reaffirm its commitment to\r\nmultilingualism at the United Nations and to support the\r\nidea that the United Nations should promote cultural\r\ndiversity. But Thailand believes that the promotion of\r\ncultural diversity has as its central ideal the concepts of\r\ntolerance and understanding, which, in the context of this\r\nagenda item, should be extended to those cultures that as a\r\nresult of forces of history are not associated with the six\r\nofficial languages of this Organization.\r\nMr. Dlamini (Swaziland): Like the preceding\r\nspeakers, my delegation wishes to put on record that two\r\nyears ago we observed that such a resolution deprives\r\nMember States of what is otherwise their quota in the\r\nUnited Nations Secretariat. I have especially in mind those\r\ncountries in the southern part of Africa and in Asia where\r\nthe languages that are seemingly gaining popularity at the\r\nUnited Nations have never been part of our history. The\r\nquestion, therefore, becomes: will the United Nations —\r\nhere I refer to paragraph 3 of the report — also expedite\r\ntraining programmes in those countries where French,\r\nSpanish, Chinese and Arabic have never been used?\r\nIf not, we are seriously concerned that this is a way of\r\ntrying to marginalize those countries that have never been\r\nexposed to the languages in question. The delegation of\r\nSwaziland categorically stressed in 1995 that the United\r\nNations had a duty to include in the curricular systems of\r\nthose countries opportunities to learn all the languages that\r\nare used at the United Nations. Otherwise, my delegation\r\nmay find itself advocating that the Swazi language, which\r\nis my language, should be one of the languages used here.\r\nAnd, Mr. Acting President, your language — which is a\r\ntribal language — may also be seen to be fighting to find\r\nits way to the United Nations. One would like to feel that\r\nthis is the United Nations — with the emphasis on\r\n“United”. We own the United Nations, as Member States.\r\nTherefore, those who piloted the resolution adopted today\r\nshould know that they have acted unfairly, especially\r\nsince it was not put to a vote, as was the case in the past.\r\nNonetheless, my delegation is willing to change its\r\noriginal position, with the hope that opportunities will be\r\nmade available.\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its\r\nconsideration of agenda item 23?\r\nIt was so decided.\r\nAgenda item 27\r\nReturn or restitution of cultural property to the\r\ncountries of origin\r\nReport by the Secretary-General (A/52/211)\r\nDraft resolution (A/52/L.12)\r\nThe Acting President: On behalf of the President\r\nof the General Assembly, Mr. Hennadiy Udovenko, allow\r\nme to make a few brief remarks on agenda item 27,\r\nentitled “Return or restitution of cultural property to the\r\ncountries of origin”.\r\nThis item is a good example of the tremendous\r\nbreadth and diversity of issues before this General\r\nAssembly. This very delicate and sensitive issue, as\r\nmembers know, has a long history. Ancient historical\r\ntexts contain evidence that, since time immemorial, the\r\nlaws of war included the right to booty. Pillaging was part\r\nand parcel of military campaigns as the conquered\r\ncountries were sacked for treasures while the museums of\r\ninvaders were filled with the spoils of war.\r\nBut there were also examples of a quite different\r\nnature. We may recall the action taken by Scipio\r\nAfricanus back in the second century B.C. After taking\r\nCarthage in the course of the Third Punic War, he\r\ndecided to return to Sicily the wealth that had been taken\r\nfrom it as a result of repeated pillaging by the\r\nCarthaginians.\r\n11\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nDuring the past years, the international community has\r\nshown increased interest in the issue of cultural property.\r\nThis has found its reflection in special conventions of the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) and the activities of the\r\nIntergovernmental Committee for Promoting the Return of\r\nCultural Property to its Countries of Origin or its\r\nRestitution in case of Illicit Appropriation. Amid growing\r\nappeals for the preservation of the collective memory\r\nincarnated in historic and cultural achievements, there is\r\nobviously a need for enhanced cooperation among States in\r\nthe sphere of the return and restitution of cultural property.\r\nA constructive dialogue on this issue at the current session\r\nwill be an important step towards reaching that goal.\r\nI give the floor to the representative of the Democratic\r\nRepublic of the Congo to introduce draft resolution\r\nA/52/L.12.\r\nMr. Mwamba Kapanga (Democratic Republic of the\r\nCongo) (interpretation from French): On behalf of the\r\ndelegations of Azerbaijan, Burundi, Cameroon, Chad,\r\nChina, Cyprus, the Republic of the Congo, Côte d’Ivoire,\r\nGabon, Greece, Guatemala, Guinea, Mali, Mongolia, Niger,\r\nPeru and Rwanda and of my own delegation, I have the\r\nhonour of introducing the draft resolution contained in\r\ndocument A/52/L.12 under agenda item 27, entitled “Return\r\nor restitution of cultural property to the countries of origin”.\r\nMy delegation is pleased to inform the Assembly that\r\nColombia, the Republic of Korea, Afghanistan, Bolivia and\r\nTurkey have become sponsors of the draft resolution.\r\nThe item on the return of cultural property is regularly\r\ndebated by our Assembly. To be sure, since its introduction\r\nin 1972, we have witnessed rather timid implementations of\r\nvarious resolutions. Indeed, the promises made by countries\r\nholding cultural treasures, which are indispensable to the\r\npreservation and growth of cultural values, have not been\r\nfully kept. Hence the great importance of the Medellín\r\nDeclaration for Cultural Diversity and Tolerance and the\r\nPlan of Action on Cultural Cooperation adopted at the first\r\nMeeting of the Ministers of Culture of the Movement of\r\nNon-Aligned Countries, held on 4 and 5 September 1997.\r\nMy delegation, on behalf of the sponsors of this draft\r\nresolution, again requests the Secretary-General of the\r\nUnited Nations and the Director-General of the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO) to do everything in their power to encourage\r\nthose countries to honour their own promises and thereby\r\nallow the United Nations and the countries of origin to\r\nachieve their aims.\r\nAs the Assembly will note, the draft resolution\r\nbefore the Assembly is essentially procedural. Taking\r\nnote with satisfaction of the report of the Secretary-\r\nGeneral submitted in cooperation with the Director-\r\nGeneral of UNESCO, it recalls earlier resolutions, of\r\ncourse, as well as the Convention on the Means of\r\nProhibiting and Preventing the Illicit Import, Export and\r\nTransfer of Ownership of Cultural Property adopted on 14\r\nNovember 1970 by the General Conference of UNESCO.\r\nIt welcomes the Declaration and Plan of Action\r\nadopted in Medellín. I wish once again to thank the\r\nGovernment of Colombia for having hosted that first\r\nMeeting, which was so important to our Ministers of\r\nCulture.\r\nThe draft resolution commends UNESCO on the zeal\r\nand skill it has displayed, in particular in the promotion\r\nof the return of cultural property.\r\nThe Assembly will certainly recognize the\r\nimportance to our countries of the restitution of cultural\r\nproperty taken years ago by the colonial Powers. Our\r\ncountries support all the initiatives and recommendations\r\nof the Assembly and hope that the Secretary-General, in\r\ncollaboration with the Director-General of UNESCO, will\r\nsubmit to the General Assembly at its fifty-fourth session\r\na detailed report on the progress they will undoubtedly\r\nregister with regard to the return of cultural property to\r\nthe countries of origin.\r\nOn behalf of all the sponsors of draft resolution\r\nA/52/L.12, my delegation recommends this text to the\r\nattention of all delegations and thanks them for their\r\nsupport.\r\nMr. Bohaievs’ky (Ukraine): Cultural sovereignty\r\nand the upholding of national identity have always been\r\nrecognized as important elements of national sovereignty\r\nand important preconditions for the cultural development\r\nof any country. Therefore, any attempt to deprive nations\r\nof their cultural property is a threat not only to their\r\nsovereignty and national identity, but also to the vital\r\nelements of the common heritage of nations. There is no\r\nneed to prove that every nation has the right to a national\r\nand cultural heritage, and in this context the restitution of\r\nhistorical and cultural property is an indispensable\r\nelement for enjoying this right.\r\n12\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nPolitically, legally, socially and ethically, the return of\r\ncultural treasures to the countries of their origin is an\r\nextraordinarily delicate problem. That is why in every\r\nspecific case it should be dealt with in an appropriate\r\nmanner, with due regard for the conditions in which a\r\nmasterpiece was relocated — that is, whether it was stolen,\r\nbought, presented as a gift, found by archaeologists or\r\ntaken as a result of military operations or colonial\r\nplundering and so on.\r\nThese issues should be solved on the basis of\r\ngenerally recognized principles of international law and by\r\nthe application of civilized moral standards. Mutual respect\r\nfor spiritual sentiments and the needs of nations should\r\ndetermine the relationship between States and their attitude\r\ntowards the solution of the problems of restitution. We note\r\nwith satisfaction the growing understanding that the\r\nrestitution of cultural property scattered throughout the\r\nworld is a moral obligation of humankind.\r\nFor its part, Ukraine is trying to make its political and\r\npractical contribution to solving this issue. It has ratified a\r\nnumber of relevant international instruments, including the\r\n1970 United Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) Convention on the Means of\r\nProhibiting and Preventing the Illicit Import, Export and\r\nTransfer of Ownership of Cultural Property. In September\r\nof 1994, under the aegis of UNESCO, an international\r\nseminar took place in the Ukrainian city of Chernihiv on\r\nthe issues of restitution of national and cultural objects that\r\nwere lost or displaced during the Second World War. In\r\nDecember 1996, the capital of Ukraine hosted the\r\ninternational symposium entitled “Legal Aspects of\r\nRestitution of Cultural Property: Theory and Practice”.\r\nThe fact that Ukraine is making valuable contributions\r\nto international cooperation in the field of the restitution of\r\ncultural property was proved by its election to the\r\nIntergovernmental Committee for Promoting the Return of\r\nCultural Property to its Countries of Origin or its\r\nRestitution in Case of Illicit Appropriation. Ukraine is also\r\ndeveloping bilateral cooperation, and such cooperation is\r\nyielding positive results.\r\nIn our view, the following measures would be\r\nappropriate to enhance international efforts in this field.\r\nFirst, the role of UNESCO should be strengthened.\r\nSecondly, those Member States which have not done so\r\nshould be further encouraged to adopt relevant legal acts\r\nand join the 1970 UNESCO Convention and the\r\nConvention on Stolen or Illegally Exported Cultural\r\nObjects, which was opened for signature in Rome on 24\r\nJune 1995. Thirdly, the conclusion of bilateral and\r\nmultilateral agreements should be encouraged, with the\r\naim of preventing the illegal circulation of cultural objects\r\nand promoting their restitution. Fourthly, the inventory of\r\nlost cultural property should be initiated. Lastly, the\r\nactivities of mass media and educational institutions to\r\nmake public opinion aware of the necessity of the\r\nrestitution of cultural property and the prevention of\r\nillegal circulation of cultural property should be\r\nintensified.\r\nNew thinking should be promoted among collectors\r\nand other persons dealing with the circulation of cultural\r\nproperty. It is important to develop a kind of code of\r\nconduct for such groups of people, as well as national\r\nlegislative provisions which would prevent illegal trade in\r\nworks of art. We also believe that there is a need for the\r\ncreation, under the auspices of UNESCO, of a special\r\nfund to promote restitution of cultural property. In our\r\nview, UNESCO could also contribute to the establishment\r\nof an international cultural order in the context of the\r\nglobal culture of peace, which could underpin a fruitful\r\ndialogue between nations. Finally, the United Nations\r\nshould consider the possibility of proclaiming 1999 an\r\ninternational year for the preservation, protection and\r\nrestitution of cultural property.\r\nAs was stated in the Mexico City Declaration on\r\nCultural Policies, every nation has the right and duty to\r\ndefend and preserve its cultural heritage, since the\r\nviability of any society is inseparable from the national\r\nvalues in which its citizens find a source for their\r\ncreativity.\r\nIt has been recognized by many that in many cases\r\ncooperation between States and nations depends on the\r\nsuccessful resolution of issues related to the return and\r\nrestitution of cultural treasures to the countries of their\r\norigin. It is on this understanding that we should base our\r\napproach to the issue under consideration. Otherwise, we\r\nwill continue to be involved in endless discussions with\r\nno substantial outcome.\r\nMr. Mra (Myanmar): The importance of agenda\r\nitem 27, entitled “Return or restitution of cultural property\r\nto the countries of origin”, in international relations is\r\nreflected in the periodic consideration of this question by\r\nthe General Assembly. The commitment of the\r\ninternational community to the question keeps alive the\r\nprocess of negotiations that will enable the countries\r\nconcerned to recover the cultural property that has been\r\nappropriated.\r\n13\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nIn this regard, we are grateful to the Secretary-General\r\nand the Director-General of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) for the\r\ninformation provided in the report contained in document\r\nA/52/211, dated 25 June 1997, on UNESCO’s continuing\r\nefforts for promotion of bilateral negotiations for the return\r\nor restitution of cultural property and on its work to curb\r\nillicit traffic in cultural property. We are convinced that\r\nthese steadfast efforts not only enhance international\r\nawareness of the question before us but also contribute to\r\nbetter understanding among nations.\r\nWe are also encouraged to observe that the report\r\nreflects success in a number of cases. We view these\r\nsuccesses as positive signs. We are convinced that, through\r\na genuine spirit of cooperation, pending cases will also find\r\nsolutions acceptable to the parties concerned through\r\nbilateral negotiations.\r\nIt is gratifying that the ninth session of the\r\nIntergovernmental Committee for Promoting the Return of\r\nCultural Property to its Countries of Origin or its\r\nRestitution in case of Illicit Appropriation was able to take\r\nup important questions, such as the creation of standardized\r\nnational inventories, an international database of movable\r\ncultural property, an international code of ethics for art\r\ndealers and the creation of an international fund to facilitate\r\nthe restitution of stolen cultural objects. Further discussion\r\nof these questions, it is hoped, will eventually lead to\r\ncertain concrete actions which will have a bearing on the\r\nefforts of UNESCO to curb illicit trade in cultural property.\r\nAmong the recommendations adopted by the ninth\r\nsession of the Intergovernmental Committee,\r\nRecommendation No. 5, on an international code of ethics\r\nfor art dealers, is particularly interesting. Despite doubts\r\nexpressed at the session concerning its non-binding\r\ncharacter, an international code of ethics for dealers,\r\ntogether with such existing codes for some dealers’\r\nassociations, could serve as a tool in the future in drawing\r\na distinction between the licit and illicit trade in cultural\r\nobjects and will provide guidance for transactions in\r\nambiguous situations. Further exploration of the views on\r\nthe question is a step in the right direction. We believe that\r\nthe Director-General of UNESCO will be able to implement\r\nother recommendations and achieve positive results.\r\nMyanmar subscribes to the view that the cultural\r\nheritage of a people conditions its overall development.\r\nLikewise, the loss of a people’s cultural heritage leads to its\r\ncultural impoverishment and loss of identity. Myanmar,\r\nwhose civilization dates back many centuries, attaches great\r\nimportance to its cultural heritage, and its preservation is\r\nregarded as a national undertaking. The Government has\r\nlaid down a national objective entitled “Uplift of national\r\nprestige and integrity and preservation and safeguarding\r\nof the cultural heritage and national character” as one of\r\nthe social objectives of the country. With this objective in\r\nmind, the process of safeguarding and preserving\r\nMyanmar’s cultural heritage is an ongoing undertaking\r\ncarried out by the Government, which is spending\r\nmillions of kyats. Fully aware of the significance of this\r\nprocess, the people of the country are also contributing to\r\nthe process in various ways.\r\nOur efforts to recover the cultural property seized\r\nand removed from Myanmar in the past constitute part of\r\nthis undertaking. This is being done with the assistance of\r\nUNESCO. In view of the heartening successes in certain\r\ncases reflected in the report of the Secretary-General, we\r\nvery much hope that Myanmar’s efforts will achieve\r\nsimilar success.\r\nThe commitment of all States to the principles\r\nconcerning the return or restitution of cultural property to\r\nthe countries of origin is vitally important. This\r\ncommitment alone can enhance cooperation among\r\nnations and lead to the amicable resolution of the pending\r\nspecific cases.\r\nMyanmar believes that, with this commitment on the\r\npart of all States concerned, UNESCO’s efforts in this\r\nregard will be successful.\r\nMr. Abulhasan (Kuwait) (interpretation from\r\nArabic): My delegation has reviewed the report of the\r\nSecretary-General, presented in cooperation with the\r\nDirector-General of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO)\r\n[A/52/211], which is under consideration today. I should\r\nlike in this regard to express Kuwait’s satisfaction at the\r\ncontents of the report, which include important points.\r\nWe commend the efforts of UNESCO and the\r\nIntergovernmental Committee concerned with the\r\nrestitution of cultural property to the countries of origin,\r\nor its return to those countries in cases of illegal\r\nacquisition of such property. In this regard, we\r\nparticularly commend the efforts aimed at encouraging the\r\npromotion of bilateral negotiations to ensure that the\r\nproperties are inventoried and to limit their illicit traffic.\r\nWe in Kuwait join our voice to the call for the restitution\r\nto the countries of origin of all artworks, archaeological\r\npieces, manuscripts, historical documents, and all other\r\n14\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\ncultural and artistic treasures. This should contribute to\r\nbolstering international cooperation, to the preservation of\r\nthe world’s cultural heritage, and to its further development.\r\nKuwait appreciates fully the great sadness that States\r\nand individuals experience at their loss of their cultural\r\ntreasures which preserve for them their history, civilization\r\nand indigenous cultures which are usually in their custody\r\nfor successive generations. This is especially so when the\r\nloss occurs through theft, looting and the destruction of\r\nthese important historic treasures before the very eyes of a\r\nsociety that made every effort to preserve this high level of\r\nculture.\r\nKuwaiti society endured this very bitter experience\r\nduring the 1990 oppressive Iraqi occupation, when Iraqi\r\nsoldiers perpetrated acts of arbitrary destruction and of\r\nsystematic theft and looting of Kuwait’s cultural and\r\narchaeological properties, taking them to Iraq in an attempt\r\nto obliterate Kuwait’s cultural and civilizational\r\ndevelopment from the annals of history.\r\nI find myself compelled to refer to some of the\r\nnegative impacts of the Iraqi occupation, especially as\r\nregards Kuwait’s cultural property. First, 140 manuscripts\r\nand historical pictures which were located in Kuwait’s\r\ncentral library were looted or destroyed. Of this number,\r\nonly 15 manuscripts are left. Secondly, the department of\r\nArab heritage of the National Council for Culture, Arts and\r\nLiterature experienced grave cultural losses. Rare and\r\noriginal manuscripts were looted, among them precious to\r\nKuwait gifts from Arab and foreign libraries in Berlin,\r\nSyria, and Tunisia. This is in addition to dictionaries and\r\nrare Arab books brought from the Netherlands, Great\r\nBritain, Germany and Russia.\r\nThirdly, the National Museum of Kuwait was\r\nsubjected to the ugliest forms of comprehensive destruction\r\nof historical monuments, especially of pieces located in the\r\nmuseum’s department of Islamic archaeology. Iraqi soldiers\r\ndestroyed and burned historical manuscripts. The same was\r\ndone to archaeological treasures located in building number\r\n1 and the museum of the island of Faylakah, which date\r\nfrom the Bronze Age and the Hellenic or Islamic eras.\r\nFourthly, rare archaeological pieces were taken from the red\r\npalace in the city of Al Jahrah and from the window\r\nexhibits of Kuwait’s international airport. In this context, I\r\nshould like to say that since the liberation of Kuwait from\r\nIraqi occupation nothing new has occurred with regard to\r\nthis situation. Those pieces that have been returned from\r\nIraq through the United Nations were either defective or\r\nbroken or were missing a great deal of their features.\r\nWe in Kuwait call on the international community,\r\nrepresented by the United Nations and UNESCO, to\r\ncontinue their efforts to exert pressure on the Iraqi\r\nGovernment to comply with the relevant Security Council\r\nresolutions in order to ensure the restitution of all Kuwaiti\r\ncultural property as soon as possible. This should include\r\nofficial State documents including the private archives of\r\nthe office of His Highness the Emir of Kuwait, the\r\narchives of the Foreign Ministry, as well as documents of\r\nimportant Kuwaiti institutions, which constitute a\r\ncomplete record of the country’s history.\r\nAlthough we are satisfied with the report of the\r\nSecretary-General and the Director-General of UNESCO\r\nreferred to earlier, we hope that the next report, which\r\nwill be considered at the fifty-fourth session under this\r\nagenda item, will include a separate paragraph embodying\r\nmore comprehensive information about international\r\nefforts in this regard, especially if no appreciable progress\r\nhas been made in the area.\r\nIn conclusion, I should like to reiterate Kuwait’s\r\nsupport for UNESCO. We commend it for the role it has\r\nbeen playing in the return or restitution of cultural\r\nproperties to the countries of origin, as we consider these\r\nproperties to have a fundamental cultural value for their\r\nrespective societies in that they provide a historical and\r\ncultural continuum through successive generations.\r\nMr. Najem (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): All peoples attach special importance to\r\ntheir cultural property, because it is a part of their history\r\nand symbolizes their deep roots and their civilizations.\r\nToday’s discussion is therefore of great importance, as it\r\nis part of a new campaign against individuals and States\r\nto make them return or restore to the countries of origin\r\nwhatever they looted in the past: manuscripts,\r\narchaeological artefacts and other works of great artistic\r\nvalue.\r\nOver the past five centuries, Libya, like many other\r\nStates, was the victim of vast cultural pillage. Conditions\r\ndictated by the occupiers opened the door to the vast,\r\nsystematic looting of Libya’s ancient Arab cultural\r\nheritage. Anyone who visits the famous museums in\r\nEurope and the Americas will see many works of art and\r\nvaluable manuscripts exquisitely wrought by the artistic\r\ncreative hands of Arab Libyans, who left behind a great\r\nhistorical heritage which was looted and scattered around\r\nthe world by the colonial Powers, which stripped away\r\nmany of its most important features.\r\n15\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nThe Arab Libyans laid the foundations of ancient,\r\nprehistoric civilizations. They contributed also to the\r\nbuilding of many later civilizations, as can be seen in\r\nmuseums and documentation centres, whose holdings testify\r\nto the vast quantity of Libyan artefacts and sculptures.\r\nMany of these are displayed, while still more are hidden\r\naway in the storerooms of foreign museums all over the\r\nworld. Suffice it to mention that in 1860, 165 artefacts were\r\nlooted from the eastern Libyan archaeological city of\r\nShehat; other artefacts — pottery and jars — elucidating\r\nthe history of that city were also looted, along with\r\nthousands of rare coins. Historical sources indicate that\r\ndozens of huge columns and several ornamented\r\narchitectural elements were taken in that year from western\r\nLibya to the United Kingdom for use as garden ornaments\r\nfor the queen. The same source indicates also that 350\r\nmarble pillars and thousands of small artefacts were also\r\nstolen from the same location. From Bengazi alone, 600\r\npieces dating back to prehistoric times were stolen; these\r\nare now on display in a famous European museum.\r\nThrough the United Nations Educational, Scientific\r\nand Cultural Organization (UNESCO), the United Nations\r\nhas tried to restore such artefacts, works of art and\r\nmanuscripts to their countries of origin. As noted in the\r\nreport of the Secretary-General contained in document\r\nA/52/211, progress has been limited, despite repeated\r\nattempts over the past 20 years and more. It is regrettable\r\nthat some of the countries that possess these cultural\r\ntreasures still refuse to accede to the Convention on the\r\nMeans of Prohibiting and Preventing the Illicit Import,\r\nExport and Transfer of Ownership of Cultural Property.\r\nThis must be condemned; and the true nature of those\r\nclaiming to be the leaders of modern civilization, the\r\nprotectors of human rights and the keepers of the heritage\r\nof mankind must be exposed.\r\nWe should not stop here. It is important to punish\r\nthose who have committed such crimes so that they will not\r\nrepeat them in the future and as a deterrent to others. The\r\npoint of the punishment would be to prevent repetition of\r\nsuch acts in the future. Those who commit crimes must\r\nknow that they will be punished sooner or later.\r\nWe call upon the international community to stop\r\ntoying with the cultural history of mankind. The Libyan\r\nArab Jamahiriya — among the first countries to propose\r\nthat the General Assembly discuss this item a little more\r\nthan two decades ago — insists on the restoration of its\r\nhistorical heritage whether it be in the form of jewels,\r\nartefacts or manuscripts. Now that we have gained complete\r\nfreedom, we understand the harm done to us through this\r\ntheft and pillage, and we demand that the countries that\r\nare holding our intellectual property restore our\r\npossessions to us, because their ownership is based on\r\ntheft, which is prohibited by law and by the decree of\r\nGod. If they delay or procrastinate, we will be obliged to\r\nresort to all available means to regain our possessions,\r\nincluding bringing suit in international courts. We cannot\r\nstand idly by when our historical heritage is at stake,\r\nbecause it is ours, and symbolizes our identity and our\r\ncivilization. It is a living expression of our deep cultural\r\nroots and a legitimate right which we shall insist on from\r\ngeneration to generation.\r\nMr. Zacharakis (Greece): Draft resolution\r\nA/52/L.12 deals with a question that has been before the\r\nGeneral Assembly for many years and which reflects\r\nconcerns that are shared by many States Members of the\r\nOrganization.\r\nThe report of the Secretary-General submitting the\r\nreport of the Director-General of the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) depicts the untiring efforts of the Secretary-\r\nGeneral and the Director-General to enhance world\r\nawareness and to assist States in claiming their cultural\r\nproperty. We thank them and reaffirm our support for\r\ntheir efforts. However, the report also clearly reveals the\r\ndifficulties that the United Nations and UNESCO are\r\nconfronting in launching the process that would lead to\r\nthe return of illicitly appropriated cultural property.\r\nAs a country with an important cultural history, and\r\nas the victim of systematic plundering of its cultural\r\ntreasures, Greece attaches great importance to the\r\nrestitution of illicitly appropriated cultural property to its\r\ncountry of origin. It has to be recalled that not even one\r\nof the major monuments in Greece has escaped pillaging.\r\nIn fact, invaluable parts of these monuments have been\r\nremoved and transferred abroad, far away from their\r\noriginal architectural structures.\r\nWe firmly believe that such actions, which reflect\r\ntendencies and attitudes of dark periods of the past, do\r\nnot match present realities, and the unfortunate results of\r\nthose past actions should not be perpetuated by our\r\ninaction and silence. In this context, we deemed it our\r\nduty to co-sponsor this draft resolution, just as we did in\r\n1995. We are determined to spare no effort to curb the\r\nillicit traffic in cultural treasures and to promote the\r\nreturn of cultural property to its countries of origin or its\r\nrestitution in case of illicit appropriation.\r\n16\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nTo this end we are actively participating in UNESCO\r\nand in the Intergovernmental Committee for Promoting the\r\nReturn of Cultural Property to its Countries of Origin or its\r\nRestitution in case of Illicit Appropriation. We are also\r\ncontributing to any effort aimed at the improvement of the\r\nHague Convention for the Protection of Cultural Property\r\nin the Event of Armed Conflict, as well as at the further\r\nelaboration of the International Institute for the Unification\r\nof Private Law (UNIDROIT) Convention on Stolen or\r\nIllegally Exported Cultural Objects and the European Union\r\nregulation dealing with the transfer of cultural objects.\r\nFurthermore, we have taken initiatives aimed at the\r\nprotection of cultural treasures of our neighbouring\r\ncountries which experienced the aftermath of the Balkan\r\ncrisis.\r\nBeing the repository of a cultural heritage which\r\nbelongs to the whole world, Greece strongly believes that\r\nis our duty to entrust this heritage, healed from the traumas\r\ninflicted on it both by time and by human actions, to future\r\ngenerations. This duty emanates from respect for our\r\nmonuments and from our responsibility towards the\r\ninternational community.\r\nIn this context, I would like to avail myself of the\r\nopportunity to raise an issue which is of particular\r\nimportance to my country. The issue of the restitution of\r\nthe Parthenon Marbles has always remained open for\r\nGreece, as well as for the international cultural community,\r\npresent and past, including many important figures in\r\nBritish history, such as Lord Byron, Shelley and Hardy. By\r\nthe term “Parthenon Marbles”, Greece refers to the\r\nsculptural decoration and other elements of the Parthenon,\r\nsuch as column drums, capitals and other elements which\r\nwere removed and transferred to London by Lord Elgin and\r\nare currently on display at the British Museum. The\r\ndetailed description of these elements has been submitted to\r\nUNESCO and is amply documented in international\r\narchaeological publications.\r\nIt must be noted that the Parthenon Marbles are not\r\nself-standing sculptures but indivisible elements of the\r\nTemple of the Parthenon, which constitutes the greatest\r\nmonument of Greek civilization and the symbol of Western\r\ncivilization, as well as the emblem of UNESCO itself.\r\nMoreover, certain of these elements are essential not only\r\nfor the sake of aesthetic appearance, but also for the static\r\nstability of the Parthenon’s structure, as was certified during\r\nits restoration works.\r\nIn the light of the above, it is self-explanatory why the\r\nGreek Government is requesting the restitution of the\r\nParthenon Marbles and not simply their return. Since\r\n1982 the matter has been referred on several occasions to\r\nthe relevant UNESCO bodies, and it was submitted\r\nformally to the British Government in 1983.\r\nA number of UNESCO bodies have repeatedly\r\ncalled, through relevant resolutions, for bilateral\r\nnegotiations between the Greek and British Governments.\r\nThis is the natural process between two countries which\r\nenjoy deep-rooted and friendly relations and are allies,\r\nEuropean Union partners and members of the Council of\r\nEurope. Greece is willing to discuss the issue with the\r\nBritish Government. We are aware of the delicate nature\r\nof the issue and are dealing with it with extreme\r\ndiscretion. At the same time, we remain confident that our\r\ncause is justified and endorsed by the international\r\ncommunity. We sincerely hope that the British\r\nGovernment and British society, with their undeniable\r\ntraditional sensitivity towards cultural issues, will not take\r\ntoo long before redressing a grave error. This is an\r\nobligation not to Greece, but to the cultural heritage of\r\nthe whole world.\r\nAs the Director-General’s report observes, much has\r\nbeen done under the auspices of UNESCO to protect\r\ncultural property in its original and natural context and to\r\nrepatriate the property illegally taken from its countries of\r\norigin. However, there is still much to be done. My\r\ncountry is fully prepared to cooperate with international\r\nbodies in taking all necessary measures to put an end to\r\nthe illicit trafficking in cultural property and to ensure the\r\nprotection, recovery and return of stolen and illegally\r\nexported cultural property. We expect that our discussion\r\ntoday before this Assembly will trigger a greater\r\nawakening of international public opinion in support of\r\nthe return or restitution of cultural property to its\r\ncountries of origin, in particular through mobilization of\r\nthe information capacity of the United Nations for this\r\npurpose.\r\nMr. Rønneberg (Marshall Islands): The item before\r\nus has always been somewhat controversial and has been\r\nof great interest for the Government of the Republic of\r\nthe Marshall Islands over the last few years. In the\r\ncontext of our debate here at the United Nations, we have\r\nbecome aware of and sympathetic to the situation of\r\nfriendly countries whose cultural property has been\r\nveritably stolen from them during periods of war or\r\ncolonialism. We can fully sympathize with their plight,\r\nand we are willing to assist with responsible support for\r\ncertain measures that could be taken to alleviate the\r\nproblem.\r\n17\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nMany countries have good knowledge of what cultural\r\nicons and treasures belonging to them have been taken\r\naway over the years. This is particularly the case for the art\r\ntreasures of the great civilizations, which are put on display\r\nin metropolitan cities around the world. We know a lot\r\nabout these very famous items, how they were acquired and\r\nwhat their histories may be. But unfortunately, we cannot\r\nsay the same for all countries. Let me offer an illustration.\r\nWe had known that there was a Pacific collection at\r\na well-known university here in the United States, but we\r\ndid not know that it contained a large number of artefacts\r\nfrom the Marshall Islands. This year, the Minister for\r\nForeign Affairs and Trade of the Marshall Islands made an\r\nofficial visit to that university, and he viewed the collection\r\nthat came from the Pacific. We were quite astonished by\r\nthe fine quality of the objects, and especially by some of\r\nthe handiwork involved. These artefacts were brought to the\r\nUnited States in the 1800s, and were representative of a\r\nvery high standard and workmanship. We are now also\r\naware of major collections being held by various\r\ninstitutions in Germany, a former colonial administrator.\r\nFurthermore, at a recent symposium on the Marshall\r\nIslands, we were informed of the large amount of\r\ndocumentation and artefacts brought back to Spain by the\r\nearly explorers.\r\nI must stress that the Marshall Islands is not calling\r\nfor these artefacts to be returned as if they had been\r\nacquired by illegal means. In our case, we have ascertained\r\nthat they were indeed purchased in a legally acceptable\r\nmanner, that they have been cared for properly and that the\r\ncultural value of the artefacts has greatly increased in\r\nimportance due to their age and their relative isolation.\r\nWhat we are intending to do is to seek ways in which these\r\ncollections may be photographed in detail and catalogued\r\nmore fully, so that Marshallese students and others can do\r\nresearch on these examples of the cultural history of the\r\nMarshall Islands. It is also important to us that we explore\r\nthe possibility of a visiting exhibit to the Marshall Islands.\r\nFrom our initial conversations with the university museum\r\nadministrators, they would be quite amenable to such ideas,\r\nbut they were concerned about the financial costs.\r\nThis is where my delegation believes that this draft\r\nresolution could make an important contribution. In this\r\nregard, we would appeal to the international community,\r\nand to the expertise of the relevant United Nations agencies\r\nand specialized bodies, to assist us in compiling the\r\nnecessary data and cataloguing the extensive materials that\r\nare housed by these institutions.\r\nWe are fearful that in the future these artefacts may\r\ndecay or be lost before they can be properly documented.\r\nThey represent a period in Marshall Islands history that\r\nneeds to be documented better, from a cultural\r\nperspective. It is our intention to pursue the possibilities\r\nof a visiting exhibition to the Marshall Islands of these\r\ncollections. After such an exhibition had ended, we could\r\nseek to have a permanent exhibition of photographs or\r\ncopies of the artefacts.\r\nThe assistance of the donor community and the\r\nUnited Nations is absolutely essential if we are to be\r\nsuccessful. In our view, this is the sort of activity that\r\nshould be considered under the implementation of this\r\nagenda item. In collaboration with relevant United\r\nNations agencies such as the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), this\r\ncould prove to be a meaningful step in the right direction,\r\nand it would not alienate from the process those who\r\nhave these collections of artefacts. We will listen\r\ncarefully to the views of others in this debate and we\r\nhope that our comments may provide a useful input to the\r\ndiscussion.\r\nMr. Al-Hitti (Iraq) (interpretation from Arabic): At\r\nthe outset, my delegation would like to welcome the\r\nreport of the Secretary-General [A/52/211] before us,\r\nwhich deals with the return or restitution of cultural\r\nproperty to the countries of origin. We are very happy\r\nwith the recommendations adopted at the ninth session of\r\nthe Intergovernmental Committee for Promoting the\r\nReturn of Cultural Property to its Countries of Origin or\r\nits Restitution in case of Illicit Appropriation.\r\nIn this respect, we should like to welcome the\r\nattention devoted by the secretariat of the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) to the issue of training members of different\r\nprofessions affected by the issue of the illicit traffic in\r\ncultural property, such as law-enforcement officials and\r\nmuseum curators. My delegation would like to express its\r\nfull and unreserved support for the activities of the\r\nInternational Criminal Police Organization (INTERPOL),\r\nin combating the scourge of the illicit traffic in cultural\r\nproperty, and in particular for its activities in publishing\r\nand disseminating information about stolen cultural\r\nproperty. I should also like to reaffirm the fact that my\r\ncountry attaches importance to the exchange of\r\ninformation between databases on stolen cultural property,\r\nand supports the establishment of an international fund to\r\nfacilitate the restitution of stolen or illegally exported\r\ncultural property. We should also make art collectors,\r\n18\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nauctioneers and art gallery owners, more aware of the need\r\nto combat the traffic in cultural property.\r\nThe fact that the General Assembly considers this\r\nissue on a regular basis demonstrates its importance for\r\ninternational relations. The problem has become\r\nincreasingly serious in recent years because of the renewed\r\ngrowth in the illicit traffic in cultural property, especially\r\narchaeological remains, resulting from the deteriorating\r\neconomic situation of some developing countries and the\r\ndevaluation of their currencies in comparison with those of\r\na small number of developed countries. Dealers in this\r\nhandful of industrialized countries have exploited the\r\nsituation and appropriated this property. Global economic\r\nstagnation has further aggravated the problem. Some\r\nowners of private capital in western countries have,\r\ntherefore, been able to buy and appropriate archaeological\r\nremains as a reserve investment, to such an extent that trade\r\nin archaeological remains from developing countries has\r\nbecome an activity that is organized and led by companies\r\nand auction houses openly and with the knowledge of the\r\nGovernments of the countries concerned.\r\nDespite the fact that several agreements and\r\ninternational instruments grant countries the right to recover\r\ntheir cultural property and to prohibit the illegal traffic,\r\nmany countries that have appropriated such property refuse\r\nto accede to the agreements and do nothing to facilitate\r\nbilateral negotiations aimed at restoring the remains to their\r\ncountries of origin.\r\nIraq is known as the cradle of the earliest human\r\ncivilizations and for the diversity of its cultural heritage.\r\nIndeed, it is the depositary of the treasures passed down by\r\nthese civilizations. That is why it is a prime target for the\r\ntheft of archaeological treasures by the old colonizing\r\nPowers or by certain countries that wish to include these\r\nrare pieces in their museums. As a result of this systematic\r\npillaging, foreign museums will henceforth overflow with\r\nIraqi archaeological treasures, not to mention the artefacts\r\nheld in private collections or collections offered by antique\r\ndealers. Iraq is continuing to be subjected to the pillage of\r\nits cultural artefacts and remains, which has intensified in\r\nrecent years. The aerial bombardments of the allied forces\r\nagainst Iraqi towns and villages have partially or entirely\r\ndestroyed Iraqi cultural landmarks, including mosques,\r\nchurches and archaeological sites. The sanctions imposed\r\non Iraq and the foreign interference in its domestic affairs\r\nhave given rise to clandestine excavations that have enabled\r\ntheir organizers to appropriate and sell cultural property and\r\nrare art objects of inestimable value, as well as manuscripts\r\nand antique books. This systematic sabotage of Iraq’s\r\ncultural identity is increasing as the grip of the embargo\r\nimposed on the Iraqi people is tightened. These illegal\r\nactivities involve the destruction of the cultural heritage\r\nof nations and mutilate their sources of cultural creativity\r\nthroughout history.\r\nWe are grateful to UNESCO for its efforts to\r\nencourage the international community to pay greater\r\nattention to this problem and to help countries to recover\r\ntheir cultural property. We call on all States to cooperate\r\nfully with UNESCO so that it can achieve this objective\r\nin conformity with the principles of equity and justice in\r\ninternational relations. In this respect we welcome the\r\neight recommendations adopted by the Intergovernmental\r\nCommittee at its ninth session, held in Paris from 16 to\r\n19 September 1996, in particular Recommendation No. 7,\r\nwhich invites the Director-General of UNESCO to do his\r\nutmost to help in the tracing and return of the cultural and\r\narchaeological properties stolen and smuggled from Iraq.\r\nWe also call for the strengthening of the\r\ninternational conventions that are currently in force\r\ndesigned to protect cultural heritage throughout the world\r\nand to provide technical assistance to countries in serious\r\ndifficulties related to the illicit traffic in artifacts from\r\ntheir cultural heritage. We hope that the United Nations,\r\nthrough its specialized agencies, will continue to step us\r\nits efforts to sensitize international public opinion to the\r\nirreparable losses suffered by the cultural heritage of\r\ncertain countries because of pillaging and destruction, and\r\nprompt a more general awareness with regard to the\r\nreturn or restitution of cultural properties to their\r\ncountries of origin. The loss of the cultural heritage of\r\nsome States is a loss for the culture of the world, for\r\nfuture generations and for humankind as a whole.\r\nThrough its participation in international\r\norganizations and through bilateral channels, my country,\r\nIraq, is working to recover Iraqi manuscripts and\r\narchaeological artefacts that are currently in European\r\ncountries, and whose holders have confirmed that they\r\nwere taken out of Iraq illegally. Iraq has drafted a law to\r\nprohibit in particular the import of archaeological remains\r\nfrom other countries if they are not authenticated and\r\naccompanied by a permit in due form, and to ban the\r\ntransit of archaeological remains through the territory of\r\nthird States if those conditions are not met.\r\nOn 29 October 1992, Iraq informed UNESCO,\r\nthrough four sets of documents, of the loss of cultural and\r\narchaeological items during the military aggression and of\r\n19\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nthe thousands of archaeological relics stolen from Iraqi\r\nmuseums.\r\nAs is well known, all works of art, manuscripts or\r\nother archaeological or cultural relics embody the cultural\r\nheritage of a people, which has the right to be proud of and\r\nto attach special importance to these cultural objects that\r\nbelong first and foremost to their creators, their artisans and\r\ntheir people. That is why the people are the legitimate\r\nowners.\r\nThis injustice from the past can be redressed today if\r\ncertain countries imbibe the principles of justice and\r\nfairness and put an end to the kind of selfishness that\r\ncharacterized the colonial period and resulted in the\r\nsystematic pillaging of the wealth of others, including their\r\npatrimony. The logic of law and justice calls for the\r\nrestitution of such property to its rightful owners and to its\r\ncountries of origin, since it is an expression of the cultural\r\nidentity of the people who produced it, which is why such\r\nproperty is a matter of such interest and importance at the\r\nnational level.\r\nThe restitution of that cultural property could\r\ncontribute to the cultural liberation of countries whose\r\narchaeological and historical objects have been stolen. It\r\nwould constitute a humanitarian measure and the necessary\r\nfulfilment of a moral duty by the States which took this\r\nproperty and by international organizations.\r\nWe must send a clear message demanding the\r\nrestitution to the rightful owners of all that has been stolen\r\nor pillaged because illegal appropriation does not give those\r\nwho hold these stolen objects any rights. I should like here\r\nto refer to the statement made by the representative of\r\nKuwait a short while ago, which we consider to be quite\r\nexaggerated. Nor do we think it appropriate to indulge in\r\nsuch talk under the current agenda item.\r\nThat being said, I wish to recall that all Kuwaiti\r\nproperty has been restored, and we are quite prepared to\r\ncooperate with the United Nations coordinator entrusted\r\nwith this matter to return to Kuwait all Kuwaiti property\r\nthat we discover in the future.\r\nMr. Cho (Republic of Korea): It was nearly 25 years\r\nago that the General Assembly first addressed the issue of\r\nthe restitution of cultural property to its countries of origin.\r\nMy delegation is gratified to see today that the General\r\nAssembly is once again considering this pressing issue,\r\nwhich has acquired added urgency over the past few years\r\ndue to the increased international awareness of its\r\nimportance.\r\nIn this regard, my delegation notes with appreciation\r\nthe report of the Secretary-General (A/52/211), submitted\r\nin cooperation with the Director-General of the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO). The report provides a helpful account of the\r\nwork that is being done to promote the return or\r\nrestitution of cultural property to the countries of origin\r\nand highlights the need for the international community\r\nto cooperate more closely in this area.\r\nCultural property is the embodiment of the history\r\nand culture of a nation, and therefore we believe it can be\r\nbest valued and appreciated when it is preserved in its\r\ncountry of origin. However, over the course of history —\r\nparticularly during periods of armed conflict and\r\ncolonization — numerous priceless cultural artefacts have\r\nbeen taken by illegal means from their original resting\r\nplaces to locations abroad. This problem is of particular\r\nsignificance to Korea, as numerous Korean cultural\r\nobjects have been pillaged and illegally transferred abroad\r\nduring our country\u0027s history of political turmoil, especially\r\nin the late nineteenth century and early twentieth century.\r\nThe Korean Government has launched an effort to\r\nlocate these missing cultural objects by investigating the\r\nbackground of their illicit transfer. As part of this effort,\r\nwe have been compiling an extensive inventory of all\r\nKorean cultural properties illegally transferred abroad,\r\nwith a view to seeking their return or restitution, mainly\r\nthrough bilateral negotiations with the countries\r\nconcerned.\r\nThrough these efforts, we have been able to achieve\r\nsome concrete results. A total of 1,659 objects have been\r\nvoluntarily returned through bilateral agreements with the\r\nJapanese Government. An additional 1,642 items have\r\nbeen returned through public and private donations,\r\nmostly from Japan. We are grateful to the countries\r\nconcerned for their invaluable cooperation.\r\nHowever, we must also admit that there are cases of\r\nless encouraging progress in other bilateral negotiations\r\ndue to the apparent lack of a sincere spirit of cooperation.\r\nFor example, the progress achieved so far in our efforts\r\nto retrieve the Korean Royal Archives from a certain\r\nEuropean country has not yet met our expectations.\r\nIt is our strong view that cultural artefacts\r\nunlawfully taken away by forcible means cannot be\r\n20\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nregarded as the property of the countries which currently\r\nhave them in their possession. Regardless of their current\r\nlocation, those objects remain the property of their countries\r\nof origin. They must therefore be returned so that they can\r\nbe truly preserved and valued in their historical\r\nsurroundings by the people for whom those objects are an\r\nimportant part of cultural heritage.\r\nThis principle is, in our view, fundamental and must\r\nbe upheld in order to ensure that justice and genuine\r\ninternational cooperation prevail in the international\r\ncommunity. It is embodied in the various international\r\ninstruments and conventions, including the 1970 UNESCO\r\nConvention on the Means of Prohibiting and Preventing the\r\nIllicit Import, Export and Transfer of Ownership of Cultural\r\nProperty, which provide a framework to facilitate the return\r\nof cultural property and prohibit illicit trafficking in them.\r\nMy delegation earnestly hopes that those countries\r\nwhich have acquired cultural properties by illegal means\r\nwill abide by this fundamental principle of the international\r\ncommunity, and thus be forthcoming in facilitating bilateral\r\nnegotiations for the return or restitution of such property to\r\nthe countries of origin. To ensure satisfactory progress in\r\npursuit of this goal, we believe it is critically important that\r\nsome countries summon the political will to look beyond\r\nthe narrow nationalistic interests of the past for the benefit\r\nof common interests and cooperation in the future. Equally\r\nvital, in our view, is the commitment of the international\r\ncommunity as a whole to intensify its efforts to promote a\r\njust and fair solution to this important issue.\r\nIn this regard, we commend the UNESCO\r\nIntergovernmental Committee for Promoting the Return of\r\nCultural Property to its Countries of Origin or its\r\nRestitution in case of Illicit Appropriation for the important\r\nrole it has played in promoting bilateral negotiations\r\nbetween requesting and holding countries and in arousing\r\ninternational public opinion on this important issue. My\r\ndelegation believes that the activities of UNESCO and other\r\nrelevant organizations in this regard should be strengthened\r\nthrough the support of the United Nations and the\r\ncooperation of concerned countries so as to encourage the\r\nreturn of cultural property to its rightful owners.\r\nIt is our firm belief that in order to treasure and\r\nprotect the rich cultural heritage of humankind for\r\ngenerations to come, the international community must do\r\nall it can to preserve the respective cultural artefacts of\r\neach country, and ensure that those artefacts and objects are\r\nrestored to their rightful countries of origin. The Republic\r\nof Korea will strive to contribute to that vital task, and in\r\nthat regard we firmly support, as a sponsor, draft\r\nresolution A/52/L.12, which is sure, in our view, to foster\r\nan environment in which cultural properties can be\r\nreturned or restituted in a timely manner.\r\nMr. Zackheos (Cyprus): The report of the\r\nSecretary-General on the return or restitution of cultural\r\nproperty to the countries of origin delivers a hopeful\r\nmessage that much of what was needed to be done is\r\nbeing done and that the important efforts of protecting\r\ncultural properties are well on their way to bearing\r\nfruitful results.\r\nFor this hopeful picture, the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) and its Director-General deserve to be\r\ncommended. Certainly, not all the provisions and goals\r\nset by General Assembly resolutions have been\r\nimplemented. We are gratified, however, by the progress\r\nreport of UNESCO, in document A/52/211, dated 25 June\r\n1997, and especially by its account of the results of the\r\nholding of the ninth session of the Intergovernmental\r\nCommittee for Promoting the Return of Cultural Property\r\nto its Countries of Origin or its Restitution in case of\r\nIllicit Appropriation, as well as by the adoption of eight\r\nrecommendations, as contained in appendix I of the\r\nabove-mentioned report.\r\nWe commend UNESCO’s efforts to promote\r\nbilateral negotiations for the return or restitution of\r\ncultural property as a matter of cultural continuity and\r\njustice, the preparation of inventories of movable cultural\r\nproperties, the dissemination of information and efforts to\r\nestablish a code of ethics for art dealers, auction houses\r\nand galleries. Similarly, we note in the report the entry\r\ninto force of the International Institute for the Unification\r\nof Private Law (UNIDROIT) Convention and of the\r\nefforts to improve existing international conventions for\r\nthe protection of world cultural properties and agree that\r\nour central goal should be increasing the number of\r\nratifications and providing technical assistance to States\r\nwith acute problems of illicit trafficking in archaeological\r\nobjects, as well as aiding countries experiencing armed\r\nconflicts.\r\nIt is very correctly stated in the report that the return\r\nor restitution of cultural and artistic treasures to countries\r\nof origin contributes to the strengthening of international\r\ncooperation. The establishment of an international fund to\r\nfacilitate the restitution of stolen property will be of great\r\npractical assistance to these States.\r\n21\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nOur interest in the subject emanates from our desire to\r\ncommunicate again with the international community and\r\nto seek its solidarity and assistance for the preservation of\r\nthe cultural identity of the occupied territories of Cyprus.\r\nThe occupying Power’s policy of changing the demographic\r\nand cultural character of Cyprus by the importation of\r\nsettlers and the destruction, desecration and pillaging,\r\nespecially of places of worship as a result of the 1974\r\ninvasion, constitute a continuous haemorrhage of our\r\ncultural heritage. To highlight the immensity of the\r\ndestruction, I cite here some figures. First, some 15,000 to\r\n20,000 icons have been removed. Secondly, several dozen\r\nmajor frescos and mosaics dating from the sixth century\r\nA.D. to the fifteenth century have been segmented for sale\r\nabroad. Thirdly, several thousand antiquities and individual\r\nobjects of historical interest, such as wooden carvings,\r\ncrosses, bibles and so forth, have disappeared.\r\nAs recently as one month ago, stolen Cypriot church\r\nobjects, such as frescos, icons, ancient pottery and statues\r\nwere discovered by the German police in Munich in the\r\nresidence of a Turkish national. The recovery included over\r\n100 valuable pieces of art from the period from the sixth to\r\nthe fifteenth century. The Government and the Church of\r\nCyprus have spared no effort or money in seeking to\r\nrecover, or even buy back, whatever Cypriot antiquities\r\ncould be salvaged. In this endeavour, we are grateful to\r\nthose individuals, institutions and international organizations\r\nfor their cooperation and assistance for the discovery and\r\nreturn of many significant treasures.\r\nThe first major victory relating to stolen objects\r\noccurred with the return to Cyprus, following a civil case\r\nin the United States, of four mosaics originating from the\r\nKanakaria church, dating from A.D. 525. The mosaics are\r\nnow exhibited in the Byzantine Museum in Nicosia.\r\nNevertheless, despite the assistance of organizations,\r\nincluding UNESCO, the Council of Europe, Europa Nostra,\r\nthe International Council on Monuments and Sites and\r\nINTERPOL, as well as devoted curators and scholars\r\nthroughout the world, a vast number of objects and artefacts\r\nremain in the wrong hands. We are faced with an uphill\r\nstruggle, as we still have no control over the fate of our\r\nheritage in our own territory in the occupied part of the\r\nRepublic.\r\nThis territory, may I remind the Assembly, includes\r\nthe largest part of the island’s archaeological and historic\r\nsites: the Venetian walls of Famagusta, the medieval castles\r\nof Kyrenia, the archaeological sites of Salamis, Mycenaean\r\nEngomi, churches and monasteries built between the fourth\r\nand the eleventh centuries, as well as neolithic bronze\r\nPhoenician, Greek and Roman sites. We hope that the\r\nUnited Nations, through its specialized agencies, will\r\ncontinue to contribute towards increasing the awareness\r\nof the international community of the importance of\r\nsafeguarding the cultural heritage of Cyprus and, in fact,\r\nof all States. The archaeological treasures of States are\r\ntreasures of the world. Their loss will be a loss to\r\nmankind and to global civilization.\r\nAs to those who intentionally destroy the cultural\r\nheritage of States, the words of Euripides echo through\r\nthe ages as a stern warning.\r\n“Fool is the one who sacks a city, making a\r\ndesert of temples, pillaging the tombs, the\r\nsanctuaries of the dead, for he prepares his own\r\ndoom in times to come.”\r\nMs. Rodríguez (Peru) (interpretation from Spanish):\r\nAs heir to one of the oldest and richest civilizations in the\r\nworld, Peru draws on immense and extremely varied\r\ncultural resources. My delegation is therefore taking the\r\nfloor on this item, given its extreme importance.\r\nPeru greatly appreciates the work done by the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO) with regard to the return of cultural property\r\nto its countries of origin or its restitution in case of illicit\r\nappropriation. We would like especially to commend the\r\nwork of the Director-General of UNESCO, as well as that\r\nof the Intergovernmental Committee established to those\r\nends.\r\nLikewise, we commend UNESCO\u0027s overall efforts to\r\npromote the return of property or its restitution in case of\r\nillicit appropriation to its countries of origin. We thank\r\nthe Director-General of UNESCO for his report contained\r\nin document A/52/211, on which my delegation would\r\nlike to make the following comments.\r\nPeru gives its full support to the Intergovernmental\r\nCommittee as the international negotiating forum for\r\nreaching satisfactory solutions on behalf of countries\r\nseeking to recover their cultural property. We can\r\nmention specifically, as a result of such endeavours, the\r\nreturn by Honduras of various art objects, for which we\r\nexpress our heartfelt thanks to its Government. At the\r\nbilateral level, we would like to express the same\r\ngratitude to the Government of Canada, which on 28\r\nNovember 1997 will officially return to Peru a collection\r\nof valuable pre-Columbian pieces. We also attach great\r\nimportance to the memorandum of understanding signed\r\n22\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\non 9 June of this year between the Government of the\r\nUnited States and our own Government to restrict the\r\nimportation to the United States of Peruvian pre-Columbian\r\nand colonial materials.\r\nWe firmly believe that international cooperation is\r\nfundamental for curbing illicit traffic in cultural property.\r\nPeru thanks UNESCO for its activities designed to provide\r\nthe appropriate training to various categories of\r\nprofessionals who deal with the issue of illicit traffic in\r\ncultural property. We recommend that UNESCO continue\r\nto give priority to this matter. In this connection, Peru once\r\nagain requests UNESCO to cooperate in the training of\r\nofficials entrusted with enforcing the law on the protection\r\nof the nation\u0027s cultural heritage, since in recent years my\r\ncountry has continued to suffer great losses of its cultural\r\nheritage because of clandestine excavations and subsequent\r\nillicit traffic.\r\nWe are also grateful to the International Council of\r\nMuseums (ICOM) for the publication of a training manual\r\nfor the documentation of African collections, as an\r\nadditional effort to facilitate the establishment of national\r\ninventories and the training of local personnel.\r\nWe share the views of the representative of the Getty\r\nInformation Institute on the need to rely on some\r\nstandardized, basic method of exchanging information on\r\nstolen cultural property and on the importance of having\r\nprecise information about such property, as well as the\r\nconclusion that only through closer cooperation between\r\nprivate organizations and the public sector, at both the\r\nnational and the international level, will we be able to curb\r\nthis illicit traffic.\r\nPeru, a signatory of the 1995 Convention on Stolen or\r\nIllegally Exported Cultural Objects of the International\r\nInstitute for the Unification of Private Law (UNIDROIT),\r\nappeals to those countries that have not yet done so to\r\nadhere to or ratify the UNESCO and UNIDROIT\r\nConventions. We welcome with satisfaction the UNIDROIT\r\ninitiative to establish a database of legislation and\r\ninternational conventions for the protection of cultural\r\nproperty, States\u0027 participation and a bibliography.\r\nPeru supports the establishment of an international\r\nfund to facilitate the restitution of stolen or illicitly exported\r\ncultural property, which would be of benefit to those\r\ncountries that cannot pay the costs entailed by this effort.\r\nWe believe that the establishment of this fund must take a\r\nnumber of factors into account, particularly the sources of\r\nfunding, in order to ensure its effectiveness and viability.\r\nPeru believes it advisable to adopt a code of ethics\r\nfor art dealers and other professionals in the field of\r\ncultural property. Though non-binding, such a code will\r\nmake it possible to enhance ethical standards in the art\r\ntrade.\r\nIn addition, we fully agree with the importance\r\nattached to a public awareness campaign to curb illicit\r\ntraffic in cultural property, and we believe the Internet is\r\na valuable tool for that purpose. In this connection, my\r\ndelegation commends the Government of France for its\r\nvaluable initiative to disseminate via the Internet\r\ninformation on French museums\u0027 holdings of cultural\r\nproperty whose owners are unknown and which has never\r\nbeen claimed.\r\nFor these reasons, the delegation of Peru fully\r\nsupports the text of draft resolution A/52/L.12, now\r\nbefore the General Assembly for consideration.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nBefore proceeding to take action on draft resolution\r\nA/52/L.12, I should like to announce that since its\r\nintroduction, Egypt has become a sponsor of the draft\r\nresolution.\r\nThe Assembly will now proceed to take a decision\r\non draft resolution A/52/L.12.\r\nOne representative wishes to make a statement in\r\nexplanation of vote before the voting. May I remind\r\ndelegations that explanations of vote are limited to 10\r\nminutes and should be made by delegations from their\r\nseats.\r\nMr. Dlamini (Swaziland): My delegation is\r\nappreciative indeed of this debate on the restoration or\r\nrestitution of cultural property. I am speaking as a son of\r\nAfrica and also as a student of history who has seen how\r\nmuch havoc was brought on the developing nations,\r\nparticularly in my continent, Africa.\r\nPrior to debating this subject, we debated the\r\nquestion of languages. The way in which we African\r\nnations were deprived of our own languages, which are\r\nalso our heritage, is another important phenomenon.\r\nThank God, however, that we in the Kingdom of\r\nSwaziland are still one of those unique nations in Africa\r\nthat retains our heritage, languages and traditional\r\n23\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\ninstitutions. We praise the Almighty God, who blinded the\r\neyes and minds of those who were responsible for the illicit\r\ntrafficking and extermination of our African heritage.\r\nI have a question: Who are these that are still the\r\nculprits today? The draft resolution and agenda item are not\r\ncoming before the Assembly for the first time. The culprits\r\nare known. Can they behave like Christians in a church\r\nwho, when they are convinced of their sins, simply stand\r\nup and say, “We confess our misdeeds”? For sure, they\r\nknow themselves, and they know the heritage they took\r\nfrom other nations.\r\nI am thinking of the Rosetta Stone, which was taken\r\nfrom Egypt, I am thinking of the papyrus material that was\r\ntaken from Egypt, and, on a more serious note, I am\r\nthinking of the embalmed bodies that were taken by some\r\nMembers of the United Nations to use to serve as centres\r\nto attract tourism. I shudder to say that those culprits are\r\nMembers of the United Nations. My delegation would\r\ntherefore humbly request them that of their own accord, and\r\nhaving heard and understood the cry of the world, they\r\nrestitute these heritage properties.\r\nWe Africans have a bad history. We have heard our\r\nbrothers and sisters who were hewn from our continent and\r\ntaken elsewhere on the globe. While on their way their\r\nteeth were extracted forcibly, their morals were extracted\r\nforcibly, and their brains were extracted forcibly and kept\r\nin certain museums. This, we regard as a heritage for\r\nAfrica, and we are saying that the time has come that such\r\nshould be restored, with a minimum of compensation at the\r\nmost.\r\nParagraphs 6 and 7 of the report, however, give my\r\ndelegation a sense of encouragement that certain countries\r\nhave agreed to return the heritage wherever it was taken.\r\nHeaven is theirs, I can assure them, because they are telling\r\nthe truth. God the Almighty will reward them if they\r\nhonour what they have said in paragraphs 6 and 7 and if\r\nthey can live up to their promises.\r\nWe call for yet other Members to do likewise. The\r\ntime to restore what was accidentally taken from us has\r\ncome. We suffered from the boundaries that divided Africa,\r\nwe suffered from the languages that divided us in Africa.\r\nI am no longer able to understand and communicate with\r\nmy brother in Central Africa. I am no longer able to\r\ncommunicate and understand my brother in the western part\r\nof Africa. All that was due to the history that has been\r\nimposed on us.\r\nAs the United Nations, we want to forgive them. As\r\nMember States we want to forgive them. But let them\r\nlive up to their promises. In future, the draft resolution\r\nshould be a consensus resolution because of the fact that\r\nwe shall be in a position to understand and agree\r\nmutually.\r\nThe Acting President: We have heard the only\r\nspeaker in explanation of vote before the voting.\r\nThe Assembly will now take a decision on draft\r\nresolution A/52/L.12. I call first on the representative of\r\nthe Secretariat.\r\nMr. Perfiliev (Director, General Assembly and\r\nEconomic and Social Council Affairs Division): I should\r\nlike to inform members that, should the General\r\nAssembly adopt draft resolution A/52/L.12, there will be\r\nno programme budget implications.\r\nThe Acting President: A recorded vote has been\r\nrequested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlgeria, Argentina, Armenia, Australia, Azerbaijan,\r\nBelarus, Benin, Bolivia, Botswana, Brazil, Brunei\r\nDarussalam, Burkina Faso, Cameroon, Canada,\r\nChina, Colombia, Côte d\u0027Ivoire, Croatia, Cuba,\r\nCyprus, Czech Republic, Democratic People\u0027s\r\nRepublic of Korea, Democratic Republic of the\r\nCongo, Ecuador, Egypt, El Salvador, Estonia,\r\nEthiopia, Finland, Ghana, Greece, Iceland, India,\r\nIndonesia, Iran (Islamic Republic of), Jamaica,\r\nKazakhstan, Kenya, Kuwait, Lao People\u0027s\r\nDemocratic Republic, Liberia, Libyan Arab\r\nJamahiriya, Liechtenstein, Lithuania, Madagascar,\r\nMalaysia, Maldives, Malta, Marshall Islands,\r\nMauritius, Mexico, Mongolia, Myanmar, New\r\nZealand, Niger, Nigeria, Norway, Oman, Pakistan,\r\nPanama, Papua New Guinea, Peru, Philippines,\r\nQatar, Republic of Korea, Republic of Moldova,\r\nRomania, Saint Lucia, Saudi Arabia, Senegal,\r\nSingapore, Slovakia, Sri Lanka, Sudan, Swaziland,\r\nSyrian Arab Republic, Thailand, the former\r\nYugoslav Republic of Macedonia, Togo, Tunisia,\r\nTurkey, Ukraine, United Arab Emirates,\r\nUnited Republic of Tanzania, Venezuela, Viet Nam,\r\nZambia\r\nAgainst:\r\n24\r\nGeneral Assembly 55th plenary meeting\r\nFifty-second session 25 November 1997\r\nNone\r\nAbstaining:\r\nAndorra, Austria, Belgium, Chile, Denmark, France,\r\nGeorgia, Germany, Ireland, Israel, Italy, Japan, Latvia,\r\nLuxembourg, Netherlands, Poland, Portugal, Russian\r\nFederation, San Marino, Spain, Sweden, United\r\nKingdom of Great Britain and Northern Ireland,\r\nUnited States of America\r\nDraft resolution A/52/L.12 was adopted by 87 votes to\r\nnone, with 23 abstentions (resolution 52/24).\r\n[Subsequently the delegation of Hungary informed the\r\nSecretariat that it had intended to vote in favour.]\r\nThe Acting President: The delegation of Kuwait has\r\nasked to speak in exercise of the right of reply. I remind\r\nmembers that, in accordance with decision 34/401,\r\nstatements in exercise of the right of reply shall be limited\r\nto 10 minutes for the first intervention and to five minutes\r\nfor the second, and should be made by delegations from\r\ntheir seats.\r\nMr. Al-Awdi (Kuwait) (interpretation from Arabic):\r\nI would like to express my regret at having to ask for the\r\nfloor at such a late hour. I listened attentively to what the\r\nrepresentative of Iraq said a little while ago on agenda item\r\n27, regarding the return or restitution of cultural property to\r\nthe countries of origin. I would like to make the following\r\nremarks in this regard.\r\nFirst, my delegation has taken note of what the\r\ndelegation of Iraq said towards the end of his statement\r\nabout their readiness to cooperate in restoring Kuwaiti\r\nproperty, and we hope that this will be done in a serious\r\nmanner. Secondly, my delegation remains committed to all\r\nthat was said by the Permanent Representative of Kuwait\r\non this item just a while ago.\r\nThirdly, the representative of Iraq\u0027s characterization\r\nof what was stated by the Permanent Representative of\r\nKuwait regarding the negative impact of the oppressive\r\nIraqi occupation on the cultural property of Kuwait as\r\nexaggerated is wrong and Iraq cannot deny it. The\r\ndestruction and pillaging of important cultural and\r\nhistorical property perpetrated by the occupying Iraqi\r\nsoldiers in Kuwait in 1990 has been documented by\r\nconcerned international organizations. It was also\r\nwitnessed by me, as a Kuwaiti citizen, before I became a\r\ndiplomat here. As a Kuwaiti I lived out the period of\r\nIraqi occupation of Kuwait, and I have personally seen\r\nthe deliberate destruction by the Iraqi Republican Guards\r\nof museums and cultural property in Kuwait. I cannot\r\nforget seeing the Iraqi occupiers accompanied by a\r\ndirector of one of the Iraqi national museums or cultural\r\ncentres break down the doors of the National Museum\r\nand then loot and steal the Museum\u0027s acquisitions,\r\nremoving them to Iraq.\r\nFourthly, Iraq is creative in contradicting itself and\r\nits acts. When the representative of the Iraqi regime refers\r\nto the importance of cultural property for States and calls\r\nfor not trafficking illegally in them and for their\r\nrestoration, he is simply ignoring that his own regime has\r\ndone the same heinous thing. This does not surprise us\r\nbecause we have grown accustomed to the style of\r\ncontradiction which the Iraqi regime lives by.\r\nFifthly, I would like to reaffirm that this is the\r\nappropriate item under which we can express Kuwaiti\r\nconcerns regarding Iraq\u0027s refusal to return the rest of\r\nKuwaiti intellectual property. And what has been returned\r\nhas arrived destroyed and defective. Therefore, we again\r\ncall upon Iraq to cooperate seriously in implementing the\r\nrelevant Security Council resolution.\r\nThe Acting President: May I take it that it is the\r\nwish of the Assembly to conclude its consideration of\r\nagenda item 27?\r\nIt was so decided.\r\nThe meeting rose at 7.40 p.m.\r\n25\r\n"