"United Nations A/52/PV.14\r\n97-86074 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n14th plenary meeting\r\nFriday, 26 September 1997, 3 p.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by His Serene Highness Crown Prince\r\nAlbert, Crown Prince of the Principality of Monaco\r\nThe President: The Assembly will first hear an\r\naddress by His Serene Highness Crown Prince Albert,\r\nCrown Prince of the principality of Monaco.\r\nHis Serene Highness Crown Prince Albert, Crown\r\nPrince of the Principality of Monaco, was escorted to\r\nthe rostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Crown Prince of the Principality of Monaco, His Serene\r\nHighness Crown Prince Albert, and inviting him to address\r\nthe General Assembly.\r\nCrown Prince Albert (interpretation from French):\r\nIt is a great pleasure for me to congratulate you, Sir, on\r\nyour outstanding election. Your competence and your vast\r\nexperience in multilateral diplomacy, to which you have\r\ndevoted a large part of your professional life, together with\r\nyour personal qualities assure us that our work will be\r\nconducted properly and be successful.\r\nI should also like to take this opportunity to pay a\r\nwell-earned tribute to Ambassador Razali of Malaysia for\r\nthe effective way in which he conducted the fifty-first\r\nsession of our General Assembly.\r\nI congratulate, also, the members of the Bureau, who\r\nI am convinced stand ready to do their utmost to ensure\r\nthe success of this important session.\r\nIt is in fact an important session because, upon the\r\ninvitation of the Secretary-General, it is being devoted\r\nlargely to an exchange of views, which I hope will be\r\nproductive, on the reform of the Organization.\r\nThe document before us, entitled “Renewing the\r\nUnited Nations: A Programme for Reform”, is of the\r\ngreatest interest to my country\u0027s authorities. The desire to\r\nmake the Organization, and above all its Secretariat, more\r\nefficient by improving the coherence and coordination of\r\nits activities is the very judicious inspiration for the\r\nproposed reform process. That desire is easy to\r\nunderstand and endorse, given its obvious responsiveness\r\nto current real needs.\r\nDuring the 52 years of its existence, the United\r\nNations has regularly been challenged by the requirements\r\nof an ever changing world and has thus been led to\r\ndevelop or create new structures — without, however,\r\nalways reducing or suppressing old ones.\r\nThe current exceptionally broad changes in the\r\npolitical, economic and social spheres irresistibly call for\r\na profound transformation of multilateral cooperation.\r\nThey require the Organization to make an ineluctable\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\neffort to adapt that cannot be delayed without jeopardizing\r\nits prestige and seeing its international role inexorably\r\nwither. Thus, we can only endorse the will demonstrated by\r\nthe General Assembly at the fiftieth anniversary of the\r\nUnited Nations and the recent initiatives undertaken. In our\r\nview, it is rational to concentrate and better coordinate the\r\nOrganization\u0027s missions around the five great pillars of its\r\nCharter responsibilities: international peace and security,\r\ndevelopment, humanitarian affairs, economic and social\r\naffairs and human rights.\r\nThe promotion and protection of human rights, which\r\nthe Secretary-General very rightly proposes to strengthen,\r\nreceive the intersectoral treatment which their\r\nmultidisciplinary nature naturally evokes. That nature must\r\nnot allow us to forget, however, that this fundamental area\r\nof the Organization\u0027s competence requires the strengthening\r\nof its appropriate structures. The High Commissioner for\r\nHuman Rights, Mrs. Mary Robinson, who has just assumed\r\nher office — and whose arrival we welcome sincerely and\r\nconfidently — must be given sufficient human and financial\r\nresources, as well as the decision-making autonomy,\r\nnecessary to fulfil the essential duties that have fallen to\r\nher.\r\nNext year\u0027s celebration of the fiftieth anniversary of\r\nthe Universal Declaration of Human Rights should be an\r\nopportunity to recall the commitments undertaken by the\r\nMember States when they adopted that text on 10\r\nDecember, 1948, and, a few years later, on 16 December\r\n1966, the two international human rights agreements which,\r\nI am pleased to say, the Principality has recently ratified.\r\nThe Emergency Relief Coordinator entrusted with\r\nhumanitarian assistance must also enjoy the greatest\r\nautonomy and the means necessary to allow him to\r\nintervene effectively and promptly when necessary — a\r\ntask that the Government of the Principality accords the\r\nhighest priority.\r\nThis autonomy must, more generally, touch the entire\r\ninternational civil services. The independence of United\r\nNations agents — the Secretary-General first among\r\nthem — is the guarantee of the quality of their service and\r\nof the trust which the international community places in\r\nthem.\r\nThe decision to bring together all the field\r\nprogrammes and information centres in common premises,\r\nto be known as United Nations Houses, is both rational and\r\nsymbolic. It is an ideal response to the current needs to\r\nconcentrate and better coordinate operational activities,\r\nwhile promoting a strong and cohesive image of the entire\r\nsystem. We strongly encourage the Secretary-General to\r\npursue this approach, which has recently been undertaken\r\nin South Africa.\r\nFor those States that will not have the opportunity to\r\nhost such Houses, might we not consider establishing a\r\nUnited Nations presence in the form of a volunteer\r\nhonourary representative: a national figure mandated,\r\nalongside the authorities, to disseminate information and\r\nheighten general awareness? The widespread practice of\r\nappointing honourary consuls could, in this respect, serve\r\nas an example.\r\nThe special team dedicated to reorienting\r\ninformation activities highlights, in the Secretary-\r\nGeneral\u0027s report, a need which we understand: to improve\r\nand enlarge the United Nations capacity to communicate\r\nat the country level through innovative local partnerships.\r\nThe establishment of honourary United Nations\r\nrepresentatives would be one way to follow up that\r\nsuggestion on a practical and affordable level.\r\nAs the Secretary-General points out, public interest\r\nin the United Nations could also be sharpened by the\r\norganization of high-level thematic debates within General\r\nAssembly bodies. We agree with this, given that such\r\ndebates would receive more attention from the press and\r\npublic opinion than those currently held and would lessen\r\nthe need for large world conferences.\r\nThe Security Council has already taken steps to\r\nimprove information services and exchanges with Member\r\nStates that are not members of the Council and with the\r\ninternational community at large. These steps are useful\r\nand welcome and are beginning to bear fruit.\r\nThe important question of enlarging the membership\r\nof that principal organ, which depends on a decision from\r\nthe Member States, is also of great interest to us. The\r\nHigh-level Working Group on that subject has worked\r\ntremendously hard under the leadership of successive\r\nPresidents of the General Assembly and the dedication of\r\nits Vice-Presidents. We convey to them our warmest\r\nthanks. The Principality of Monaco is ready to endorse\r\nunreservedly any commitment or solution that might be\r\nachieved, including the creation of long-term seats lasting\r\nsix to 10 years, for example.\r\nIn tandem with the improvement already begun in\r\nthe functioning of the Economic and Social Council, some\r\nconsidered attention also appears to be necessary to the\r\n2\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nTrusteeship Council. The suggestions made by the\r\nSecretary-General seem to us to be wise and far-sighted.\r\nThe Principality of Monaco could support the idea of\r\nentrusting that organ with new trusteeship responsibilities\r\nin the spheres of the environment and the protection of the\r\ncommon human patrimony. Outer space, the atmosphere,\r\nthe high seas, as well as the free zones of the Arctic and\r\nAntarctic — especially in the spirit of the 1959 Treaty —\r\nwould all stand to gain, under certain conditions, by being\r\nplaced within its competence. The Council might also be\r\nentrusted with the ongoing task of considering the great\r\ntransformations that would be entailed by predictable\r\nadvances in science and technology.\r\nWe must hope that the proposed reforms will be\r\nspeedily enacted, so that the Millennium Assembly\r\nproposed by the Secretary-General for the year 2000 will\r\nindeed be an occasion for celebrating an updated and\r\nmodernized United Nations.\r\nThe Principality, which this year is celebrating the\r\n700th anniversary of my family\u0027s dynasty in Monaco, can\r\nonly wish long life to a United Nations strengthened and\r\nmore open to civil society.\r\nTurning now to the nearer future, allow me to\r\nemphasize the importance that my country attaches to\r\nconcluding the work on the international criminal court,\r\nwhich should lead to a plenipotentiary diplomatic\r\nconference next year in Rome. A collective morality that is\r\nuniversal in scope cannot exist without institutions to\r\ndisseminate it, implement it and ensure its respect.\r\nThe adoption of a Convention on anti-personnel\r\nlandmines, which continue to inflict their savagery on\r\ncivilian populations, has long been one of our goals. Is not\r\nrespect for the dignity and physical integrity of human\r\nbeings one of the most essential and universally recognized\r\nvalues, one that underlies both human rights and\r\nhumanitarian law?\r\nThe meeting convened by Canada last October and the\r\nseries of meetings held in Vienna, Bonn and Brussels this\r\nyear, as well as the diplomatic conference that recently took\r\nplace in Oslo have led to the drafting of a text, which, in\r\nthe spirit of resolution 51/45 S, prohibits not only the use\r\nbut also the development, stockpiling and transfer of such\r\nmines. We truly welcome this development.\r\nIn the same vein, I should like to note that the\r\nPrincipality has recently submitted its instruments of\r\naccession to the Convention on Prohibitions or\r\nRestrictions on the Use of Certain Conventional Weapons\r\nWhich May Be Deemed to Be Excessively Injurious or to\r\nHave Indiscriminate Effects, a Convention that we believe\r\nconstitutes great progress in the rules of warfare.\r\nNext year will be the International Year of the\r\nOcean, for which we are making active preparations. The\r\nmarine environment laboratory of the International\r\nAtomic Energy Agency in Monaco has recently moved\r\ninto new, spacious and functional offices made available\r\nto it by our Government. That laboratory, thanks to its\r\nmodern equipment, is helping to identify sources and new\r\nchemical markers of marine pollution. It regularly\r\norganizes training courses and consultative missions, and\r\nit is actively contributing, with the assistance of the\r\nUnited Nations Environment Programme and the\r\nIntergovernmental Oceanographic Commission, to the\r\nMEDPOL programme to combat pollution in the\r\nMediterranean — an issue of great interest to us.\r\nThe International Year of the Ocean should provide\r\nan opportunity to strengthen such programmes as well as\r\ninternational cooperation to promote the preservation and\r\nmanagement of marine resources, including certain fish\r\nstocks and marine mammals. At the nineteenth special\r\nsession of the General Assembly on the environment last\r\nJune, many delegations emphasized these issues. Echoing\r\nthe Commission on Sustainable Development, some quite\r\nrightly recalled the need regularly to assess, on an\r\nintergovernmental level and in the framework of the\r\nUnited Nations Convention on the Law of the Sea, the\r\nquality of the marine environment. This has been done for\r\nalmost 20 years in France, Italy and Monaco under the\r\nRAMOGE programme. We hope that other regional\r\ncooperation activities of this nature will develop in 1998.\r\nFor coastal States as well as for the international\r\ncommunity, the oceans and the seas must be a protected,\r\nshared space, sparingly exploited — not a place for\r\nintense economic confrontation.\r\nFinally, like the European Union, whose views on\r\nmany issues we share, the Principality of Monaco remains\r\nvery concerned by the continued financial crisis in the\r\nUnited Nations. This crisis can be resolved only if\r\nMember States comply strictly with their commitments\r\nand pay in full, on time and without conditions their\r\ncontributions to the regular and peacekeeping budgets as\r\nwell as all accumulated arrears.\r\n3\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nAs a member of the International Olympic Committee,\r\nI am pleased once again to remind the Assembly that the\r\nWinter Olympic Games will be held next February in\r\nNagano, Japan. The General Assembly at its fifty-first\r\nsession invited Member States, through resolution 50/13, to\r\nrespect a truce before, during and after both the Summer\r\nand Winter Olympic Games. Building a peaceful and better\r\nworld through sport and the Olympic ideal must remain our\r\nmotto at that great international meeting of the youth of the\r\nworld.\r\nFinally, I should like to convey my deep sorrow,\r\nshared by my father and by the people of Monaco, at the\r\nloss of lives resulting from the forest fires — an ecological\r\ncataclysm — that are raging in Sumatra, Indonesia, and\r\nfrom the air disaster that occurred in Maden this morning,\r\nas well as at the tragic results of last night\u0027s earthquake in\r\nthe Italian peninsula. I should like to extend, on my own\r\nbehalf and on behalf of my father and the people of\r\nMonaco, our deepest condolences and sympathy.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the Crown Prince of the Principality of\r\nMonaco for the statement he has just made.\r\nHis Serene Highness, Crown Prince Albert, Crown\r\nPrince of the Principality of Monaco, was escorted\r\nfrom the rostrum.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Greece, His Excellency Mr. Theodoros Pangalos.\r\nMr. Pangalos (Greece): Before I begin my speech,\r\nmay I associate myself with the final appeal made by\r\nPrince Albert of Monaco, who preceded me at this rostrum.\r\nPerhaps this Organization can be instrumental in achieving\r\nan Olympic truce for the Olympic Games of 2000 and for\r\nthose of 2004, which we will host in Athens. I think that\r\nthis is an initiative that the Organization should take\r\nseriously.\r\nAllow me to warmly congratulate you, Sir, on your\r\nelection. Your qualities and skills augur well for the\r\nprogress of this session. Moreover, I am especially pleased\r\nto salute in your person a representative of the Ukraine, a\r\ncountry with which Greece maintains long-standing friendly\r\nrelations. I wish also to pay tribute to your predecessor,\r\nAmbassador Razali Ismail, for the effective manner in\r\nwhich he performed his functions.\r\nThe Greek Government is impressed with the way the\r\nnew Secretary-General, Mr. Kofi Annan, has been\r\ndischarging his duties. His great experience warrants the\r\nhope that his ongoing endeavours aiming at the reform of\r\nthis Organization will be crowned with success.\r\nMr. Abu-Nimah (Jordan), Vice-President, took the\r\nChair.\r\nOn this occasion, I would like to express my\r\nappreciation to the United Nations membership at large\r\nfor electing Greece to one of the positions of Vice-\r\nPresident of the General Assembly.\r\nEarlier this week, the Foreign Minister of\r\nLuxembourg, in his capacity as President of the Council\r\nof the European Union, delivered a statement to which\r\nmy Government fully subscribes; we subscribe as well as\r\nto the Union’s memorandum, which has been submitted\r\nto the Assembly. I would like, however, to elaborate\r\nfurther on some issues of particular interest to my\r\ncountry.\r\nAs the millennium draws to a close, Greece, located\r\nat a crossroads of countries and civilizations, is striving\r\nto free the twenty-first century from the scourges of the\r\npast, thus offering to our region prospects of progress and\r\nprosperity. We are the only member of both the European\r\nUnion and of the North Atlantic Treaty Organization\r\n(NATO) in our region, and we thus we function as the\r\nlatter’s link to Europe, guided by our firm belief that\r\nconflicts and prejudices have to be overcome through\r\nrespect for international law and the principles of the\r\nUnited Nations.\r\nIn this context, we believe that Greece is able to\r\nplay an important role in the Security Council and are\r\ntherefore seeking election to that body, to one of the two\r\nnon-permanent seats allocated to the Group of Western\r\nEuropean and Other States for the biennium 1999-2000.\r\nDeeply dedicated to the purposes and principles of the\r\nUnited Nations Charter, we are ready to take our share of\r\nresponsibility for international peace and security. Indeed,\r\nGreece has been actively participating in several\r\npeacekeeping operations as a troop-contributing country.\r\nThis year, we became a member of the Special\r\nCommittee on Peacekeeping Operations. We have\r\nadvocated the Committee’s expansion as a positive step\r\nforward, and we support any effort aimed at improving\r\nthe peacekeeping capabilities of the United Nations.\r\nFurthermore, Greece has confirmed its willingness to\r\nparticipate in the stand-by arrangements system and has\r\njoined other Member States in the continued efforts to\r\n4\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nenable the Organization to react more quickly and more\r\nefficiently to future peacekeeping requirements. As I\r\nreaffirm our palpable commitment to peacekeeping, I wish\r\nalso to express my country’s deep appreciation for the\r\ncourage and dedication shown by peacekeeping personnel\r\nin confronting challenges to peace and security.\r\nComprehensive reform and restructuring of the United\r\nNations system, including the size and working methods of\r\nthe Security Council, must be attained with a view to\r\nmeeting the changing needs of the world community as it\r\nmoves into the next millennium. The reform package\r\npresented by the Secretary-General in July is a response to\r\nthis necessity and constitutes a welcome step towards\r\nmodernizing and strengthening the United Nations. Greece\r\nwill contribute in a constructive and positive way to the\r\nsuccess of the efforts undertaken by the Secretary-General\r\nthrough his proposals.\r\nWe live in a world characterized by globalization and\r\nthe introduction of new technologies; hence, the United\r\nNations is called upon to pursue a broader set of objectives\r\nfocusing on democratic development, sustainable\r\ndevelopment and higher living standards for all citizens of\r\nthe world. The political commitment of its Member States\r\nand their contribution of adequate resources constitute the\r\ntwo fundamental prerequisites for the success of the United\r\nNations. In this context, we welcome the determination of\r\nall Member States, in particular those that play a major role\r\nin the Organization’s decision-making process, to fulfil their\r\nfinancial obligations on time and in full.\r\nGreece, a State Member of the United Nations since\r\n1945, will continue to honour its obligations to the United\r\nNations, gradually increasing its annual contribution to the\r\npeacekeeping operations budget, moving from group C to\r\ngroup B on its own initiative.\r\nThe nineteenth special session of the General\r\nAssembly, on the overall review and appraisal of the\r\nimplementation of Agenda 21, held last June, gave us the\r\nopportunity five years after the United Nations Conference\r\non Environment and Development, the Rio Conference, to\r\nrenew and reinforce our commitment to sustainable\r\ndevelopment. Greece, with one third of the coastline of the\r\nentire Mediterranean basin and almost 3,000 islands, has a\r\nspecific interest in promoting the management of coastal\r\nzones, sustainable tourism, sustainable water management\r\nand policies to combat desertification and deforestation.\r\nWe have been uninterruptedly implementing a long-\r\nterm strategy for the protection of the environment while\r\nsharing with the international community the belief that\r\nAgenda 21 can be implemented only through a sense of\r\ncommon responsibility. However, the major\r\nenvironmental problems of our planet cannot be\r\nsuccessfully tackled if socio-economic ills such as poverty\r\nare not combatted and eradicated.\r\nSince the last session of the General Assembly, the\r\nprospect of a comprehensive settlement of the Cyprus\r\nproblem has, regrettably, remained elusive. For 23 years\r\nnow Turkey has maintained more than 35,000 occupation\r\ntroops on the island, blatantly defying international law.\r\nAt the same time, the Turkish Cypriot population, for the\r\nprotection of which the invasion was allegedly\r\nundertaken, has dwindled dramatically since 1974, due to\r\npolitical oppression coupled with the massive influx of\r\nsettlers from mainland Turkey.\r\nThe Government of Greece aims at a reunited\r\nCyprus, a common home to all of its inhabitants. We\r\nmaintain that a settlement on the basis of the resolutions\r\nof the United Nations and the high- level agreements of\r\n1977 and 1979 can bring peace and reconciliation to the\r\nisland. Such a settlement should provide for a bizonal and\r\nbicommunal federation with a single sovereignty and\r\ninternational personality and with its independence and\r\nterritorial integrity safeguarded through effective\r\ninternational guarantees. There is no doubt that a\r\nfunctional solution of the Cyprus problem would\r\neliminate a source of instability in the region and\r\ncontribute to the improvement of Turkish-Greek relations.\r\nThe main obstacle, however, remains Turkey’s aim\r\nof legitimizing the status quo. Ankara’s negative stance\r\nand lack of political will were once again displayed\r\nduring the direct talks recently held under the auspices of\r\nthe Secretary-General at Glion-sur-Montreux. As the\r\nPresident of the Security Council pointed out in an\r\ninformed briefing to the press,\r\n“substantive progress at this time was impeded by\r\nthe attempt to bring preconditions to the table by the\r\nother party, and here of course I mean the Turkish\r\nCypriots.”\r\nOn the other hand, the constructive stance of the Cypriot\r\nPresident, Mr. Clerides, at the talks was praised by the\r\nPresident of the Council in the same statement. His\r\nproposal for the demilitarization of Cyprus must retain\r\nour thorough attention.\r\n5\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nGreece unwaveringly supports the process of Cyprus’s\r\naccession to the European Union, which will commence at\r\nthe near future. We believe that its accession will benefit all\r\nthe island’s inhabitants. It could also act as a catalyst for\r\nthe solution of the political problem. We sincerely hope that\r\nTurkey will eventually realize the benefits of the accession\r\nof Cyprus to the European Union, especially for the Turkish\r\nCypriot population, and will change its present stance.\r\nOur relations with Turkey have taken an additional\r\ndownturn since 1996, when our neighbour added direct\r\nterritorial claims to the existing policy of demands, threats\r\nof war and constant pressure, in an attempt to subvert the\r\nterritorial status quo established more than 70 years ago by\r\ninternational law and treaties. Its attempt to back these\r\nclaims by military means in January 1996 resulted in a\r\ncrisis that just fell short of war.\r\nGreece, while determined to protect, by all legitimate\r\nmeans, its sovereign rights stemming from international\r\nlaw, sincerely agrees that there is a need to establish normal\r\ngood neighbourly relations, based on the principles of\r\ninternational law and respect for international treaties —\r\nsomething which Turkey seems determined to ignore.\r\nIt has been a consistent policy of our Government that\r\nGreek-Turkish relations should be addressed in a context of\r\nrespect for international law and treaties. Greece has made\r\nit its policy to channel such relations through accepted rules\r\nof behaviour and the principles recognized in international\r\nlife. The Madrid Joint Statement, signed by Turkey\u0027s\r\nPresident, Mr. Demirel, and the Greek Prime Minister,\r\nMr. Simitis, provides a welcome initiative which might\r\ncontribute to a gradual improvement.\r\nThe problems that really exist must be dealt with by\r\nlegal means provided for by international law, and\r\nspecifically through the International Court of Justice. Such\r\na step would open possibilities for a gradual build-up of\r\ngood-neighbourly relations and the establishment of\r\nconfidence and cooperation in every field. In this sense, we\r\nare waiting for a move by the new Turkish Government to\r\nwork in this direction — away from statements and acts\r\nwhich confuse the issue and relate to a past that we must\r\ntranscend by means of those principles of international law\r\nthat are enshrined in the United Nations Charter, and that\r\nour gathering here pledges to serve.\r\nIn the Balkan Peninsula, the area where Greece itself\r\nis located, the situation is gradually improving. My county\r\nhas played an active role within the framework of various\r\ninternational activities designed to promote peace,\r\nstability, good neighbourliness and development in the area.\r\nGreece values its historical relations with Albania. It\r\nis committed to continuing to work for the strengthening\r\nof cooperation between the two countries in all fields and\r\nto extending assistance for the rehabilitation of the\r\ncountry, in particular after the recent crisis. Our\r\ncontribution to Operation Alba and the Organization for\r\nSecurity and Cooperation in Europe (OSCE) presence has\r\nbeen essential and prompt.\r\nThe Greek minority in Albania will remain an\r\nimportant factor of friendship between the two peoples,\r\nactively contributing to the progress of their country.\r\nGreece fully supports the process initiated with the\r\nDayton Agreement. Maintaining excellent relations with\r\nall actors in the Yugoslav drama, we contribute\r\nsubstantially in keeping the peace. We have sent out\r\nmassive humanitarian aid from governmental and non-\r\ngovernmental sources alike; we have deployed our\r\nsoldiers with the Stabilization Force (SFOR); we have\r\nsent observers both on the European Community Monitor\r\nMission and OSCE teams; and we are actively engaged in\r\nreconstruction work in Bosnia and Herzegovina. I am\r\nproud to report that we are among the few not only to put\r\nforward the money pledged at the 1996 Donors\u0027\r\nConference, but actually to have brought to completion\r\nthe programmes we undertook to fulfil. Furthermore, we\r\nare increasing our contribution for 1997, by 35 per cent.\r\nAll this, I must note, took place while we were massively\r\nengaged in stemming both the Albanian crisis and the\r\ndeterioration of the financial situation in Bulgaria.\r\nPersistence in implementing the Dayton Agreement,\r\nencouraging democratization and opening up to the\r\nmarket economy and to the international community will\r\nprovide guidance for all on ways to overcome present\r\ndifficulties and will enable all actors to normalize their\r\nrelations with each other, the United Nations and the\r\ninternational community in general.\r\nHonouring the Interim Accord with the former\r\nYugoslav Republic of Macedonia (FYROM), we continue\r\ntalks under the auspices of the Special Envoy of the\r\nUnited Nations Secretary-General, Mr. Vance, about the\r\nfinal name of that country. We hope that the Skopje\r\nGovernment will realize the need for an early solution to\r\nthis issue.\r\nIn the multilateral field, we have persistently\r\npromoted the process of cooperation and good\r\n6\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nneighbourliness in southeastern Europe, actively\r\nparticipating in such regional schemes as Royaumont, the\r\nSoutheast European Cooperative Initiative (SECI), Balkan\r\nCooperation, and Black Sea Economic Cooperation. The\r\nDeclaration adopted in Thessaloniki on 10 June 1997 by the\r\nMinisters of Foreign Affairs of countries of southeastern\r\nEurope has given a substantial impetus to this process.\r\nIn the same spirit, in early November Greece will host\r\nin Crete a summit of countries of southeastern Europe.\r\nThe situation in the Middle East continues to concern\r\nus. In fact, recent terrorist actions like those in Jerusalem,\r\nas well as the tragic situation in the West Bank and Gaza,\r\nconstitute the tangible consequences of the stagnation of the\r\npeace process. Revival of both the peace process and the\r\npeace hope requires adherence to and full implementation\r\nof the relevant United Nations resolutions and international\r\nagreements. The parties have to live up to their\r\ncommitments. Real peace is a just and global one — in\r\nIsrael as well as in Lebanon, where the need to implement\r\nSecurity Council resolution 425 (1978) continues to be\r\npainfully felt. Greece supports any efforts which could have\r\npositive results, and hence we encourage those undertaken\r\nby the European Union\u0027s Special Envoy in the Middle East.\r\nMoreover, our country is willing to offer any assistance\r\naimed at the strengthening of peace and stability, security,\r\nand economic and social progress, as well as the\r\nestablishment of confidence among all parties to the Middle\r\nEast problem, in favour of the peoples of the area.\r\nGreece is following with particular interest the recent\r\ndevelopments in Africa, auspicious or ominous as they\r\nappear. Indeed, an increasing number of African countries\r\nare adopting pluralism as a form of Government and open-\r\nmarket principles for their economy. It is Greece\u0027s belief\r\nthat on the eve of the twenty-first century the international\r\ncommunity must encourage and assist African countries to\r\npromote pluralism, respect for human rights and a free-\r\nmarket economy. Important developments will take place\r\nduring this century in Africa.\r\nLatin America, with which Greece has traditional ties\r\nof friendship, is consolidating the pace of development of\r\nrecent years. Also, through successful regional integration,\r\nthe countries of the region are assuming a stature on a\r\nworldwide scale that truly reflects the importance of the\r\nprogress the region has achieved.\r\nLast June\u0027s Bucharest Meeting between the Black Sea\r\nEconomic Cooperation Council and the Southern Cone\r\nCommon Market (MERCOSUR) is a telling example.\r\nGreece, both bilaterally and as a member of the European\r\nUnion, is looking forward to an increasing,\r\ncomprehensive and substantial dialogue with the Latin\r\nAmerican countries, to the benefit of international\r\ncooperation, trade liberalization, and stability.\r\nThe United Nations remains mankind\u0027s best hope for\r\njointly solving the problems that collectively beset the\r\nworld community. We therefore fully support the call for\r\nthe reform of the United Nations. However, we strongly\r\nbelieve that any decision regarding the future form and\r\nfunction of our Organization should be taken by\r\nconsensus and should reflect the needs and aspirations of\r\nall Member States — big and small, rich and poor\r\nalike — in whose hands and political will the destiny of\r\nthe United Nations lies. Greece is prepared to shoulder its\r\nshare of responsibility in this ongoing reform process.\r\nThe Acting President (interpretation from Arabic):\r\nThe next speaker is His Excellency Mr. Mtara Maecha,\r\nSpecial Envoy of the President of the Republic and the\r\nMinister for Transport, Tourism, Posts and\r\nTelecommunications of Comoros, on whom I now call.\r\nMr. Maecha (Comoros) (interpretation from\r\nFrench): The unanimous election of the President of the\r\nfifty-second session of the General Assembly of the\r\nUnited Nations was a tribute not only to his outstanding\r\ndiplomatic qualities, but also to his country, Ukraine —\r\nwith which the Islamic Federal Republic of the Comoros\r\nfully intends to have good relations of friendship and\r\ncooperation. I would like to associate myself with the\r\nprevious speakers in extending to him, on behalf of my\r\ndelegation, our warm congratulations and to wish him all\r\nsuccess in carrying out his noble task.\r\nAllow me also to pay a well-deserved tribute to his\r\npredecessor, Mr. Razali Ismail, for the dedication and\r\nskill with which he guided the work and shouldered the\r\ntask of President of the fifty-first session of our General\r\nAssembly.\r\nI would also like to take this opportunity to extend\r\nmy sincere congratulations to our new Secretary-General,\r\nMr. Kofi Annan, on his outstanding election. I would like\r\nto express our deep gratitude to this illustrious advocate\r\nof the ideals of peace, solidarity and justice for his\r\nunswerving dedication to the service of our institution.\r\nHis experience in international affairs, together with his\r\npersonal qualities, clearly guarantees that the United\r\nNations will be given new impetus as it faces the new\r\nchallenges confronting it.\r\n7\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nAt a time when we are meeting in the General\r\nAssembly to assess — as is our custom — the work carried\r\nout by our Organization in the areas of peacekeeping, the\r\nstrengthening of international cooperation, the development\r\nof reforms required if the United Nations is to adapt to the\r\nneeds of our time, we are obliged to note that the world\r\ncontinues to fall prey to numerous types of threats, tensions\r\nand ills of all sorts.\r\nThus, it is obvious that our Organization must play a\r\nvery critical and primary role. However, in this period of\r\nglobalization — of the obvious and irrevocable\r\ninterdependence of nations, democracy, good governance\r\nand transparency in the management of public affairs —\r\nour Organization remains the target of those who wish to\r\nminimize and limit its role by preventing it from paying\r\nstill greater attention to the problems of poor and\r\ndisadvantaged countries. It goes without saying that this\r\nconcept is not conducive to promoting the atmosphere of\r\ndetente in international relations that has been awaited for\r\nso long.\r\nBearing in mind the noble tasks for which the\r\nOrganization was founded, in particular the building of a\r\njust, peaceful and better integrated world society, it would\r\nbe wise and reasonable for the major concerns of our\r\nOrganization, since the end of the cold war, to be\r\nmobilization for disarmament and the search for solutions\r\nthat can encourage the development policies of States,\r\ncooperation and international solidarity.\r\nThe trials and tribulations of history have once again\r\nplaced my country, the Islamic Federal Republic of the\r\nComoros, on the first page of international news. The tragic\r\nevents of the last few months are the result of an\r\nunprecedented social and economic crisis which is battering\r\nmy country. Indeed, counted among the least developed\r\ncountries, over the last few years the Comoran State has\r\nwitnessed a deterioration of the markets for its export\r\nproducts — vanilla, cloves, perfume oils, and so forth —\r\ndue to strong international competition.\r\nThe poor sales of these products, which are the major\r\nsources of revenue for the State, and therefore for a\r\nmajority of the inhabitants of the Comoros, have been\r\ncompounded by the devaluation of our currency, without\r\nappropriate accompanying measures. This economic state of\r\naffairs has only served to exacerbate the already poor and\r\nvulnerable condition of a considerable sector of the\r\npopulation of the Comoros. Here I have in mind the\r\ngalloping unemployment and the rising curve of poverty.\r\nIn this situation, which is of concern in many ways,\r\nthe authorities of the Comoros, together with the Bretton\r\nWoods institutions, decided on a number of measures\r\naimed at balancing State revenues and expenditures.\r\nThese include a reduction in gross salaries; the\r\nprivatization of State firms; a reduction of the operational\r\nState budget; and the launching of projects to generate\r\nrevenue and permanent jobs.\r\nThese new guidelines were put forth on the eve of\r\nthe free and democratic elections organized under the\r\naegis of the Organization of African Unity (OAU), the\r\nEuropean Union and the United Nations. On 16 March\r\n1996, these elections carried President Mohamed Taki\r\nAbdoulkarim to the highest post in my country.\r\nIndeed, the catastrophic situation inherited by the\r\nnewly elected President required the swiftest possible start\r\nof political, economic and social reforms capable of\r\nmeeting the numerous challenges impeding the building\r\nof a democratic, prosperous and united society.\r\nAmong the efforts made along these lines by the\r\nnew political authorities of the Comoros, we could\r\nmention the regular payment since 1997 of State officials\u0027\r\nsalaries.\r\nHowever, despite this new impetus, the discontent\r\nspawned by a series of crises and tragedies in my\r\ncountry\u0027s recent history finally caught up with the harsh\r\nsocio-economic facts of life of the Comorian people.\r\nExpressed in different ways, in line with the\r\nsusceptibilities on all sides, the rumblings of this\r\ndiscontent got out of bounds on the Comorian island of\r\nAnjouan. Indeed, since March 1997, various\r\nmovements — both trade union and political — coalesced\r\ninto an organization whose activism threatens the very\r\nheart of the Comorian State.\r\nFrom the illegal occupation of public buildings to\r\nthe trampling underfoot of the national flag, these factions\r\nsowing terror on the island of Anjouan used all kinds of\r\nmethods to provoke the central power.\r\nThese outrageous actions, which have been\r\nunanimously condemned by the international community,\r\nwere exacerbated by the proclamation of a pseudo-\r\nindependence of the island of Anjouan.\r\nDespite all these acts of provocation, the President\r\nof the Islamic Federal Republic of the Comoros,\r\n8\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\ndetermined to preserve peace and national unity, opted for\r\nthe path of dialogue and agreed action. Within this\r\nframework, the Government of the Comoros requested the\r\nmediation of the Organization of African Unity (OAU) with\r\na view to achieving a peaceful settlement of this domestic\r\ncrisis.\r\nAs a result of the discussions initiated by the OAU\r\nmission, certain decisions, accepted by all sides, were taken\r\ndesigned to facilitate a return to normalcy — in particular,\r\nthe withdrawal of military reinforcements, the provision to\r\nthe island of vitally necessary foodstuffs, the organization\r\nof examinations at the end of the school year, and so on.\r\nThe response to this spirit of reconciliation by the\r\nseparatists was the continuation of one act of escalation\r\nafter another; they occupied the presidential residence at\r\nHombo, in Anjouan and levied direct and indirect taxes on\r\nthe island, having emptied the coffers of the State.\r\nFaced with such an exacerbation of the situation,\r\nwhich was a violation of the authority of the State, the\r\nGovernment was obliged to send a military mission to\r\nAnjouan to re-establish public and Republican order.\r\nThis mission, which began on the morning of 2\r\nSeptember, had nearly achieved its goal by 4 September,\r\nwithout bloodshed. But the subsequent turn of events led\r\nthe President of the Republic, still determined to preserve\r\ncivil order, to take the necessary emergency measures under\r\narticle 20 of the Constitution of the Islamic Federal\r\nRepublic of the Comoros, dealing with full powers.\r\nThis is why, acting under this Article, a State\r\ntransition commission was appointed and given the\r\nprerogatives normally given members of the Government:\r\nto carry on the conduct of current affairs of State; to\r\ncontinue the indispensable negotiations begun with the\r\nOAU, the United Nations, the League of Arab States and\r\nall other bodies involved in the search for a solution to the\r\ncrisis afflicting the country; to implement and give concrete\r\nform to solutions agreed on, in consultation with the World\r\nBank and the International Monetary Fund (IMF); to\r\nprepare for signature the programme of adjustment with the\r\nBretton Woods institutions; and to prepare the final\r\nprocedures for ultimate signature of the eighth European\r\nDevelopment Fund, in collaboration with the European\r\nUnion and the countries of the Asian, Caribbean and Pacific\r\nregion.\r\nDuring this transitional stage it should be possible to\r\nrestructure institutions with a view to giving the islands of\r\nthe Republic broad management autonomy and more\r\nactive participation in the process of development in the\r\nislands of the Comoros as a whole.\r\nAt a time when my country\u0027s territorial integrity\r\nremains threatened, at a time when arbitrary separatist\r\nactions are again battering my country, I should like from\r\nthis rostrum to launch a heartfelt appeal to the entire\r\ninternational community to assist the Islamic Federal\r\nRepublic of the Comoros to eradicate the ills which are\r\ndestroying it, namely underdevelopment and\r\ndestabilization.\r\nWhile it is true that we must first and foremost\r\ncount on our own strengths, the Islamic Federal Republic\r\nof the Comoros also knows that it can count on the\r\nUnited Nations, our Organization, with its specialized\r\nagencies, including the United Nations Development\r\nProgramme, the United Nations Children’s Fund, the\r\nWorld Health Organization and the Food and Agriculture\r\nOrganization.\r\nThe Comoros also knows it can count on OAU, the\r\nLeague of Arab States, the Organization of the Islamic\r\nConference, and the European Union.\r\nWe can only reiterate here our full confidence in,\r\nand deep gratitude for, the tireless and determined efforts\r\nthey have unceasingly made to ensure the economic\r\ndevelopment of, and peace and security for, the Islamic\r\nFederal Republic of the Comoros.\r\nAfter this broad overview of the terrible events\r\nwhich my country is enduring, we are obliged to note\r\nthat, today, more than ever before, the question of\r\nunderdevelopment remains the major source of threats to\r\npeace and international security.\r\nWhile we recognize that on the threshold of the third\r\nmillennium our Organization remains the guarantor of the\r\nemancipation of peoples and the progressive elimination\r\nof poverty, it is also incontestable that the daily struggle\r\nwith hunger, malnutrition and illiteracy and the problem\r\nof ensuring good health for everyone are challenges to\r\nour collective conscience.\r\nWhat can more significantly illustrate the will of our\r\ninstitution to eradicate these scourges than the series of\r\nconferences which have been held throughout the past\r\ndecade? I have in mind the New York World Summit for\r\nChildren, the Rio Conference on Environment and\r\nDevelopment, the Vienna World Conference on Human\r\n9\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nRights, the Cairo International Conference on Population\r\nand Development, the Copenhagen World Summit for\r\nSocial Development, the Beijing Fourth World Conference\r\non Women, the Istanbul Conference on Human Settlements,\r\nand the Rome World Food Summit. All these conferences\r\naroused great hopes in all of mankind but their effects are\r\nstill in an embryonic stage, particularly for the developing,\r\nleast developed and island countries.\r\nThe hopes born of these international meetings are like\r\na distant horizon that seems to recede as one gets nearer to\r\nit.\r\nThe Government of the Islamic Federal Republic of\r\nthe Comoros reaffirms its support for the reforms\r\nrecommended for our Organization, in particular those\r\nrelating to the enlargement of the Security Council, since\r\nour evolving world has taken on new contours. These\r\ninclude new forms of violence, and our current means of\r\ndealing with them seems increasingly inadequate and\r\nunsuitable. The strengthening and maintenance of peace\r\nwithin States is today a new concern of our Organization,\r\nconfronted as it is by civil wars, genocide, ethnic cleansing,\r\nterrorism, mercenaries and all forms of transnational crime.\r\nThe new international political landscape is, to be sure,\r\na result of the new forms of tension, which tend to\r\novershadow some of the conflicts well known to our\r\nOrganization.\r\nSince horrors know no limits, the Comoros\r\nGovernment is still concerned by the resurgence of violence\r\nin the Middle East, which has had a negative effect on the\r\ndynamism that had been set in motion by the signing of the\r\nOslo agreements between the Palestinians and the Israelis.\r\nThus the provocations by the new Israeli authorities,\r\nthe continuation of the settlement policy, the closing off of\r\nPalestinian territories, the demolition of houses, and the\r\narbitrary arrests all furnish eloquent proof of the\r\nimpediments to the peace process.\r\nThe new conflagration in that part of the world\r\nrequires the international community to redouble its\r\nvigilance so as to ensure the peoples of the subregion the\r\nright to peaceful coexistence, for which one of the\r\nprerequisites is respect for the right of the Palestinians to a\r\nfree and independent State.\r\nAlong the same lines, the occupation of part of\r\nLebanese national territory by foreign troops is a serious\r\nthreat that every day delays the national reconciliation of\r\na long-suffering people that continues to seek stability.\r\nFrom East to West, from North to South, other\r\nconflicts with various motivations continue to rage and\r\npose serious threats to international peace and security.\r\nWhile it is true that it has been possible to find the\r\nbeginnings of solutions thanks to the perseverance of our\r\nOrganization, it remains no less true that other solutions\r\nwhich have been advocated have proved of limited value.\r\nThe pictures of desolation, exposing the sufferings\r\nendured by countries subject to economic embargoes, lead\r\nus to question the effectiveness of a solution that first and\r\nforemost punishes vulnerable and innocent populations.\r\nAfrica unfortunately has not been spared the cycle of\r\nviolence, despite the resolution of certain conflicts that\r\nhad long plunged this continent into fratricidal wars.\r\nOther hotbeds of tension remain, and Africa therefore\r\ncontinues to be at the forefront of the international\r\ncommunity’s concerns. In the Great Lakes region, the\r\nDemocratic Republic of the Congo, Sudan and Somalia\r\ncontinue to be theatres for bloody and tragic events.\r\nFaced with all these situations of crisis and conflict,\r\nmy Government unreservedly supports the initiatives\r\nunderway to achieve negotiated settlements.\r\nAs for Sierra Leone, the Comorian Republic most\r\nfirmly condemns the violent coup against the leaders of\r\nSierra Leone, whom the people of that country —\r\nwishing to break with the practices of a bygone age —\r\nlegally and democratically chose.\r\nAs two sides of the same coin, at the international\r\nlevel, political and economic situations remain closely\r\nlinked. Thus this gloomy view of the international\r\npolitical landscape is made even darker by the\r\ndisheartening international economic environment.\r\nDespite the priorities and objectives set forth by the\r\nnew development strategies, we are obliged to note that\r\nthe results are less than expected. But we venture to hope\r\nthat the United Nations System-wide Special Initiative on\r\nAfrica, which recently became a supplement to the New\r\nAgenda, will provide the impetus to speed up Africa’s\r\nintegration into the international system of trade. Under\r\nthis system, small States continue to experience reduced\r\nprices for their raw materials, and their burden of debt is\r\nbecoming ever more unbearable.\r\n10\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nThe Islamic Federal Republic of the Comoros, a small\r\nisland State and one of the least developed States, shares\r\nthe plight of those who are excluded from the international\r\nmarket. For, in addition to limited natural resources and the\r\nhigh cost of international transportation, it suffers from\r\nother political and structural restraints, which are slowing\r\ndown its socio-economic development.\r\nGiven the virtually chronic instability that has\r\ncharacterized the recent history of the Comoros, the\r\nComorian people are obliged to ask whether they have the\r\nright to peace and the right to life.\r\nThe Comorian people remain convinced that the search\r\nfor a just and lasting solution enabling it to embark on a\r\npath of harmonious socio-economic development\r\nnecessarily hinges on a final settlement to the question of\r\nthe Comorian island of Mayotte, which is under French\r\nadministration. I reserve the right to speak on this subject\r\nduring the debate. For there can be no doubt that the\r\npresent events in my country are a corollary to the\r\nincomplete decolonization and to the socio-economic crisis\r\nfrom which the Comorian people have suffered.\r\nIn conclusion, I associate myself with previous\r\nspeakers in extending to the brotherly and friendly\r\nGovernment and people of Indonesia condolences on the\r\ncrash of the aircraft that claimed so many lives, as well as\r\nour profound grief at the disaster that their country has\r\nsuffered as a result of the fires that are devastating their\r\nforests.\r\nThe Acting President (interpretation from Arabic): I\r\nnow call on His Excellency Mr. Ohn Gyaw, Minister for\r\nForeign Affairs of Myanmar.\r\nMr. Gyaw (Myanmar): Allow me to begin by\r\ncongratulating His Excellency Mr. Hennadiy Udovenko on\r\nhis unanimous election as President of the fifty-second\r\nsession of the General Assembly. His outstanding\r\ndiplomatic skills and long experience in foreign affairs\r\nassure us that he will lead our deliberations at the present\r\nsession to a successful conclusion.\r\nMay I also pay our tribute to his predecessor, His\r\nExcellency Mr. Razali Ismail of Malaysia for his sagacious\r\nand exemplary stewardship of the Assembly at its fifty-first\r\nsession.\r\nI also wish to extend our warm congratulations to the\r\nnew Secretary-General of the United Nations, Mr. Kofi\r\nAnnan, on his assumption of his high office. The new\r\nSecretary-General has already proved his dynamism and\r\ndedication in the discharge of his responsibilities — not\r\nthe least by providing us with his comprehensive United\r\nNations reform programme for our consideration at this\r\nsession of the General Assembly.\r\nThis is a time for change and renewal for the United\r\nNations. The reform package, proposed by Mr. Kofi\r\nAnnan, Secretary-General of the United Nations in his\r\nreport, “Renewing the United Nations: A Programme for\r\nReform”, is the most comprehensive proposal on the\r\nreform of the United Nations in the 52-year history of the\r\nOrganization. Specific proposals, contained therein, need\r\nto be most carefully studied, and considered by all of us.\r\nAnother question of reform which is the subject of\r\nintensive consultations and discussions among Member\r\nStates at present is that of the composition and working\r\nmethods of the Security Council.\r\nBoth the reform of the United Nations and that of\r\nthe Security Council are imperatives of our times. These\r\ninstitutions and their working methods need to be changed\r\nand adjusted appropriately to reflect the present-day\r\nrealities. With regard to the reform of the United Nations\r\nin general, we believe that there is a need for a thorough\r\nreview of the United Nations Charter. Many profound\r\nchanges have taken place in the world since the Charter\r\nwas framed 52 years ago. We are of the view that the\r\nrole of the General Assembly should be enhanced in line\r\nwith Articles 10, 11, 12, 13 and 14 of the Charter. The\r\npractice whereby a few great Powers hijack important\r\npolitical issues for settlement among themselves in the\r\nSecurity Council, bypassing the Assembly is not basically\r\nconsistent with the spirit and principles of the Charter.\r\nNor is it in the interest of the entire membership of the\r\nUnited Nations and the interest of the Organization. The\r\nGeneral Assembly should be more actively involved in\r\nthe settlement of important political issues before the\r\nUnited Nations. We wish to see more intimate and\r\ndynamic cooperation between the General Assembly and\r\nthe Security Council. Moreover, the General Assembly\r\nand the Economic and Social Council should play a\r\ngreater role in the coordination and direction of global\r\nmacroeconomic policy matters.\r\nWith regard to the reform of the Security Council,\r\nthere is an emerging convergence of views among\r\nMember States that the membership of the Council should\r\nbe expanded to reflect the present-day realities, although\r\ndifferences of opinion still exist on the modalities of\r\nenlarging the Council. Myanmar endorses the position of\r\nthe non-aligned countries that the Council should be\r\n11\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nenlarged by not less than 11 new members and that such an\r\nenlargement should be based on the principles of sovereign\r\nequality of States, equitable geographical distribution and\r\nrotation. Imbalance in the composition of the Security\r\nCouncil and gross under-representation in it of the non-\r\naligned countries should be corrected in order to reflect the\r\nuniversal character of the world Organization. In the\r\ncategory of permanent members, there are a few interesting\r\nproposals, including that of Mr. Razali Ismail, President of\r\nthe fifty-first session of the General Assembly,\r\nrecommending an increase of five new permanent members,\r\ntwo industrialized States and one State each from regions\r\nof Asia, Africa and Latin America and the Caribbean,\r\nrespectively. There are also proposals to rotate the three\r\nnew regional permanent seats. These proposals deserve our\r\nserious consideration. We believe that there is also a need\r\nfor democratization and greater transparency in the working\r\nmethods of the Council.\r\nMay I now touch briefly on the reform package,\r\nproposed by the Secretary-General. We welcome the main\r\nthrust of his proposals for cost-cutting and streamlining of\r\nthe United Nations institutions and services. The important\r\nthing is that the reform of the United Nations should truly\r\nbenefit the entire membership, of which the majority are\r\ndeveloping countries. Our vision is a leaner and more\r\nefficient United Nations that can more effectively respond\r\nto the challenges of our time and better serve the interests\r\nof the entire membership of the Organization. In this\r\nrespect, we need to examine most carefully whether the\r\nnew senior executive posts it is proposed to create are\r\nreally necessary and whether emphasis and focus on\r\ninstitutional reforms are rightly placed.\r\nThese proposed reforms, if and when approved by the\r\nGeneral Assembly and implemented, will have far-reaching\r\neffects on the Organization and will go a long way in\r\ndetermining how well the United Nations will be equipped\r\nto meet new challenges in the twenty-first century.\r\nAccordingly, we should not rush into reform measures for\r\ntheir own sake, showing undue haste. We should undertake\r\na most careful examination and a thorough discussion of\r\nthese proposals before taking firm decisions in this regard.\r\nMyanmar is an ardent advocate of stepping up\r\ninternational disarmament efforts with a view to making\r\nfurther advances in this important area of our collective\r\nendeavour. We welcome the proposal by the Secretary-\r\nGeneral in his reform package to upgrade the Centre for\r\nDisarmament Affairs to the Department for Disarmament\r\nand Arms Regulation.\r\nToday, the post-cold-war international political\r\nclimate is conducive to arms limitations and disarmament.\r\nLast year, the General Assembly successfully adopted the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT). We are\r\nencouraged to learn that the Preparatory Commission for\r\nthe Organization of the Comprehensive Nuclear-Test-Ban\r\nTreaty is making good progress. However, it was\r\ndisconcerting to learn of the recent subcritical non-\r\nexplosive nuclear tests carried out by a nuclear-weapon\r\nState. Such subcritical tests run counter to the spirit of the\r\nCTBT and to the cause of nuclear disarmament. We wish\r\nto see the cessation of all weapon-related nuclear tests —\r\nbe they explosive or non-explosive, subcritical or\r\nsupracritical — in all environments for all time.\r\nIn the field of arms limitations and disarmament, we\r\nattach the highest importance to nuclear disarmament and\r\nelimination of weapons of mass destruction. At the\r\nhistoric golden jubilee session of the United Nations\r\nGeneral Assembly, Myanmar submitted, with the\r\noverwhelming support of Member States, the draft\r\nresolution that became resolution 50/70 P, entitled\r\n“Nuclear disarmament”, calling upon the nuclear-weapon\r\nStates to undertake a phased programme of progressive\r\nand balanced deep reductions of nuclear weapons with a\r\nview to the total elimination of these weapons within a\r\ntime-bound framework and calling upon the Conference\r\non Disarmament to establish, on a priority basis, an ad\r\nhoc committee to commence multilateral negotiations on\r\nnuclear disarmament.\r\nSince the adoption of resolution 50/70 P by the\r\nGeneral Assembly in 1995, there has been a ground swell\r\nof renewed interest in and support for nuclear\r\ndisarmament worldwide. In their advisory opinion of 8\r\nJuly 1996, all Judges of the International Court of Justice\r\nunanimously reaffirmed the existence of a legal obligation\r\nfor all States, including nuclear-weapon States, to pursue\r\nin good faith and bring to a conclusion negotiations\r\nleading to nuclear disarmament in all its aspects under\r\nstrict and effective international control. There has also\r\nbeen a clamour for nuclear disarmament by several\r\ngroups of experts, groups of ex-military officials from\r\nsome nuclear-weapon States and public organizations in\r\nvarious countries around the world.\r\nAt the fifty-first session of the General Assembly,\r\nmy delegation once again successfully submitted a follow-\r\nup resolution — resolution 51/45 O — on the same\r\nsubject. My delegation will submit another follow-up draft\r\nresolution on nuclear disarmament at this year’s session\r\nas well. We hope that, in view of its immense political\r\n12\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nimportance, our draft resolution will enjoy the\r\noverwhelming support of Member States, as in previous\r\nyears.\r\nThe recent Conference held in Oslo from 1 to 19\r\nSeptember negotiated a draft convention to place a total ban\r\non anti-personnel landmines. We are supportive of banning\r\nthe export and indiscriminate use of anti-personnel\r\nlandmines. We believe, however, that every country is\r\nentitled to exercise the right of self-defence, enshrined in\r\nArticle 51 of the United Nations Charter, in matters of its\r\nnational defence. In our view, the real problem lies in the\r\nindiscriminate use of anti-personnel landmines and the\r\nexport and trade in these weapons. It is the indiscriminate\r\nuse of anti-personnel landmines that is actually killing and\r\nmaiming innocent children, women and men the world\r\nover, and it is the export and trade in these mines that is\r\ncausing their proliferation, leading to their indiscriminate\r\nuse. We should effectively address these real issues, rather\r\nthan reach out for an indiscriminate and all-encompassing\r\ntotal ban on anti-personnel landmines.\r\nNext year, 1998, will mark the fiftieth anniversary of\r\nthe Universal Declaration of Human Rights. Significant and\r\nsubstantial advances have been achieved by the United\r\nNations in the promotion and protection of human rights in\r\nthe past 50 years. Nowadays, increasing importance and\r\nemphasis have been placed on the promotion and protection\r\nof human rights.\r\nWe are all for the promotion and protection of basic\r\nhuman rights, including the right to development. There is\r\nno question about that. But when it comes to the\r\napplication of human rights standards, we are concerned by\r\nthe deviation by certain Western countries from the criteria\r\nof universality, objectivity and non-selectivity enshrined in\r\nthe Vienna Declaration and Programme of Action adopted\r\nby the World Conference on Human Rights. The\r\npoliticization of human rights questions and the selectivity\r\nand use of double standards run counter to the spirit and\r\nbasic norms of human rights.\r\nMyanmar has been unfairly treated in this matter and\r\nhas been singled out for censure by certain Western\r\ncountries under the guise of the promotion and protection\r\nof human rights. The fact is that never in our post-\r\nindependence history have we in Myanmar enjoyed such\r\neconomic growth; never have the Myanmar people better\r\nenjoyed the basic human rights to peace and stability,\r\nshelter, clothing and food than at present. Those Western\r\ncountries turn a blind eye to all these positive developments\r\nand accomplishments of the Government in my country and\r\nindulge in the ritual of unfounded fabricated charges\r\nagainst my country. To cite a Myanmar saying, their\r\nignorance of the realities and misjudgment may be\r\nlikened to that of a quack doctor who ignores the fact that\r\nthe patient is a man and gives him a gynaecological\r\ndiagnosis. A man must not be accused or censured for the\r\noffences he has not committed.\r\nFor our part, we have cooperated with the United\r\nNations to the fullest extent possible. Myanmar has been\r\nengaged in a continuing dialogue with the United Nations.\r\nFrom 1994 onwards, I myself, as a representative of the\r\nMyanmar Government, have held discussions with the\r\nSecretary-General and his representatives at United\r\nNations Headquarters in New York. Assistant Secretary-\r\nGeneral Mr. Alvaro de Soto, representative of the\r\nSecretary-General of the United Nations, has visited\r\nMyanmar several times and has met and held discussions\r\nwith officials of the Government. There have also been\r\nseveral visits by the Special Rapporteur of the\r\nCommission on Human Rights. Moreover, the Myanmar\r\nGovernment has fully responded to queries on human\r\nrights situations and provided the full and comprehensive\r\ninformation sought by the United Nations and its\r\nsubsidiary bodies. We shall continue this cooperation with\r\nthe United Nations.\r\nThe spread of narcotic drugs is a growing\r\ninternational concern. Myanmar has always been in the\r\nforefront of the war on illicit drugs. A few facts and\r\nfigures will speak for themselves.\r\nIn the military operations from 1988 to the end of\r\nAugust 1997 by the Myanmar Armed forces to interdict\r\ndrug traffickers, 776 members of the Armed Forces,\r\nincluding 25 commissioned officers, sacrificed their lives;\r\nand 2351 members, including 84 commissioned officers,\r\nsustained injuries.\r\nFrom 1989 to date, operations to destroy narcotic\r\ndrugs have been carried out 11 times in Yangon;\r\noperations to destroy narcotic drugs, drug refineries and\r\npoppy plantations have been carried out 18 times by the\r\nlocal populace in frontier areas; a total of 36,682.03 acres\r\nof poppy plantations have been destroyed. All these\r\noperations took place in the presence of foreign\r\njournalists and diplomats.\r\nMyanmar has a comprehensive legal framework to\r\ncombat drug abuse, including money laundering. Under\r\nthe 1993 Narcotic Drugs and Psychotropic Substances\r\nLaw, money laundering and the acquisition of property by\r\n13\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nthe illegal means of drug trafficking are strictly prohibited.\r\nStern punitive measures for such criminal offences are\r\nprescribed and a separate body — the Property Examination\r\nCommittee — was constituted effectively to deal with these\r\noffences.\r\nMyanmar’s cooperation with other countries in mutual\r\nlegal assistance in the suppression of narcotic drugs is\r\nexemplified by the handing-over of the drug trafficker Mr.\r\nLi Yun Ching by the Myanmar authorities to the Thai\r\nauthorities on 17 May 1997 during the goodwill visit of\r\nThai Prime Minister General Chavalit Yongchaiyudh to\r\nMyanmar.\r\nA most significant accomplishment by Myanmar in\r\nrecent times in this respect is the declaration of Mong-la\r\nSpecial Zone (4) of the Eastern Shan State as a “drug-free\r\nzone” as of 22 April 1997. Special Zone (2) of the Eastern\r\nShan State and Special Zones (1) and (2) in Kachin State\r\nhave been designated for establishment as “drug-free\r\nzones”. Effective measures are being implemented to totally\r\neradicate drug abuse in these areas. We are confident that\r\nthese areas will be totally drug free in the near future. By\r\nestablishing an increasing number of such drug-free zones\r\nand by other effective measures of suppression of narcotic\r\ndrugs, we envision and strive to achieve the total\r\neradication of drug abuse in Myanmar in the not-too-distant\r\nfuture.\r\nIn fairness to all, it would be hard to find other\r\ncountries that have made sacrifices of such magnitude in\r\nterms of loss of life and limb of the members of their\r\narmed forces and have carried out such massive destruction\r\nof narcotic drugs. No candid observer, free from any\r\nprejudice against Myanmar, can deny these concrete facts.\r\nBut certain Westerners, bearing prejudice and malice\r\nagainst Myanmar, are pointing accusing fingers at my\r\ncountry on all sorts of fabricated charges. Nothing can be\r\nfurther from the truth. So glaring is their distortion of facts\r\nthat we can only say that the analogy of the quack doctor\r\nI have quoted above also applies in this instance.\r\nAs this is a time for change and renewal for the\r\nUnited Nations, so it is for the Association of South-East\r\nAsian Nations (ASEAN). In this year of the thirtieth\r\nanniversary of the founding of the Association, ASEAN, at\r\nits ministerial meeting in Kuala Lumpur in July this year,\r\nadmitted Laos and Myanmar, bringing its membership to\r\nnine. By so doing, ASEAN has demonstrated to the world\r\nthe solidarity among the South-East Asian countries. We\r\nare confident that this will lead to the further expansion of\r\nthe membership of the Association to 10 in the near future.\r\nBy this expansion, ASEAN has once again proven its\r\nrelevance, viability and dynamism as a regional\r\norganization.\r\nMyanmar is also taking an active part in regional\r\neconomic cooperation. An important step taken by my\r\ncountry recently is Myanmar’s joining of the Bangladesh-\r\nIndia-Sri Lanka-Thailand Economic Cooperation (BIST-\r\nEC) in August this year.\r\nThrough its pursuit of an independent and active\r\nforeign policy, Myanmar has consistently contributed to\r\npeace and stability in the region and beyond. As a\r\nmember of ASEAN and of the Non-Aligned Movement,\r\nMyanmar will continue this contribution through its active\r\nparticipation in international and regional affairs in future\r\nas well.\r\nThe Acting President (interpretation from Arabic):\r\nI call on the Minister for Foreign Affairs of Turkey, His\r\nExcellency Mr. Ismail Cem.\r\nMr. Cem (Turkey): It is a great pleasure for me to\r\ncongratulate Mr. Hennadiy Udovenko on his election to\r\nthe presidency of the General Assembly. I am confident\r\nthat under his able leadership, the work of the fifty-\r\nsecond session of the General Assembly will be a\r\nsuccess. I should also like to express our appreciation to\r\nAmbassador Razali Ismail of Malaysia for the way in\r\nwhich he presided over the General Assembly during its\r\nprevious session. I also express my warm congratulations\r\nto His Excellency Kofi Annan on his election to the post\r\nof Secretary-General of the United Nations.\r\nThe relative euphoria created by the end of the cold\r\nwar is being replaced by a sense of realism. Although the\r\npossibility of a global confrontation has been considerably\r\nreduced, ensuring security and preserving stability\r\ncontinue to be a major concern for the international\r\ncommunity. We are witnessing the eruption of conflicts\r\nand serious tensions of a regional character as well as\r\nwithin individual States.\r\nCritical disparities in economic and social conditions\r\nexist around the globe. Large segments of the world’s\r\npopulation live in conditions of dire poverty. Achieving\r\nsustainable development remains a great challenge for the\r\nworld community. On the other hand, the contemporary\r\nvalues we share, such as democracy, pluralism, tolerance,\r\nhuman rights and gender equality, require constant\r\nattention and effort.\r\n14\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nAgainst this backdrop, international and regional\r\norganizations and, in particular, the United Nations, are in\r\nthe process of redefining their role and functions in order\r\nto cope with new realities and challenges. The discussions\r\nand recent efforts to reform the United Nations have\r\nproduced creative recommendations. Here, I wish to\r\ncongratulate the Secretary-General for his comprehensive\r\nreport. The far-reaching and substantive reform programme\r\nproposed therein satisfies our expectations. We strongly\r\nsupport the reform programme. On the other hand, we also\r\nshare the serious concerns of the Secretary-General with\r\nregard to the need to put the Organization on a sound\r\nfinancial basis.\r\nWe commend the Secretary-General for attaching the\r\nhighest priority to the goals of alleviating poverty and\r\nenhancing development. This is indispensable for the\r\nachievement and maintenance of peace and security, both\r\nwithin and among nations. In this context, we appreciate the\r\napproach taken by the Secretary-General that the envisaged\r\ncoordination of the Development Group must be done so as\r\nnot to weaken in any way the authority and independence\r\nof the institutions in question, the United Nations\r\nChildren’s Fund (UNICEF) in particular.\r\nMaking human rights an integral part of all relevant\r\nUnited Nations operations is also a commendable goal. We\r\nare pleased to see an eminent personality at the head of\r\nUnited Nations activities in the human rights field. The\r\nfiftieth anniversary, in 1998, of the adoption by the General\r\nAssembly of the Universal Declaration of Human Rights\r\nwill provide the opportunity to reiterate our commitment to\r\npromote human rights all over the world.\r\nElevating the standard of human rights to its highest\r\nlevel is the foremost duty and obligation of each State\r\ntowards its own people. I should like to draw attention to\r\nthe human rights problems and to the discrimination faced\r\nin particular by migrant workers and their families in some\r\ndeveloped countries. The protection and promotion of their\r\nhuman, economic, social, cultural and political rights are\r\nmatters of major concern in the human rights field.\r\nIn this respect, Turkey supports the idea of a world\r\nconference on racism, racial discrimination, xenophobia and\r\nrelated intolerance. It would be a milestone in the decades-\r\nlong struggle waged by the United Nations against racism\r\nand racial discrimination.\r\nTurkey also supports the efforts envisaged in the\r\nreform programme to enhance the capabilities of the United\r\nNations to deal with transnational organized crime,\r\nnarcotics and terrorism. One of the most important threats\r\nour world faces today is problems related to drug abuse.\r\nThe special session of the United Nations to be held next\r\nyear will enable us to chart the way for the new measures\r\nthat must be taken in view of the threat posed by drug\r\ntrafficking.\r\nThe scourge of our age, no doubt, is terrorism. It is\r\na threat to human rights and democratic institutions. It\r\nviolates the most fundamental of all human rights: the\r\nright to life. It does not recognize boundaries.\r\nInternational cooperation is imperative in the fight against\r\nterrorism, and countries that refrain from participating in\r\nthis cooperation must be condemned by the international\r\ncommunity. We believe that the time has come to draft a\r\nglobal treaty on combating terrorism. In the same vein,\r\nwe think that terrorist crimes should be included within\r\nthe competence of the international criminal court that is\r\nto be established.\r\nThe Secretary-General has proposed significant\r\nmeasures that bring the arms-control agenda to the\r\nforefront of multilateral cooperation. Renewed emphasis\r\nshould be placed on the work of the Conference on\r\nDisarmament in Geneva, with a view to ending\r\nproduction of fissile material for weapons purposes.\r\nThe United Nations Register of Conventional Arms\r\nshould become an effective tool for monitoring arms\r\ntransfers. Likewise, the international community should\r\nexert vigorous efforts to end illicit arms trafficking as a\r\nkey element in the international struggle against terrorism.\r\nPeacekeeping stands out as one of the most\r\nsignificant undertakings of the United Nations. The\r\ndevelopment of the peacekeeping capability of the United\r\nNations remains a pressing need, and one that Turkey\r\nsupports wholeheartedly. Turkey has taken part, and\r\ncontinues to participate, in several peacekeeping\r\noperations.\r\nThe ongoing work aimed at improving the\r\nrepresentative character of the Security Council,\r\nincreasing the Council’s effectiveness and efficiency and\r\nadapting it to current realities of the international\r\ncommunity is of particular importance. Reform of the\r\nSecurity Council constitutes the most serious attempt in\r\nyears to enhance the role and moral authority not only of\r\nthe Council, but also of the United Nations as a world\r\norganization.\r\n15\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nWe have to ensure that the envisaged enlargement and\r\nfuture composition of the Security Council will correspond\r\nto the expectations of the largest possible segment of the\r\nUnited Nations membership. The reform process has to take\r\ninto consideration the fundamental changes which have\r\ntaken place on the international scene and recognize the\r\nability and readiness of a group of States to assume a\r\ngreater and more effective role. These States should be\r\ngiven the opportunity to serve on the Security Council more\r\nfrequently and on a more regular basis. Security Council\r\nreform is too important to be tied to the settlement of other\r\nissues; it must satisfy the general membership and enhance\r\nthe role and authority of the Organization.\r\nLocated at the crossroads of three continents and\r\nseveral regions, including the Balkans, the Middle East, the\r\nCaucasus, the Mediterranean and Central Asia, Turkey\r\nstands ready to play an even greater role in the maintenance\r\nof peace, security and stability in its wider region. Today,\r\nthe historical and cultural attributes of this vast geography,\r\nmore than ever, find expression in Turkey’s foreign policy\r\nin terms of hopes and opportunities.\r\nA return to normalcy in Iraq and its reintegration with\r\nthe international community are of vital importance for all\r\ncountries of the region. Turkey supports the preservation of\r\nthe independence, sovereignty and territorial integrity of\r\nIraq. Turkey has been fully complying with the United\r\nNations sanctions regime imposed on Iraq. On the other\r\nhand, it is a fact that the sanctions have also produced\r\ntotally unforeseen and negative effects on the economies of\r\nthird countries as well as on the economy of Iraq. Turkey\r\nstands at the forefront of those countries which have been\r\ndirectly and most adversely affected by the sanctions\r\nregime. This unacceptable situation reminds us of the very\r\npertinent remark of the former Secretary-General that\r\n“Sanctions are a measure taken collectively by the\r\nUnited Nations to maintain or restore international\r\npeace and security. The costs involved ... should be\r\nborne ... by all Member States and not exclusively by\r\nthe few who have the misfortune to be neighbours or\r\nmajor economic partners of the target country.”\r\n[A/50/60, para. 73]\r\nWe expect the Security Council to expeditiously consider\r\nTurkey’s application to the sanctions committee, and to take\r\nappropriate action.\r\nThe Middle East peace process has been the single\r\nmost important positive development in that fragile region\r\nin the recent past. However, events have recently taken,\r\nrather unexpectedly, an unfortunate and dangerous turn.\r\nIsraeli settlement activities in the occupied territories,\r\ncarried out despite the relevant Security Council and\r\nGeneral Assembly resolutions and despite the provisions\r\nof the peace accords, and abhorrent terrorist activities by\r\nthe enemies of peace have placed the peace process under\r\na very severe strain. We urge the parties to do their\r\nutmost to establish mutual trust, without which it will be\r\nimpossible to attain the objectives of the peace process.\r\nAfghanistan is another conflict area where the\r\ninternational community has so far been unable to help\r\nbring about a just and lasting solution. At present, even\r\nthe national unity of the Afghan people is at stake. It is\r\nmost unfortunate that the warring factions have been\r\nfervently pursuing the military option. Regrettably, one of\r\nthe major obstacles to convincing the factions that a\r\nmilitary solution is unattainable is the continuing supply\r\nof weapons, equipment and ammunition, along with\r\nmilitary involvement from outside.\r\nMy country has close historical ties with Afghanistan\r\nand the Afghan people. We feel very strongly about the\r\nindependence, sovereignty, territorial integrity and\r\nnational unity of Afghanistan. Taking this opportunity, I\r\nwish to reiterate Turkey’s readiness to host, in\r\ncooperation with the United Nations, an intra-Afghan\r\nmeeting if and when all the parties are ready to\r\nparticipate.\r\nTurkey attaches particular importance to bringing its\r\nhistorical, close relations of friendship and cooperation\r\nwith Balkan countries to the highest level. We support the\r\nmultilateral initiatives aimed at securing peace, stability\r\nand cooperation in South-East Europe. Bosnia and\r\nHerzegovina continues to be a focus of the international\r\ncommunity. The preservation of the independence,\r\nsovereignty, territorial integrity and unity of Bosnia and\r\nHerzegovina is a continuing responsibility undertaken by\r\nthe United Nations. The full implementation of the\r\nDayton Peace Agreement has not yet been secured. While\r\nthe Federation has been working hard to implement the\r\nPeace Agreement, other quarters have been obstructing\r\nthe whole process. The successful effort in July on the\r\npart of the Stabilization Force (SFOR) to apprehend and\r\nbring before the Tribunal war crimes suspects who remain\r\nat large was a commendable move. In order to achieve\r\nreconciliation and ensure peace and security in Bosnia\r\nand Herzegovina, it is essential to prove that crimes\r\ncommitted will not go unpunished. The return of refugees\r\nand displaced persons to their homes constitutes another\r\n16\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nessential element for achieving lasting peace and stability\r\nin the country.\r\nSFOR, to which my country is a troop contributor, has\r\nplayed a significant role in Bosnia for the maintenance of\r\npeace and order since the signing of the Peace Agreement.\r\nWe believe that the continued presence of an international\r\nforce in the area is crucial for durable peace.\r\nAlbania and its people have passed through very\r\ndifficult times. Ensuring internal peace and stability in\r\nAlbania was a prerequisite for the preservation of peace and\r\nstability in the whole region. The multinational protection\r\nforce, in which, again, my country took part, succeeded in\r\nrestoring stability and order in the country. It was thus\r\npossible for the Albanian people to hold the parliamentary\r\nelections that paved the way for the resolution of the crisis.\r\nHowever, Albania still faces a difficult road on the\r\nway to full administrative, social and economic recovery.\r\nThe need for concerted international support remains.\r\nSharing close historical and cultural ties with the Albanian\r\npeople, Turkey will continue to be of support to Albania.\r\nIn our relations with Greece, our principal objective is\r\nto promptly tackle, through a substantive and result-oriented\r\ndialogue, the issues, mostly related to the Aegean, that still\r\nstand between our two countries. To this end, we have\r\nmade several appeals to Greece to agree to a dialogue and\r\nto begin a process with a view to settling our differences.\r\nWe do not rule out any agreed method of peaceful\r\nsettlement of our differences. Furthermore, we have\r\nunilaterally implemented a number of confidence-building\r\nmeasures in the hope that they would be reciprocated. We\r\nexpect that the group of “Wisemen”, consisting of two non-\r\ngovernmental personalities from Turkey and Greece,\r\nrespectively, will be able to finally meet without further\r\ndelay. This group has the task of preparing a report to be\r\nsubmitted to both Governments with non-binding\r\nrecommendations for dealing with the issues.\r\nWe also eagerly await the translation into concrete\r\ndeeds, to promote better relations between our two\r\ncountries, of the understanding reached during the North\r\nAtlantic Treaty Organization (NATO) summit in Madrid\r\nlast July. Delaying this process by linking it to pre-\r\nconditions or artificial issues will not serve the interests of\r\neither country.\r\nIt is evident that our bilateral problems cannot be\r\nresolved by the effort of Turkey alone, and that mutual\r\ncommitment and the display of goodwill by both parties\r\nare imperative.\r\nThe Caucasus, as a gateway between East and West,\r\nattracts world-wide attention politically and economically.\r\nWe attach the highest significance to peace and stability,\r\nas well as to the preservation and consolidation of the\r\nindependence, sovereignty and territorial integrity of the\r\ncountries of that neighbouring region. In this context, it is\r\nvitally important to bring about a just and lasting solution\r\nto the conflict between Azerbaijan and Armenia on the\r\nbasis of international law. The Nagorny-Karabakh dispute\r\nstill stands out as the principal obstacle to peace, security\r\nand enhanced bilateral and multilateral cooperation in the\r\nregion, since more than one fifth of Azeri territory\r\nremains under occupation. We urge that the Minsk\r\nprocess and the decisions reached in that process will be\r\ntaken seriously by all parties and that they will be\r\nimplemented.\r\nThe efforts made within this context by the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE)/Minsk Group should be carefully considered by\r\nall parties concerned. As a member of the Group, Turkey\r\nwill continue to contribute to these efforts.\r\nWe welcome the recent August meeting in Tbilisi\r\nbetween the parties to the Georgian-Abkhazian conflict\r\nand the signing of a statement by the leaders on the\r\npeaceful and mutually acceptable solution to the conflict.\r\nIn this regard, I would like to stress that Turkey is\r\ncommitted to the sovereignty and territorial integrity of\r\nGeorgia within its internationally recognized borders as\r\nstated in the Lisbon document of the OSCE.\r\nThe Cyprus question has been on the agenda of the\r\nSecurity Council for almost 34 years. This roughly\r\ncorresponds to the presence of the United Nations Peace-\r\nkeeping Force in Cyprus (UNFICYP) in the island. It may\r\nbe high time to find a real answer to why a solution has\r\neluded us all this time in spite of the dramatic changes\r\nthat have occurred both on the international scene and in\r\nCyprus, and despite all the commendable efforts of\r\nsuccessive United Nations Secretaries-General.\r\nAfter so many years it would be wrong, I believe, to\r\ncontinue to link a 34-year-old failure to the lack of\r\npolitical will or to the intransigence of one side or the\r\nother. We should ask ourselves where we failed, why the\r\nmistrust is still so deep in the island and whether we have\r\nmade the right diagnosis of this problem.\r\n17\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nThere are two distinct peoples, two separate\r\nadministrations and two democracies on the island. Along\r\nwith these realities, bicommunality, bizonality and the\r\nmaintenance of the 1960 system of guarantees should be\r\nconsidered as incontestable foundations for a settlement. It\r\nis obvious that reluctance to recognize the realities in the\r\nisland, and the tendency to apply pressure to one side alone,\r\nhave not led us to a negotiated solution. The last two\r\nrounds of talks, in Troutbeck and in Glion, have solidified\r\nthis perception. We do believe that the lessons of the past\r\nand current developments on the international scene should\r\ncompel us to adopt a realistic approach to the Cypriot issue.\r\nThe establishment of an equilibrium between the legal and\r\npolitical status of the two sides to the dispute could be a\r\nstarting point for a rethinking process.\r\nTime is of the essence in initiating such a process\r\nsince one can foresee that in early 1998 a chain of events\r\nmight hinder efforts to find a negotiated settlement, and\r\nfurther increase the tension both on the island and in the\r\nregion. As witnessed in the recent face-to-face talks, the\r\npursuit of European Union membership by the Greek\r\nCypriot side has become the main impediment to progress,\r\nrendering the negotiating process increasingly meaningless\r\nand an agreed settlement even more elusive. Turkey and the\r\nTurkish Cypriot side firmly believe that efforts to carry\r\nforward this process will cast a shadow on the talks and\r\nmight destroy the very foundation of the negotiation\r\nprocess.\r\nOn various occasions, we have made our position clear\r\non the issue of European Union membership of Cyprus.\r\nThe 1959 and 1960 Treaties on Cyprus established an\r\ninternal institutional balance between the two communities\r\nof Cyprus and, simultaneously, an external balance of\r\ninterests between Turkey and Greece in their relationship\r\nwith Cyprus. These Treaties unequivocally preclude the\r\nmembership of Cyprus in any international organization, or\r\npolitical or economic union in which both Turkey and\r\nGreece are not members. Therefore, from a legal point of\r\nview, Cyprus can join the European Union only after a\r\nsolution and simultaneously with Turkey. From a political\r\npoint of view, this also appears to be the only viable\r\noutcome. We continue to entertain the hope that those who\r\nare concerned will act with an awareness of their historical\r\nresponsibility, as the time approaches toward a decision on\r\nan issue which will have a determining effect on the future\r\ncourse of events in Cyprus.\r\nThe deployment of S-300 missiles to southern Cyprus\r\nis another gloomy prospect. Coupled with ambitious\r\nrearmament efforts that the Greek Cypriot side has\r\nembarked upon, the purchase of highly sophisticated\r\nmissiles aims at jeopardizing the security of the Turkish\r\nCypriot people and of Turkey. We sincerely hope that in\r\nthe end wisdom will prevail and this project, which may\r\nseriously affect peace and stability in the entire region,\r\nwill be discontinued.\r\nThe Minister for Foreign Affairs of Greece, in his\r\nstatement earlier this afternoon, referred in a misleading\r\nway to my country and to the Cyprus issue. My\r\ndelegation will speak in exercise of its right of reply at a\r\nlater stage in response to the allegations contained in that\r\nstatement.\r\nThe challenges of building and preserving peace and\r\nof achieving development are closely linked. The United\r\nNations, having successfully ended the first 50 years of\r\nits existence, is today well poised to take up these tasks.\r\nIt is up to each Member State to make the best effort to\r\ncontribute to this process. Turkey is determined to do its\r\nshare. We sincerely hope that this session of the General\r\nAssembly will mark one more important step towards the\r\nrealization of regional and global peace, stability, security,\r\ncooperation, solidarity and prosperity on the eve of a new\r\nmillennium.\r\nThe Acting President (interpretation from Arabic):\r\nThe next speaker is the Minister for Foreign Affairs of\r\nPanama, His Excellency Mr. Ricardo Alberto Arias, and\r\nI now call on him.\r\nMr. Arias (Panama) (interpretation from Spanish):\r\nThe tragedy of the millions of human beings who are\r\nsuffering the ravages of poverty affects Panama very\r\ndeeply. This is a deplorable scourge which has reached\r\nintolerable levels. Those of us present here are facing the\r\nshameful paradox of having produced the highest level of\r\nwealth ever known to mankind while at the same time\r\nhaving the highest level of unemployment in our\r\neconomies in history.\r\nPoverty and exclusion are the battlefronts that call\r\nfor political and moral will. From this standpoint, Panama\r\nis concerned that the tenor of this debate on the financial\r\nor military attributes of the many aspirants to membership\r\nof the Security Council may make us forget why the\r\nOrganization was created.\r\nPanama, a founding Member of the United Nations,\r\nsigned the Charter of the United Nations to give a voice\r\nto those who had been silenced by colonialism and to\r\nthose who clamoured for justice, freedom and\r\n18\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\ndevelopment; to restore dignity to peoples such as mine that\r\nhad been deprived of their sovereign rights; and to give\r\nthose who had been discriminated against and persecuted\r\nthe right to dream about a better world in which no one\r\nwould be hated for the color of his skin or his beliefs, or\r\nfor being part of a given ethnic group, or of one gender or\r\nthe other.\r\nPanama signed that beautiful document, a tribute to\r\nthe humble of the Earth, in order to give democratic\r\ninstitutions, civil and political rights and multilateral forums\r\nto all those people — men and women of good will — who\r\ndid not want war to return, destroying their homes, legacies,\r\ncities and towns and plots of land. They also did not want\r\nto see war rub out entire generations by sacrificing them to\r\nobsession, fanaticism and extremism.\r\nLike many others here, Panama signed the San\r\nFrancisco Charter so that the poor of the world and those\r\nsuffering from disease and malnutrition would have two of\r\nthe simplest and most moving of human attributes: faith\r\nand hope.\r\nThe more than 50 years that have passed since then\r\nhave brought about considerable advances that have\r\nchanged the face of the world. Many of them would not\r\nhave been possible, however, if cooperation had not\r\nimprinted a new meaning and purpose on our Organization.\r\nIn fact, few vestiges of colonialism remain to be solved;\r\nethnic groups and nationalities, prohibited cultures and the\r\nprosecuted now work together in pride to design a\r\npolychromatic world that calls for equality in difference and\r\ntolerance towards diversity.\r\nThe number of nations which are Members of the\r\nUnited Nations has increased three-fold, and its agenda\r\nreflects their pain, suffering, struggles and aspirations. Its\r\norientation and contents have changed, and everyone has\r\nbeen given a forum in which to express his opinions and\r\nfind support and understanding.\r\nMr. Young (Saint Vincent and the Grenadines), Vice-\r\nPresident, took the Chair.\r\nIf a planning board had tried to identify, as is now\r\nproposed, which problem had priority and deserved\r\nattention, financing and debate, the Security Council would\r\nnever have met in my country, Panama, nor would that\r\nevent have changed so decisively the course of negotiations\r\nwhen Panama attempted to regain its sovereignty and its\r\nCanal.\r\nThere are important achievements in the daily life of\r\nthe United Nations. However, none of them would have\r\nbeen possible if the United Nations had not attained the\r\nquality, the representative nature and the legitimacy that\r\nit has achieved through universality. It must be recognized\r\nthat there remain unacceptably acute differences and\r\ndeficiencies, which are becoming more serious and are\r\nconstantly and forcibly knocking at the very doors of our\r\nhomes.\r\nAt the same time, thousands of people are dying\r\nbefore our very eyes because of hunger, intolerance,\r\nhatred, terrorism, fratricidal warfare, authoritarianism and\r\nviolence; thousands of children are looking at us through\r\ntelevision screens with languid and sad eyes, only to\r\nbecome mere statistics at the end of the programme.\r\nThere are still those who peddle illusions, who would\r\nhave us believe that conflicts reside at the end of a rifle\r\nand that they can be resolved by having more powerful\r\nrifles. The figures on what the world spends on weapons\r\nare so disproportionate when compared to expenditures\r\nfor development that only mentioning them makes us\r\nashamed.\r\nWe should have already learned the lesson that when\r\npeople are motivated, for whatever reason, there is no\r\nbullet or defence system, no matter how sophisticated,\r\nthat can eliminate the causes of conflict; that the\r\ninstruments of force can lower the fever but they cannot\r\neliminate the turmoil which causes it; and that there is no\r\nmilitary solution to social and political problems. History,\r\nlife\u0027s teacher, shows us that violence usually is the result,\r\nnot the cause, of conflict; that war is more often than not\r\nthe symptom rather than the cause of the ills; and that the\r\nonly way to resolve conflicts and the violence that goes\r\nalong with them is to act on their true, underlying causes:\r\nhunger, malnutrition and extreme poverty and the lack of\r\nmeans to overcome them; ethnic, gender and cultural\r\ndiscrimination; intolerance and authoritarianism;\r\nfundamentalism and political and religious persecution;\r\nunemployment, slave labour and immoral salaries;\r\nhumiliation and national oppression. The majority of us\r\nwho came here over 50 years ago, as well as the many\r\nwho arrived later, did so in order to find solidarity and to\r\ntake refuge in the realm of law, not to shield ourselves in\r\na new military alliance or to take shelter in the shadow of\r\na cannon. Circumstances then forced us to live under an\r\nominous nuclear balance which made the interrelations of\r\nmilitary forces the determining factor in international\r\nrelations.\r\n19\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nToday — under a completely different setting in which\r\nthe balance of power is measured in terms of the potential\r\nand economic strength of markets — nothing compels us to\r\ncontinue to live under the model of the cold war.\r\nThe greatest impending threat to international peace\r\nand security is poverty, whose reach is as extensive as that\r\nof the most pervasive of plagues. Which current or future\r\nSecurity Council member\u0027s army will be able to put an end\r\nto the threat if it is the mother of all illnesses and\r\nresentments and harvests more human lives than any\r\nbacteria, virus or ancient or modern plague?\r\nIf what we are contemplating is a resurgence of the\r\nold and festering conflicts which were frozen by the cold\r\nwar, would we not be substituting the ancient balance of\r\nbipolar nuclear terror for a new and expanded military\r\nalliance to resolve those conflicts under the umbrella of the\r\nUnited Nations?\r\nPanama certainly does not believe that force is not\r\nnecessary as a deterrent, nor are we unaware that such a\r\ntool in responsible hands is useful, particularly when it is\r\nlegitimated by world-wide consensus, as the Charter\r\nproposes.\r\nWhat concerns us is that most of the discussion in the\r\nworld about the reform of the United Nations\r\ndisproportionately stresses the use of force and disregards\r\nwhat is important, and indeed imperative — that is to say,\r\ncooperation for development.\r\nHence, to assert that the most important function of\r\nthe United Nations is to have a big force to maintain\r\ninternational peace and security, while at the same time\r\nproposing the reduction, streamlining and elimination of the\r\nOrganization\u0027s social and humanitarian components, raises\r\nimportant questions about the final nature of our reform and\r\nmodernization exercise.\r\nTo maintain that financial and material contributions\r\nto peacekeeping operations should be decisive in\r\ndetermining who can and who cannot sit on the Council,\r\nwhile at the same time stating that social and humanitarian\r\ntasks, development programmes and environmental\r\nprotection programmes should be placed in other kinds of\r\nmanagement and organization categories, greatly concerns\r\nus. This compendium of proposals must be rebalanced and\r\ngiven its proper dimension.\r\nIf what we are going to discuss is the package, then\r\nthe only one we should talk about is the package of the\r\nfundamental principles of the United Nations already\r\nenshrined in the Charter.\r\nFrom that integral perspective, the purpose of\r\npolitically and financially strengthening the Organization,\r\nand the Security Council in particular, is to ensure that it\r\ncan fully discharge its major mission: the promotion of\r\nsocial and economic and human development as the most\r\neffective way to prevent conflicts.\r\nThe profound developments in the last 50 years have\r\nchanged the international community. The deepest change\r\nhas occurred in the parameters of, and the language used\r\nto define, relations among countries. The Powers of the\r\npast no longer exist, and new Powers are emerging —\r\neven though there are obvious military weaknesses.\r\nIt is no longer war that marks the trend towards\r\ncontemporary development or the course or content of\r\ninternational life. Why organize the United Nations on the\r\nbasis of what no longer exists? Now it is peace, trade, the\r\nsharing of the fruits of knowledge and technology, and\r\nthe deep changes designed to ensure higher levels of\r\ntolerance and open-mindedness that are features of\r\ninternational coexistence. It is not military tools to prevent\r\nwar that have to be strengthened but, rather, the tools to\r\nbuild peace, to achieve international cooperation, as is\r\nstated in the Charter, in solving international problems of\r\nan economic, social, cultural, or humanitarian character,\r\nand in promoting and encouraging respect for human\r\nrights and for fundamental freedoms for all (Article 3).\r\nInternational peace is not guaranteed by rifles or cannons,\r\nor by one or several allied Powers. This has been proved\r\nby recent, and not so recent but no less painful,\r\nexperiences.\r\nThe small and brave country Uruguay, which makes\r\nthe highest per capita contribution for peace-keeping, has\r\ntaught us such a good lesson in this respect.\r\nIf it is true that the greatest restriction on creativity,\r\nthought and intelligence is dialectically established by\r\nlanguage itself, then we have to cast aside once and for\r\nall the language and the thinking process left over from\r\nthe cold war. We must design something that more\r\nappropriately represents what we wish to do.\r\nPanama does not feel that its juridical status has\r\nbeen diminished when it acknowledges that some\r\ncountries have special attributes or can better discharge\r\nthe tasks of the Security Council. On the one hand, the\r\nproblem is to define these tasks, to determine whether\r\n20\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nwhat we want is a guardian or a promoter of development\r\nand cooperation. On the other hand, the problem relates to\r\nthe degree of responsibility a member of the Council has\r\nvis-a-vis the rest of us. For, if its membership of the\r\nCouncil is based solely on its individual attributes —\r\nrejecting any kind of representation of us — then it can sit\r\nin that seat in the Council until someone simply wrests the\r\nseat from it by violence.\r\nEverything indicates that we should define these tasks\r\nin a coherent manner in keeping with the whole set of\r\npurposes of the United Nations. From this standpoint, each\r\nregion has to determine the degree of representativity and\r\nresponsibility that its members should have, as well as who\r\ncan occupy those seats. It is difficult to think that after the\r\nMembers of the United Nations have acquired such long\r\nand productive experience of working in regional groups\r\nand organizations, everything would be discarded in order\r\nto vote for a country on an individual basis. We would like\r\nto know what benefit there would be in reigning in a\r\nvacuum.\r\nFurthermore, neither ideological nor military blocs\r\nappear any longer on the map of the world, nor should\r\ngeographical distribution alone. These have been nothing\r\nbut obsolete instruments which have served to draw\r\nsimplistic and arbitrary borders and, hence, to face us at\r\ntimes with tragedies.\r\nThis new international reality must be fully\r\nrecognized. The new borders that are now forming are\r\ntrade, ethnic, religious, and cultural borders, and it is\r\nprecisely because they were disregarded during the cold\r\nwar that we are still faced today with all these upheavals.\r\nIt is those upheavals that seduce even the most conservative\r\namong us into being guided by one of the left-over thoughts\r\nof the bipolar world — vis pacem para bellum.\r\nOn the other hand, if we really feel comfortable with\r\none-third of the membership not rotating and two-thirds of\r\nthe membership rotating, then it would be sane and\r\njudicious for any expansion to maintain those proportions,\r\nwhich practice has shown to be efficient and which have\r\nbeen agreed to.\r\nWhy, then, should we go on using language that draws\r\na distinction between the regular budget and the\r\npeacekeeping budget? This accounting dichotomy became\r\na policy and crudely revealed how individual interests could\r\nseparate the package from the founding principles, to such\r\nan extent that they would be truly contradictory. There are\r\nthose who say that it is shameful for the regular budget to\r\nhave to be financed out of the peacekeeping budget. I\r\nwould say that it is even more shameful that the\r\ndisproportion in amounts, both in payments and in\r\nvoluntary contributions, is so overwhelming that the social\r\nand humanitarian functions are now secondary to the\r\nsecurity functions, as if, in the final analysis, civic-action\r\nprogrammes are dependent upon military operations. This\r\nreflects the unstated reversal of focus between the\r\nsecondary: the operations for the maintenance of security,\r\nand the primary: the human-development programmes.\r\nA single budget, which conforms to a periodically\r\nagreed-upon political strategy, should respond in each\r\ncase to the changing challenges of the new international\r\ndynamism. In our view, it is not compatible with the new\r\nspirit of democratization in our Organization or with the\r\nnew international realities for one or a few countries to\r\nsubsidize the entire budget in a disproportionate way, for\r\nthis can lead to the danger of concentrating the decision-\r\nmaking power and thereby affecting the Organization\u0027s\r\nfunctioning.\r\nIn the final analysis — and we do not want to give\r\nlessons to anyone — we feel that what is necessary is a\r\ngood arsenal of general and flexible criteria, the key to\r\nthe search for consensus — that is, representativity,\r\nlegitimacy, non-discrimination, equity and legal equality.\r\nWe must move from the particular and discuss individual\r\naspirations, in order to design a compendium of criteria\r\nthat would be applicable to all, whether or not their seats\r\non the Security Council rotated.\r\nFrom that standpoint, we think that we should not\r\ndiscuss the veto in the abstract, as a privilege or as a\r\ncategory in and of itself. With the passage of time, there\r\nhas been a distortion in the original spirit of the Charter,\r\nunder which the members of the Security Council were to\r\nrepresent in the Security Council the general interests of\r\nthe international community, not act in accordance with\r\ntheir exclusive military or political strategic interests.\r\nIn that context, part of the reform should be the\r\nnegotiation of an agreement restricting the use of the veto\r\nto what is stipulated in Chapter VII and to what was\r\nagreed in the gentlemen\u0027s agreement in London 1948.\r\nFrom that standpoint, we need a formula that can\r\nprevent a single country from standing in the way of the\r\ngeneral interest. One such formula would be allowing\r\nvetoes to be overridden by a two-thirds majority. The\r\noptimal solution, of course, would be to get rid of the\r\nveto.\r\n21\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nLet me here and now thank the public and private\r\nsectors of the international community for the support and\r\nsolidarity given to my country during the Universal\r\nCongress on the Panama Canal.\r\nThis is a good opportunity to report that Panama is\r\ncontinuing to take the necessary legislative and\r\nadministrative steps to turn this international public service\r\nover to an agency that would be constitutionally\r\nautonomous — administratively, politically and financially.\r\nPanama is certain that scrupulous observance of this\r\nautonomous status will make the interocean waterway more\r\ncompetitive and more efficient and will also allow the\r\nagency to take advantage of the many opportunities that\r\nwill be created by the Canal’s upcoming incorporation into\r\nthe Panamanian economy.\r\nWe must remember that until now military needs for\r\nthe Canal have always been dominant, and this has made it\r\nimpossible to exploit the Canal’s many competitive\r\nadvantages for trade and international civil-maritime\r\nactivities. From this standpoint, Panama’s greatest strategic\r\nconcern during the transition process has been to gain\r\ncomplete control of the Canal so as to undertake a vast,\r\nmultimillion-dollar programme to modernize and widen it.\r\nThis programme includes widening the Gaillard Cut — a\r\ncritical area for ships crossing from the waters of Lake\r\nGatun — as well as the systematic studies undertaken in\r\ncooperation with the United States, Japan and the European\r\nUnion in order to construct the third system of locks, which\r\nwill allow passage of ships weighing up to 150,000 dead-\r\nweight tons.\r\nGiven the international importance of the Panamanian\r\ninteroceanic waterway, we intend to announce formally to\r\nthis General Assembly session that, in order to ensure\r\nrespect for the neutrality of the Panama Canal, Panama will\r\nconduct its external relations in such a way as to reduce\r\ninternational tension and conflict and not to get embroiled\r\nin issues that would require us to take sides for or against\r\nmembers of the international community with which we\r\nhave friendly relations, or for or against the community as\r\na whole. We are convinced that this new policy is the most\r\nimportant contribution Panama can make to international\r\npeace and security.\r\nFrom this standpoint, we will concentrate our efforts\r\non contributing to understanding, cooperation and friendly\r\nrelations among peoples and governments. The Panama\r\nCanal, as an international public service, must be open to\r\nall users, public and private, regardless of the flag they fly\r\nor the economic system they represent.\r\nIn this regard, we are pleased by our admission to\r\nthe pro tem secretariat of the Rio Group as of 1998, and\r\nwe are committed from now on to undertaking intensive\r\ndiplomatic efforts to strengthen the Group’s role as a\r\nleading forum for interregional and intra-regional\r\ndiscussion and political understanding.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of Bosnia and Herzegovina, His\r\nExcellency, Mr. Jadranko Prlic.\r\nMr. Prlic (Bosnia and Herzegovina): I am\r\nparticularly honoured to have the opportunity to address\r\nthe fifty-second session of the General Assembly of the\r\nUnited Nations on behalf of Bosnia and Herzegovina.\r\nI would like, first, to extend my warm\r\ncongratulations to our respected friend and colleague, His\r\nExcellency Mr. Hennadiy Udovenko, Minister of Foreign\r\nAffairs of Ukraine, on his accession to the presidency of\r\nthe fifty-second session of the General Assembly. Mr.\r\nUdovenko’s rich experience and extensive knowledge of\r\nUnited Nations affairs are telling proof that this General\r\nAssembly session has outstanding leadership.\r\nThe destiny of Bosnia and Herzegovina has been\r\nclosely linked to the United Nations since early 1992,\r\nwhen my country became a Member State. Bosnia and\r\nHerzegovina’s struggle to survive as a sovereign state\r\nwithin its internationally recognized borders lasted four\r\nyears. We believe we won the major battle in preserving\r\nthe sovereignty and territorial integrity of our country, but\r\nwe know we still have a long way to go.\r\nThe role of the international community and the\r\ninvolvement of the United Nations in the Bosnia and\r\nHerzegovina crisis were overwhelming. Month after\r\nmonth, the United Nations, led by the Security Council,\r\nstood firmly behind internationally accepted norms and\r\nprinciples in order to make possible a negotiated and\r\npeaceful solution in Bosnia and Herzegovina.\r\nUnfortunately — for subjective and objective\r\nreasons, most of which are well known to all of us — in\r\nspite of all the resolutions and decisions the tragedy in\r\nBosnia and Herzegovina continued to take what was\r\nprobably the heaviest toll of any modern conflict.\r\nThe events also proved that the United Nations was\r\nnot ready to deal effectively with what was certainly one\r\nof the most complex crisis in our times. The conflict in\r\nBosnia and Herzegovina was, and still is, an important\r\n22\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\ncase study which should be carefully analysed in the\r\ncontext of the United Nations involvement mandate and its\r\nrole in crisis situations.\r\nBut we respect the help and tireless efforts of the\r\nmembers of the United Nations mission in Bosnia and\r\nHerzegovina to help the civilian population survive. I would\r\nlike to use this opportunity to say that we remember and\r\ngreatly admire the members of the international community\r\nwho lost their lives in the peace mission in Bosnia and\r\nHerzegovina. We were deeply saddened by the recent tragic\r\naccident which took the lives of 12 brave peace promoters,\r\namong them the Deputy to the High Representative,\r\nAmbassador Gerd Wagner.\r\nWe cannot forget the tens of thousands people who\r\nwere killed or wounded, the thousands of missing and\r\nhundreds of thousands displaced persons and refugees.\r\nHeavy damage was inflicted on the economic, social,\r\ncultural and other sectors of life in Bosnia and\r\nHerzegovina. But ultimately it was the social tissue of\r\nBosnia and Herzegovina that suffered the greatest damage.\r\nThe striving for national domination, exclusivity and\r\nxenophobia, and also autism, have destroyed bridges of\r\ncommunication and have deepened the gap between various\r\nethnic groups.\r\nGiven that the tragic consequences of the conflict\r\nremain, it will require a lot of wisdom, patience and hard\r\nwork to overcome the many obstacles in our way. But we\r\nbelieve that it is time to turn resolutely towards the future.\r\nWe must use this precious time to rebuild confidence and\r\nestablish relations between different ethnic groups and\r\namong all citizens of Bosnia and Herzegovina. These\r\nrelations should be based on internationally accepted\r\nstandards and norms of behaviour. In that context the\r\npromotion and protection of human rights is one of the core\r\nissues. Human rights are universally accepted and inherent\r\nto all human beings, and they must be respected.\r\nTwo years after the signatures on the Dayton\r\nAgreement stopped the negative current of events and\r\nmarked the beginning of the peace process, Bosnia and\r\nHerzegovina is facing enormous tasks: rebuilding the war-\r\ntorn country and simultaneously establishing a democratic\r\nsystem of governance and administration. In spite of a\r\nvariety of problems and shortcomings, we feel that the\r\npositive energy necessary for such an endeavour is\r\naccumulating. Besides the continuous attention and support\r\nof the international community, we need the parties\r\nconcerned in Bosnia and Herzegovina to show additional\r\npolitical goodwill if they want to see the peace process\r\nprogress and lead, ultimately, to results.\r\nThe legal framework for this exceptionally complex\r\ngoal was established in the Dayton Agreement. The\r\nConstitution of Bosnia and Herzegovina was drafted,\r\ntaking into account the political reality and using as the\r\npoint of departure the only possible formula: three\r\npeoples, two entities, one state. To make this rather\r\nunique arrangement viable, in accordance with the\r\nprovisions of the Dayton Agreement, institutions at the\r\nstate level have been established.\r\nThe Presidency, Council of Ministers and Parliament\r\nof Bosnia and Herzegovina are functioning but they have\r\nnot yet reached the necessary optimal rhythm and\r\nperformance. This represents a serious obstacle and must\r\nbe overcome without any delay because of its direct\r\ninfluence on the functioning of the entire State system,\r\nand on the external relations of Bosnia and Herzegovina,\r\nas well as on the key development programmes.\r\nAt the lower level, the system of cantonal power and\r\nadministration is taking shape. It encompasses a number\r\nof important duties and activities but also responsibilities,\r\nsince through it equal representation and participation of\r\ndifferent ethnic groups in power-sharing should be\r\nsecured. This represents one of the pillars of the multi-\r\nethnic, democratic State of Bosnia and Herzegovina.\r\nBut what is most important is full and unconditional\r\ncompliance with all the provisions of the Dayton\r\nAgreement. That must be understood by all those who put\r\ntheir signatures on the peace agreements, and those who\r\ndo not honour their obligations must face the\r\nconsequences. I would also like to say that the successful\r\norganization of the municipal elections in Bosnia and\r\nHerzegovina, held just a week ago, is of great\r\nsignificance. Imperfect as they may be, these elections\r\nrepresent a milestone on our complex and often difficult\r\njourney towards stable peace and in the building of the\r\nmodern, democratic State of Bosnia and Herzegovina. The\r\nfact that the elections took place throughout the territory\r\nof Bosnia and Herzegovina, with hardly any problems or\r\nany major incidents, demonstrates the readiness of all\r\nparties in Bosnia and Herzegovina to comply with the\r\nprovisions of the Dayton Agreement.\r\nThe very fact that the majority of the population in\r\nthis war-torn and exhausted country responded in an\r\norderly fashion and presented themselves in large\r\nnumbers at the voting stations speaks for itself. It is a\r\n23\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nclear signal that they want to take the destiny of Bosnia and\r\nHerzegovina in their own hands. It is also a testimony to\r\ntheir readiness to pursue the noble goal of healing the war\r\nwounds and starting to rebuild the bridges of cooperation,\r\ntolerance and mutual respect.\r\nThe post-war experience in Bosnia and Herzegovina\r\nunderlines the importance of democratic reforms, the\r\nintroduction of rule of law and the administration of justice\r\nin accordance with the highest standards, respect for human\r\nrights and the strengthening of public institutions. For a\r\ntruly democratic society, it is of particular importance to\r\nopen the space for free activities of civil society, citizens\r\nassociations, various non-governmental organizations and\r\nreligious communities. During the elections process, the\r\nsignificance of open, objective and truthful information\r\ndelivered by free media was confirmed once again.\r\nIn order to achieve all of this, the presence of the\r\ninternational community is of critical importance. Help and\r\nsupport from the various organizations and agencies within\r\nthe United Nations system is invaluable to Bosnia and\r\nHerzegovina and we are grateful for it.\r\nSocio-economic development and the building of a\r\ndemocratic State are closely interrelated. Only with properly\r\ntargeted help from the outside will Bosnia and Herzegovina\r\nbe able to create a sustainable economic system and thus\r\nachieve a stable environment that is less exposed to crisis\r\nand conflict situations. Here we are talking about a close\r\nand mutually conditioned relationship between development,\r\ndemocracy and peace. The realization of this paradigm\r\nholds the key to the door for Bosnia and Herzegovina to\r\ncatch up with the fast developing world.\r\nTherefore, I am convinced that we all share the\r\nopinion that this should continue in order to implement a\r\ncommon long-term vision for a prosperous and stable\r\nBosnia and Herzegovina. We have to move down this road\r\nswiftly and urgently. And this applies beyond the borders\r\nof Bosnia and Herzegovina; we cannot afford to delay\r\nstability in the region. In that context, I would like to\r\nunderline one growing phenomenon of our time which is\r\nparticularly relevant for Bosnia and Herzegovina: the\r\ninteraction between the foreign and internal factors in the\r\ncountries in transition. Only the combined efforts of the two\r\ncan yield the desired results; yet the international factor\r\nmust never forget that the case of each country is specific.\r\nInstead of a schematic and stereotypical approach, a new,\r\ninventive and flexible methodology and pattern of activities\r\nshould apply. This would certainly contribute to a better\r\nfocus for programmes and a higher degree of coordination.\r\nIt would also prevent overlapping and inadequate\r\nspending of resources.\r\nThe purpose of my brief overview was to share with\r\nthis body the recent experience in consolidating peace in\r\nBosnia and Herzegovina. I am convinced that by the end\r\nof this debate we will be enriched with valuable ideas and\r\nproposals on how to continue and improve the peace\r\nprocess in Bosnia and Herzegovina. As the Secretary-\r\nGeneral stated in his address, the international community\r\nmust ensure that its collective investments — military,\r\npolitical and financial — have not been made in vain. We\r\nin Bosnia and Herzegovina share this approach entirely.\r\nAs a Member State, Bosnia and Herzegovina is\r\nclosely following the ongoing process of reform of our\r\nOrganization. The fifty-second session of the General\r\nAssembly is taking place at a time when the main\r\nfeatures of the global political scene are rapidly changing.\r\nThe new political and strategic structures are taking\r\nshape, with far-reaching consequences. With the cold war\r\nbehind us, new prospects, with new fears and new\r\nchallenges, are looming over the world. In such an\r\nenvironment, we attach the greatest importance to the\r\nplace and the role of the United Nations.\r\nWe would like to commend the Secretary-General of\r\nthe United Nations and his collaborators for the immense\r\nefforts in preparing a comprehensive report that contains\r\na programme of action for the reform of the United\r\nNations system. We cannot but agree that it is high time\r\nfor the United Nations to respond properly to the\r\nchanging world and thus confirm the irreplaceable role of\r\nthis universal Organization.\r\nWe go along with those who insist on a modern,\r\nstreamlined efficient Organization, ready to respond to the\r\ndemands of the new times. The United Nations must\r\nreach out to the world with new vigour and offer all of its\r\nassets in order to prevent threats to international peace\r\nand security and also to address the ever-growing number\r\nof universal problems. By breaking bureaucratic\r\nsediments, the United Nations must became a source of\r\ngreat intellectual power capable of offering a visionary\r\nperspective on the future.\r\nWe would like to state that one of the pressing tasks\r\nis the reform of the Security Council. However, we must\r\nbe prudent in dealing with this question. A balance\r\nbetween more democratic representation in, and full\r\nmobility of action for, this important United Nations body\r\nhas to be found.\r\n24\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nBefore concluding, I would like to touch upon the two\r\nquestions which are of particular relevance for Bosnia and\r\nHerzegovina.\r\nThe first question relates to that abhorrent and\r\nimmoral weapon — anti-personnel landmines. Bosnia and\r\nHerzegovina is unfortunately one of the largest fields\r\ninfested with this dangerous killing device. We strongly\r\nsupport the conclusions of the Oslo Conference and hope to\r\nsee the international community united in supporting a\r\ncomprehensive ban.\r\nThe second question has to do with our first-hand\r\nexperience with the most horrible violation of human rights\r\nthat took place in Bosnia and Herzegovina. We are\r\ntherefore strongly raising our voice in favour of the\r\nperpetrators of genocide and war crimes being brought\r\nbefore justice and prosecuted. We welcome the idea of the\r\nestablishment of an International Criminal Court, and we\r\nare convinced that the experience with the International\r\nTribunal for the former Yugoslavia and the International\r\nCriminal Tribunal for Rwanda will be taken into account\r\nduring the preparation process.\r\nIn conclusion, I would like to underline our feeling\r\nthat the exchange of views and experiences during the fifty-\r\nsecond session is of great importance. It will certainly bring\r\nnew inspiration and, I hope, vision for the overall\r\ndevelopment of our planet. It will also contribute to our\r\npreparations for the encounter with the third millennia, its\r\nchallenges but also its new chances and possibilities. We\r\nmust be ready for this historic opportunity.\r\nThe Acting President: I now call on His Excellency\r\nThe Honourable Iriya Kategaya, First Deputy Prime\r\nMinister and Minister for Foreign Affairs of Uganda.\r\nMr. Kategaya (Uganda): Permit me, on behalf of the\r\nUganda delegation, to express our pleasure at seeing Mr.\r\nUdovenko preside over the General Assembly at its fifty-\r\nsecond session. Allow me also to pay a special tribute to\r\nhis predecessor, Ambassador Razali Ismail of Malaysia, for\r\nthe outstanding manner in which he discharged his onerous\r\ntasks while presiding over the work of the General\r\nAssembly at its fifty-first session. I also salute and\r\ncongratulate Mr. Kofi Annan, the Secretary-General of the\r\nUnited Nations, for the commitment and dedication he has\r\ndemonstrated since he assumed this office.\r\nWe note the initiative announced by the Secretary-\r\nGeneral on 16 July 1997, entitled “Renewing the United\r\nNations: A Programme for Reform”. We will participate\r\nactively in the deliberations on these bold and far-\r\nreaching proposals. The discussions we shall have on the\r\nissues contained in the Secretary-General’s proposal will\r\ndetermine the kind of United Nations that can best serve\r\nus in the twenty-first century.\r\nThe issue of the reform of the United Nations is not\r\nnew. Reform of this Organization has always been a\r\ncontinuous process in which we all have an interest. We\r\nall want to see the United Nations revitalized,\r\nstrengthened and well managed. The United Nations is\r\nunique. The reform of the Organization must be\r\napproached from the viewpoint of its purposes.\r\nIn reforming the United Nations, due consideration\r\nmust be given to its unequal and diverse membership,\r\nencompassing different cultures and value systems as well\r\nas great economic and social inequalities, which lead to\r\ndifferences of opinion on the different aspects of the work\r\nof the Organization and how they might be strengthened.\r\nIndeed, most views expressed in the past on reform\r\nhave come against the background of widespread\r\nscepticism. These views see the United Nations as\r\nexcessively costly, mismanaged, inefficient, bureaucratic,\r\ncorrupt and overstaffed with low- quality staff. The\r\nUnited Nations, therefore, finds itself at a critical\r\ncrossroads: neglected in some critical aspects and\r\ndeliberately eroded in others. Contradictory assessments\r\nof its performance and usefulness and divergent views\r\nconcerning its future role have given rise to political\r\ncontroversy.\r\nThe important issues of reform must therefore not be\r\nviewed merely as a question of cutting costs; rather,\r\nreform should aim at the enhancement of the efficiency\r\nand effectiveness of the United Nations in the delivery of\r\nprogrammes and services, particularly those addressing\r\nthe pressing needs of developing countries. In elaborating\r\nand implementing the reform package, it is necessary that\r\nthe programmes that benefit the least developed countries\r\nand Africa emerge stronger and better equipped to\r\ndischarge their onerous responsibilities.\r\nThe Chairman of the Organization of African Unity\r\n(OAU) has already eloquently espoused the African\r\nposition on the reform of the Security Council. We\r\nsupport this and the Non-Aligned Movement positions.\r\nThe Security Council should be expanded in both\r\ncategories on the principle of equitable geographical\r\nrepresentation. Africa has already proposed that it be\r\ngranted two permanent seats with full veto powers. At the\r\n25\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nsame time, the exercise of the power must conform to\r\ndemocratic principles.\r\nIf the United Nations is to be reformed and made\r\neffective, then adequate financing is a matter of top\r\npriority. We therefore appeal to all Member States to pay\r\ntheir dues in full, on time and without conditions. Without\r\nthis commitment, reforms will only be a smoke screen to\r\nhide our reluctance to implement the commitments we\r\ncollectively agreed upon at the celebration to mark the\r\nfiftieth anniversary of this Organization two years ago.\r\nRelated to this is the question of the scale of\r\nassessments. Uganda supports the principle of capacity to\r\npay as the fundamental criterion for the apportionment of\r\nthe expenses of the United Nations. This is critical in order\r\nto redress the unfair burden that developing countries in\r\ngeneral and the least developed countries in particular\r\ncontinue to shoulder as a result of imperfections inherent in\r\nthe present scale methodology, which are to their\r\ndisadvantage. This principle has been consistently\r\nreaffirmed by the General Assembly in various resolutions.\r\nIn this connection, we would like to caution that attempts\r\nto impose self-interested positions will not yield any\r\nsatisfactory outcome.\r\nUganda welcomes the result of the recently concluded\r\nagreement in the area of anti-personnel landmines in Oslo.\r\nWe are particularly satisfied with the progress thus far\r\nmade on these weapons. On our part, even before the\r\nconclusion of the Oslo agreement on these weapons, which\r\ncause untold and indiscriminate destruction, we in Uganda\r\nhad already stopped and dismantled our facilities for their\r\nmanufacture. We no longer manufacture, import or use\r\nthese weapons. We call on all peace-loving nations, those\r\nthat care for the innocent who lose their limbs every minute\r\nto landmines, to follow our example. It is our sincere hope\r\nthat when the agreement on anti-personnel landmines will\r\nbe opened in Ottawa, Canada, for signature, even those\r\nMember States that were reluctant to join in the consensus\r\non the agreement will sign it. We hope that the Oslo\r\nprocess will lead to progress in disarmament negotiations,\r\nleading to the complete elimination of nuclear weapons and\r\nsubsequently of all weapons of mass destruction.\r\nThe political and economic situation in African\r\nremains a matter of grave concern to us. We believe that\r\nAfrica must continue to search for and to find the most\r\nsuitable political arrangements that will guarantee peace and\r\nstability. African society, since time immemorial, has\r\nalways emphasized harmony and decision-making by\r\nconsensus rather than competition and confrontation. Our\r\nsocieties emphasized the good of the whole rather than\r\nthe untamed pursuit of selfish interests. In short,\r\negalitarianism and equal participation were the hallmarks\r\nof societal and political organization. However, as we all\r\nknow, Africa was exposed to other cultures and systems\r\nthat introduced new forms of governance and politics. It\r\nis not surprising, therefore, that, upon independence, these\r\npowerful and pervasive influences, like multiparty politics\r\nand fierce competition, tore our societies apart. The\r\nconflicts that proliferated in the wake of independence\r\nmust be understood against this background.\r\nWe can state boldly today that, this notwithstanding,\r\nconflict and chaos in Africa is on the retreat. We have\r\nwitnessed the end of conflict in Liberia and elections have\r\ntaken place. Military dictators are now roundly\r\ncondemned and isolated. The actions that are being\r\nundertaken by the Economic Community of West African\r\nStates (ECOWAS) against the military junta in Sierra\r\nLeone — actions that we all support — speak loud.\r\nIn our own region, the Great Lakes region, we\r\nwitnessed the rout of the Mobutu dictatorship, a heinous\r\nregime that plundered one of the richest countries in\r\nAfrica almost into oblivion. We refused to accept the\r\nmilitary coup of Pierre Buyoya in Burundi and have set\r\nout tough sanctions and conditions for the restoration of\r\ndemocratic governance. This position was recently\r\nrenewed in Dar-es-Salaam.\r\nThe efforts that we are undertaking, deserve support,\r\nbe they in the context of the OAU Mechanism for\r\nConflict Prevention, Resolution and Management or of\r\nregional initiatives such as those involving the Great\r\nLakes, the Economic Community of West African States\r\n(ECOWAS) or those of the Intergovernmental Authority\r\non Development on the Sudan conflict. At the same time,\r\ncountries that have emerged from conflicts need to be\r\ngiven a modicum of moral and material support to allow\r\nthem get back on their feet. We are all agreed on the\r\nneed for post-conflict peace-building and the need to\r\nestablish a continuum from relief to rehabilitation and\r\ndevelopment. We are also agreed that democracy, good\r\ngovernance and accountability represent the best form of\r\nleadership.\r\nHowever, nations that are struggling to reconstruct\r\ncannot wait for a full restoration of democratic order\r\nbefore they address urgent humanitarian and relief\r\nrequirements. Quite often the very transition to the rule of\r\nlaw and to democratic governance is contingent upon\r\nsignificant progress on the humanitarian and economic\r\n26\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nfronts. It is with these kind of considerations that we would\r\nlike to see tangible assistance extended to the Democratic\r\nRepublic of the Congo without delay or preconditions. We\r\nmust put behind us the chaos that afflicted that country and\r\nthe sad chapter in the history of the Congo that was brought\r\nabout by Mobutu’s mismanagement. The survival of the\r\nDemocratic Republic of the Congo is paramount and should\r\nbe of concern to all of us.\r\nThe experience of the United Nations in Somalia and\r\nRwanda has demonstrated the need for improvement in the\r\nOrganization’s ability to anticipate crisis situations and put\r\nin place effective mechanisms to avert such situations,\r\nincluding in the area of early warning. In this connection,\r\nwe note with satisfaction the strengthening of the United\r\nNations capacity for post-conflict peace-building with the\r\ndesignation of the Department of Political Affairs as focal\r\npoint for this purpose.\r\nWe are seized of the grave situation in Congo\r\n(Brazzaville) and the Central African Republic. The\r\nunsteady progress on a negotiated settlement of the conflicts\r\nin Angola, Somalia, southern Sudan and the Western\r\nSahara continue be of concern to us. We call on all the\r\nparties to the conflicts to engage in constructive dialogue in\r\norder to establish lasting peace. We should all support them\r\nin this process.\r\nIn Uganda, we continue to search for solutions to our\r\neconomic difficulties. We have therefore continued to\r\nimplement far-reaching economic reforms that emphasize\r\nliberalization, privatization, investment promotion and cost-\r\neffectiveness in management. The results are promising,\r\nand we have recorded gross domestic product growth rates\r\nof more than 6 per cent per annum. Now we are grappling\r\nwith the need to ensure that economic progress benefits the\r\npeople, particularly the poorest. This we will address in the\r\nframework of a poverty eradication strategy, the pillars of\r\nwhich will include: first, the improvement of physical\r\ninfrastructure, such as roads and telecommunications;\r\nsecondly, the universalizing of primary education and the\r\nincreasing encouragement of private education at the\r\nsecondary and tertiary levels to unlock the creative power\r\nof our population; thirdly, the modernization and\r\ndiversification of agriculture; and fourthly, the promotion of\r\nmicro- and small-scale enterprise through improved access\r\nto credit for the rural poor.\r\nThis is a tall order, and we call upon our development\r\npartners to support us in this process in the context of the\r\nalready formulated national action plans and the agreed\r\nframework for international development cooperation.\r\nThe issue of the world’s freshwater resources\r\nremains of the utmost concern to my delegation. Water\r\nshortages in the next century are likely to restrain\r\neconomic and social development. A large part of Uganda\r\nis covered by fresh water. In Uganda, we attach\r\nimportance to the economic value of water, and that is\r\nwhy we recognize the importance of its equitable and\r\nreasonable use. Unfortunately, our water resources are\r\nbeing choked by the rapid growth and spread of the water\r\nhyacinth on Lake Victoria and on other lakes and rivers\r\nin the Nile Valley. As we have done in the past, we\r\nurgently appeal once again to the international community\r\nto extend its support to enable us to address the problem\r\nof the water hyacinth.\r\nLet me reiterate our confidence in the mission of the\r\nUnited Nations in coordinating and delivering targeted\r\nassistance to developing countries in all areas of human\r\nendeavour, in partnership with Governments. It is\r\nimportant, therefore, to ensure that the focus of the\r\nOrganization is sharpened to enhance the relevance and\r\neffectiveness of its programmes, be it in the area of\r\ngovernance, poverty eradication, capacity-building or\r\nhumanitarian assistance.\r\nWe need a United Nations that will act as an agent\r\nof progress and change and that will be equipped to play\r\nan effective and leading role in improving the economic\r\nand social conditions of all the world’s nations — not just\r\na few. We also want a reformed United Nations that will\r\ndeal effectively with the growing number of complex\r\ninternational challenges, including development, peace\r\nand security. Furthermore, we need a reformed United\r\nNations that must provide global leadership and vision in\r\nthe twenty-first century.\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of right of reply. May I remind\r\nmembers that statements in exercise of the right of reply\r\nare limited to 10 minutes for the first intervention and to\r\nfive minutes for the second intervention and should be\r\nmade by delegations from their seats.\r\nSir John Weston (United Kingdom): I should like\r\nto say a few words in response to the remarks made by\r\nthe Foreign Minister of Spain this morning about\r\nGibraltar.\r\n27\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nThe long-standing position of the British Government\r\non this matter is well known to the Government of Spain.\r\nI will simply restate it briefly here. The British Government\r\nbelieves that issues relating to Gibraltar can be resolved\r\nonly by direct talks such as those established under the\r\n1984 Brussels Declaration. In that regard, we attach\r\nimportance to continuing the dialogue with Spain as a\r\nmeans to overcoming our differences.\r\nHowever, we do not accept Spain’s interpretation of\r\nthe idea of territorial integrity as described by the Foreign\r\nMinister this morning. British sovereignty over Gibraltar\r\nwas clearly established in the Treaty of Utrecht. This legal\r\nfact is incontrovertible. Moreover, the British Government\r\nstands by the commitment to the people of Gibraltar as\r\ncontained in the preamble to the 1969 Constitution of\r\nGibraltar, which states that the United Kingdom will not\r\nenter into arrangements under which the people of Gibraltar\r\nwould pass under the sovereignty of another State against\r\ntheir freely and democratically expressed wishes.\r\nSpain’s offer to reintegrate Gibraltar into Spain could\r\ntherefore only be the basis for a settlement if it had the\r\nfreely and democratically expressed support of the people\r\nof Gibraltar.\r\nMr. Kasoulides (Cyprus): In my reply to the speech\r\nof His Excellency the Foreign Minister of Turkey, I should\r\nlike to state the following.\r\nFirst, my Turkish colleague spoke about the\r\nrealities — as he put it — in Cyprus which are not\r\nrecognized by the international community and suggested\r\nthat this is perhaps the reason for the failure to achieve\r\npeace for so many years. He mentioned as realities the\r\nexistence of two distant people, two separate\r\nadministrations and two democracies. One cannot accept as\r\nrealities faits accomplis created by the use of force and\r\nmaintained by military strength in blatant disregard of\r\ninternational law and United Nations resolutions. Ignoring\r\nUnited Nations resolutions can hardly be considered as a\r\nreality by the international community.\r\nSecondly, regarding the application of the\r\ninternationally recognized Republic of Cyprus for\r\nmembership of the European Union, and regarding whether\r\nCyprus can or cannot join the European Union for legal or\r\npolitical reasons, I wish to refer to the statement made at\r\nthe seventh plenary meeting by His Excellency the Foreign\r\nMinister of Luxembourg in his capacity as President of the\r\nCouncil of the European Union regarding the interpretation\r\nof the 1960 treaties and the fact that these treaties cannot\r\nprevent Cyprus from joining the European Union.\r\nStill on this point, let me recall the statement made\r\nby the President of the Security Council for the month of\r\nAugust 1997, the Permanent Representative of the United\r\nKingdom, Sir John Weston, who expressed the concern\r\nand disappointment of the Council because the Turkish\r\nCypriot side had tried to impede progress in the\r\nnegotiating efforts by introducing the issue of the\r\nEuropean Union application as a precondition for the\r\ntalks.\r\nFinally, regarding the deployment of S-300 missiles\r\nin Cyprus one year from now, I want to state\r\ncategorically that these weapons are purely defensive\r\nsurface-to-air missiles destined to defend the small island\r\nof Cyprus from a potential air attack, since Cyprus has no\r\nair force of its own. It is ludicrous to believe that Cyprus,\r\nwith a population of half a million, can in any way be a\r\nthreat to the security of Turkey, a nation of 65 million\r\npeople, or be a threat to the Turkish Cypriots — who\r\nobviously do not fly in the air.\r\nHowever, if there is substantial political progress in\r\nthe effort to reach a political solution to the longstanding\r\nCyprus problem, or if there is an agreement on a\r\nprogramme of demilitarization of the island, as suggested\r\nby President Clerides, and if the reasons that made us feel\r\nvulnerable facing 35,000 Turkish troops within the island\r\nof Cyprus and made us feel the necessity of ordering\r\nthose\r\n28\r\nGeneral Assembly 14th plenary meeting\r\nFifty-second session 26 September 1997\r\nmissiles thus no longer exist, then there will be no objective\r\nin deploying missiles or any other weapons in Cyprus.\r\nThe meeting rose at 6.15 p.m.\r\n29\r\n"