"United Nations A/52/PV.42\r\n97-86377 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n42nd plenary meeting\r\nFriday, 31 October 1997, 10 a.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 156\r\nTowards a culture of peace\r\nNote by the Secretary-General (A/52/292)\r\nDraft resolution (A/52/L.4)\r\nThe President: The note by the Secretary-General\r\ntransmitting the report of the Director-General of the United\r\nNations Educational, Scientific and Cultural Organization\r\nhas been issued as document A/52/292.\r\nI give the floor to the representative of Bangladesh to\r\nintroduce draft resolution A/52/L.4.\r\nMr. Rahman (Bangladesh): I have the honour to\r\naddress this gathering on agenda item 156, entitled\r\n“Towards a culture of peace”, which is being considered for\r\nthe first time as a separate item by the General Assembly.\r\nBangladesh, along with Argentina, Bhutan, Bolivia,\r\nCosta Rica, Côte d’Ivoire, Djibouti, El Salvador, Georgia,\r\nGuinea-Bissau, Guyana, Honduras, Mali, Mauritania,\r\nMongolia, Namibia, Nicaragua, Panama, the Philippines,\r\nSenegal, Turkmenistan and Venezuela made a request for\r\nthe inclusion of a separate item on this all-important issue.\r\nThis request is contained in document A/52/191. The\r\nGeneral Committee, as well as the plenary, decided by\r\nconsensus to include this item for consideration in plenary\r\nmeeting.\r\nAs we enter a new millennium, we are faced with\r\nthe challenges and vast potential of an interdependent\r\nworld. The world of today is essentially a global family,\r\nbased on the gains of interdependence and interaction, and\r\non a wide exchange of ideas, culture, resources,\r\ntechnology and information. It is in this context that a\r\nculture of peace, as opposed to a culture of violence or\r\nwar, gains relevance.\r\nAlthough it is an evolving concept, the culture of\r\npeace is rooted in our culture of social interaction and\r\nsharing, tolerance and respect for human rights, the\r\nfoundations of democracy and freedom and our common\r\nquest for peaceful coexistence. As we struggle to address\r\na multitude of problems that transcend borders, a culture\r\nof peace and harmony, as opposed to war, violence and\r\nconflict could provide the foundation for a meaningful\r\nalliance for global action.\r\nThe creation of the United Nations itself was a\r\nmajor step towards a transformation from a culture of war\r\nand violence to a culture of peace and non-violence. Since\r\nthen, the principles of a culture of peace have been\r\nevolving over the years through important instruments and\r\nprogrammes. It has also been reflected as an important\r\nand cross-cutting concept in the outcome of major\r\ninternational conferences held in recent years. The\r\nconcept, as elaborated by the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), is\r\nalready being promoted actively at many levels and in\r\nmany countries. It is gradually evolving as a global\r\nmovement. The promotion of the concept at the national\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nlevel, in every society, to forge better understanding and\r\nharmony among various groups, and at the bilateral,\r\nregional and international levels, will only serve to\r\ncomplement existing efforts and programmes with similar\r\nobjectives. Similarly, we believe, actions to promote a\r\nculture of peace by the United Nations system could also be\r\ncomplementary to other United Nations efforts, including\r\npeacekeeping, disarmament, development, human rights and\r\nthe advancement of women.\r\nIn advocating our support for developing and\r\npromoting a culture of peace, we see it essentially as a\r\nprocess of transformation and institutional development to\r\nbe based on the particular socio-economic and cultural\r\ncontext of individual societies and institutions. We would\r\nalso like to emphasize the linkage between peace and\r\ndevelopment and the need for a culture of peace that would\r\nbe closely linked to the goal of international cooperation\r\nand sustainable human development.\r\nThe task of developing a culture of peace would\r\nrequire comprehensive educational, cultural, social and civic\r\naction based on a commonality of interest and shared goals.\r\nPeace is not merely the absence of war and conflict. It\r\nshould be construed as a positive, dynamic, participatory\r\nprocess linked intrinsically to democracy, justice and\r\ndevelopment by which differences are respected, dialogue\r\nis encouraged and conflicts are transformed into\r\ncooperation. Therefore, in promoting a culture of peace as\r\na global movement, alliances would have to be established\r\namong various intergovernmental and governmental\r\norganizations, as well as with all other actors of civil\r\nsociety.\r\nThe report of the Director-General of UNESCO, as\r\ntransmitted by the Secretary-General in document A/52/292,\r\nprovides a comprehensive picture on the development of the\r\nconcept and of the various activities being undertaken for\r\nthe promotion of a culture of peace. We thank him for\r\nproviding the elements for a draft declaration and\r\nprogramme of action on a culture of peace, which we\r\nbelieve provide a useful basis for elaborating a draft\r\ndeclaration and programme of action.\r\nThe draft resolution on this item (A/52/L.4) is a\r\nprocedural text requesting the Secretary-General, in\r\ncoordination with the Director-General of UNESCO and\r\ntaking into account the views of Member States, to submit\r\nto the General Assembly at its fifty-third session, in 1998,\r\na draft declaration and programme of action on a culture of\r\npeace. Once the draft is available, the intergovernmental\r\nprocess for examining it for adoption would naturally\r\ncommence. As the Assembly is aware, the Economic and\r\nSocial Council has recommended that the General\r\nAssembly proclaim the year 2000 as the International\r\nYear for the Culture of Peace. The adoption of the draft\r\ndeclaration and programme of action by the Assembly in\r\nthe preceding year, that is in 1999, would, we believe,\r\nprovide the necessary impetus to observe the year in an\r\nappropriate manner.\r\nAs we see it, a culture of peace is about non-\r\nviolence and respect for human rights. It is about respect\r\nand solidarity among all peoples and dialogue between\r\ncultures. It is the linkage of peace to democratic\r\nparticipation and the right to development. It is about\r\nequality between men and women. Let us all resolve as\r\nmembers of this global family to chart a new course for\r\na culture of peace.\r\nWith the permission of the Assembly, I should now\r\nlike to introduce draft resolution A/52/L.4 entitled\r\n“Towards a culture of peace”. In addition to the sponsors\r\nlisted in the document, Algeria, Argentina, Bhutan,\r\nBolivia, Djibouti, Kyrgyzstan, Mongolia and\r\nTurkmenistan have joined in sponsoring the draft\r\nresolution, bringing the total number of sponsors to 37.\r\nThe concept of a culture of peace is based on the\r\nfundamental belief that saving future generations from the\r\nscourge of war would require a transformation from a\r\nculture of war and violence to a culture of peace.\r\nThe draft resolution takes note of the report of the\r\nDirector-General of UNESCO, contained in document\r\nA/52/292, which outlines the elements for a draft\r\nprovisional declaration and programme of action on a\r\nculture of peace. The Secretary-General is requested to\r\nsubmit a draft declaration and programme of action on a\r\nculture of peace, in coordination with the Director-\r\nGeneral of UNESCO and taking into account the views to\r\nbe expressed by Member States during the debate on the\r\nitem, to the General Assembly at its fifty-third session.\r\nThe draft also decides to include in the provisional\r\nagenda of the fifty-third session the item entitled “Culture\r\nof peace”.\r\nIt is basically a procedural resolution and I hope it\r\nwill be adopted by consensus.\r\nMs. Decerega Smith (Panama) (interpretation from\r\nSpanish): Panama has co-sponsored draft resolution\r\nA/52/L.4, thus reiterating our support for the ideas and\r\npurposes that are the basis for the UNESCO initiative\r\n2\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nwith which the United Nations began to associate itself\r\nthrough resolutions 51/101 and 50/173.\r\nSince the wise opinion that wars begin in the minds of\r\nmen was incorporated in the Constitution of UNESCO in\r\n1946, reality has shown that eradicating war and replacing\r\nit with peace is a long-term task which presupposes\r\ncommitment on the part of the international community.\r\nHumankind has been accumulating knowledge and\r\nawareness of the problems that cause wars to erupt. In this\r\naccumulation of information and thought, UNESCO has a\r\nrecognized mission and a mandate to combat ignorance and\r\nto promote progress in education, science, culture and\r\ncommunications, which are pillars in the construction of the\r\nindividual and of developed societies.\r\nSince 1989, in the waning of the cold war, the concept\r\nof a culture for peace began to occupy an important place\r\nin the intellectual efforts and the operational activities of\r\nUNESCO. In discussing this concept, the General Assembly\r\nis aware that the culture of peace has already been the\r\nsubject of pioneer projects that UNESCO has carried out\r\nsuccessfully in many countries.\r\nMy delegation is grateful to the Secretary-General and\r\nto the Director-General of UNESCO for having enlightened\r\nus on the origins and development of the concept by means\r\nof document A/52/292. These documents clearly explain\r\nthat the transdisciplinary project entitled “Towards a culture\r\nof peace” will be reorganized and strengthened on the basis\r\nof the guidelines of the governing bodies of UNESCO but\r\nthat the objectives and goals of the project can be achieved\r\nonly under United Nations leadership.\r\nMy delegation believes that at this session the General\r\nAssembly should accept that leadership, and this is why we\r\nsupported the decision taken by the Economic and Social\r\nCouncil in July 1997 proclaiming the year 2000 as the\r\nInternational Year for the Culture of Peace. In addition we\r\nhave noted with interest the appeal made by the Nobel\r\nPeace Prize laureates for the dedication of a decade to the\r\nculture of non-violence, from the year 2000 to the year\r\n2010.\r\nThe texts — a preliminary draft declaration on a\r\nculture of peace and a preliminary draft for a programme\r\nof action on the same subject — have, in my delegation’s\r\nview, a number of merits. To elaborate on these merits at\r\nthis plenary meeting would mean undertaking an analysis\r\nof the above-mentioned texts. With a view to brevity, we\r\nwill merely say that both texts contain themes that coincide\r\nwith the commitments undertaken by Member States of\r\nthe United Nations in the main conferences held since\r\n1992.\r\nIt should be pointed out that these texts coincide\r\nwith the declarations and plans of action adopted in Rio\r\nde Janeiro, Vienna, Copenhagen and Beijing. But my\r\ndelegation feels it should also point out that, in our\r\nopinion, these texts also have an additional spiritual\r\nelement, in that by allying peace with culture, they\r\nauthorize the United Nations to bring about the required\r\nsynthesis of the spiritual and material goals of human\r\nbeings.\r\nThe project “Towards a culture of peace” should\r\nremain on the agenda of the United Nations as part of a\r\nnecessary process in which the political, in all its\r\ndimensions, and the ethical, with all its demands, are both\r\nconsidered in discussions and the decision-making process\r\nat the United Nations.\r\nThrough the project, “Towards a culture of peace”,\r\nthe United Nations will be turning the scientific assertion\r\nthat human beings are not genetically programmed for\r\nwar into an ethical affirmation concerning the\r\ntranscendental destiny of humankind, a destiny that the\r\nUnited Nations is committed to ensuring can be enjoyed\r\nin freedom, mutual understanding, participation and\r\nsolidarity.\r\nThe delegation of Panama fully endorses the\r\nstatement to be made by the delegation of El Salvador on\r\nbehalf of the countries of the Central American isthmus\r\nand the delegation of Paraguay on behalf of the Rio\r\nGroup.\r\nMr. Mra (Myanmar): After the Second World War\r\nthe United Nations was entrusted with the task of saving\r\nfuture generations from the scourge of war. The\r\nOrganization has carried out this fundamental\r\nresponsibility to the best of its ability, and with\r\nconsiderable success. With the end of the cold war, this\r\ntask has taken on added complexity, requiring a new\r\napproach with a long-term perspective to achieve its\r\noriginal objective.\r\nContrary to a widespread perception, the end of the\r\ncold war brings forth uncertainties for the twenty-first\r\ncentury, as the post-cold-war events have eloquently\r\nattested. A low threshold of tolerance among ethnic\r\ngroups and cultures created climates of growing mistrust\r\nand heightened tensions within nations. As a result, we\r\n3\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nwitnessed tragic outbreaks of violence and armed conflicts\r\nin various parts of the world after the end of the cold war,\r\nleading to the loss of thousands of innocent lives. Some\r\nparts of the world still threaten to be consumed again by\r\nsuch outbreaks if we let down our guard. This clearly\r\nreveals that more than the mere prevention of outbreaks of\r\nviolence and armed conflicts is needed to save posterity\r\nfrom the scourge of war. As rightly pointed out in the\r\nreport of the Secretary-General, this task requires\r\n“transforming not only institutional structures and\r\nmanifestations of war, but also its deep cultural roots,\r\nthe culture of violence and war, into a culture of\r\npeace.” [A/52/292, para. 2]\r\nThe United Nations Educational, Scientific and\r\nCultural Organization (UNESCO) has played a very\r\nsignificant role in promoting a culture of peace, a concept\r\nwhich emerged from the International Congress on “Peace\r\nin the minds of men” celebrated in Côte d’Ivoire in July\r\n1989. UNESCO established the Culture of Peace\r\nProgramme in 1993, and at its Twenty-eighth General\r\nConference it declared that the transition from the culture\r\nof war to a culture of peace was the greatest challenge for\r\nthe world at the end of this century. Since then, UNESCO\r\nhas been undertaking numerous activities at many levels\r\nunder its transdisciplinary project “Towards a culture of\r\npeace”. In this regard, we appreciate the efforts of\r\nUNESCO and thank the Secretary-General and the\r\nDirector-General of UNESCO for providing us with a\r\nuseful account of the work of UNESCO carried out within\r\nits efforts to promote a culture of peace. We also welcome\r\nthe attempts of UNESCO to provide us, in accordance with\r\nresolution 51/101, with the elements for a draft declaration\r\nand a draft programme of action on a culture of peace. We\r\nfind these elements to be very interesting and well thought\r\nout.\r\nAs observed in the report of the Secretary-General, a\r\nculture of peace is a process that grows out of the beliefs\r\nand actions of people themselves, and it develops in each\r\ncountry within its specific historical, socio-cultural and\r\neconomic context. We share this view, based on our\r\npractical experience in the restoration of peace to the\r\ncountry. It must, however, be stressed here that historical,\r\nsocio-cultural and economic contexts are not mere passive\r\nconditions for the development of a culture of peace. They\r\nare determinants of the process. Making the process a\r\nsuccess presupposes a thorough understanding of them and\r\nremoval of the old attitudes conditioned and forged by\r\nparticular contexts and conditions. Myanmar’s national\r\nexperience in this respect provides an insight into the task\r\nof peace-building.\r\nAs a country that had been beset with insurgency\r\nproblems throughout its post-independence history,\r\nMyanmar is fully aware of the political and socio-\r\neconomic implications of national peace-building, its\r\ndelicate nature and the pitfalls down the road. Myanmar’s\r\nfirst brush with the insurgency problem began\r\nimmediately after its independence from the British\r\nGovernment, and it had very soon grown into a sizeable\r\nnational problem, taking a heavy toll on national\r\ndevelopment endeavours. Border areas of the country\r\nlagged behind other areas of the country in all fields,\r\nprimarily due to the insurgency problem. Mistrust ran\r\ndeep among the national races. Although serious attempts\r\nwere made by previous Myanmar Governments to engage\r\nthe insurgent groups in peace negotiations, peace was\r\nfrustratingly elusive for the country.\r\nUndeterred by the setbacks of the previous\r\nGovernments in peace efforts, the State Law and Order\r\nRestoration Council took new peace initiatives based on\r\na different approach when it assumed State\r\nresponsibilities in 1988. In a departure from previous\r\napproaches, the new approach emphasized the\r\ndevelopment of the border areas where insurgency once\r\nreigned supreme. Under the new approach, the\r\nGovernment launched development projects for those\r\nareas and addressed the basic needs of their populace.\r\nFurthermore, the national races in areas concerned were\r\nprovided with an opportunity to take part in these efforts.\r\nThe Government’s sincere efforts for and genuine\r\nconcerns about the interest of the national races won\r\nunderstanding, trust and cooperation from them. Mistrust\r\nwas replaced with positive attitudes, and this forged an\r\natmosphere in which erstwhile foes have now become\r\npartners for development. The new approach has achieved\r\nunprecedented results. At present, 16 out of 17 armed\r\ngroups are in the legal fold and they are engaged in the\r\ndevelopment tasks of their respective areas. This has led\r\nto a pervasive peace which Myanmar has never enjoyed\r\nin its modern history.\r\nAn imposed peace is a fragile peace. In constructing\r\npeace in Myanmar, the Government did not resort to\r\nforce of arms. It reached out to the hearts and minds of\r\nthe national races who were excluded in the past from\r\nnational endeavours and consequently left marginalized in\r\ntheir own country. The Government addressed their\r\nproblems in good faith. We are confident that the peace\r\nwe now enjoy, constructed through cooperation and\r\n4\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nunderstanding, will continue to prevail in the entire country\r\nand will have positive effects on the region.\r\nMyanmar recognizes that promotion of a culture of\r\npeace is not confined to one country or one region. It has\r\nto be a global effort. Nevertheless, we are of the view that,\r\nfirst and foremost, it is essential to firmly establish a\r\nculture of peace at the national level. Failure or success in\r\nour national efforts will determine whether we will succeed\r\nat the global level. For this reason, we wish to underscore\r\nthat it is necessary for the international community to show\r\nsolidarity with the efforts of national Governments for\r\npeace-building.\r\nWe are now faced with the daunting task of building\r\na culture of peace for the next century. As is widely\r\nrecognized, it is a comprehensive and long-term process.\r\nHowever, since various activities for the promotion of a\r\nculture of peace are being undertaken at so many levels and\r\nin so many regions, we are convinced that the process is\r\nmoving in the right direction and hope that it will meet\r\nwith success.\r\nThe President: Before giving the floor to the next\r\nspeaker, I should like to propose that the list of speakers in\r\nthe debate on this item be closed this morning at 11 a.m.\r\nIt was so decided.\r\nThe President: I therefore request those\r\nrepresentatives wishing to participate in the debate to\r\ninscribe themselves on the list as soon as possible.\r\nMr. Bune (Fiji): Fiji is among the co-sponsors of the\r\ndraft resolution before us and wishes to express its strong\r\nsupport for this document. The draft notes, inter alia, that\r\nthe report by the Director-General of the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) indicates that the transition from the culture of\r\nwar to a culture of peace has been taken up as a priority by\r\nUNESCO and is also being promoted at many levels by the\r\nUnited Nations system as it enters the twenty-first century.\r\nThe draft also requests the Secretary-General, in\r\ncoordination with the Director-General of UNESCO, to\r\nsubmit a draft declaration and programme of action on a\r\nculture of peace to the General Assembly at its fifty-third\r\nsession. The distinguished Foreign Secretary of Bangladesh,\r\nAmbassador Rahman, has introduced the draft resolution in\r\nthe most clear and eloquent manner. We are especially\r\ngrateful to him, and confident that the General Assembly\r\nwill adopt the draft resolution by consensus.\r\nThe report of UNESCO transmitted by the Secretary-\r\nGeneral in document A/52/292, submitted pursuant to last\r\nyear’s resolution 51/101, provides an important and useful\r\nframework for our deliberations in this Assembly.\r\nPermanent and lasting peace in our world has been\r\nthe dream and ardent desire of every nation and\r\nsucceeding generations. Permanent and lasting peace is\r\nthe very foundation of friendly and constructive bilateral\r\nand international relations. It is the pillar for progress and\r\ndevelopment of nation States.\r\nMy country, Fiji, is fully committed to permanent\r\nand lasting peace in our world, and we have provided\r\ntangible evidence of that commitment in our full and\r\nactive participation in almost every international\r\npeacekeeping operation of the United Nations. Several of\r\nour brave peacekeepers have died in and for the cause of\r\npeace.\r\nThe Preamble to our Organization’s Charter\r\nexpresses the determination of the peoples of the United\r\nNations to\r\n“save succeeding generations from the scourge of\r\nwar, which twice in our lifetime has brought untold\r\nsorrow to mankind”.\r\nWe the world can fully implement that determination by\r\nadopting a culture of peace. The Preamble goes on to\r\nextol the practice of tolerance and living together in peace\r\nwith one another as good neighbours, and uniting our\r\nstrength to maintain international peace and security and\r\nensure that armed force shall not be used, save in the\r\ncommon interest. The Charter, in other words,\r\nadmonishes us all, individually and collectively, great and\r\nsmall, powerful and weak, to coexist in a culture of\r\npeace. Further, the Charter calls on us all to maintain\r\ninternational peace, to develop friendly relations among\r\nnations and to achieve international cooperation — all\r\nbasic underpinnings of a culture of peace.\r\nFiji believes that education is probably the single\r\nmost effective means to build a culture of peace. In fact,\r\nall the major United Nations conferences organized over\r\nthe last six years — the Earth Summit in Rio, the World\r\nConference on Human Rights in Vienna, the International\r\nConference on Population and Development in Cairo, the\r\nWorld Summit for Social Development in Copenhagen,\r\nand the Fourth World Conference on Women in\r\nBeijing — have underlined education’s central role in\r\nachieving the goals of justice, equality, development and\r\n5\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\npeace. Similarly, the entire membership of UNESCO, at the\r\nlast General Conference, reaffirmed their belief in education\r\nas the master key to democracy, development and peace.\r\nThere is, therefore, an urgent need to reform our\r\neducation system. We need to look at our curricula, to\r\nexamine the new needs of the next millennium, and design\r\ncourses of study which will prepare us and our students —\r\nthe leaders of the next generation — not only for expensive\r\nexercises in peacekeeping, but also for responding early to\r\nthe precursor signs of threats to security which could be\r\nmet through largely civil efforts to build peace and prevent\r\nwar.\r\nThis is the principal reason that my country will\r\ncontinue to call from this rostrum for the urgent creation of\r\na special United Nations division or unit to undertake\r\npreventive diplomacy in conflict prevention and resolution.\r\nSuch a unit will ensure the early detection of potential\r\nconflicts so that our society can act in time and build peace\r\nrather than reacting to situations in which violence has\r\nalready broken out.\r\nIn his “An Agenda for Peace”, the former Secretary-\r\nGeneral of the United Nations reminded us that\r\npeacekeeping is not sufficient; there is also peace-building.\r\nPeace is the basic prerequisite. There can be no lasting\r\npeace without development. There can be no development\r\nwithout peace. Peace should be a human right, a\r\nfundamental right of all human beings.\r\nMy delegation would therefore like to pay a special\r\ntribute to UNESCO for its active involvement in various\r\nculture of peace activities at global, regional and national\r\nlevels, especially through its programmes of education,\r\nscience, culture and communication, and for raising global\r\nawareness.\r\nMy delegation submits that it is a universal priority\r\nthat nations eschew war and engage in a culture of peace.\r\nA culture of peace will contribute to international\r\ncooperation for economic and social development and\r\nsustained economic growth in the developing countries of\r\nour world and permit the billions of dollars spent each year\r\non armaments of death and mass destruction to be directed\r\ntowards eradicating poverty, facilitating human development\r\nand making our world a better place to live in for all,\r\ndeveloped and developing countries alike.\r\nThe early adoption of a declaration and programme of\r\naction on a culture of peace will benefit every nation of the\r\nworld. We therefore call on the General Assembly to\r\nadopt the draft resolution by consensus.\r\nMr. Mabilangan (Philippines): In the half century\r\nsince the end of the Second World War mankind has\r\nwitnessed a period of continuous conflict in many parts of\r\nthe globe. By one estimate, there were more than 138\r\nwars, resulting in more than 25 million deaths, during this\r\nperiod. Over the past three years alone, the United\r\nNations has recorded 82 conflicts, of which 79 were\r\nwithin nations. It is ironic that mankind continues to\r\nsuffer from the tragic consequences of violence and\r\narmed conflict even after the terrible bloodshed of the two\r\nWorld Wars.\r\nThe paradox is that peace is not alien to mankind.\r\nHistory abounds with examples of people who have\r\nlearned to live in peace and harmony. Yet violence\r\nremains pervasive in human behaviour. It appears to be so\r\ningrained in our culture that peace often appears as a\r\nmomentary pause between conflicts.\r\nViolence has its roots in the minds of men.\r\nTherefore, peace must become an integral part of our\r\nconsciousness. As individuals, we need to internalize a\r\nculture of peace. And, as a society, we need to\r\ninstitutionalize the practice of peace.\r\nThe construction of a culture of peace is a welcome\r\nand timely initiative. Having itself experienced the tragic\r\nconsequences of armed conflict, the Philippines stands\r\nsolidly behind this initiative. We strongly support the\r\nefforts of the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO) to engage the entire\r\ncommunity of nations in constructing a culture of peace.\r\nFor this reason, the Philippines joined other States in\r\nsponsoring a General Assembly resolution on a culture of\r\npeace. Within the context of our national culture of peace\r\nprogramme, the Philippines sponsored the Second\r\nInternational Forum on the Culture of Peace, held in\r\nManila in 1995, in cooperation with UNESCO. As a\r\nfollow-up to that forum, and in line with the 1996 peace\r\nagreement between the Philippine Government and the\r\nMoro National Liberation Front (MNLF), President Fidel\r\nRamos has agreed to the proposal of the UNESCO\r\nDirector-General to establish a Centre for the Culture of\r\nPeace in the Philippines. In addition, the Philippine\r\nGovernment is developing both formal and non-formal\r\npeace-education programmes and establishing a network\r\nof peace centres throughout the country.\r\n6\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nOn the whole, we find document A/52/292, “Towards\r\na culture of peace”, a useful basis for discussion of the\r\nelements for a draft provisional declaration and programme\r\nof action on a culture of peace. We appreciate the efforts of\r\nUNESCO in preparing the document and making it\r\navailable to delegations.\r\nWe agree with the Director-General of UNESCO that\r\nthe time has come for the United Nations to address\r\ndirectly the challenge of promoting a culture of peace.\r\nWhile education will continue to play a crucial role in this\r\nregard, a concerted and coordinated effort along a wider\r\nfront is needed. In this undertaking, Governments must take\r\nthe lead. They, more than any other institution in society,\r\ncan effectively mobilize the resolve and the resources to\r\nsustain progress in building a culture of peace. The draft\r\ndeclaration and programme of action on a culture of peace\r\nmust therefore embody this cardinal principle.\r\nWe find it appropriate that the preamble of the draft\r\ndeclaration recalls relevant international agreements.\r\nHowever, the preamble should be followed by a\r\ncomprehensive assessment of the progress achieved thus far\r\nin promoting a culture of peace. This will not only provide\r\nus with a reference point as to where we are at present, but\r\nwill show us where we want to go, what obstacles lie in\r\nour path and how the United Nations can overcome those\r\nobstacles.\r\nThe draft programme of action correctly states that the\r\nchallenge of promoting a culture of peace should be placed\r\nat the centre of the United Nations agenda. We share the\r\nview that the principal task of the United Nations is to link\r\nthe various peace efforts throughout the world and to\r\npromote a global movement for peace. The United Nations\r\nshould forge a network of partnerships between\r\nGovernments and the institutions of civil society within and\r\nacross national borders. Consensus-building, norm-setting\r\njoint actions are the strengths of the United Nations. The\r\ndraft programme of action should draw on these strengths\r\nto reinforce UNESCO’s programmes on education,\r\ninformation and communication.\r\nWe agree that some form of coordinating mechanism\r\nis needed to ensure the coordinated implementation of the\r\nprogramme of action. At the intergovernmental level, the\r\nGeneral Assembly should look into the possibility of\r\ndistributing tasks identified in the draft programme of\r\naction for implementation by the appropriate United Nations\r\nbody. Coordinated support from the United Nations\r\nSecretariat and possibly from the Administrative Committee\r\non Coordination should also be considered.\r\nOf crucial importance to the implementation of the\r\nprogramme of action is the funding of activities to\r\npromote a culture of peace. A possible starting point is\r\nthe pooling of resources already available within the\r\nUnited Nations system earmarked for peace-related\r\nactivities to fund joint programmes. Cost-sharing of funds\r\nprovided by Governments and non-governmental\r\norganizations will multiply the availability of resources to\r\nfund strategically important activities.\r\nThese, in brief, are the preliminary comments of the\r\nPhilippine delegation on the draft declaration and\r\nprogramme of action on a culture of peace.\r\nMr. Castaneda-Cornejo (El Salvador)\r\n(interpretation from Spanish): I have the honour to speak\r\non agenda item 156, “Towards a culture of peace”, on\r\nbehalf of Costa Rica, Guatemala, Honduras, Nicaragua,\r\nPanama and El Salvador.\r\nMay I first of all express to the Secretary-General\r\nand to the Director-General of the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) our gratitude for their submission of the\r\nreport on the subject before us (A/52/292), which we\r\nbelieve is very important for our discussions in the\r\nAssembly. We also want to associate ourselves with the\r\ncomments made by previous speakers representing\r\ndelegations that are also sponsors of the draft resolution.\r\nAs was recognized by the Twenty-eighth General\r\nConference of UNESCO in 1995, the transition from a\r\nculture of war to a culture of peace is one of the greatest\r\nchallenges facing humankind today. Since peace goes far\r\nbeyond political, economic or cultural agreements\r\nbetween States, a process of assimilation of its basic\r\nvalues must take place in the minds of citizens, men and\r\nwomen.\r\nThe Central American peoples, directly or indirectly,\r\nhave suffered the consequences of a prevailing culture of\r\nwar. For more than a decade we were steadily drawn into\r\na vortex of physical and spiritual destruction, which in the\r\nend substantially weakened the principles of democracy,\r\nfreedom and social justice.\r\nCentral America has now achieved peace, with the\r\nsupport of the international community and various organs\r\nand specialized agencies of the United Nations system.\r\nThe shared effort to build a culture of peace in the region\r\nhas changed from an academic discussion to a fact of\r\neveryday life, in which we are promoting and fostering\r\n7\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nthe concrete values of peace: tolerance, respect for human\r\nrights, solidarity, social justice and the rejection of violence\r\nas a method of resolving social or any other type of\r\nconflicts, all elements that are contributing to the integral\r\ndevelopment of our peoples.\r\nFor Central Americans, promoting a culture of peace\r\nmeans having a profound and scientific knowledge of the\r\nsociety in which we act, of its diversity and its history; and\r\nit means having a clear vision of the society we want to\r\nbuild for the future, respecting its values and its potential.\r\nThis is an enormous challenge, to our peoples and our\r\nleaders, because it involves creatively empowering\r\ntomorrow’s citizens, in an evolving and supportive social\r\nenvironment, as people capable of developing their own\r\npositive energy.\r\nWe are convinced that education plays an\r\nindispensable role in this creative process. But this means\r\nan education that transcends formal aspects and that meets\r\nthe real needs and specific conditions of each of our\r\npeoples. An education of this type would require, we\r\nbelieve, at least the three following cognitive and\r\ndevelopmental levels.\r\nFirst, it would require education for self-esteem, since\r\nsocieties experiencing conflict are undeniably divided\r\nsocieties that need to strengthen within the collective\r\nconsciousness the sense of belonging. Education needs to\r\ngive an institutional form to that sense of belonging,\r\ndeveloping self-esteem in each of our citizens, making it\r\npossible for them to accept universal values and enrich\r\nthose values with their own.\r\nSecondly, it would require education for solidarity, in\r\norder to ensure, as a fundamental prerequisite for collective\r\nharmony, the permanent integration of our peoples on a\r\nsolid basis of personal and national self-esteem, an\r\neducation in which the principle of shared responsibility is\r\nincreasingly strengthened in the minds and hearts of\r\ncitizens.\r\nThirdly, it would require education for development,\r\nin which the building of a world of spiritual and material\r\nsatisfactions is ensured on a basis of active and supportive\r\nself-esteem, since we believe that one of the purposes of\r\neducation is to give the individual the capacity for self-\r\nknowledge, communication and satisfaction.\r\nTaking into account the spirit of these reflections, we\r\nwould like to highlight the universal appeal made by the\r\nDirector-General of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) at the\r\nopening of the National Forum for Reflection on\r\nEducation and a Culture of Peace, held in April 1993 in\r\nEl Salvador. In that appeal he emphasized, inter alia, that\r\nthe promotion of learning about and experiencing the\r\nculture of peace requires both a formal education and an\r\ninformal one, such as that obtained in the various facets\r\nof daily life; that what is important is to give priority to\r\ncontacts, exchanges and cultural creativity at the national\r\nand international levels as instruments for acknowledging\r\nand respecting our fellow human beings and the\r\ndifferences between us; and that the strengthening of\r\ninternational cooperation aimed at eliminating the socio-\r\neconomic causes of armed conflict and wars is one of the\r\nprimary tasks in building a better world for all.\r\nThis appeal was heard by, among others, more than\r\n400 parliamentarians from various legislative assemblies\r\nthroughout the Americas, meeting in Quebec City,\r\nCanada, from 18 to 22 September 1997. In the declaration\r\nadopted in the framework of the First Parliamentary\r\nConference of the Americas, they expressed their support\r\nfor the UNESCO initiative aimed at disseminating the\r\nvalues of peace through respect for human rights and the\r\nstrengthening of a culture of peace. The time has thus\r\ncome to turn words into deeds, to deepen the\r\nimplementation of national programmes for a culture of\r\npeace in every Member State, to develop such\r\nprogrammes in States that have not done so and to\r\ncontribute in this way to the enrichment of the collective\r\nconsciousness of the international community.\r\nIn the report submitted to Member States by the\r\nSecretary-General, in coordination with the Director-\r\nGeneral of UNESCO, we find many important elements\r\nto use in the drafting of a declaration and a programme\r\nof action on the culture of peace. We believe that the\r\ncontributions we delegations can make in the months to\r\ncome will be extremely valuable in further refining these\r\ndrafts.\r\nLastly, we are firmly committed to giving impetus\r\nto this initiative, which we believe will contribute\r\nenormously to creating an international environment\r\nconducive to an understanding of the values of a culture\r\nof peace in the minds of all men and women. We are\r\ncertain that this brings us even closer to the purposes and\r\nprinciples of the United Nations Charter and to the\r\nbuilding of a much better world for us all.\r\nMr. Bamba (Côte d’Ivoire) (interpretation from\r\nFrench): It gives me great pleasure this morning to\r\n8\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nexpress the enthusiastic support of my delegation for the\r\ndraft resolution that has just been introduced by the\r\nrepresentative of Bangladesh, entitled “Towards a culture of\r\npeace”, a subject that is of very great importance for us.\r\nCôte d’Ivoire has co-sponsored this draft resolution,\r\nand we fully associate ourselves with the relevant\r\narguments stated by the other sponsors and all other\r\nprevious speakers.\r\nI would also like to take this opportunity to\r\ncongratulate the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO) on the excellent report\r\nsubmitted on this item, which appears in document\r\nA/52/292.\r\nPeacekeeping activities, management of humanitarian\r\nsituations caused by armed conflicts and the defence of\r\nhuman rights are now more than ever at the forefront of\r\nUnited Nations work. It is thus with good reason that these\r\nactivities have a prominent place in the new configuration\r\nof the United Nations.\r\nWe commend, admire and respect the many successes\r\nof United Nations peacekeeping operations, which prove, if\r\nproof is needed, the ability and expertise the Organization\r\nhas acquired in this important and crucial field.\r\nFurthermore, large sums of money have been released to\r\nconduct and complete these missions.\r\nThus, while it is true that there is a need to intervene\r\nin violent conflicts after they have broken out in order to\r\ntry to restore, maintain and consolidate peace and get down\r\nto the work of reconstruction, we believe that this it is just\r\nas essential and also more effective to prevent such\r\nviolence by attacking its causes. Hence the justification for\r\nfostering a culture of peace in our various societies.\r\nFurthermore, during the post-conflict period, no\r\nreconstruction effort would be truly complete unless it\r\nincluded an element involving the culture of peace.\r\nWe in Côte d’Ivoire have made peace our second\r\nreligion, because we have learned that peace is our most\r\nprecious possession. Without peace, no constructive,\r\nsustainable activity is possible. Thanks to the climate of\r\npeace that exists in our country, which is maintained by the\r\nongoing and patient practice of dialogue, we have enjoyed,\r\nand by God’s grace, we continue to enjoy, solid stability\r\nand cohesion, which have allowed us to devote all of our\r\nenergy to the development of the country. This has all been\r\nmade possible thanks to the culture of peace that is\r\ndeeply rooted in our societal heritage.\r\nThe aim of draft resolution A/52/L.4 — the\r\ndevelopment of a draft declaration and programme of\r\naction on a culture of peace — responds, we believe, to\r\nthe basic concern of all the Members of the United\r\nNations, because it is true — and I defy anyone to prove\r\notherwise — that all of us here are peace-loving nations.\r\nThus, helping to bring about this transition from a\r\nculture of war to a culture of peace is certainly a noble\r\nendeavour in which none of us would want to fail to\r\nparticipate.\r\nThis is why my delegation supports the proposal of\r\nthe representative of Bangladesh to adopt by consensus\r\nthe draft resolution contained in A/52/L.4.\r\nMr. Saguier Caballero (Paraguay) (interpretation\r\nfrom Spanish): It is an honour for the delegation of\r\nParaguay to speak on behalf of the Rio Group on agenda\r\nitem 156, entitled “Towards a culture of peace”.\r\nA culture of peace is today a vital issue for the\r\nentire world. The transformation of a culture of war and\r\nviolence into a culture of peace and non-violence is a\r\nresponse to the principles established in the preamble of\r\nthe United Nations Charter:\r\n“to promote social progress and better standards of\r\nlife ... to practice tolerance and live together in\r\npeace with one another as good neighbours”.\r\nFor some time, humanity has aspired to create a\r\nglobal strategy for coexistence and respect for individual\r\nand collective values and for human rights. It also aspires\r\nto promote and teach attitudes of respect for the principles\r\nof freedom, justice, democracy, tolerance and solidarity as\r\nthe basis for rejecting violence and disrespect for life.\r\nMost importantly, it has sought to avoid armed conflicts,\r\nwith all their negative repercussions.\r\nThe United Nations Educational, Scientific and\r\nCultural Organization (UNESCO), in promoting this\r\nprogramme, has been inspired by these values.\r\nFurthermore, its prime objective is to prepare the world\r\nfor the transition from a culture of violence and armed\r\nconfrontation, fratricidal struggles and great\r\nconflagrations, towards a culture of peace. The countries\r\nmembers of the Rio Group desire a better world, a\r\ntwenty-first century governed by the principles of peace,\r\n9\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\npeaceful coexistence, tolerance, respect for human rights\r\nand friendship among nations and ethnic and religious\r\ngroups. We also wish to develop a culture that facilitates\r\nuniversal access to education and work.\r\nWe fully understand that this is a task neither for\r\nindividuals, individual countries or organizations, nor for\r\nthe United Nations alone. As UNESCO has pointed out, it\r\nrequires the participation of all governmental and non-\r\ngovernmental organizations, civil and religious communities\r\nand the media. That is why the culture of peace should be\r\nthe curriculum for educators and the guiding force for\r\npoliticians, parliamentarians, leaders and, in the long run,\r\nall those responsible for building the future.\r\nMrs. Martínez (Ecuador) (interpretation from\r\nSpanish): Although my country’s position has already been\r\nlaid out by the representative of Paraguay in his statement\r\non behalf of the Rio Group, my delegation wishes to add a\r\nfew notes of its own.\r\nFifty years ago, the leaders of the world gathered\r\ntogether for the purpose of saving succeeding generations\r\nfrom the scourge of war. It is therefore time that we renew\r\nour commitment to working together to promote a universal\r\nendeavour towards a culture of peace. The Members of the\r\nUnited Nations have the indubitable duty to promote an\r\nattitude of peace, respect and solidarity and to live in\r\nharmony with those principles. Domestically, the essence of\r\nthe concept of a culture of peace lies in the right to build\r\na future based on justice, democratic participation, adequate\r\neducation and respect for traditions that promote and\r\nrespect human rights, all in conjunction with the exercise of\r\nthe right to development.\r\nThe very concept of a culture of peace is deeply\r\nrooted in the people of Ecuador. We proudly proclaim\r\nourselves peace-lovers and strive to maintain the label of\r\n“island of peace” by which we are known internationally.\r\nHowever, we recognize that this positive attitude must be\r\naccompanied by a policy of economic, financial, social and\r\nenvironmental consensus-building, one of the most\r\nimportant tasks facing mankind. The road towards a culture\r\nof peace in today’s interdependent world requires\r\ninternational cooperation. Peace is not merely the absence\r\nof armed conflict; it encompasses the non-military\r\ndimensions of human security and sustainable development.\r\nThe people of Ecuador continues to struggle to achieve the\r\nideals of peace with development.\r\nMy delegation welcomes and applauds the submission\r\nof the excellent report of the Director-General of the United\r\nNations Educational, Scientific and Cultural Organization\r\non educational activities under the project “Towards a\r\nculture of peace“, contained in document A/52/292.\r\nIn this connection, I would point out that my\r\ndelegation supports the content of the report and stresses\r\nits useful contribution in listing the possible elements of\r\na draft programme of action. We recognize that only the\r\nlinking of equality, development and peace can forever\r\navert the spectre of war and inequality among human\r\nbeings. We therefore reaffirm the commitments we have\r\nundertaken at the major United Nations Conferences.\r\nLastly, my delegation wishes to express its firm\r\ncommitment to participating actively, at the fifty-third\r\nsession of the General Assembly, in the study of a draft\r\ndeclaration and programme of action on a culture of\r\npeace, which we hope will be widely welcomed.\r\nMr. Andjaba (Namibia): Since its inception in\r\n1945, the United Nations has spearheaded humanity’s\r\ncommon yearning for a peaceful, just and prosperous\r\nworld — a world freed at last from war, greed and other\r\nabominable human and social impulses.\r\nThe brilliant and forward-looking authors of the\r\nCharter of the United Nations and the rest of us who are\r\nthe beneficiaries of their collective wisdom and\r\nimagination have reason to hope for a firm consolidation\r\nof a democratic, stable and compassionate world order\r\nthat would make a clear break with the past, characterized\r\nby two unprecedented and most destructive wars in this\r\ncentury.\r\nNot much has changed since 1945. Unfortunately,\r\nthe world continues to witness many, not fewer, incidents\r\nof just and unjust wars, regional conflicts, civil and ethnic\r\nstrife, acute forms of suffering, environmental degradation\r\nand unmitigated endangerment of life itself.\r\nTherefore, it is more than appropriate that the\r\ninternational community be seized today with the\r\ndiscussion of agenda item 156, entitled “Towards a\r\nculture of peace”. Furthermore, it is two years before the\r\nnext millennium and it is important for us to redouble our\r\nefforts to reaffirm our commitment to save succeeding\r\ngenerations from the scourge of war, which has brought\r\nuntold sorrow to mankind.\r\nThere on the horizon exists a new vision for a\r\npeaceful and harmonious world and public hopes for\r\nsocial advance and economic prosperity.\r\n10\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nMy Government is committed to the principles of the\r\nmaintenance of international peace and security, which\r\nwould ensure a peaceful future for generations to come.\r\nOne important development that we have gone through as\r\nthe international community is the reaching of a historic\r\njuncture where there exists a preference for dialogue rather\r\nthan confrontation, which obviously augurs well for our\r\ncommon desire for global peace and security. Examples of\r\nthis abound globally.\r\nNeedless to say, international cooperation and\r\nsolidarity are important in our world today. It should be\r\nstressed further that cooperation might be based on mutual\r\nrespect and benefit among nations.\r\nAt independence in 1990 the Namibian Government\r\nembarked on a very progressive policy, a policy of national\r\nreconciliation. The Namibian Government and its people\r\nhave taken this very difficult but necessary process, which\r\nis taking due account of our long struggle for independence\r\nand has moved on to say that all Namibians will strive\r\ntogether to achieve national reconciliation and to foster\r\npeace, unity and a common loyalty to our country.\r\nTherefore, Namibia, as a sponsor of draft resolution\r\nA/52/L.4, supports the report (A/52/292) of the Director-\r\nGeneral of the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO). We feel that the report\r\nprovides us with all the necessary elements to draft a\r\nUnited Nations declaration on the culture of peace,\r\nincluding the necessary modus operandi for its\r\nimplementation and promotion.\r\nI would at this stage express my delegation’s\r\nappreciation for the harmonization and collaboration which\r\nexist between UNESCO and the Office of the High\r\nCommissioner for Human Rights, particularly as they relate\r\nto the United Nations Decade for Human Rights Education\r\n(1995-2004). We welcome the memorandum of\r\nunderstanding which these organizations have signed.\r\nIt is absolutely essential that we address the root\r\ncauses of violence and hence the actions we intend to take\r\nin terms of creating a culture of peace, which would assist\r\nin preventing the occurrence of violence. The old saying\r\nthat prevention is better than cure is apt and applies in this\r\ncase. Further, my delegation believes this will be a cost-\r\neffective interventionist approach.\r\nIt is important that we take account of the various\r\nefforts already under way by numerous actors to make the\r\ntransformation from a culture of war and violence to a\r\nculture of peace and non-violence globally. I therefore\r\nhave the honour to inform the Assembly of the efforts my\r\nGovernment has made in this regard.\r\nWe in Namibia, Mozambique and Zimbabwe have\r\nembarked on education in human rights and democracy,\r\nwith generous financial support from the Danish\r\nInternational Development Agency (DANIDA), beginning\r\nin September this year. It is envisaged that this project\r\nwill last for four years and will be concerned with the\r\ndevelopment of educational materials, the development of\r\nan appropriate methodology for the integration of the new\r\nmaterials in school curricula, teacher trainers and teachers\r\nthemselves. This project is executed by the Ministries of\r\nEducation and UNESCO in our respective countries. In\r\nour view, this project is complementary and supportive of\r\nall other actions for peace taken by the United Nations\r\nsystem, such as preventive diplomacy, peacekeeping,\r\npeace-building, disarmament and economic development.\r\nWe would thus call upon the respective bodies to\r\ncoordinate these efforts so that they are mutually\r\nreinforcing.\r\nSimilarly, there should also be collaboration on the\r\nimplementation of the outcome of all recent global\r\nconferences, as this would contribute to fostering a\r\nculture of peace.\r\nFinally, Mr. President, may I leave you with the\r\nthought that, with the effective partnership of\r\nGovernments, civil society and international organizations,\r\nthe United Nations declaration on the culture of peace can\r\nbecome a reality.\r\nMrs. Flores Prida (Cuba) (interpretation from\r\nSpanish): Agenda item 156, “Towards a culture of peace”,\r\nis on the General Assembly’s agenda for the first time,\r\nand it is therefore logical that it attracts our interest and\r\nattention. The fact that the General Assembly has not\r\nconsidered the issue before does not mean that it is\r\nunknown or remote from us. Since the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) — and, in particular, its Director-General,\r\nFederico Mayor, gave life to this proposal, we have\r\nfollowed its development closely. We waited impatiently\r\nfor the Twenty-ninth General Conference of UNESCO to\r\ncarry out an in-depth discussion and examination of this\r\nconcept, based on the proposals outlined by the Director-\r\nGeneral, to give the Assembly a more comprehensive\r\noverview. My delegation welcomes Mr. Federico Mayor’s\r\nconcern to engage the entire United Nations system in a\r\nbroad debate about this project.\r\n11\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nIt has rightly been said that if wars begin in the minds\r\nof men, it is from the minds of men that we must banish\r\nviolence. We would add much more: it is also in the minds\r\nof men that selfishness, greed, racism and inequality are\r\nborn. Nevertheless, it cannot be forgotten without denying\r\nthe values of our species that the human being is above all\r\na social being and that — in the words of Thomas Mann —\r\nman is above all himself and his circumstances.\r\nWhat does this mean? It means that the human being\r\nis the reflection of his time and the society he has to live\r\nin. It means that change has to be deep, almost structural;\r\nthat the causes of the ills that we wish to do away with lie\r\nin the inequality which exists in the world, in the ever-\r\nincreasing, abysmal differences between rich and poor, in\r\nsocial injustice and in inequality among nations.\r\nWe cannot speak of a true culture of peace if we do\r\nnot tackle the roots of problems or arrive at a clear-cut\r\ndefinition of their nature and their scope.\r\nHow can we speak in theoretical and philosophical\r\nterms of a culture of peace in a world where the growing\r\nnumbers of poor people are becoming ever poorer, and\r\nwhere 358 individuals have assets greater than the\r\ncombined annual revenue of countries inhabited by 2.5\r\nbillion people — almost 45 per cent of the world’s\r\npopulation. Not even the deceptive rhetoric of neo-liberal\r\nglobalization can gloss over today’s harsh realities. Over\r\n507 million people — nearly 13 per cent of the world’s\r\npopulation — die before the age of 40; more than 800\r\nmillion persons are illiterate; and more than 158 million\r\nchildren are suffering from malnutrition.\r\nThe gaps created by this imposed model in such key\r\nareas as health, education and social security, as well as the\r\ngeneralized exclusion of majority groups, place us on a\r\nvery dangerous path. But the palliatives that are being\r\nsought today are not designed to find equitable solutions.\r\nOn the contrary, they are aimed at avoiding social revolt,\r\nwhose cause is not violence itself but injustice to the utmost\r\ndegree.\r\nCulture, viewed as an integral whole, forms the basis\r\nfor the intellectual development of the human being. It\r\npresupposes equal access by children, men and women to\r\nthe science of knowledge, to the enjoyment of the beautiful\r\nand precious things inherited by humankind, to the\r\nempowerment of the intellect. Culture, in all its diversity,\r\nmust play a role in communication and in promoting\r\ngreater understanding among peoples and countries.\r\nPeace means much more than just the absence of\r\nwar. There will be no peace without economic and social\r\ndevelopment, and vice versa. Peace entails a commitment\r\nto renounce force, or the use of force, in international\r\nrelations. It demands observance of the principles of self-\r\ndetermination and territorial integrity of all nations. It\r\nmeans opposing any manifestation of colonialism or\r\nneocolonialism, racism or racial discrimination, or human\r\nrights violations, wherever they may occur.\r\nPeace is inconceivable when, under the dictates of a\r\ngreat Power, attempts are made to impose on the world\r\nunilateral extraterritorial measures and laws aimed at\r\nsubduing independent peoples and nations by force and\r\nby intimidation.\r\nWe are convinced that, if these elements are\r\nincorporated into the draft declaration and programme of\r\naction on a culture of peace, we will have made a great\r\ncontribution to giving new and fresh impetus to this\r\nproject.\r\nIn the meantime, my delegation believes that as a\r\nresult of this debate, the draft resolution that is circulating\r\ntoday in this Hall should request, first of all — and\r\nbefore a final draft is submitted to the fifty-third session\r\nof the General Assembly — opinions in writing from all\r\nMember States and intergovernmental and non-\r\ngovernmental organizations on the report (A/52/292)\r\nsubmitted to us by the Secretary-General.\r\nMy delegation reaffirms its commitment to continue\r\nto work towards a genuine culture of peace that is\r\nfounded on a world of equity and social justice and in\r\nwhich the right to development will cease to be a dream.\r\nMr. Erwa (Sudan) (interpretation from Arabic): I\r\nshould like to express my delegation’s satisfaction at\r\nseeing the General Assembly take up agenda item 156,\r\n“Towards a culture of peace”, during this session. We are\r\nconvinced that peace and its culture are no longer a mere\r\ndesirable objective but have become a comprehensive\r\nprocess aimed at ensuring institutional transformation and\r\nlong-term action aimed at building the fortresses of peace\r\nin the minds of men.\r\nAt the twenty-ninth General Conference of the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO), held some days ago, the head\r\nof the Sudanese delegation met with Mr. Federico Mayor,\r\nthe Director-General of the organization, to take up\r\nimportant issues of concern to both the Sudan and\r\n12\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nUNESCO. At the forefront of these issues was the question\r\nof a culture of peace and ways and means to reinforce the\r\ncooperation existing between the Organization and my\r\ncountry in this area.\r\nIt is perhaps incumbent upon me to state that since\r\nUNESCO initiated the concept of a culture of peace, my\r\ncountry has been cooperating with UNESCO in the\r\nachievement of its objectives and purposes. My country\r\nparticipated, with high-level delegations, in the Barcelona\r\nand Noordwijk, Netherlands, rounds of talks, held in 1995\r\nand 1996, to discuss issues of concern to the Sudan. During\r\nboth rounds, the governmental delegation and other\r\nparticipating delegations freely exchanged viewpoints on\r\nsubstantive issues related to peace and development in my\r\ncountry. The Barcelona Declaration reaffirmed the\r\ncommitment to continue dialogue in the context of the\r\ninitiative of the Intergovernmental Authority on\r\nDevelopment (IGAD) States.\r\nAt the national level, my country has taken serious\r\nsteps towards enabling a culture of peace, following the\r\nconclusion of the peace agreement of Khartoum of 12 April\r\n1997, through the various programmes disseminated by the\r\nNational Unity Broadcasting Corporation, television and the\r\nprint media, as well as through seminars and school\r\ncurricula aimed at instilling the values of a culture of peace\r\nin the minds of men and women: to promote respect of life\r\nand of human rights; the renunciation of violence in all its\r\nforms; the adherence to the principles of democracy,\r\nfreedom, justice, tolerance and solidarity; and the\r\nacceptance of differences in others, and the promotion of\r\nunderstanding and coexistence among all ethnic, religious\r\nand cultural groups as well as among individuals.\r\nIt is my pleasure to inform the Assembly that we have\r\nreceived positive feedback from this campaign aimed at\r\nconsolidating peace and its culture to the point that those\r\nundertaking the campaign have been encouraged to\r\nintensify their efforts in this regard.\r\nMy delegation is among the sponsors of the draft\r\nresolution (A/52/L.4) before the Assembly. Members would\r\nhave noted that this is a balanced draft advocating\r\nprinciples and values shared by all of humankind. Peace is\r\nthe common heritage of humanity, and it is the duty of this\r\ninternational Organization to transform it into a culture of\r\npeace for the benefit of succeeding generations.\r\nMy delegation, having considered General Assembly\r\ndocument A/52/292, believes that the elements proposed by\r\nthe Director-General of UNESCO provide a good basis for\r\nformulating a United Nations declaration and plan of\r\naction for a culture of peace.\r\nMr. Mwamba Kapanga (Democratic Republic of the\r\nCongo), Vice-President, took the Chair.\r\nMr. Mekdad (Syrian Arab Republic) (interpretation\r\nfrom Arabic): There are many definitions of “culture”, but\r\nwe generally understand it to mean man’s intellectual\r\nactivities, his behaviour and his creativity. Because of its\r\nspecial position and its importance, culture occupies a\r\nprominent place. We see this and appreciate it. Culture\r\nmust also be developed in order to advance all its\r\nramifications — political, social and scientific — which\r\nare inseparable from it. Culture is in fact the origin of\r\ncivilization; civilization is the origin of science; and\r\nscience, today, is the source of spectacular, revolutionary\r\nscientific discoveries.\r\nGiven the dynamic and constant interaction between\r\nculture and politics, we may definitely say that culture\r\nand politics reinforce each other. Hence the political\r\ninterest in the item before us — a culture of peace. We\r\nnow need to define this political interest as being a firm\r\nwill to prevent the international situation from getting any\r\nworse.\r\nWe therefore believe that a culture of peace means\r\nmaking humankind aware of the purposes and principles\r\nof the United Nations Charter and the provisions of\r\ninternational and humanitarian law; it means not\r\nintervening in a State’s domestic affairs or accepting\r\noccupation and control by a third party of another State’s\r\nresources. On the contrary, it means resisting attempts to\r\naffect the internal decisions of a State, to threaten its\r\nsovereignty and re-establish colonial influence, at a time\r\nwhen the world is calling for justice, equality and\r\nconsecration of the right of peoples to self-determination.\r\nAn essential element in propagating a culture of\r\npeace is to refrain from implementing policies that would\r\nwiden the gulf between the rich developed countries and\r\npoor third world countries, unable to ensure growth, to\r\nmake the best use of their natural and human resources,\r\nwith the resultant unemployment, financial deficit and\r\nindebtedness worsening year after year.\r\nA culture of peace, to our mind, reflects the desire\r\nfor knowledge and the desire to feel secure. Civilization\r\nwhich results from a culture of peace must tackle all of\r\nthe manifestations of ignorance, oppression and\r\nunderdevelopment. Likewise, a culture of peace cannot\r\n13\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nremain neutral in the face of the scourges of foreign\r\noccupation, famine, poverty, exile and oppression, because\r\nof the burden they impose on the international community\r\nand their threat to international peace and security. They\r\nalso sow anarchy in international relations and encourage\r\nrecourse to military power alone. But such force cannot\r\nguide the world, because it is blind and brutal. The world\r\nneeds cooperation, solidarity and mutual assistance to\r\nbridge the widening, deepening gap between wealth and\r\npower on the one hand and suffering, poverty and death on\r\nthe other.\r\nA culture of peace is, by definition, a culture opposed\r\nto war. It cannot remain silent, given the challenges facing\r\nour human society.\r\nAllow me to stress the need not to treat the culture of\r\npeace as if in today’s world there were neither wars nor\r\nmotives for war. Indeed, the history of humanity clearly\r\nshows how many noble ideas and cultures have been wiped\r\nout because nobody fought for them when they were\r\nviolated by the foes of peace and of a culture of peace.\r\nThe Arabs, who have made peace an integral part of\r\ntheir civilization, their heritage and their daily lives —\r\nindeed, an essential part of their lives and their customs —\r\nfind it quite normal for the United Nations and its\r\nspecialized agencies to continue to work constantly for the\r\nvalues and their dissemination. Thus, the Arabs have agreed\r\nto the United Nations peace plan for the Middle East,\r\nwhereas the Israeli side rejects United Nations resolutions\r\nto restore peace on the basis of the principle of land for\r\npeace, and refuses to implement Security Council\r\nresolutions 242 (1967), 338 (1973) and 425 (1978). The\r\ncurrent Israeli Government is doing everything it can to\r\nsow the seeds of a new war, of wars of aggression\r\ninvolving the possession by Israel of destructive nuclear\r\nweapons and the establishment of alliances to encircle Syria\r\nfrom the north and the south.\r\nA culture of peace is a legitimate aspiration for a\r\nbetter future, an effort to avoid conflict by tackling the true\r\ncauses. It is not, as certain malicious people say, a question\r\nof subjugating people and preventing them from achieving\r\ntheir ambitions — that is, to liberate their land and\r\neliminate the injustice that they suffered during previous\r\nperiods of oppression.\r\nIf the very essence of a culture of peace is to\r\nintervene in order to avoid the outbreak of armed conflicts,\r\nit is up to the international community to deter the current\r\nIsraeli Government from pursuing policies that run counter\r\nto a culture of peace. The international community must\r\nuse every means to force Israel not to engage in policies\r\nof colonization and settlement and to withdraw from the\r\noccupied Arab territories in the Syrian Golan and\r\nPalestine to the 4 June 1967 line. It must also urge Israel\r\nto withdraw unconditionally from southern Lebanon and\r\nthe western Bekaa and to recognize the legitimate rights\r\nof the Palestinian people.\r\nThe right of peoples to defend their lands, their\r\nindependence and their sovereignty should be an essential\r\nelement in a culture of peace. The peoples and States of\r\nthe world must continue to support this struggle, because\r\nexperience has shown that a policy of violating the rights\r\nand sovereignty of peoples, which runs counter to the\r\nprinciples of a culture of peace, is a breeding ground for\r\nviolence and bloodbaths.\r\nWe believe that the world’s diversity of cultures is\r\nsomething positive; it enriches the culture of peace, which\r\nshould draw its inspiration from every culture.\r\nWe should not become involved in an interminable\r\ngame in which the cultures of certain countries are\r\nimposed on other peoples to the detriment of their\r\ncultures, traditions and customs. In speaking of culture,\r\nespecially a culture of peace, we must draw a distinction\r\nbetween one culture and another and between one cultural\r\nidentity and another. There are, in fact, two types of\r\nculture: the first is the national, human culture — the\r\nculture of peace; the second is the culture of domination\r\nand aggression, whose aim it is to cause moral decline, to\r\novercome other cultures so as to dominate them, to\r\nweaken them so as to be able to annihilate and control\r\nthem. The fear here is that culture itself is becoming the\r\nspark that ignites conflicts and struggles between peoples\r\nand countries. This is not a culture of peace, which we all\r\ndesire.\r\nThe Syrian Arab Republic, through its Permanent\r\nMission to the United Nations, has taken note of the\r\nreport of the Director-General of the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO), contained in document A/52/292. We are\r\npleased to see paragraphs in the report stressing the need\r\nto increase understanding among cultures, and to see that\r\nUNESCO is publishing works on the history of mankind,\r\nthe general history of Africa, the history of the\r\ncivilizations of Central Asia, the contribution of Arab\r\ncivilizations to Latin American culture via the Iberian\r\npeninsula, aspects of Islamic culture and civilization, the\r\n14\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\ngeneral history of Latin America and the history of the\r\nCaribbean.\r\nThe delegation of Syria welcomes the paragraphs that\r\nmention the provisions in the United Nations Charter and\r\nthe Constitution of UNESCO, as well as the Universal\r\nDeclaration of Human Rights, which are contained in the\r\nsection relating to the elements for a draft provisional\r\ndeclaration on a culture of peace. Nevertheless, we consider\r\nthe failure in paragraph 43 to refer to foreign occupation\r\nconstitutes a lack of realism, as that is one of the most\r\nserious problems threatening global peace and security.\r\nWithout peace and security, all the initiatives aimed at\r\nspreading a culture of peace would be mere intellectual\r\nluxury. We therefore call for the insertion of a paragraph\r\nstating that the cultures, customs and cultural heritage of\r\npeoples must be respected.\r\nSyria, whose people have inherited an age-old,\r\nrenowned civilization that gave humankind its first\r\nalphabet, aspires, today as always, to a world free from\r\noccupation and hegemony, a world that can enjoy the\r\nprinciples of equality, justice and peace.\r\nMr. Boucher (Barbados): I have the honour to speak\r\non the draft resolution before us, A/52/L.4, on a culture of\r\npeace, on behalf of the 14 States members of the Caribbean\r\nCommunity (CARICOM) that are Members of the United\r\nNations.\r\nAs we look towards the new millennium, the eruption\r\nand proliferation of conflict, hatred and ethnic and religious\r\nstrife following the end of the cold war provide a sober\r\nreminder of our legacy to the next generation. It is therefore\r\ncrucial that the Organization re-examine, on a continuing\r\nbasis, its stewardship in preserving and enhancing the\r\npeace. CARICOM States believe that the nature and\r\ncomplexity of today’s conflicts have found the Organization\r\nsomewhat unprepared, even to the extent of putting its\r\nintegrity at risk.\r\nNinety per cent of conflicts are now concentrated\r\nwithin countries, not between countries; 90 per cent of\r\ncasualties are civilians, not soldiers. Combatants now\r\ndisregard the very humanitarian norms which the\r\nOrganization has established. The problems which the\r\nUnited Nations has encountered in waging peace in this\r\nuncharted territory defy simple solutions. The traditional\r\nmachinery, stretched thin, is in need of repair and reform.\r\nWe have learned many lessons from peacekeeping\r\nexperience. Instructions have sometimes been blurred.\r\nPeacekeepers have at times been expected to assume tasks\r\nfor which they were not mandated, organized or equipped.\r\nPlanning and logistics, not to mention the Organization’s\r\nresponse capacity, have at times left much to be desired;\r\nand the crisis in financing continues to hamper the\r\nefficiency of operations. In emphasizing the difficult task\r\nof peacekeeping, however, let us not forget the debt we\r\nowe to those who have served the Organization in this\r\nnoble cause, for which many have made the ultimate\r\nsacrifice.\r\nExperience has also taught us that the mission of\r\npeacekeeping is multifaceted. It encompasses many\r\ncrucial supportive actions. The mission, in its broadest\r\nsense, must coordinate and implement humanitarian relief,\r\ncivil affairs, electoral assistance, police and judicial\r\nreorganization, human rights and economic and social\r\nreconstruction — actions that must be sustained long after\r\nthe guns have been silenced.\r\nThese factors are important. But they are not enough\r\nin themselves to foster an era of lasting peace. They must\r\nbe bolstered by actions which address the cause of\r\nconflict at its root. CARICOM States support the view\r\nthat the prospects for lasting peace must extend beyond\r\ntraditional responses to conflicts after they have erupted.\r\nWe believe that the concept of a culture of peace, which\r\nthis draft resolution seeks to make operational, is an idea\r\nwhose time has come. We therefore applaud the\r\npioneering work of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) in\r\nadvancing this initiative.\r\nA culture of peace will build on the foundations of\r\nan Agenda for Peace, launched by former Secretary-\r\nGeneral Boutros Boutros-Ghali, and on the initiatives on\r\npeace and security stemming from the current reform\r\nprocess. It is consistent with the programmes of action\r\nadopted at recent world conferences. It consists of a set\r\nof values, attitudes and behaviours that reflect social\r\ninteraction and sharing, based on the principles of\r\nfreedom, democracy and social justice. It rejects violence\r\nand promotes respect for life, equal rights, freedom of\r\nexpression, tolerance, gender equity and understanding\r\nbetween nations and between ethnic and religious groups.\r\nIt would take root in peoples’ hearts and minds, and\r\nwould foster behavioural change through dialogue and\r\nnegotiation, good-neighbourly relations and international\r\nsolidarity. The culture of peace is a process to which\r\nevery nation, large or small, developed or developing, can\r\ncontribute, drawing from its rich traditions and culture.\r\n15\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nCARICOM States share the view that the challenge\r\nposed by a culture of peace is broad and far-reaching and\r\nwould require the priority and sustained commitment of the\r\nUnited Nations, non-governmental organizations and civil\r\nsociety. We deeply believe, however, that it would be a\r\nfitting salute by the international community to the new\r\nmillennium.\r\nThis initiative holds considerable promise for meeting\r\nthe Charter obligation to save future generations from the\r\nscourge of war. We stand ready to play our part in its\r\nimplementation. Against this background, I wish on behalf\r\nof the CARICOM States to commend draft resolution\r\nA/52/L.4 for unanimous adoption.\r\nMs. Camerano (Colombia) (interpretation from\r\nSpanish): The diversity which is our shared wealth is also\r\nour great tragedy: namely, the violence resulting from our\r\ngreat inability to live with our differences.\r\nPeace is a very sensitive issue for my country, given\r\nthe need to look at the present and the future not from the\r\nstandpoint of silencing the guns in order to put an end to\r\nconflicts, but, rather, from the standpoint of the absolute\r\nneed to establish a coexistence that enables us to sow the\r\nseeds of peace as a means of development and progress. On\r\nbehalf of Colombia, I would therefore like to highlight the\r\nimportance of considering the item entitled “Towards a\r\nculture of peace”.\r\nFor some years now we have been working around the\r\nissue, giving it different names — a culture of peace,\r\neducation for peace, peaceful coexistence — but always\r\nwith the same objective: to live in peace. After many\r\nexercises and the implementation of many programmes, an\r\nintegral process was developed containing an educational\r\nplan to inculcate a culture of peace in every segment of\r\nsociety and the civil population; the forces of law and\r\norder; those that would destabilize peace and coexistence;\r\nand even children. The purpose was to begin to create a\r\nnew human being with stronger moral values and\r\nprinciples, a human being who is more tolerant of\r\ndifferences, more productive economically, with ideals,\r\nloyalty and virtue in political matters and embracing social\r\nunity; in sum, to try to alter elements that are deeply rooted\r\nin a population, as well as those that are emerging.\r\nThis path of building peace in Colombia led us to an\r\nelection last Sunday in which about 9,500,000 votes were\r\ncast — the largest ballot in the history of our country. As\r\na newspaper headline put it, Colombia voted for Colombia.\r\nIt was the defeat of intimidation, the expression of a people\r\nthrough a poll that expressed the desire for peace and the\r\ndesire to say “No” to the violent and all their acts.\r\nI believe this is the result of having sown the culture\r\nof peace for years. This is something that is hard to\r\nmeasure but has now unexpectedly been turned into\r\nsomething tangible by the Colombian people — a\r\nmandate. The challenge now is how to make it a reality.\r\nPeace and its management must be, according to the\r\nthird paragraph of the explanatory memorandum to\r\ndocument A/52/191,\r\n“a positive, dynamic, participatory process linked\r\nintrinsically to democracy, justice and development”.\r\nI wish to share very briefly with the Assembly\r\ninformation about a pilot plan that we began a year ago\r\nin a region of conflict on how to implement a peace\r\nprocess in such areas. We worked on the problem directly\r\nwith the author of the methodology.\r\nTo begin, three fundamental components were\r\nidentified: the socio-economic, justice and coexistence\r\ncomponents. We convened all the national and regional\r\ninstitutions of the State — the forces of law and order,\r\ncivil and political society, churches and non-governmental\r\norganizations — in order to draw up a 10-year\r\ndevelopment plan covering everything from infrastructure\r\nto training in different areas, such as education, health,\r\nhousing, in other words everything that has been termed\r\nthe socio-economic component. To develop the justice\r\ncomponent, we have brought together all the relevant\r\ninstitutions to work against impunity and corruption and\r\nto develop a programme around the concept of\r\ncoexistence and human rights, an area in which we have\r\nsucceeded in finding the causes of violence, the role of\r\neach actor and the commitment to resolve the problem.\r\nExperience has shown us that one component alone\r\nwill not lead us to the desired result, and that socio-\r\neconomic development by itself is not enough. As one of\r\nour peasants would say, “Doctor, what are we to do with\r\nroads, schools and health centres if we don’t have the\r\nright to life?”\r\nFor all these reasons, we reiterate our commitment\r\nto the topic “Towards a culture of peace”.\r\nMr. Ka (Senegal) (interpretation from French): Our\r\nconsideration of agenda item 156 is, in the view of my\r\ndelegation, of special importance, because is it not said\r\n16\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nthat peace is another name for development? I therefore\r\ncommend, on behalf of Senegal, the excellent report of the\r\nDirector-General of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), “Towards\r\na culture of peace”, which was drawn up at the request of\r\nthe General Assembly in resolution 51/101.\r\nPeace, we all agree, is not just the absence of war.\r\nEven in times of peace very often there are situations which\r\nshock the moral conscience of humanity.\r\nThe physical or moral violence that exists in every\r\ncountry of the world — to varying degrees, obviously — is\r\na fact of life that the international community cannot ignore\r\nwithout risking long-term destabilization. Racial and ethnic\r\nhatred, ignorance, cultural contempt and the suppression of\r\npublic freedoms are among the biggest dangers to the\r\npeaceful coexistence of human societies. I would also refer\r\nto a lack of ethics, religious intolerance, xenophobia,\r\npoverty and the denial of human rights and freedoms as\r\nresulting from the absence of a culture of peace.\r\nThis grim picture often also includes conflicts between\r\nStates, which tend to destabilize human societies and sow\r\na dangerous culture of violence in people’s minds, a culture\r\nwhich no longer spares even children, women and the\r\nelderly. If we let this kind of culture develop, humanity as\r\na whole runs the risk of being annihilated in the end. This\r\nis why my country, which is known for its devotion to\r\npeace and solidarity between peoples and nations, feels that\r\nthe promotion of a culture of peace must be among the\r\nfundamental concerns of the United Nations, and that its\r\npromotion must eventually help us move from the logic of\r\nforce to the force of logic and dialogue. This means giving\r\nup violence and, above all, honouring the culture of peace\r\non a daily basis; it is a constant search for dialogue.\r\nThat is why we became a sponsor of the draft\r\nresolution “Towards a culture of peace”. We hope that the\r\ninternational community of States, non-governmental\r\norganizations, civil society, religious groups and local\r\nbodies will, together, work vigorously to promote education\r\nand awareness so that peace and tolerance may prevail\r\nthroughout the world, together with a diversity of opinions\r\nand ideas and respect for basic human rights, including the\r\nright to physical and moral integrity. We will achieve this\r\nthrough ongoing education for our citizens, respect for\r\ndifferences, a willingness to enter into dialogue and the\r\nimplementation of strategies focusing on social cohesion.\r\nMy country appeals to all Member States to support\r\nthe draft resolution on a culture of peace and, in particular,\r\nto send a strong message of peace to the rest of the\r\nworld.\r\nMr. Dumitriu (Romania): My delegation took note\r\nwith interest of the excellent report of the Director-\r\nGeneral of the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO) on educational activities\r\nunder the project “Towards a culture of peace”, as\r\ncontained in document A/52/292. We have studied with\r\nparticular attention the elements for a draft provisional\r\nUnited Nations declaration on a culture of peace, and we\r\nmay say that UNESCO deserves our praise for a\r\ncomprehensive and visionary document which stems from\r\nthe fundamental objective enshrined in its Constitution.\r\nThe United Nations system has come to a point\r\nwhere profound reform is more needed and expected than\r\never. During this session the innovative spirit and the\r\npolitical will of Member States are being tested as to their\r\ncapacity for preparing our Organization for the challenges\r\nof the next millennium. Reforming the Security Council,\r\nthe General Assembly, the Economic and Social Council\r\nand the Secretariat is essential to ensure the institutional\r\nand structural readiness of the United Nations to become\r\nmore efficient and more influential.\r\nReforming mentalities through education is also\r\nfundamental to complement these efforts. It is in this\r\ncontext that we should see and judge the focus UNESCO\r\nseeks to place on promoting a culture of peace. In the era\r\nof globalization and the information superhighway, the\r\nchances of succeeding are greater than decades ago. The\r\nUnited Nations in general, and UNESCO, as a specialized\r\nbody, in particular, should fully take the opportunities of\r\nour time to continue to be authoritative voices in the new\r\nenvironment of cyberspace. It is precisely what the\r\npreamble to the UNESCO Constitution describes as a determination:\r\n“to develop and to increase the means of\r\ncommunication between ... peoples and to employ\r\nthese means for the purposes of mutual\r\nunderstanding and a truer and more perfect\r\nknowledge of each others’ lives”.\r\nThe study of the report of the Director-General of\r\nUNESCO revealed to my delegation what a profound\r\ninterlinkage exists between the culture of peace and the\r\nculture of democracy. On 4 September 1997, the\r\nparticipants in the Third International Conference of the\r\nNew or Restored Democracies, which took place in\r\nBucharest, Romania, adopted a political declaration\r\nentitled “Progress Review and Recommendations”\r\n17\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\n[A/52/334]. The document echoes many of the principles\r\nenvisaged as a basis for building a culture of peace. I\r\nwould just signal a few of the conclusions the Bucharest\r\nConference arrived at.\r\nFirst, the global communication revolution and the\r\nglobal wave of democratization are mutually reinforcing.\r\nSecondly, managing globalization implies a “new moral\r\ncontract for peace” [A/52/334, p.7]. Thirdly, the\r\nconsolidation of democracy requires strengthening civic\r\neducation to create broad awareness of the rights of citizens\r\nand of the responsibilities of governmental institutions.\r\nFourthly, supporting civic education is essential for long-\r\nterm progress in democratization. Fifthly, civil society\r\norganizations can make powerful contributions to sustaining\r\nhuman development in all societies. Sixthly, the media has\r\nbecome a major venue for dialogue within and between\r\nStates and also an international actor with a distinct role on\r\nthe international stage. The media can help keep politics\r\nopen, responsive and accountable.\r\nAt the same time, many of the elements seen as\r\nessential ingredients for a culture of peace, as defined by\r\nUNESCO, are also components of a solid democratic\r\nculture and state of mind. Among them we have found\r\nthose attitudes and behaviours that reflect and inspire social\r\ninteraction and sharing; an enhanced role and responsibility\r\nfor civil society; the promotion of respect for human rights\r\nand fundamental freedoms through education; facilitating\r\ninformal and non-formal education in a broader range of\r\nsocial institutions, including families, local communities and\r\nthe mass media; recognition of equal rights and\r\nopportunities for women and men; and attachment to the\r\nprinciples of tolerance, pluralism and participation.\r\nThese elements transcend the demarcation lines\r\nbetween North and South, East and West, developed and\r\ndeveloping. They are part of the philosophy of collective\r\naction on which the United Nations is based. The efforts to\r\npromote a culture of peace are complementary to all other\r\nactions for peace by the United Nations system, including\r\nconflict prevention, peacekeeping, peace-building,\r\ndisarmament, sustainable human development and\r\ndemocratization. A reformed United Nations should not\r\nunderestimate any of them.\r\nMr. Yacoubou (Benin) (interpretation from French):\r\nMy delegation welcomes the inclusion of item 156, entitled\r\n“Towards a culture of peace”, on the agenda of the plenary\r\nof the General Assembly.\r\nHere, I should like to thank the Secretary-General\r\nand, through him, the Director-General of UNESCO, for\r\nthe report submitted to us.\r\nThe most urgent task all developing countries must\r\nface today on the eve of the new millennium is none\r\nother than sustainable development, which can only be\r\nassured in a climate of peace and stability. That is why I\r\nshould like to reaffirm here the profound commitment of\r\nmy country, Benin, to respect for human rights and\r\nfundamental freedoms, which are a legitimate concern of\r\nthe international community now, at the end of the\r\ntwentieth century.\r\nIn view of the fratricidal conflicts that continue to\r\nshake the world, particularly in Africa, the\r\ncommemoration next year of the fiftieth anniversary of\r\nthe Universal Declaration of Human Rights should be an\r\nopportunity to work for a culture of peace through\r\nmobilization against intolerance, racial discrimination and\r\nviolence. In order to promote human rights and\r\nfundamental freedoms, it is urgent that the international\r\ncommunity act to replace the culture of violence now\r\nprevailing in the world by a culture of peace.\r\nAccordingly, we can only commend the work\r\nalready done by UNESCO for a culture of peace among\r\nMember States. The important role played by the non-\r\ngovernmental organizations and other actors in civil\r\nsociety in this joint effort to promote a culture of peace\r\nshould also be stressed. The various activities initiated\r\nand carried out in this framework should be encouraged\r\nand supported by Governments and the organizations of\r\nthe United Nations system.\r\nThe advent of peace is possible today thanks to\r\ncertain precursory events which have occurred,\r\nparticularly over the last 10 years. With the benefit of\r\nthese events, we must now commit ourselves to working\r\nevery day and every hour to combat the phenomenon of\r\nwar and all manifestations of violence, intolerance,\r\nxenophobia and racism at all levels of our societies. We\r\nmust fertilize and enrich the human mind with values,\r\nattitudes and sharing, behaviour based on freedom,\r\njustice, democracy and solidarity. We will thus take a\r\nfundamental step towards the prevention of conflicts and\r\npreventive diplomacy.\r\nA willingness to engage in dialogue and negotiation\r\nmust also be cultivated, and should be the main\r\ninstrument of conflict resolution. But success in dialogue\r\nand negotiation presupposes the practice by each of the\r\n18\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nprotagonists of the basic values of honesty, sincerity, good\r\nfaith and a sincere desire to put an end to violence.\r\nEducation remains the linchpin in this ultimate\r\nendeavour. It begins in the family, continues through\r\nformal, non-formal and informal structures, and returns to\r\nthe family. Safeguarding and strengthening the family\r\nstructure is therefore more relevant than ever.\r\nFreedom and the exercise of freedom should assume\r\nforms that include a feeling of belonging to a family and a\r\nsociety. It should not be confused with individualism, the\r\nnegative effect of which on individual lives, societies and\r\ncommunities, nations and continents, is inestimable.\r\nAll entities in the United Nations system can help to\r\ninculcate these noble values, which have been forgotten but\r\nare still very much present in the heart of our beings. In\r\naddition to UNESCO, the Department of Public Information\r\n(DPI) can also make a valuable contribution.\r\nWhile on the subject of peace and the values of\r\ndemocracy and human rights, I cannot avoid painful\r\nthoughts of Africa and the various overwhelming crises it\r\nis enduring.\r\nI am thinking of the Great Lakes region and of Central\r\nAfrica. My delegation is convinced that the current situation\r\nis not inevitable and that Africa will finally overcome it.\r\nThe efforts made thus by far the United Nations and its\r\nspecialized agencies, including UNESCO, and the countries\r\nthat are friends of Africa, as well as the Organization of\r\nAfrican Unity and the African Mechanism for Conflict\r\nPrevention, Management and Resolution, do seem\r\nencouraging, however.\r\nI should not wish to conclude this statement on the\r\nculture of peace without briefly mentioning Benin’s\r\nexperience in this area. The interest of this experience is\r\nthat my country, ruled by a single-party system in the\r\n1970s and 1980s, made a smooth and peaceful transition —\r\nfollowing the National Conference of Active Forces of the\r\nNation — to a democratic regime in 1991. Since that time,\r\nthis process, which respects democratic values, has been\r\ncontinuing and gaining strength in freedom and respect for\r\nthe institutions of the nation.\r\nHuman rights, the values of acceptance of others,\r\ntolerance and the right to be different, are all precepts that\r\nare cultivated and lived out on a daily basis in Benin,\r\nbecause the effective implementation of these values\r\nremains incontestably fertile soil for producing a culture\r\nof peace.\r\n“Love one another”, Our Lord said. Our daily acts\r\nmust bear the mark of these words of love, solidarity,\r\nunion and peace.\r\nMr. Guillén (Peru) (interpretation from Spanish): I\r\nwish to refer to agenda item 156, and specifically to draft\r\nresolution A/52/L.4, entitled “Towards a culture of\r\npeace”, which Peru is co-sponsoring for the third\r\nconsecutive year since its introduction in the Third\r\nCommittee and, on this occasion, in the plenary of the\r\nGeneral Assembly.\r\nOne of the primary aims of Peru’s foreign policy\r\nsince its emergence on the international scene as an\r\nindependent State is fundamentally linked to the\r\nmaintenance of international peace and security,\r\ninternational integration and cooperation, and the steadfast\r\nrejection of a culture of war and violence. Hence our\r\ndefence of international law and of the United Nations\r\nCharter, hence the treaties we have signed, and hence our\r\nfull concurrence with and adherence to the guiding\r\npurposes and principles of the United Nations.\r\nAs part of that ongoing endeavour, Peru attaches the\r\ngreatest importance to addressing the culture of peace\r\nwhich the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO), has advanced as a set\r\nof values, attitudes and forms of conduct that both\r\nembody and inspire social interaction and exchange based\r\nupon the principles of freedom, justice, democracy,\r\ntolerance and solidarity, while rejecting violence and\r\nstriving to avert conflicts by seeking to address their root\r\ncauses and resolving problems through dialogue and\r\nnegotiation, while ensuring the full exercise of all rights\r\nand providing the means to participate in society’s\r\nendogenous development.\r\nOn that basis Peru, as a founding State of the United\r\nNations, reaffirms its unwavering commitment to the\r\nobligations arising out of the UNESCO Constitution.\r\nHowever, to give effect to that commitment, it is essential\r\nto ensure, now and in the near future, that UNESCO, with\r\nthe support of its members, is placed at the service of\r\npeace and coexistence within and among nations.\r\nWhen today’s challenges extend beyond State\r\nborders, it is fundamental that good faith and the\r\ncommitment of States to a culture of peace should be\r\ngiven tangible and objective form. The conduct of States,\r\n19\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nas expressed verbally through their representatives and in\r\nwriting through official communiqués, must be seen as\r\ninextricably linked to established domestic criteria and to\r\ntheir actions vis-à-vis the outside world.\r\nIf States are to enjoy credibility within the\r\ninternational community, they must demonstrate the\r\nexistence of effective foundations and criteria that underlie\r\nthe working of societies that are free and democratic and at\r\npeace with the outside world, respect for the principles and\r\nrules of international law, observance of treaties, education\r\nfor peace and true good-neighbourliness.\r\nEducation in Peru is built upon those foundations and\r\ncriteria, which guarantee a clear dedication to peace on the\r\npart of present and future generations. In Peru school\r\ntextbooks contain no references to the fomenting of hate,\r\nviolence or hostile attitudes. These are not just empty\r\nstatements, but are principles embodied in Peru’s official\r\ndocuments and in its agreements with neighbouring\r\ncountries. This is precisely the type of education that can\r\ninculcate in peoples’ minds the rejection of all types of\r\nviolence.\r\nPeru welcomes the work done by the Director-General\r\nof UNESCO, as set forth in his report for this year\r\nsubmitted in response to General Assembly resolution\r\n51/101 of 12 December 1996. In so doing, and in taking\r\nnote of the report, we wish to highlight the importance of\r\ngenerating appropriate discussions in order to lay the\r\nfoundations for a draft international declaration and\r\nprogramme of action.\r\nIn this ongoing process of advancing universal peace,\r\nPeru understands and maintains its commitment to the\r\ncommendable effort of UNESCO, which calls for the active\r\nparticipation of all its members.\r\nMr. Sepelev (Russian Federation) (interpretation from\r\nRussian): One of the most far-reaching of the world\r\ncommunity’s long-term tasks is to facilitate the transition\r\nfrom deep-rooted ideologies of violence and war to a\r\nculture of peace and democracy. In a short period of time,\r\nfrom the beginning of work on drafting the concept of the\r\nculture of peace at the Yamoussoukro Conference on Peace\r\nin the Minds of Men, which was sponsored by the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO), to the beginning of the implementation of the\r\nUNESCO Culture of Peace Programme to achieve a culture\r\nof peace, the idea has received increasing international\r\nrecognition.\r\nThis, however, is only a beginning. The\r\ndissemination of ideas and the installation of a culture of\r\npeace entail a complicated and lengthy process that will\r\nrequire real changes in people’s thinking as well as in the\r\noperating principles of all public institutions. We are,\r\nafter all, talking about creating in societies a concept of\r\na world culture based on unity in diversity and on\r\nmankind as the sum total of national and ethnic\r\ncommunities, all equal in rights and opportunities.\r\nUltimately, we must pool our efforts to build a world that\r\nexcludes racial, national and religious intolerance.\r\nRussia is among those States that are actively\r\ninvolved in implementing the Culture of Peace\r\nProgramme. The formation of a new world outlook in our\r\ncountry’s younger generation, in the spirit of a culture of\r\npeace, is being fostered through the various chairs\r\nestablished by UNESCO in Russian educational\r\ninstitutions, associated schools and various scientific and\r\neducational centres that deal with problems of human\r\nrights, democracy and peace. I would mention the\r\nprogramme known as “Young People for a Culture of\r\nPeace and Democracy” at the Youth Institute. Work is\r\nalso under way to create a national coordinating centre to\r\nensure the success of the initiatives being undertaken in\r\nRussia under the aegis of the UNESCO International\r\nConsultative Committee.\r\nIn the context of those ongoing efforts in Russia, we\r\nare planning to make military training more humane. To\r\nthat end we are planning, with the help of UNESCO, to\r\ninclude Russian military and civilian institutions in the\r\nnetwork of cooperation between academic centres\r\nstudying the non-military aspects of peace and security\r\nand analysing sources and methods of conflict- prevention\r\nand the role of the army in a democratic society.\r\nThe UNESCO Culture of Peace Chairs created at the\r\nRussian State Humanitarian University, the Zhukov\r\nMilitary Engineering Academy and a number of other\r\ncentres of higher learning act as support structures in\r\nthese endeavours. As part of the Culture of Peace\r\nProgramme, we are planning to hold a major international\r\nconference in Moscow on the theme “From stereotypes of\r\nwar to ideals of peace through culture and education”. We\r\nfavour making the Culture of Peace Programme more\r\nconcrete and down to earth. We need greater consistency\r\nand realism and a more action-oriented approach, not\r\nmerely intellectual and theoretical subtleties.\r\nLess than a decade into the UNESCO Programme,\r\na great deal has been accomplished. However, there is\r\n20\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nstill much to do. The implementation of the UNESCO\r\nCulture of Peace Programme could help to implement the\r\ngreat humane ideals enshrined in the Universal Declaration\r\nof Human Rights.\r\nMr. Doudech (Tunisia) (interpretation from French):\r\nThe Tunisian delegation, which is a sponsor of draft\r\nresolution A/52/L.4 on agenda item 156, “Towards a culture\r\nof peace”, would like to reaffirm its unswerving support for\r\nall initiatives designed to promote world peace. The\r\nstrengthening of the culture of peace must be at the heart of\r\nthe efforts of the United Nations to save humankind from\r\nconflicts and their devastating effects. The culture of peace\r\nis quite rightly a fundamental means of preventing conflicts.\r\nTo this end, the values of tolerance, dialogue, human\r\nrights and democracy must be the pillars of any effort\r\naimed at creating the necessary conditions for peace. In this\r\nframework, the international human rights conventions, as\r\nwell as the plans of action adopted in the framework of the\r\ndifferent international conferences organized by the United\r\nNations, are essential instruments in the promotion of the\r\nculture of peace.\r\nThe principles contained in the United Nations Charter\r\nalso represent fundamental points of reference in this\r\nregard. It goes without saying that any activity in this\r\nframework should be propelled by education and the\r\nbroadest possible dissemination of the ideals of peace. In\r\nthis context, my delegation wishes to pay tribute to the\r\nefforts being made by the United Nations Educational,\r\nScientific and Cultural Organization, which has continued\r\nto play an active and constructive role in promoting the\r\nculture of peace.\r\nBy encouraging cultural rapprochement among peoples\r\nand the development of mechanisms for international\r\ncooperation on cultural issues, that organization is making\r\nan essential contribution to world peace. In general, cultural\r\nactivities must take place within the framework of the cause\r\nof peace and work for its preservation and development. It\r\nis on the basis of these principles and these considerations\r\nthat Tunisia has been enshrined as a cultural capital in\r\n1997.\r\nThe numerous varied cultural activities held\r\nthroughout this year in Tunisia have taken place in the\r\ncontext of promoting a spirit of dialogue and tolerance and\r\nof bringing peoples closer together at the regional and\r\ninternational levels so as to contribute to promoting the\r\nculture of peace.\r\nLastly, we hope that the preparation of a draft\r\nUnited Nations declaration on a culture of peace will\r\nmake it possible to strengthen the idea of making this\r\nissue a priority for the entire United Nations system.\r\nMr. Cabral (Guinea-Bissau) (interpretation from\r\nFrench): We are indebted to the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO), and to its Director-General, Mr. Federico\r\nMayor, in particular, for having initiated international\r\naction to promote a culture of peace. My country is\r\npleased at the welcome and support that the international\r\ncommunity has given to this important initiative, which\r\nresponds admirably to the aspirations for peace of all the\r\npeoples of the world.\r\nThe United Nations system has an important role to\r\nplay in the realization of this noble goal. This is\r\nparticularly true since the creation of the United Nations\r\nwas itself an act of culture, intended, as the Charter\r\nproclaims, to save succeeding generations from war,\r\nwhich is to say, to create the necessary conditions for the\r\nestablishment of universal peace.\r\nFifty-two years have passed since the end of the\r\nSecond World War — a great tragedy, the atrocities of\r\nwhich have left indelible scars in the minds and on the\r\nbodies of the survivors, and which reminds us of the need\r\nwe all feel today to renounce forever war in relations\r\nbetween individuals and between peoples.\r\nFor several decades the international community has\r\nbeen striving to redefine both the meaning and the nature\r\nof international relations, this time on the basis of equal\r\nsovereignty of States and recognition of the\r\ninterdependence of nations.\r\nThe profound and rapid changes we are witnessing\r\nat the international level prompt us to think collectively\r\nabout the future of our peoples and the importance that\r\nshould be given to dialogue and consultation in a world\r\nthat, thanks to technological progress and massive\r\ninternational exchanges, has become a true global village.\r\nUNESCO thus calls upon us to strive, in a new spirit\r\nof tolerance and interaction, to revitalize and give a new\r\ndimension to the great concept of the concert of nations,\r\nnations representing the peoples of the Earth and inspired\r\nby the same unshakeable will to give life its true\r\nmeaning. That is really the point when we seek to banish\r\nviolence in all its forms and to promote a culture of peace\r\nthat can create the openness we need for the free\r\n21\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nexpression of our philosophical, religious and political ideas\r\nand to allow each individual to help build his country.\r\nWithout this culture of peace, which must be anchored\r\nin the hearts and minds of the men and women of each of\r\nour countries, there can be no stability, progress, or\r\ndevelopment. Herein lies the importance of our meeting\r\ntoday. It is not intended to get us to agree on the content of\r\na draft resolution and to vote in favour of it; rather, today\r\nprovides us a solemn opportunity to proclaim our faith in\r\nthe United Nations. In particular, it is an opportunity to\r\nrenounce the use of violence for conflict resolution, because\r\nwe know that any solution, to be lasting, must involve\r\nnegotiation and the contributions of all the parties\r\nconcerned in this process, which must inevitably lead to a\r\nsolution that takes into account the feelings, opinions,\r\nviewpoints and interests of each and every one of us.\r\nIt is therefore essential that this culture of peace be\r\npromulgated here at United Nations. But it must also be\r\npromulgated in our respective countries, so that our peoples\r\ncan be armed with this new instrument, which is the only\r\none capable of saving them and our nations from the\r\nconflicts that have for so long ravaged entire nations\r\nthroughout the world.\r\nUNESCO thus calls upon us to work with it to define\r\na new framework for action, by inspiring us with values we\r\nall hold dear — notably, respect for human rights and\r\ndemocracy and, above all, good governance, which, in the\r\nopinion of my delegation, is the crucible of all\r\ngovernmental action and the necessary instrument for\r\nensuring the harmonious, beneficial development of all the\r\ncitizens of our respective countries.\r\nWe must therefore strive to create the normative\r\ninstruments that are essential to establishing the primacy of\r\nlaw over the use of force so as to ensure that every citizen\r\nin our countries enjoys the right and the necessary space to\r\nexpress his or her feelings and the free choice to be made\r\nin defining the future of his or her country.\r\nAfricans today in various regions of our continent who\r\nare facing new conflicts are part of this new adventure in\r\nwhich UNESCO invites us to participate. We agree with\r\nUNESCO that only social interaction, tolerance and respect\r\nfor each other and for human rights can achieve the\r\ndevelopment of our respective countries. We agree with\r\nUNESCO that our peoples must understand that it is in\r\ninclusion, not exclusion, that the future of our nations lies.\r\nWe are therefore called upon today not merely to reinforce\r\nthe new idea being disseminated by UNESCO that each of\r\nus should contribute to building a new world through\r\ndialogue and the promotion of a culture of peace; but we\r\nmust also, here and now, proclaim our total support for\r\nthis new culture of peace, as stated in the draft resolution\r\nbefore us.\r\nWe believe that it is essential for us to lend our\r\nunanimous support to this draft resolution. It is just as\r\nimportant, however, that we make the necessary effort to\r\nensure that, in each of our respective countries, each\r\ncitizen understands the usefulness and importance of the\r\nculture of peace. In this way, we can renew our zeal in\r\nseeing to it that all our rancour, which has led to so much\r\nmisunderstanding, and all this intolerance, which has led\r\nto so many conflicts in our respective countries, are\r\nfinally banished through this new dialogue and this new\r\nculture that we have all decided to promulgate.\r\nAs I said, Africa is an active partner and we agree\r\nto contribute to this effort and to ensure that our\r\nrespective peoples can flourish in a new context through\r\ndialogue, cooperation, respect for the individual and the\r\npromotion of interfaith and intercultural dialogue, which\r\nalone can lead to this new space, particularly by means of\r\nthis indispensable instrument for conciliating our\r\nrespective nations and creating a strong and united nation.\r\nThe delegation of Guinea-Bissau has acted entirely\r\nin harmony with what has been asked of us. That is why\r\nwe wished to be a sponsor of the draft resolution, which\r\nwe deem to be important and hope will be a point of\r\ndeparture for a new concept and philosophy that will help\r\nto strengthen friendly relations of cooperation between the\r\npeoples that we represent and will constitute a new basis\r\nfor friendly relations of social interaction among all\r\npeoples, particularly in the countries that we represent.\r\nWe therefore hope that this draft resolution, which\r\nwas introduced early in the meeting by our colleague\r\nfrom Bangladesh, will be supported by the entire\r\ninternational community and adopted by consensus.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nI call on the representative of Luxembourg on a\r\npoint of order.\r\nMs. Kirsch (Luxembourg) (interpretation from\r\nFrench): It is an honour for me to speak on behalf of the\r\nEuropean Union.\r\n22\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nThe European Union attaches a great deal of\r\nimportance to the subject of a culture of peace and the text\r\nthat will result from today’s debate. It is for that reason, as\r\nwe told the sponsors of the text, that we would like to\r\ndelay action on draft resolution A/52/L.4.\r\nOn this occasion, we wish to reaffirm our complete\r\nreadiness to continue consultations with the sponsors in a\r\npositive and constructive spirit in order to allow the General\r\nAssembly to take a speedy decision on this draft.\r\nMr. Chowdhury (Bangladesh): My delegation, along\r\nwith 42 other cosponsors, was disappointed to listen to the\r\nstatement made by the representative of Luxembourg on\r\nbehalf of the European Union, proposing a deferment of\r\naction on draft resolution A/52/L.4.\r\nWe had a very good and full debate on the item on a\r\nculture of peace this morning. It contributed greatly to the\r\nenrichment of the ideas being shared by delegations on this\r\nsubject. We thought that it would be possible for us to take\r\naction on the draft resolution this morning. The report on\r\nthe subject has been out since 19 September, the draft\r\nresolution has been out since 16 October, and we had\r\nthought we could take a decision now.\r\nHowever, we also value the importance of consensus\r\non such an all-important issue. We would like everybody,\r\nall 185 Members of the United Nations, to join in a\r\nconsensus to give strong support to this draft resolution on\r\na culture of peace. So we would be patient; we would agree\r\nto the deferment proposed by Luxembourg; but we hope\r\nthat it will not be a long deferment. We hope that, within\r\na week, we should be able to work out a consensus on draft\r\nresolution A/52/L.4. And it is my hope and the hope of all\r\n43 sponsors that we will make a minimum of changes to\r\nthe draft resolution — maybe no changes — and that it will\r\nbe possible for us come back next week to adopt this draft\r\nresolution, as contained in document A/52/L.4.\r\nWe hope, and would propose on behalf of 43\r\nsponsors, that we can take action on this text at the earliest\r\npossible time, but not later than a week from Monday,\r\nwhich is 10 November.\r\nThe Acting President: I call on the representative of\r\nCosta Rica on a point of order.\r\nMrs. Castro de Barish (Costa Rica) (interpretation\r\nfrom Spanish): My delegation was one of the sponsors of\r\nthe request to include the item on a culture of peace as a\r\nseparate item on this very important subject, as contained\r\nin document A/52/191 and adopted by the General\r\nAssembly last September without objection. Costa Rica\r\nwas also one of the original 25 sponsors of draft\r\nresolution A/52/L.4, introduced by the representative of\r\nBangladesh, which, as he announced, now has 43\r\nsponsors.\r\nI wish to associate Costa Rica with the statements\r\nmade by the representatives of El Salvador on behalf of\r\nCentral America and of Paraguay on behalf of the Rio\r\nGroup.\r\nI am also discouraged to see that a proposal has\r\nbeen made to defer action on this draft resolution. It is\r\ndifficult to understand the reason for this, because, as our\r\ncolleague from Bangladesh also said, the important report\r\nof the Director-General of the United Nations\r\nEducational, Scientific and Cultural Organization,\r\ncontained in document A/52/292, is dated 19 September\r\n1997 and has been available for over a month. Our draft\r\nresolution came out in all the working languages two\r\nweeks ago on 16 October 1997.\r\nNonetheless, in spite of our certainty that our draft\r\nresolution (A/52/L.4) could be adopted today with broad\r\nsupport from the General Assembly, we will heed the\r\nconsiderations of our colleague from Bangladesh, who\r\nsays that one must be patient — which is sometimes very\r\ndifficult to do — and postpone the adoption of the draft\r\nresolution in order to achieve the consensus called for by\r\nthe idea of replacing the culture of war with the culture\r\nof peace, for the benefit of all humanity and in fulfilment\r\nof the purposes and principles of the United Nations\r\nCharter.\r\nThe Acting President: I call on the representative\r\nof Swaziland on a point of order.\r\nMr. Dlamini (Swaziland): My delegation did not\r\nintend to take the floor because we are of the opinion that\r\nan item such as this one on the culture of peace would be\r\nan issue that is so delicate that every delegation would\r\ngive it priority. Having heard that there is a request to\r\nmove slowly on this item, my delegation would like to\r\nmake it clear that it feels uncomfortable.\r\nIf I may ask a question: What is peace, and how\r\ndelicate is it? If peace is an expensive commodity in any\r\nsociety, it therefore becomes imperative that we move\r\nfast, in order to create a culture that would build and\r\ncement peace to avoid the wars that are visible in a\r\nnumber of spots in different continents.\r\n23\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nAs members of this Assembly, we are expected to\r\nmove very swiftly in order to develop this culture. The\r\nintent was first made known during the meeting of the\r\nCommission on Human Rights this year in Geneva. I\r\ntherefore humbly implore the President and those\r\ndelegations that are seeking the postponement to stipulate\r\nthe time when we can conclude this issue.\r\nGenerality never does justice, especially to those of us\r\nwho are from troubled spots or regions where nothing can\r\nsubstitute for the desire for peace and the culture of peace.\r\nThe Acting President: I call on the representative of\r\nthe Syrian Arab Republic on a point of order.\r\nMr. Mekdad (Syrian Arab Republic) (interpretation\r\nfrom Arabic): My delegation has heard the opinion\r\nexpressed by the European Union on the one hand, and the\r\nvarious viewpoints expressed by the various sponsors of the\r\ndraft resolution (A/52/L.4), on the other. My delegation —\r\nlike many others, I am sure — hopes that any amendments\r\nproposed to the draft resolution should be minimal, as we\r\nfully support the draft. After all, it is sponsored by 42\r\nMember States.\r\nThe Acting President: In view of the statements just\r\nmade, action on draft resolution A/52/L.4 will be taken at\r\na later date to be announced.\r\nI call on the representative of Swaziland on a point of\r\norder.\r\nMr. Dlamini (Swaziland): My delegation does not\r\nintend to cause any impediments to the decisions that you\r\nare taking, but I must say that it is not clear to my\r\ndelegation. It would seem we are hedging. I would appeal\r\nto the Acting President to be precise. When exactly are we\r\nsupposed to take action and a decision on this one?\r\nI have indicated that a culture of peace is not\r\nsubstitutable. I therefore do not think that we will be doing\r\njustice to any draft resolution that seeks to drive towards\r\nthat end.\r\nMay I humbly request that the Acting President make\r\nit clear when we are going to take action: this afternoon or\r\non Monday? Let us be precise on this one. Then the\r\nsupport of my delegation will be received.\r\nThe Acting President: Bangladesh, as a sponsor,\r\nindicated that the sponsors were expecting action on the\r\ndraft resolution to be taken by 10 November.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply. May I remind\r\nmembers that statements in the exercise of the right of\r\nreply are limited to 10 minutes for the first intervention\r\nand to five minutes for the second intervention, and\r\nshould be made by delegations from their seats.\r\nMr. Peled-Flax (Israel): I wish to exercise my\r\ndelegation’s right of reply to the very lengthy remarks\r\nmade this morning by the Syrian representative.\r\nIt is indeed unfortunate that as we gathered here this\r\nmorning to discuss the report (A/52/292) of the Director-\r\nGeneral of United Nations Educational, Scientific and\r\nCultural Organization (UNESCO) regarding educational\r\nactivities under the project “Towards a culture of peace”\r\nand the accompanying draft resolution (A/52/L.4), we\r\nshould have been subjected to a tirade replete with all the\r\nworn-out arguments of years gone by on the part of Syria.\r\nThis item is one around which there exists considerable\r\ninternational consensus, and the attempt by Syria to\r\nexploit this forum in order to engage in the needless\r\npoliticization of this matter does not redound to its credit.\r\nI wish to reiterate Israel’s position, as set out by our\r\nPrime Minister and Foreign Minister, and call upon Syria\r\nto return to the negotiating table so that the peace which\r\nboth the peoples of Israel and Syria desire and deserve\r\ncan be achieved. Belligerent pronouncements and\r\nbellicose statements in international forums are not the\r\nway to achieve peace, nor to engender its culture.\r\nMr. Mekdad (Syrian Arab Republic) (interpretation\r\nfrom Arabic): When my delegation spoke of a culture of\r\npeace we dotted the i’s and crossed the t’s. We clearly\r\nspelt out precisely what a culture of peace ought to be.\r\nWe said that a culture of peace must be built on the\r\nfoundations of international law, the resolutions of the\r\nUnited Nations, the United Nations Charter and\r\nhumanitarian law. Where is the error there, I ask.\r\nWe further said that a culture of peace means\r\nbanishing the roots of a culture of war, and in that\r\ncontext we made it clear that foreign occupation is one of\r\nthe principal causes of war.\r\nI have just heard the statement by the representative\r\nof the Israeli occupiers. I was astonished by the arrogance\r\nwith which he set out his views. Are those who defend\r\nthe freedom of their land and of their people truly\r\ndeviating from the culture of peace? If a culture of peace\r\ndoes not mean the end of foreign occupation, what does\r\n24\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nit mean? If a culture of peace does not mean respect for the\r\nrights of others, what does it mean?\r\nUnder Israel’s occupation of Arab lands, the Syrian\r\nArab, Palestinian Arab and Lebanese Arab peoples are\r\nwithout their minimal, basic human rights: Israeli soldiers\r\nof occupation strip away every shred of their dignity, their\r\nculture and their mastery over their own destiny.\r\nSyria, which has sought peace and whose positions led\r\nto the convening of the Madrid peace conference, has\r\nalways stated its willingness to continue the peace process\r\nfrom where it left off, on the basis of the formula of land\r\nfor peace and of respect for United Nations resolutions for\r\npeace. Where is the error there?\r\nSyria is prepared to resume peace talks when and if\r\nIsrael proves its readiness to respect the principles of the\r\nUnited Nations and the foundations of peace. That is a firm\r\nstrategic policy of the Syrian Arab Republic on the issue of\r\npeace.\r\nReports of the Fifth Committee\r\nThe Acting President: The General Assembly will\r\nnow consider the report of the Fifth Committee on agenda\r\nitems 123 and 159 and the report of the Fifth Committee on\r\nagenda item 133.\r\nIf there is no proposal under rule 66 of the rules of\r\nprocedure, I shall take it that the General Assembly decides\r\nnot to discuss the reports of the Fifth Committee which are\r\nbefore the Assembly today.\r\nIt was so decided.\r\nThe Acting President: Statements will therefore be\r\nlimited to explanations of vote. The positions of delegations\r\nregarding the recommendations of the Fifth Committee\r\nhave been made clear in the Committee and are reflected in\r\nthe relevant official records.\r\nMay I remind members that under paragraph 7 of\r\ndecision 34/401, the General Assembly agreed that:\r\n“When the same draft resolution is considered in\r\na Main Committee and in plenary meeting, a\r\ndelegation should, as far as possible, explain its vote\r\nonly once, i.e., either in the Committee or in plenary\r\nmeeting, unless that delegation’s vote in plenary\r\nmeeting is different from its vote in the Committee.”\r\nMay I remind delegations that, also in accordance\r\nwith General Assembly decision 34/401, explanations of\r\nvote are limited to 10 minutes.\r\nBefore we begin to take action on the\r\nrecommendations contained in the reports of the Fifth\r\nCommittee, I should like to advise representatives that we\r\nshall proceed to take decisions in the same manner as was\r\ndone in the Fifth Committee unless the Assembly is\r\nnotified otherwise.\r\nAgenda items 123 and 159\r\nFinancing of the United Nations Angola Verification\r\nMission\r\nFinancing of the United Nations Observer Mission in\r\nAngola\r\nReport of the Fifth Committee (A/52/547)\r\nThe Acting President: The Assembly will now take\r\na decision on the draft resolution recommended by the\r\nFifth Committee in paragraph 7 of its report, which for\r\nthe time being may be found in document A/C.5/52/L.6.\r\nThe Fifth Committee adopted the draft resolution\r\nwithout a vote. May I consider that the General Assembly\r\nwishes to do likewise?\r\nThe draft resolution was adopted (resolution 52/8).\r\nThe Acting President: The Assembly has thus\r\nconcluded this stage of its consideration of agenda items\r\n123 and 159.\r\nAgenda item 133\r\nFinancing of the United Nations Observer Mission in\r\nLiberia\r\nReport of the Fifth Committee (A/52/543)\r\nThe Acting President: The General Assembly will\r\ntake a decision on the draft decision recommended by the\r\nFifth Committee in paragraph 6 of its report.\r\nThe draft decision was adopted by the Fifth\r\nCommittee without a vote. May I consider that the\r\nAssembly too wishes to adopt the draft decision?\r\n25\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-second session 31 October 1997\r\nThe draft decision was adopted.\r\nThe Acting President: The Assembly has thus\r\nconcluded this stage of its consideration of agenda item\r\n133.\r\nProgramme of work\r\nThe Acting President: I should like to make an\r\nannouncement concerning the programme of work. The\r\ncontinuation of the election of members of the Economic\r\nand Social Council will take place on Monday,\r\n3 November, at 10 a.m.\r\nThe meeting rose at 1.20 p.m.\r\n26\r\n"