"United Nations A/52/PV.49\r\n97-86491 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n49th plenary meeting\r\nWednesday, 12 November 1997, 3 p.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 14 (continued)\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the Agency (A/52/285)\r\nDraft resolution (A/52/L.13)\r\nMr. Kolos (Belarus): Having examined the report of\r\nthe International Atomic Energy Agency (IAEA), the\r\ndelegation of Belarus notes with satisfaction the high\r\nprofessional level of its preparation. We thank Mr. Hans\r\nBlix for the submission of the report to the General\r\nAssembly and commend his performance in his post, to\r\nwhich he has devoted 16 years of his life. Our delegation\r\nassociates his name with the impressive authority the\r\nAgency has acquired in the international community. I also\r\nwant to extend our best wishes to Mr. ElBaradei, the\r\nincoming Director General, and pledge our support to him.\r\nIn the 40 years of its existence, the IAEA has made a\r\nconsiderable contribution towards strengthening security and\r\nthe prevention of nuclear-weapons proliferation. We attach\r\nspecial importance to this area of the Agency’s activities.\r\nIn strict compliance with the principles of non-proliferation,\r\nBelarus ratified the Strategic Arms Reduction Treaty,\r\nadhered to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) as a non-nuclear-weapon State, signed a\r\nsafeguards agreement with the Agency, and signed the\r\nComprehensive Nuclear-Test-Ban Treaty.\r\nThe IAEA’s efforts to promote nuclear-free zones\r\nare highly commendable. The signing of the Pelindaba\r\nTreaty turns the whole southern hemisphere into a vast\r\nnuclear-free zone. We believe that this development\r\nshould inspire countries of the northern hemisphere to\r\ntake similar steps. In this context, the Belarus initiative\r\naimed at establishing a nuclear-free space in the European\r\nregion acquires particular relevance and importance. Its\r\nrealization could promote strengthening of the non-\r\nproliferation regime, European and international security\r\nand confidence-building among States, without prejudice\r\nto stability within the European continent.\r\nWe strongly support the IAEA’s efforts to improve\r\nthe efficiency of the safeguards system, and we remain\r\ncommitted to strict compliance with our international\r\nobligations in this area. In close cooperation with Japan,\r\nSweden and the United States of America, and with the\r\nAgency’s coordination, the major part of the work in\r\nestablishing in Belarus a State system of accounting and\r\ncontrol for nuclear materials has been accomplished. In\r\nthis connection, we would like to express our gratitude to\r\nthe Governments of those countries for their support and\r\nassistance. The installed measuring systems allow us not\r\nonly to keep track of nuclear materials but also to monitor\r\ntheir transit through the territory of Belarus. Taking into\r\naccount the availability in Belarus of highly skilled\r\nspecialists in this field, we would like to renew our\r\nproposal to the IAEA secretariat to establish a regional\r\ntraining centre in Belarus on controls and physical\r\nprotection of nuclear materials.\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nBelarus welcomes the IAEA’s efforts in strengthening\r\nthe existing safeguards system provided for in programme\r\n“93 + 2” and the application of the Model Additional\r\nProtocol. We are confident that the Agency will continue to\r\nplay the key role in strengthening the non-proliferation\r\nregime.\r\nBelarus recognizes the significant amount of work\r\ndone by the Agency in the international legal and standard-\r\nbuilding fields. The results of this work include the\r\nadoption of the Convention on Nuclear Safety, the Joint\r\nConvention on the Safety of Spent Fuel Management and\r\non the Safety of Radioactive Waste Management, the\r\nProtocol to Amend the Vienna Convention on Civil\r\nLiability for Nuclear Damage and the Convention on\r\nSupplementary Compensation for Nuclear Damage. In this\r\ncontext, I am pleased to inform the General Assembly that\r\nthe Parliament of Belarus has ratified the Vienna\r\nConvention on Civil Liability for Nuclear Damage, thus\r\ntaking further steps towards close international cooperation\r\nin the nuclear field.\r\nIllicit trafficking in nuclear materials may pose a\r\nserious threat to the security of States. In this context, our\r\ndelegation welcomes the measures taken by the Agency —\r\nnamely, the adoption of the programme for combating illicit\r\ntrafficking in nuclear material, agreed upon at the Moscow\r\nand Denver Summits. The Russian Federation’s proposal\r\nregarding formulation of a convention to combat acts of\r\nnuclear terrorism, being discussed in the Sixth Committee,\r\nalso merits a positive response.\r\nLast year the international community commemorated\r\nwith grief the tenth anniversary of the Chernobyl\r\ncatastrophe, which affected every fifth citizen of our\r\ncountry. We note with satisfaction that one of the sections\r\nof the report is devoted to this issue, and it confirms, inter\r\nalia, a dramatic increase in cases of thyroid cancer in\r\nchildren and serious economic and social consequences of\r\nthe catastrophe. More than 2 million inhabitants have been\r\nexposed to radiation. According to the most cautious\r\nestimates, economic and material damage sustained by\r\nBelarus as a result of this disaster amounts to 32 annual\r\nbudgets of the Republic, or $235 billion. Over half a\r\nmillion children under 17 years of age are living in the\r\ncontaminated areas. According to medical experts, the dawn\r\nof the next century will see the citizens of our Republic\r\nexposed to a full-scale epidemic of cancer-related diseases.\r\nChernobyl is a long-term problem which can be\r\ntackled successfully only through the concerted efforts of\r\nthe entire international community. This was clearly\r\nconfirmed by international scientific conferences held last\r\nyear in Geneva, Minsk, Vienna and Kiev. The\r\ninternational forums indicated a progressive worsening of\r\nthe health conditions of the affected population, confirmed\r\nthe real scale and magnitude of the tragedy and stressed\r\nthe need for intensifying international cooperation in\r\nproviding assistance to affected States.\r\nThe delegation of Belarus thanks the European\r\nCommission, the IAEA, the World Health Organization\r\n(WHO), the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO), the Food and\r\nAgriculture Organization of the United Nations (FAO)\r\nand other organizations for their input in conducting those\r\nconferences. My country expresses the hope that the\r\nAgency will deem it expedient to use the results obtained\r\nby those organizations in its work.\r\nOur Republic greatly appreciates the work being\r\ndone by the United Nations on initiating, discussing and\r\ncoordinating activities related to the solution of Chernobyl\r\nproblems. At the same time, we are seriously concerned\r\nthat against the background of the current discussions on\r\nthe closing of the Chernobyl nuclear power plant, the\r\nproblem of the liquidation of medical and environmental\r\nconsequences of the disaster is being pushed aside.\r\nIn this connection, we wish to draw the attention of\r\ndelegations to the two important initiatives put forward by\r\nthe President of Belarus at the Vienna Conference on\r\nChernobyl. The first initiative is on the creation of an\r\ninternational common scientific centre for Chernobyl\r\nproblems, which would pool efforts of scientists from\r\ndifferent countries conducting research in this field. The\r\nsecond initiative is on the need to set up a planet\r\nprotection fund, which could accumulate part of the\r\nprofits of nuclear machine-building and power\r\nengineering corporations in order to use these funds for\r\nthe elimination of the consequences of nuclear\r\ncatastrophes and for the implementation of important\r\nenvironmental programmes.\r\nWe hope that the United Nations, and the IAEA in\r\nparticular, will consider these ideas with understanding\r\nand support. Belarus is confident that a United Nations\r\nstrategy for further enhanced international Chernobyl\r\ncooperation for the second decade after the disaster will\r\nbe worked out and agreed upon in the nearest future with\r\nthe active participation of the IAEA.\r\nThe promotion of technical cooperation is one of the\r\nmain objectives of the Agency. We support an integrated\r\n2\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\napproach by the IAEA in this field, particularly through the\r\nuse of model projects, country planning frameworks and\r\nsectoral planning. As a focal point for strengthening\r\nradiation protection and nuclear safety infrastructure in the\r\ncountries of the Commonwealth of Independent States, the\r\nIAEA activities deserve high praise. The Agency should\r\ncontinue to act with flexibility in providing country-specific\r\ntechnical support.\r\nIn conclusion, I wish to evaluate positively the work\r\nof the Agency in 1996, to support the priority directions of\r\nits future activities and to express the hope that cooperation\r\nwith the Agency in resolving all problems related to the\r\npeaceful uses of nuclear energy will become increasingly\r\nclose.\r\nMr. Takht-Ravanchi (Islamic Republic of Iran): On\r\nthe occasion of the fortieth anniversary of the International\r\nAtomic Energy Agency (IAEA), I would like to express my\r\ndelegation’s appreciation to Mr. Hans Blix for his\r\noutstanding performance during his tenure as Director\r\nGeneral of the Agency. My congratulations are also due to\r\nMr. ElBaradei, the new Director General of the Agency.\r\nWe are confident that with his valuable professional\r\nexpertise and experience, he is well placed to assist the\r\nStates members of the Agency in promoting the peaceful\r\nuses of nuclear energy throughout the world, as envisaged\r\nin the statute of the IAEA.\r\nHaving reviewed the annual report of the IAEA for\r\n1996, we are pleased to see that the Agency is continuing\r\nto make progress in its mandated objectives and duties. The\r\nend of the cold war has enhanced the relevance of nuclear\r\nenergy for peaceful purposes. In this regard, the IAEA is\r\nexpected to promote the contribution of atomic energy to\r\npeace, health and prosperity throughout the world and, at\r\nthe same time, to verify vigorously the obligations of all the\r\nStates parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT).\r\nOne of the main objectives of the IAEA is to ensure\r\nthat nuclear energy is not used in furtherance of military\r\npurposes. In this context, the establishment of nuclear-\r\nweapon-free zones through legally binding instruments has\r\nproved to be a viable tool in preventing the proliferation of\r\nnuclear weapons. The recent conclusion of such treaties in\r\nAfrica and South Asia has been an important step towards\r\na world free from nuclear weapons. By the same token, the\r\ninitiative aimed at making the sensitive region of Central\r\nAsia a zone free from nuclear weapons is commendable.\r\nRegrettably, however, despite the long-standing\r\nsupport of the Agency, a nuclear-weapon-free zone is yet\r\nto be established in the Middle East, due, as is commonly\r\nrecognized, to the refusal of Israel, with the well-known\r\nsupport of certain nuclear Powers, to join the Non-\r\nProliferation Treaty and to place its unsafeguarded\r\nnuclear-weapon facilities under IAEA safeguards.\r\nAs an original signatory to the Non-Proliferation\r\nTreaty and the IAEA safeguards, the Islamic Republic of\r\nIran has complied with all its obligations under the\r\nTreaty. This has been acknowledged on numerous\r\noccasions by the Agency’s teams of experts and officials\r\nwhen visiting Iran, including Mr. Blix himself. Moreover,\r\nIran has always pursued an open and transparent policy in\r\nits peaceful nuclear activities, and will continue to support\r\nthe strengthening of comprehensive, non-discriminatory\r\nand balanced non-proliferation principles.\r\nAs stated in decision 2 on “Principles and objectives\r\nfor nuclear non-proliferation and disarmament”,\r\nunanimously adopted during the 1995 Review and\r\nExtension Conference of the NPT, the IAEA is the\r\ncompetent authority responsible to verify and assure, in\r\naccordance with the statute of the Agency and the\r\nAgency’s safeguards system, compliance by States parties\r\nwith its safeguards agreements. The decision further states\r\nthat nothing should be done to undermine the authority of\r\nthe IAEA in this regard. States parties that have concerns\r\nregarding non-compliance with the safeguards agreements\r\nof the Treaty by the States parties should direct such\r\nconcerns, along with supporting evidence and information,\r\nto the Agency to consider, investigate, draw conclusions\r\nand decide on necessary actions in accordance with its\r\nmandate. It is unfortunate to note that certain States\r\nparties, in total disregard of their commitments\r\nundertaken during the 1995 Conference, continue to level\r\npolitically motivated allegations against other States\r\nparties. Repetition of such claims will definitely\r\nundermine the role of the IAEA in the implementation of\r\nthe NPT.\r\nAfter the second Persian Gulf war, the Agency\r\ninitiated a programme to strengthen and improve the\r\neffectiveness and efficiency of its safeguards system. This\r\nled to the adoption, by the Board of Governors last May,\r\nof a Model Additional Protocol to safeguards agreements.\r\nWe firmly believe that the Protocol should be applied\r\nequally to the nuclear facilities of all States, in particular\r\nthose that possess nuclear weapons. The universality of\r\nthe new safeguards system is the only way to ensure the\r\ncompliance of all States with the nuclear non-proliferation\r\n3\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nprinciples envisaged in the NPT and the statute of the\r\nIAEA.\r\nThe Islamic Republic of Iran, along with many other\r\ndeveloping countries, is convinced that the Additional\r\nProtocol to safeguards agreements should not compromise\r\nthe inalienable rights of the parties to the NPT to the\r\npeaceful uses of nuclear materials and technology. With the\r\nnew strengthened safeguards system in place, there are no\r\njustifications — if there ever were any — for existing\r\ndiscriminatory restrictions and regimes on the transfer of\r\nnuclear materials and technology for peaceful purposes.\r\nWe note the recent developments concerning the\r\nrevision of article VI of the statute of the Agency on the\r\ncomposition of the Board of Governors, and are of the view\r\nthat certain regions do not enjoy adequate representation in\r\nthe main decision-making body of the IAEA. This issue has\r\nbeen on the agenda of the General Conference of the\r\nAgency for 20 years. A number of developments, including\r\nan increase in the membership of the Agency, have made\r\nit abundantly necessary to review this article with a view to\r\nbetter reflecting the existing realities in the international\r\ncommunity. My delegation believes that this issue should\r\nnot be linked to certain other issues such as the composition\r\nof certain geographical groupings. The package approach\r\nmay only complicate the process. It is our considered view\r\nthat the recognized members of each geographical grouping\r\nof the Agency are well placed to decide about their\r\ncomposition.\r\nIn conclusion, we hope that the IAEA, under the new\r\nleadership, will continue to promote its lofty objectives into\r\nthe next century.\r\nMs. Arystanbekova (Kazakhstan): Allow me first of\r\nall to express my delegation’s appreciation to the\r\nInternational Atomic Energy Agency (IAEA) for the report\r\nsubmitted to the General Assembly on its activity for 1996,\r\nas contained in document GC(41)/8. We would also like to\r\nthank the Director General of the Agency, Mr. Hans Blix,\r\nfor his comprehensive introductory statement.\r\nFor 40 years, the IAEA has significantly contributed\r\nto strengthening the non-proliferation regime, devising\r\neffective mechanisms for monitoring the trafficking of\r\nnuclear materials, strengthening the international system of\r\nguarantees, and establishing effective cooperation on\r\nnuclear energy issues, radiation safety and waste disposal.\r\nThe annual report of the IAEA which has been\r\nsubmitted for our attention clearly illustrates the vitally\r\nimportant role which the Agency plays in meeting these\r\ncombined challenges under the terms of its statute and the\r\nrelevant General Assembly resolutions.\r\nFollowing the collapse of the Union of Soviet\r\nSocialist Republics (USSR), Kazakhstan was left with a\r\nnuclear inheritance including nuclear weapons, a uranium\r\nindustry, uranium-processing and fuel-production\r\nenterprises, and experimental industrial nuclear reactors.\r\nUpon achieving independence, Kazakhstan\r\nunequivocally stated its attitude to nuclear weapons. Our\r\ncountry’s clear-cut and firm position on nuclear\r\ndisarmament and the strengthening of the nuclear non-\r\nproliferation regime was confirmed by a number of\r\nspecific actions. One of the first was the decree of the\r\nPresident of Kazakhstan, Mr. Nursultan Nazarbaev,\r\nclosing down the Semipalatinsk nuclear test site.\r\nKazakhstan acceded to the Treaty on the Non-\r\nProliferation of Nuclear Weapons as a non-nuclear-\r\nweapon State. All nuclear warheads were removed from\r\nthe Republic. Kazakhstan received comprehensive\r\nguarantees of its security and territorial integrity from the\r\nnuclear powers. In October 1996, Kazakhstan signed the\r\nComprehensive Nuclear-Test-Ban Treaty.\r\nKazakhstan fully supports the Agency’s efforts\r\naimed at strengthening the existing system of guarantees.\r\nOur country, as a member of the IAEA, has signed a\r\nsafeguards agreement with the IAEA which came into\r\nforce in August 1995 following ratification by decree of\r\nthe President of Kazakhstan. Under the agreement, all of\r\nthe Republic’s peaceful nuclear activity is subject to\r\nIAEA safeguards. The measures contained in Part 1 of\r\nprogramme “93 + 2” have started to be applied at nuclear\r\nfacilities in Kazakhstan that have been placed under\r\nsafeguards.\r\nWe welcome the measures being undertaken by the\r\nIAEA to prevent illegal trafficking in nuclear materials\r\nand sources of ionizing radiation. In recognition of the\r\nfact that national Governments bear a tremendous\r\nresponsibility in this regard, a State system of accounting\r\nand monitoring nuclear materials has been devised and is\r\noperating in Kazakhstan, and reports are being prepared\r\nfor the IAEA. Agency inspections take place at all\r\nnuclear facilities and nuclear materials are verified. These\r\nextensive measures ensure the transparency of nuclear\r\nactivity in our country’s territory.\r\nKazakhstan greatly appreciates the role of the IAEA\r\nin strengthening the system for monitoring the trafficking\r\n4\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nof nuclear materials and enhancing the system’s\r\neffectiveness. In its export policy, Kazakhstan complies\r\nwith all the Agency’s requirements as regards the import\r\nand export of nuclear materials. These requirements are\r\nreflected in current government guidelines regulating\r\nimports and exports. The national law on export control and\r\nthe law on the use of atomic energy are the principal legal\r\nunderpinnings of the unified system of State monitoring of\r\nnuclear materials in the Republic at the present time.\r\nWith one power reactor and four research reactors, our\r\ncountry fully supports the efforts of the IAEA in the field\r\nof nuclear safety. Kazakhstan is currently carrying out the\r\ninternal State procedures that will enable it to ratify the\r\nConvention on Nuclear Safety, which we signed last year.\r\nThe problem of how to handle radioactive waste is an\r\nimportant issue for Kazakhstan. Like any country\r\ndeveloping a nuclear power industry, Kazakhstan is trying\r\nto identify acceptable solutions to this problem. Meanwhile,\r\nwe must elaborate a modern legislative and normative base\r\nto deal with radiation safety and waste handling, as well as\r\nan appropriate infrastructure. This is why the Kazakh\r\nGovernment has endorsed a regional IAEA project designed\r\nto meet these challenges by the start of the next century.\r\nKazakhstan is taking part in technical cooperation\r\nprojects with the IAEA concerning the use of nuclear and\r\nisotope methods in industry, agriculture, medicine,\r\nhydrology and other fields, and we hope that this\r\ncooperation will be extended. It is in this area that our\r\ncountry can make a contribution to expanding the peaceful\r\nuse of nuclear technologies. For example, our country has\r\naccumulated fairly wide experience in using a fast reactor\r\nfor removing salt from sea water, which Kazakhstan could\r\nshare with interested countries.\r\nKazakhstan possesses ample scientific and technical\r\npotential in the field of nuclear energy. The Government is\r\ndevoting special attention to converting the former nuclear\r\ntest site near Semipalatinsk, whose research facilities\r\ncurrently form part of the National Nuclear Centre of\r\nKazakhstan. In this area, Kazakhstan is actively cooperating\r\nwith the IAEA. Studies have been made of the radiological\r\ncondition of the territory of the test site. The findings are\r\nhelping to identify possible ways to manage the\r\nconsequences of years of nuclear weapon tests.\r\nOnce again it should be recalled that over a period of\r\nmore than 40 years, the world’s largest nuclear test site at\r\nSemipalatinsk witnessed 470 nuclear explosions, 113 of\r\nwhich took place in the atmosphere. Those explosions\r\nrepresented approximately 70 per cent of all the nuclear\r\nweapon tests conducted by the former USSR. Colossal\r\ndamage has been inflicted on the health of the people of\r\nKazakhstan and their environment. As indicated in the\r\nIAEA annual report presented here today, prolonged\r\nresidence in the localities around this test site is resulting\r\nin unacceptably high doses of radiation. We hope that\r\nfuture technical assistance from the Agency will be\r\nadequate to meet the urgent problems facing Kazakhstan\r\nin this regard.\r\nIn September 1997, exactly 50 years after the\r\nestablishment of the Semipalatinsk test site, the\r\nInternational Conference on Problems of Nuclear Weapon\r\nNon-Proliferation was held in Almaty and Kurchatov,\r\nKazakhstan, on the initiative of the President of\r\nKazakhstan, Mr. Nazarbaev. Political and technical issues\r\nrelated to assurance of a non-proliferation regime and the\r\nproblems of converting former nuclear test sites and their\r\ninfrastructure were discussed at the Conference.\r\nIn his address to the Conference participants, the\r\nSecretary-General of the United Nations, Mr. Kofi Annan,\r\nstressed that:\r\n“This Conference is one of a number of important\r\nsteps towards a nuclear-free world. The world\r\ncommunity knows that nuclear tests have caused an\r\nextended area of Kazakhstan to be affected by\r\nnuclear radiation with significant deterioration of the\r\nenvironment. This problem requires international\r\nattention. Non-proliferation of weapons of mass\r\ndestruction, including nuclear weapons, as well as\r\nprotection of the environment and economic\r\ndevelopment, are important items on the agenda of\r\nthe international community.”\r\nIn the final document of the Conference, which has\r\nbeen circulated in United Nations document A/52/461, the\r\nConference participants noted that:\r\n“The Conference gave experts with different\r\napproaches to solving proliferation problems, the\r\nopportunity to exchange their views, to share\r\nexperience of different countries and international\r\norganizations directed to strengthening the\r\nnonproliferation regime.” [A/52/461, annex, fourth\r\nparagraph]\r\nThey expressed the hope that it had\r\n5\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\n“contributed significantly to the understanding of the\r\nproblems related to strengthening non-proliferation and\r\n... that progress was achieved in mutual understanding\r\nbetween the participating countries.” [ibid., fifth\r\nparagraph]\r\nThe Conference participants also expressed their\r\ngratitude to the International Atomic Energy Agency for its\r\nnoble efforts\r\n“in strengthening the regime as well as its activities in\r\nincreasing the efficiency of international safeguards of\r\npeaceful nuclear activity.” [ibid., third paragraph]\r\nThey wished the Agency\r\n“further success in its activities during its fortieth\r\nanniversary year and in the years to come.” [ibid.,\r\nfifth paragraph]\r\nThe IAEA plays an important and increasingly active\r\nrole in promoting the use of nuclear energy for peaceful\r\npurposes and in supporting and strengthening the non-\r\nproliferation regime. In reiterating its high regard for the\r\nAgency’s contribution to strengthening peace and security,\r\nKazakhstan stands ready to continue promoting IAEA\r\nprogrammes and activities and to act as its reliable partner\r\nin these efforts.\r\nMr. Du Preez (South Africa): Like other speakers\r\nbefore me, I wish, on behalf of my delegation, to thank\r\nMr. Hans Blix for his comprehensive introduction of the\r\nreport of the International Atomic Energy Agency (IAEA).\r\nWe would also like to thank the Ambassador of Japan for\r\nintroducing the draft resolution on the report of the IAEA,\r\nof which South Africa is a sponsor.\r\n1997 has been a truly remarkable year for the Agency,\r\none which will be long remembered because of the many\r\nsignificant achievements.\r\nIn the first place, it has been the year of the fortieth\r\nanniversary of the founding of the Agency and the year of\r\nleadership change. The fortieth anniversary has been a time\r\nfor reflection at the Agency on the achievements of the past\r\n40 years and on the way forward. This was very much the\r\ntheme of the recent General Conference of the Agency in\r\nVienna, and I will not dwell on that issue here. South\r\nAfrica was a founding member of the Agency, one of the\r\noriginal eight nations that met in December 1953 to\r\nnegotiate its founding. The Agency has grown in stature\r\nover the years, and is now a highly regarded member of the\r\nUnited Nations family, fulfilling a vital function not only\r\nin promoting the peaceful uses of nuclear energy, but also\r\nin global disarmament through administration of its\r\nsafeguards programme.\r\n1997 has also been a year of leadership change at\r\nthe Agency, with the departure of Mr. Hans Blix after 16\r\nyears at the helm. Many tributes have been paid to\r\nMr. Blix in Vienna, at recent Board meetings and at the\r\nGeneral Conference, and my delegation thinks it is a\r\nfitting tribute to him that 1997 should have seen such\r\nremarkable progress in a variety of areas. Following on\r\nthe conclusion of the Convention on Nuclear Safety, we\r\nsaw in 1997 the conclusion of two important new\r\ninstruments: the Joint Convention on the Safety of Spent\r\nFuel Management and the Safety of Radioactive Waste\r\nManagement, and the Protocol to Amend the Vienna\r\nConvention on Civil Liability for Nuclear Damage and\r\nthe Convention on Supplementary Compensation for\r\nNuclear Damage. Very significant for global disarmament\r\nand nuclear non-proliferation was the adoption of the\r\nModel Additional Protocol for strengthened safeguards,\r\nwhich has already been adopted by a number of member\r\nStates. It is to be hoped that this Protocol will form the\r\nbasis of strengthened safeguards agreements between the\r\nAgency and all its members, and we would urge all those\r\nmembers to reflect on the historic importance of this\r\ndevelopment and on the need to support it.\r\nWe fully support the Agency in its efforts to resolve\r\nthe outstanding questions of safeguards in Iraq and the\r\nDemocratic People’s Republic of Korea, and we call on\r\nthose States to cooperate fully in the Agency’s\r\ninspections.\r\nWhile my delegation would agree that the Agency is\r\nbasically in good shape, we should caution that there are\r\nareas that need improvement, as well as some worrying\r\nsigns. Foremost among these is concern over the future of\r\nthe Agency’s technical cooperation activities. As members\r\nwill realize, technical cooperation is of particular\r\nsignificance and importance for developing countries.\r\nNow that such progress has been made in areas such as\r\nnuclear safety, with the finalizing of the recent\r\nconventions, and in strengthening the safeguards system,\r\nit would be tragic if the Agency’s technical cooperation\r\nprogramme — which is, after all, designed to promote a\r\nfundamental activity of the Agency — should suffer from\r\na lack of adequate resources. South Africa would\r\ntherefore appeal to all members of the Agency to ensure\r\nthat this vital function is maintained at an appropriate\r\n6\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nlevel and continues to develop in order to meet the needs\r\nof countries.\r\nI wish to conclude by saying how pleased the South\r\nAfrican Government is to welcome the new Director\r\nGeneral of the Agency, Mr. Mohamed ElBaradei of Egypt,\r\nto his post. We believe he is an excellent choice, and we\r\nknow he brings with him to the post special insights into\r\nthe needs of Africa and developing countries in general. We\r\nwill fully support him in his endeavours to build on the\r\nundoubted success of his distinguished predecessor.\r\nWith these remarks, the South African delegation\r\nsupports the adoption of draft resolution A/52/L.13.\r\nMr. Sotirov (Bulgaria): On behalf of the delegation of\r\nthe Republic of Bulgaria, I would like to associate myself\r\nwith the statement made this morning by the representative\r\nof Luxembourg on behalf of the European Union.\r\nThis year’s regular session of the General Conference\r\nof the International Atomic Energy Agency (IAEA) marked\r\nthe fortieth year of the entry into force of its statute. The\r\nAgency has a special and important role, as a member of\r\nthe United Nations family, in the promotion of the peaceful\r\nuses of nuclear energy and the prevention of the\r\nproliferation of nuclear weapons, which should be\r\naddressed through cooperative efforts and solid\r\ncommitments. It is a role that, given its record of activities,\r\nthe IAEA has played commendably in the past four\r\ndecades.\r\nIn addition to the relevant international agreements,\r\nnational export-control mechanisms are an important tool\r\nfor preventing nuclear proliferation. As a member of the\r\nNuclear Suppliers Group and the Zangger Committee,\r\nBulgaria shares the view that the right to develop the\r\nresearch, production and use of nuclear energy for peaceful\r\npurposes, in accordance with article IV of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT), is to be\r\nexercised in conformity with the non-proliferation\r\nobligations set out in articles I and II of that Treaty.\r\nThe problems related to illicit nuclear trafficking also\r\nremained high on the agenda of the international\r\ncommunity in 1997, due to public-safety, health and\r\nproliferation risks. While considering that the primary\r\nresponsibility in this field lies with the member States, we\r\nrecognize the growing importance of international\r\ncooperation between them, as well as the role of the IAEA\r\nin supplementing the action of Governments and in\r\nproviding coordination of measures to assist them in areas\r\nsuch as training, physical protection of nuclear materials\r\nand exchange of information.\r\nEfforts to promote nuclear safety received a boost\r\nlast year with the entry into force of the Convention on\r\nNuclear Safety. Bulgaria is among the original\r\nContracting Parties to the Convention and is pleased with\r\nthe progress made by the first Preparatory Meeting in\r\nApril 1997, as well as with the preparations for the\r\nmeetings of the States parties for safety peer reviews,\r\nscheduled for next year. The Convention on Nuclear\r\nSafety is soon to be joined by other international legal\r\ninstruments that will contribute to the establishment of\r\nwhat the 1997 Nuclear Safety Review calls “the global\r\nnuclear safety culture”.\r\nLet me note in this regard that the Joint Convention\r\non the Safety of Spent Fuel Management and the Safety\r\nof Radioactive Waste Management, as well as the\r\nProtocol to Amend the Vienna Convention on Civil\r\nLiability for Nuclear Damage and the Convention on\r\nSupplementary Compensation for Nuclear Damage,\r\nopened for signature at the forty-first session of the\r\nInternational Atomic Energy Agency’s General\r\nConference. Bulgaria is considering acceding to these\r\nConventions, despite the significant financial problems\r\nconnected with their implementation.\r\nThe year 1997 has been a successful one for the\r\nAgency in the area of technical-cooperation activities to\r\npromote the peaceful uses of nuclear energy. New\r\nstrategies and approaches in research and the transfer of\r\nnuclear technology have been put into place to strengthen\r\nthe technical cooperation programmes of the IAEA and\r\nthe capabilities of Member States to safely apply nuclear\r\nand radiation technologies aimed at achieving direct\r\npractical benefits.\r\nThe Republic of Bulgaria is among the countries\r\nusing nuclear energy to generate electricity. In 1996, the\r\noutput of the Kozloduy nuclear power plant (NPP) was 42\r\nper cent of total electricity production. In the exploitation\r\nof nuclear power reactors, great attention is paid to\r\nensuring nuclear safety and radiation protection. Our\r\nefforts are focused on three main objectives: first,\r\nenhancing the safe operation of the Kozloduy nuclear\r\npower plant units; secondly, increasing the efficiency of\r\nthe Inspectorate on the Safe Use of Atomic Energy within\r\nthe Committee on the Use of Atomic Energy for Peaceful\r\nPurposes; thirdly, improving the national nuclear\r\nlegislation and its harmonization with that of the\r\nEuropean Union.\r\n7\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nThe IAEA has provided us with considerable\r\nassistance in achieving these objectives by training\r\nBulgarian inspectors in interregional and regional training\r\ncourses and seminars, as well as by providing direct\r\nassistance through the technical-cooperation project entitled\r\nStrengthening the Capabilities of the Bulgarian Nuclear\r\nSafety Authority. As a country that operates nuclear power\r\nplants of the WWER type, we are interested in the\r\nAgency’s extra-budgetary programme on the safety of this\r\ntype of reactor. In our view, this programme, which has\r\nalready shown its effectiveness, could be extended and may\r\ncoordinate the planning and the technical assistance for\r\nupgrading and modernizing the Kozloduy nuclear power\r\nplant units.\r\nFollowing international recommendations, the\r\nProgramme for Ensuring the Safe Operation of Unit 1\r\nReactor Pressure Vessel during the Rest Lifetime was\r\ncarried out in 1996. Detailed pressurized thermal shock\r\n(PTS) analyses, as well as fracture mechanical calculations\r\nof the reactor pressure vessel (RPV), were accomplished.\r\nThe results have clearly demonstrated that Unit 1 RPV can\r\nbe safely operated for several years, without the\r\nintroduction of additional technical measures. This\r\nconclusion was reached at the international meeting\r\norganized in Sofia in May this year in cooperation with the\r\nIAEA secretariat.\r\nDuring the last few years a number of measures have\r\nbeen implemented to enhance the Kozloduy nuclear power\r\nplant’s safety level. The elaboration of the Comprehensive\r\nProgramme for the Enhancement of the Safety of the\r\nKozloduy NPP Units 1-4 to Ensure Their Operation during\r\nthe Rest Lifetime started in 1996. The aim of that\r\nProgramme is to take appropriate measures that are\r\neconomically justifiable and technically applicable to the\r\ncharacteristics of the Kozloduy nuclear power plant. These\r\nmeasures are directed at eliminating the design\r\nshortcomings of the units in the context of the requirements\r\nof the current regulatory and technical documentation. The\r\nfirst draft of the Comprehensive Programme has been\r\nprepared and is currently under consideration. In\r\ncooperation with the Consortium of Western Regulators,\r\nexperts of the Bulgarian National Safety Authority are\r\nworking on a set of updated criteria for the reconstruction\r\nof units 1 to 4. The Upgrading Programme was elaborated\r\nto ensure the safe operation of the Kozloduy nuclear power\r\nplant Units 5 and 6. Agency experts were invited to review\r\nthe draft programme and their recommendations have been\r\ntaken into consideration in the final text. This programme\r\nwill be implemented by a consortium of German, Russian\r\nand French companies, as well as by Westinghouse and the\r\nnuclear power plant itself. In 1996-97 a modern system\r\nfor permanent monitoring of the radiation and\r\nmeteorological conditions in the country was delivered\r\nand installed under the PHARE programme. A computer\r\nnetwork has been set up in the regulatory body for\r\nprocessing, analysing and recording the information\r\nrelated to the application of radioactive sources in\r\nresearch, medicine, industry and agriculture.\r\nThe technical cooperation between the IAEA and\r\nBulgaria continued successfully during the period under\r\nreview. Our scientists and experts took part in the\r\nagency’s Research Programme, the Advisory Group\r\nmeetings and the Technical Committee meetings, as well\r\nas in international conferences, symposia and seminars\r\norganized by the IAEA. Bulgarian specialists were trained\r\nunder the IAEA Fellowship Programme in outstanding\r\ninstitutes, as well as in interregional and regional training\r\ncourses and seminars. Let me express our appreciation to\r\nthe IAEA for the technical assistance it rendered to my\r\ncountry for national and regional projects.\r\nIn conclusion, allow me to pay tribute to the\r\noutgoing Director General, Mr. Hans Blix, who has\r\nguided the International Atomic Energy Agency’s\r\nactivities during a 16-year period with great integrity and\r\nwisdom, and to wish him all the best in his future\r\nendeavours. I would like to take this opportunity to\r\ncongratulate Mr. Mohamed ElBaradei on the approval of\r\nhis appointment as the next Director General by the forty-\r\nfirst session of the International Atomic Energy Agency\r\nGeneral Conference, and to assure him of the full support\r\nof the Republic of Bulgaria in handling the challenging\r\nand complex tasks facing the Agency and its member\r\nStates.\r\nMr. Galuška (Czech Republic): At the outset I wish\r\nto voice my country’s support for the statement delivered\r\nby Luxembourg on behalf of the European Union and\r\nassociated countries. I shall therefore limit my\r\nintervention to those issues that the Czech Republic\r\nconsiders of particular importance.\r\nThe forty-first session of the General Conference of\r\nthe International Atomic Energy Agency (IAEA) marked\r\nthe fortieth anniversary of the Agency’s existence, and as\r\nsuch was an occasion for drawing up a balance sheet of\r\nachievements and failures. Above all, it was an\r\nopportunity for setting new tasks and goals.\r\nAs we all know, the main objectives of the IAEA\r\nhave been to accelerate and enlarge the contribution of\r\n8\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nnuclear energy to peace, health and prosperity throughout\r\nthe world. My country shares the opinion that in this\r\nrespect the work of the Agency has been successful.\r\nFor most of the past four decades the development of\r\npeaceful uses of atomic energy took place in the\r\nenvironment created by the cold war and the bipolar world.\r\nIt should be noted that the IAEA was one of those\r\norganizations that coped with this bipolarity day by day, by\r\nbringing people of different nationalities together under its\r\nroof, by providing them with a stage for the exchange of\r\nviews and experiences, and by creating a suitable platform\r\nfor setting up common security principles for the use of\r\nnuclear energy. The IAEA thus contributed to greater\r\nunderstanding, cooperation and progress, irrespective of\r\nexisting political divisions.\r\nOver the years the IAEA has also well proved its\r\nability to reflect the needs of its member States. In accord\r\nwith them, it gradually redirected its emphasis from general\r\nand broad support for all forms of peaceful uses of atomic\r\nenergy and ionizing radiation to the elaboration of basic\r\nprinciples of nuclear safety and radiation protection. More\r\nrecently, it has focused its efforts on the problem of\r\nradioactive wastes and the nuclear fuel cycle. This process\r\nhas been accompanied by seeking new, improved forms for\r\nits own management and internal structure.\r\nThe mission and tasks of the IAEA in ensuring global\r\nsecurity in respect to the Treaty on the Non-Proliferation of\r\nNuclear Weapons remain the top priority in the current and\r\nfuture activities of the Agency. The Czech Republic\r\nwelcomes the adoption of the model text of the Protocol\r\nadditional to the safeguards agreements as a concrete and\r\npositive outcome of the 93+2 programme. The Protocol\r\nsubstantively increases the inspection mandate of IAEA. I\r\nhave the honour to inform the Assembly that the Czech\r\nRepublic has initiated steps to accede to the Protocol.\r\nWhen speaking about global safety culture, we have to\r\nplace the safety of both nuclear power plants and other\r\nnon-military facilities using nuclear resources for peaceful\r\npurposes in a certain international legal framework. The\r\nCzech Republic commends the efforts of the IAEA and its\r\nmember States leading to the preparation and adoption of\r\nthe Protocol to Amend the Vienna Convention on Civil\r\nLiability for Nuclear Damage, the Convention on\r\nSupplementary Compensation for Nuclear Damage and the\r\nJoint Convention on the Safety of Spent Fuel Management\r\nand on the Safety of Radioactive Waste Management, all of\r\nwhich are introducing safety standards to the areas which\r\nhad not yet been covered. My country is prepared to\r\nincorporate them into its legislation upon their signature,\r\nadoption and entry into force.\r\nThe development and use of nuclear energy and\r\nionizing radiation sources are closely linked to\r\ninternational cooperation and technical assistance\r\nprogrammes. These programmes help countries to gain\r\nnew experiences, methods and approaches and at the\r\nsame time to share their own experiences with others. The\r\nIAEA technical cooperation programmes, implemented at\r\nboth the regional and national levels, are of particular\r\ntechnical, social and economic assistance to their\r\nbeneficiaries.\r\nOne of the most intensively discussed topics at the\r\nlast General Conference was article VI of the Statute.\r\nThose who have been interested or directly involved in\r\nthe discussions would agree that we have been dealing\r\nwith a very complex, complicated and sensitive issue, in\r\nwhich maximum understanding for partners’ views and\r\nmaximum flexibility are the necessary preconditions for\r\nsuccess. The Czech Republic has stressed many times that\r\nit did not feel the urgent need for changes in the size or\r\ncomposition of the Board of Governors, in order to keep\r\nthe work of the Board efficient and effective. However,\r\nin the course of discussions, we have decided in the spirit\r\nof compromise to accept a package solution proposed by\r\nCanada. At the same time, we would like to stress here\r\nthat, should there be any attempt to deal with each aspect\r\nof the proposal separately, the Czech Republic could not\r\ngo along with any solution leading to anything other than\r\nequal representation of all geographic areas, in accordance\r\nwith recent developments in the membership of the\r\nIAEA, particularly in Europe.\r\nI would like to conclude my intervention by\r\nexpressing my country’s appreciation and thanks to the\r\noutgoing Director General, Mr. Hans Blix, for his 16\r\nyears of work devoted to the Agency. It was a period of\r\npersistent pressure on the dynamic expansion of IAEA\r\nactivities, on the one hand, and of limited funds on the\r\nother; a period when the IAEA had to cope with problems\r\nconcerning Iraq, the Democratic People’s Republic of\r\nKorea, the Middle East peace talks and the effectiveness\r\nof safeguards. Mr. Blix has grappled with all of them\r\nsuccessfully. He deserves our special thanks for his\r\npersonal contribution to the success and high reputation\r\nof the IAEA. I thank him.\r\nAt the very last, I would like to wish the IAEA and\r\nits newly elected Director General, Mr. Mohamed\r\nElBaradei, much success in their future work.\r\n9\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nMr. Mistrik (Slovakia): Slovakia, as an associated\r\ncountry to the European Union, supports and therefore\r\nendorses the statement made by Luxembourg on behalf of\r\nthe European Union on the report of the International\r\nAtomic Energy Agency (IAEA). Furthermore, I wish to\r\nmake some additional remarks reflecting the position of my\r\ncountry on this agenda item.\r\nSlovakia highly esteems the International Atomic\r\nEnergy Agency as a crucial international organization in the\r\narea of the peaceful uses of nuclear energy. The IAEA’s\r\nsuccessful results over its 40 years of existence are\r\nconsiderable and it is beyond all doubt that the IAEA with\r\nits safeguard system plays an exceptional and significant\r\nrole in the verification of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT). The results of the\r\nIAEA’s work reflect the common endeavour of the States\r\nmembers and the Secretariat of that unique organization.\r\nLet me just add that Slovak experts are also actively\r\ninvolved in a wide range of activities related to the tasks of\r\nthat organization.\r\nA new, further step in the non-proliferation of nuclear\r\nweapons and in the new arrangement of nuclear\r\ndisarmament is the Comprehensive Nuclear-Test-Ban Treaty\r\n(CTBT). Slovakia, in its national position as well as in its\r\nfunction as the Chair of the Preparatory Commission for the\r\nCTBT Organization (CTBTO), supports the aims of the\r\nStates signatories which are interested in effective\r\ncooperation between CTBTO and IAEA. Slovakia hopes\r\nthat the location of both organizations in Vienna will create\r\nexcellent conditions for beneficial cooperation and help to\r\nimprove verifying activities in the field of the non-\r\nproliferation of nuclear weapons.\r\nPreparing the functional verifying system that will\r\neffectively control adherence to CTBT provisions is a\r\ncomplicated goal with many political aspects. Creating the\r\nnetwork of laboratories and monitoring points and\r\nconnecting this system to the International Data Centre in\r\nVienna will require the common effort of the international\r\ncommunity as well as Secretariat staff at the expert level.\r\nSlovakia welcomes the fact that the Treaty on the\r\nNon-Proliferation of Nuclear Weapons, as one of the pillars\r\nof global stability, confidence and nuclear disarmament, has\r\nbeen extended indefinitely. At this juncture, we appeal to\r\nall countries that have not signed a safeguards agreement\r\nwith the IAEA, in compliance with article III of the NPT,\r\nto meet their commitments in accordance with the Treaty.\r\nThe system of safeguards is a generally recognized\r\ntool of control for compliance with the NPT, the\r\nimportance of which grows with the increasing number of\r\nnuclear installations and the quantity of nuclear materials.\r\nWe note with satisfaction the conclusion of the\r\nSafeguards Implementation Report for 1996, which states\r\nthat nuclear materials and other items which had been\r\ndeclared and put under the safeguards have remained in\r\npeaceful use. On the other hand, we have noted the\r\npersistent problems in the safeguards implementation by\r\nthe Democratic People’s Republic of Korea, particularly\r\nin verifying the initial declaration. We appeal to the\r\nDemocratic People’s Republic of Korea to cooperate with\r\nthe IAEA in order to finalize the process of verification\r\nof the initial declaration as soon as possible.\r\nSlovakia supports IAEA programme “93 + 2”, which\r\nrepresents the utilization of modern advanced verification\r\ntechniques for better confidence building in future. We\r\nare convinced that this programme will become a reliable\r\ninstrument for the control of the peaceful uses of nuclear\r\nenergy.\r\nThe IAEA has prepared a number of international\r\ntreaties during the past few years. Slovakia was the first\r\nof those countries which possess nuclear reactors to ratify\r\nthe Convention on Nuclear Safety. We note that this\r\nimportant Convention provides for adequate safety\r\nstandards in the international environment. Slovakia also\r\nwelcomes the fact that, in September 1997, the Joint\r\nConvention on the Safety of Spent Fuel Management and\r\non the Safety of Radioactive Waste Management, the\r\nConvention on Supplementary Compensation for Nuclear\r\nDamage and the Protocol to Amend the Vienna\r\nConvention on Civil Liability for Nuclear Damage were\r\nadopted. Those new legal instruments form an\r\ninternational regulation in the peaceful uses of nuclear\r\nenergy which, in today’s world, is a notable factor of\r\nsustainable development.\r\nNuclear energy plays an important role in the Slovak\r\neconomy. As a result of economic recovery, Slovakia has\r\nsince 1994 experienced a rapid increase in electricity\r\nconsumption, with an annual growth of approximately 8\r\nper cent. On the other hand, there are a number of\r\nprogrammes focusing on energy savings. In 1996 the\r\nSlovak nuclear power plants generated almost half of the\r\ntotal electricity in Slovakia. An independent Nuclear\r\nRegulatory Authority of the Slovak Republic assures the\r\nState’s supervision of nuclear safety. Its decisions are\r\nbased exclusively on technical considerations and\r\nunderpinned by broad international cooperation, mainly\r\n10\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nthrough the IAEA. Indeed, the application of the latest\r\nscientific and technical knowledge helps to increase safety\r\nstandards. Thanks to sustainable investments, Slovakia\r\nachieved a significant safety improvement in its nuclear\r\npower plants.\r\nTechnical cooperation has a special significance for\r\nSlovakia. In 1996 Slovak organizations took part in seven\r\nnational and 18 regional projects. We are actively involved\r\nin research projects. Projects of technical cooperation\r\nbecame a part of technical development in our country. One\r\nof the most significant projects, the strengthening of the\r\nnuclear safety regulatory body, was successfully completed,\r\nand Slovakia now offers the skills it obtained to other\r\ncountries.\r\nIn conclusion, please allow me to express our\r\nappreciation to the Director General of the IAEA, Mr. Hans\r\nBlix. During his 16 years in office, this international\r\norganization has become a generally recognized institution.\r\nWe would like also to thank to the secretariat of the IAEA\r\nfor its responsible approach to the work of the Agency. At\r\nthe same time, we offer our congratulations to\r\nMr. Mohamed ElBaradei, the newly elected Director\r\nGeneral. We are convinced that under his leadership the\r\nIAEA will successfully continue to play its role, and he can\r\ncount on Slovakia’s assistance.\r\nMr. Bohaievs’ky (Ukraine): This year we mark the\r\nfortieth anniversary of the establishment of the International\r\nAtomic Energy Agency (IAEA). Over this period, the\r\nAgency’s record has proved outstanding in the areas of the\r\npeaceful utilization of nuclear energy and in the prevention\r\nof proliferation of nuclear weapons.\r\nIn the past year we have witnessed some significant\r\nevents, both on a worldwide scale and directly related to\r\nthe Agency’s activities and cooperation between the Agency\r\nand Ukraine. Of exceptional importance were the signing\r\nhere at the United Nations of the Comprehensive Nuclear-\r\nTest-Ban Treaty, the entry into force of the Convention on\r\nNuclear Safety and the completion of development of new\r\ninternational documents on the eve of the forty-first session\r\nof the Agency’s General Conference. We definitely can say\r\nthat the international legislation system regulating the issues\r\nof utilization of nuclear energy for peaceful purposes has\r\nbeen set up.\r\nOf no less importance was the completion of\r\nprogramme “93 + 2” and the development of the Model\r\nAdditional Protocol to the safeguards agreement, aimed at\r\nenhancing the effectiveness of the safeguards system.\r\nIt is hard to overestimate the role of the Agency’s\r\nsafeguards in ensuring the use of atomic energy for\r\npeaceful purposes; they are the major instruments for\r\nadherence to the international non-proliferation regime.\r\nThe agreement between Ukraine and the IAEA for\r\nthe application of safeguards to all nuclear materials in all\r\npeaceful nuclear activities of Ukraine is in force and is\r\nbeing successfully fulfilled. The Government of Ukraine\r\nalso supports the new initiatives of the Agency regarding\r\nthe application of nuclear weapons non-proliferation\r\nsafeguards.\r\nTo promote openness and control over the trafficking\r\nof nuclear materials and the sources of ionizing radiation,\r\nthe Government of Ukraine has decided this year to join\r\nthe relevant database of the Agency.\r\nThe problems of nuclear and radiation safety are\r\nextremely important for Ukraine, as well as for the entire\r\nworld community. We are pleased to note that the IAEA\r\nSecretariat has played an important role in the efforts\r\nmade in the States of Central and Eastern Europe to\r\nevaluate the safety of nuclear power plants.\r\nGradually, we are approaching international\r\nconsensus regarding the safety of the Soviet-designed\r\nnuclear power plants. It is quite obvious that the issue of\r\nthe safety of nuclear power stations cannot be solved\r\nwithin a short time. In addition to painstaking work, it\r\nalso requires serious changes in legislation and\r\nmanagement, as well as the development of an\r\nappropriate nuclear regulation regime. In other words, it\r\nis necessary to provide a high-standard safety culture on\r\na governmental basis. One cannot expect quick results,\r\nbut we should continue to move down this path.\r\nThe Parliament of Ukraine is presently reviewing a\r\npackage of draft legislative acts on nuclear and radiation\r\nsafety. In addition, the draft law entitled “On Ratification\r\nof Convention on Nuclear Safety” has been elaborated\r\nand submitted to the Parliament.\r\nWe support the Agency’s activities aimed at creating\r\na comprehensive regime of civil liability for nuclear\r\ndamage, and confirm our adherence to the main principles\r\nof this regime. On 20 December 1996 Ukraine acceded to\r\nthe 1963 Vienna Convention on Civil Liability for\r\nNuclear Damage. The draft law on the introduction of\r\ncorresponding changes to the national legislation has been\r\nelaborated, and it is presently under review in the\r\nParliament.\r\n11\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nUkraine welcomes the recent adoption of two new\r\ninstruments in the field of nuclear liability, namely, the\r\nProtocol to Amend the Vienna Convention and the\r\nConvention on Supplementary Compensation for Nuclear\r\nDamage. We also welcome the considerable progress in\r\nreaching an international consensus on approaches to\r\npromoting the safe disposal of radioactive wastes and spent\r\nnuclear fuel, which resulted in the opening for signature of\r\nthe Joint Convention on the Safety of Spent Nuclear Fuel\r\nManagement and on the Safety of Radioactive Waste\r\nManagement. Ukraine was one of the first to sign, on 29\r\nSeptember 1997, these three instruments.\r\nThe problem of the safety of the Chernobyl nuclear\r\npower plant continues to give cause for concern. In this\r\nrespect, let me briefly inform the Assembly about the\r\nprogress in implementing the provisions of the\r\nMemorandum of Understanding between the G-7, the\r\nEuropean Commission and Ukraine that was signed in\r\nOttawa on 20 December 1995.\r\nIn a situation of severe electric power crisis in\r\nUkraine, it was not easy to take a decision to shut down\r\nUnit 1 of the Chernobyl station in 1996. Moreover, all the\r\nlong-term safety-related programmes on this station have\r\nbeen terminated. Today only activities to maintain the\r\nappropriate safety level of the remaining reactors are being\r\ncarried out, and short-term safety projects have been\r\ndeveloped. All this demonstrates that Ukraine is preparing\r\nto fulfil its commitment to decommission the Chernobyl\r\nnuclear power plant by the year 2000.\r\nIn accordance with the Ottawa Memorandum, the\r\nprecondition for the decommissioning of the Chernobyl\r\nnuclear power plant is the completion of construction of\r\ncompensating power units. However, the issue of financial\r\nsupport for this project has not been solved yet by\r\ninternational financial institutions in a way that may result\r\nin the revision of earlier decisions regarding the\r\ndecommissioning of the Chernobyl nuclear power plant.\r\nThe Government of Ukraine, following its\r\ncommitments under the memorandum of understanding, has\r\nevery reason to be concerned at the fact that current\r\nactivities aimed at seeking the necessary resources to\r\nfinance the rescheduled Chernobyl nuclear-power plant\r\nshutdown project are not intensive enough and, with regard\r\nto a number of projects, are being unreasonably blocked.\r\nThe failure of the agreements reached on the\r\nChernobyl project would produce a negative reaction in\r\nUkraine and in other States as well as adversely affect our\r\ncommon cause: the safe utilization of nuclear energy for\r\npeaceful purposes.\r\nAmong the critical projects of the so-called\r\nChernobyl package, the Government of Ukraine attaches\r\nspecial attention to the Shelter project on Unit 4 of the\r\nChernobyl station, which was destroyed in the 1986\r\naccident. We welcome the initiative of the United States\r\nGovernment regarding the “sarcophagus” project, which\r\nwas supported by other G-7 countries and Ukraine. We\r\nalso welcome the adoption, at the forty-first session of the\r\nIAEA General Conference, of the resolution on the\r\ninternational initiative for the Chernobyl sarcophagus,\r\nwhich calls on other States to contribute to the\r\nimplementation of this unique project, which we hope will\r\nenhance the safety of the destroyed reactor.\r\nIn this respect, we are relying heavily on the\r\npledging conference to be convened on 20 November in\r\nNew York to consider options for funding this extremely\r\nimportant and unprecedented project. We hope that this\r\ninitiative will receive adequate support.\r\nFinally, we believe that the expected retirement of\r\nMr. Hans Blix, the Agency’s Director General, is also a\r\nlandmark in the history of this organization. Sixteen years\r\nin office is quite a long period, and for Mr. Hans Blix,\r\nwho has been closely associated with the most difficult\r\nproblems that the international community has faced\r\nduring the last decade, those years have been very\r\nproductive. Mr. Blix has ably led the Agency through all\r\nthose years with integrity and wisdom. We thank him for\r\nhis achievements, which have become our common asset.\r\nOn behalf of our delegation, I also wish to take this\r\nopportunity to extend our sincere congratulations to\r\nMr. Mohamed ElBaradei on his appointment as the next\r\nDirector General of the Agency. We assure him of our\r\ncontinued support in promoting the Agency’s important\r\nobjectives.\r\nMs. Tolle (Kenya): I wish at the outset to express,\r\non behalf of the Kenya delegation, our appreciation to\r\nMr. Hans Blix, Director General of the International\r\nAtomic Energy Agency (IAEA), for the comprehensive\r\noverview of the Agency’s activities in the last year, in\r\naddition to the Agency’s report (GC(41)/8), which is\r\nbefore us. My delegation congratulates the Director\r\nGeneral and the entire staff of the IAEA for their\r\ncontinued commitment and dedicated service to the\r\ninternational community in upholding and implementing\r\n12\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nthe mandates entrusted to the International Atomic Energy\r\nAgency.\r\nThe year 1997 marks a milestone in the history of the\r\nIAEA. It is the year the Agency has celebrated its fortieth\r\nanniversary while at the same time making a change in its\r\ntop executive. We are all aware of the decision by\r\nMr. Hans Blix to retire at the end of this month after 16\r\nyears of dedicated service to the Agency. It is in\r\nrecognition of his pragmatic stewardship and outstanding\r\ncontribution and service to the Agency that the forty-first\r\nIAEA General Conference honoured him with the title of\r\nDirector General Emeritus. The effective role he has played\r\nover the years as Ambassador extraordinary for nuclear\r\nenergy is well known by all. In Kenya, Mr. Blix will be\r\nfondly remembered for the many technical cooperation\r\ninitiatives undertaken in the country during his tenure of\r\noffice and his efforts under the Agency Statute to promote\r\nthe peaceful uses of nuclear energy, implement the\r\nsafeguards regime and minimize the risk to life, health and\r\nthe environment posed by nuclear energy. We wish\r\nMr. Blix a fulfilling, successful and peaceful retirement.\r\nIn the last 40 years, the IAEA has distinguished its\r\nuseful and reputable existence and service to Member\r\nStates in the development of applications of nuclear\r\ntechnology for sustainable development. My delegation is\r\npleased to note that the Agency’s performance in the past\r\nyear has been as commendable as in previous years, making\r\nit possible for Member States to derive maximum benefit\r\nfrom the peaceful uses of nuclear energy through its\r\ntechnical cooperation programme. Since the emergence of\r\nits first model project protocol, technical cooperation has\r\nincreasingly been focused on end users, thereby enhancing\r\nthe economic and social impact of nuclear energy. The\r\nsuccess of the model project has invigorated the Agency’s\r\ntechnical cooperation activities, which have resulted in new\r\ninitiatives comprising model projects, country programme\r\nframeworks and thematic planning. Other initiatives include\r\ntechnical cooperation among developing countries, co-\r\nfunding, and the use of targets and success criteria.\r\nIn our view, this approach is likely to produce the\r\ntangible social and economic results desired within the\r\nframework of the technical cooperation programme, and to\r\nbe more responsive to national needs through the direct\r\ncontribution of nuclear energy to the achievement of\r\nsustainable development priorities in a cost-effective\r\nmanner, thereby increasing the overall efficiency and\r\neffectiveness of the programme. We therefore urge all our\r\npartners to give maximum support to this initiative, whose\r\nnoble objectives, as envisaged by the Agency, are\r\naccelerating and enlarging the contribution of nuclear\r\nenergy to human development.\r\nThe United Nations has repeatedly advocated the\r\nphilosophy of technical cooperation among developing\r\ncountries based on the recognition of the fact that\r\ndifferent levels of technical advancement exist among\r\ndeveloping countries, which, if applied to the maximum,\r\ncan lead to mutual benefits. In this respect, we commend\r\nthe Agency for its elaborate programme aimed at\r\npromoting regional cooperative activities as a means of\r\naccelerating nuclear technology transfer. The support\r\nextended by the IAEA to regional groupings such as the\r\nAfrican Regional Cooperative Agreement for Research,\r\nDevelopment and Training Related to Nuclear Energy\r\n(AFRA), the Regional Cooperative Arrangements for the\r\nPromotion of Nuclear Science and Technology in Latin\r\nAmerica (ARCAL) and the Regional Cooperative\r\nArrangements for Research, Development and Training\r\nRelated to Nuclear Science and Technology in Asia\r\n(RCA), as well as the regional projects under the\r\ntechnical cooperation programme are a clear\r\ndemonstration of the visionary and keen interest by the\r\nAgency in fostering and strengthening regional\r\ncooperation. We believe that these endeavours will\r\nultimately ensure optimal use of the available scarce\r\nresources and lead to the positive impact of science and\r\ntechnology among partner countries.\r\nAt the bilateral level, my delegation is grateful to the\r\nDirector General and his staff for their contribution to the\r\nsuccess of the technical cooperation programme in Kenya.\r\nBenefits derived from this programme in the various\r\nsectors of our economy include training and fellowships,\r\ntechnology, animal and human health, agriculture and\r\nnuclear safety.\r\nIn the field of safety standards and radiation safety,\r\nthe project on the application of non-destructive testing\r\ntechniques in manufacturing for quality control and for\r\nestablishing acceptable standards of industrial goods in\r\nKenya has been extended in the past year through the\r\nassistance of the Agency. This expansion has necessitated\r\nthe enlisting of the Kenya Bureau of Standards to work\r\nwith the International Standards Organization and other\r\nparties in drawing up a harmonized national qualification\r\nand certification regime.\r\nMeanwhile, the involvement of the Agency in the\r\nagricultural sector has led to the development of new\r\nvarieties of wheat with improved resistance to drought;\r\n13\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nthe diagnosis and control of animal diseases; and the\r\ncontrol of the tsetse fly and trypanosomiasis, among others.\r\nSimilarly, the Agency’s technical cooperation\r\nprogrammes in Kenya have greatly helped the national\r\nhealth care delivery system, particularly in the areas of\r\ndiagnostic radiology and radiography. The national focal\r\npoint institutions for these two areas are currently in the\r\nprocess of disseminating the scientific and technical skills\r\nin this field to end users in the national health care system.\r\nFurthermore, the competent national institutions in my\r\ncountry are in the process of developing a technical\r\ncooperation project with the assistance of the Agency with\r\na view to improving the diagnosis and therapy of cancer of\r\nthe cervix among women.\r\nThe role of the IAEA in international efforts aimed at\r\npreventing the proliferation of nuclear weapons has become\r\nincreasingly important over the years. In this respect, Kenya\r\nappreciates the part played by the Agency, in cooperation\r\nwith Member States, in dealing with the issue of illicit\r\ntrafficking in nuclear devices and radioactive sources. The\r\nAgency’s database programme, assistance to member States\r\nin improving the physical protection and control of nuclear\r\nmaterial and border control measures, among other things,\r\nare all commendable achievements.\r\nWe believe, however, that in any collective move\r\ntowards the non-proliferation of nuclear weapons leading to\r\ntheir complete elimination, the following major steps are\r\nparamount: first, it is vital to stop the production and use of\r\nfissile materials for nuclear weapons. In this regard, my\r\ndelegation would like to render its support and urge the\r\ncommencement of negotiations on a convention to prohibit\r\nthe production of fissile materials for nuclear weapons and\r\nother nuclear devices. Secondly, negotiations towards the\r\nelimination of nuclear weapons should be pursued as a\r\nmatter of highest priority to complement all other efforts\r\ntowards these objectives achieved so far in the field of\r\nnuclear disarmament, such as the extension of the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT), the\r\nadoption of the Comprehensive Nuclear-Test-Ban Treaty,\r\nand the IAEA’s adoption of a model protocol additional to\r\nexisting safeguards agreements between States and the\r\nIAEA designed to strengthen the effectiveness and improve\r\nthe efficiency of the IAEA safeguards regime.\r\nWe are pleased to note that the achievements of the\r\nIAEA have this year been further enhanced by the\r\nsuccessful conclusion of two important diplomatic\r\nconferences in Vienna at the beginning of autumn. In this\r\nregard, we welcome the adoption of the Joint Convention\r\non the Safety of Spent Fuel Management and on the\r\nSafety of Radioactive Waste Management and the\r\nadoption of two instruments relating to nuclear liability,\r\nall of which were opened for signature at the outset of the\r\nforty-first regular session of the IAEA General\r\nConference.\r\nI would be remiss if I lost sight of the progress\r\nmade by the Agency in promoting the role of women in\r\nscience and technology. My delegation is pleased to note\r\nthat, although the number of Professional women has not\r\nincreased as much as it should have, progress has\r\nnonetheless been achieved. We have noted that the\r\nproportion of Professional women has risen from 11.7 per\r\ncent in 1982 to 18.6 per cent in 1997, while higher\r\nProfessional-level posts occupied by women today include\r\n11 women at the P-5 level and six at the D-1 level, as\r\nopposed to only two P-5s in 1982. We are trust that\r\ngreater efforts will be made in identifying, training and\r\nrecruiting competent and well-qualified female candidates\r\nfrom all regions of the world to balance the equation.\r\nLet me conclude by stating that when Mr. Blix\r\nleaves office at the end of this month he will be handing\r\nover a reputable and viable organization to a distinguished\r\nsuccessor, Mr. Mohamed ElBaradei, who will ensure\r\ncontinuity and usher member States and the Agency into\r\nthe next millennium. It is therefore our collective\r\nresponsibility to ensure that the Agency is funded\r\nadequately and promptly. For its part, my Government\r\nwill continue to render full support to the Agency’s new\r\nleadership in responding to its demanding portfolio and to\r\nthe challenges of tomorrow’s world.\r\nI wish to close by stating that Kenya will support\r\ndraft resolution A/52/L.13.\r\nMr. Núñez-Mosquera (Cuba) (interpretation from\r\nSpanish): This year is especially significant: we are\r\nmarking the fortieth anniversary of the entry into force of\r\nthe statute of the International Atomic Energy Agency\r\n(IAEA). The record of the international community’s\r\nefforts since then to preserve the peaceful uses of nuclear\r\nenergy and to increase their economic and social impact\r\nis undoubtedly positive.\r\nLike many other developing countries, Cuba has\r\nbenefitted from technical cooperation with the IAEA. We\r\nare pleased to say that my country’s participation in such\r\ncooperation is now at its highest level. In several areas,\r\nwe are sending experts to other countries and offering\r\nfacilities for training foreign specialists, and some of our\r\n14\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nproducts have even been used for international cooperation\r\nprojects in the peaceful uses of nuclear energy. That is why\r\nCuba is firmly convinced of the inestimable value of\r\ndevelopment, advancement and technical cooperation\r\nactivities for the mission of the Agency. We believe that\r\nsuch activities should not merely continue but should be\r\nfurther strengthened.\r\nUnfortunately, there are forces that are not restrained\r\neven by the most fundamental principles of international\r\ncoexistence and that are trying to manipulate international\r\nagencies for their own petty political interests. On 30 July\r\n1997, the IAEA secretariat circulated to all States members\r\nof the Agency a note by Cuba detailing United States\r\nactions intending by various means to boycott Cuba’s\r\nnuclear programme, in particular cooperation between the\r\nIAEA and Cuba. The extraordinary appearance in the\r\ninfamous Helms-Burton Act of an entire chapter of specific\r\nmeasures against Cuba’s nuclear programme has now been\r\ncombined with action in the United States Congress on a\r\nset of amendments and other legislative subterfuges\r\nintended to obstruct Cuba’s participation in the IAEA. Such\r\naction is reprehensible, and my country categorically rejects\r\nit.\r\nIt was a great honour for Cuba this year to host the\r\nfirst meeting of the highest national authorities of countries\r\nmembers of the Programme of Regional Cooperative\r\nArrangements for the Promotion of Nuclear Science and\r\nTechnology in Latin America and the Caribbean (ARCAL).\r\nThe meeting strengthened that important programme and\r\nincreased the scope and impact of its projects. I take this\r\nopportunity to acknowledge the valuable support from the\r\nIAEA secretariat for the successful holding of that\r\ngathering.\r\nThe Convention on Nuclear Safety and of the recent\r\nJoint Convention on the Safety of Spent Fuel Management\r\nand on the Safety of Radioactive Waste Management and\r\nthe Vienna Convention on Civil Liability for Nuclear\r\nDamage exemplify the IAEA’s tireless work to bring the\r\nculture of safety to the international level. Cuba recently\r\ndeposited its instrument of accession to the Convention on\r\nthe Physical Protection of Nuclear Material, and we\r\nreaffirm our support for the principles and objectives of that\r\nConvention.\r\nWe also recognize the efforts made to strengthen the\r\nAgency safeguards, which culminated in the adoption this\r\nyear of a Model Additional Protocol. We reiterate the need\r\nto ensure that the safeguards activities do not become an\r\nunacceptable financial burden for the developing countries.\r\nMy country has carefully followed the course of\r\nevents regarding the treatment of specific country cases\r\nwithin the IAEA framework; some are even singled out\r\nin the resolutions on the IAEA report adopted by the\r\nGeneral Assembly in recent years. We maintain our\r\nreservations regarding the inclusion of controversial\r\nformulations in the resolution, because, since this is an\r\nAgency of such importance to the international\r\ncommunity, the resolution on it should be adopted only\r\non the basis of the widest possible consensus.\r\nMr. Erdös (Hungary): My delegation associates\r\nitself with the statement of the Ambassador of\r\nLuxembourg made on behalf of the European Union.\r\nThe comprehensive overview of the activities of the\r\nInternational Atomic Energy Agency (IAEA) presented by\r\nDirector General Hans Blix elaborates another successful\r\nyear in the Agency’s 40-year history. The IAEA has\r\nagain demonstrated not only its benefits, but also the\r\nindispensable nature of this institution. Moreover, it has\r\ngiven additional proof of its ability to adjust to the\r\nchallenges of a new era. In doing so, the Agency has\r\nsuccessfully fulfilled its role in the promotion and\r\nexpansion of the peaceful use of nuclear energy, as well\r\nas in the implementation of the safeguards measures, in\r\ncompliance with the objectives and provisions of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT).\r\nAs we witness the expansion of peaceful, both non-\r\npower and power, applications of nuclear techniques, it is\r\nall the more important to put in place and upgrade,\r\nwhenever possible, proper assurance mechanisms. On the\r\none hand, these involve verification based on an enhanced\r\nsafeguards regime; on the other, they involve the adoption\r\nof high safety standards to be implemented within the\r\nframework of the safeguards agreements. While the\r\nConvention on Nuclear Safety, together with the Joint\r\nConvention on the Safety of Spent Fuel Management and\r\non the Safety of Radioactive Waste Management, provide\r\nadditional instruments for the strengthening of the safety\r\nstandards, the so-called Model Additional Protocol for\r\nsafeguards agreements adopted in May constitutes the\r\nbasis for further improvement of the efficiency of the\r\nAgency in detecting possible undeclared activities and\r\npre-empting any misappropriation of nuclear technologies.\r\nThe Agency’s authority in the verification process is not\r\nto be challenged. The international community should\r\ncontinue to show unwavering support for measures which\r\nfurther cement the ability of the Agency to enlarge the\r\nscope of its safety regime and to ensure the prompt and\r\n15\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nfull implementation of its safety agreements. In this context,\r\nwe endorse the measures designed to enhance the safe\r\ntransport of radioactive materials and to combat illicit\r\ntrafficking in nuclear materials.\r\nIt is well known that Hungary continues to rely on\r\nenergy generated by nuclear power plants. Consequently, it\r\nstands firm in its commitment to participate actively in the\r\nAgency’s cooperation and education programmes and in its\r\nreadiness to adopt the latest safety standards and to\r\ncontribute to the prevention of any form of\r\nmisappropriation of nuclear technologies.\r\nHungary has thus concluded a comprehensive\r\nsafeguards agreement with the Agency and joined the\r\nConvention on Nuclear Safety. Recently it was among the\r\nfirst States to sign the latest legal instruments on spent fuel\r\nand radioactive waste management, as well as on civil\r\nliability for nuclear damage. Hungary is also prepared to\r\nenter into an additional protocol complementing its\r\nsafeguards agreement, in strict observance of the guidelines\r\nconstituting the basis of the Model Protocol.\r\nOur sense of success should not overshadow the need\r\nfor unrelenting vigilance. We should not shy away from\r\nvoicing our concerns. The stakes are too high. In this\r\ncontext, we are troubled by the fact that the recognition of\r\nthe organic interrelationship between the benefits of\r\ncooperation on the one hand and readiness to implement\r\nand strengthen safeguards arrangements on the other is\r\napparently a concept not universally shared. Despite the\r\nefforts of the international community in general, and the\r\nAgency in particular, there is still a way to go towards\r\nfurther enlarging the scope of the safeguards regime, both\r\nin depth and in geographical terms. Sadly, in a number of\r\ncases, serious doubts still linger with regard to the possible\r\nmisappropriation of nuclear technologies.\r\nIn this context, we are concerned that the issue\r\nrelating to Iraq’s nuclear programme has not ceased to\r\nfeature on our agenda. We are also concerned that the\r\nrelevant Security Council resolutions could not be\r\nimplemented to the extent necessary for clarification of all\r\nremaining doubts associated with this programme.\r\nRegrettably, some recent developments have further\r\ncomplicated the situation. We join others in calling upon\r\nthe Iraqi authorities to cooperate with the Agency and the\r\nmandated international bodies, and to furnish them with the\r\ninformation requested, in full compliance with the relevant\r\nSecurity Council resolutions.\r\nAnother issue which has remained a prominent item\r\non our agenda for years relates to the uncertainties\r\nsurrounding the nuclear programme launched by the\r\nDemocratic People’s Republic of Korea. We regret that\r\nrepeated requests made by the Security Council, urging\r\nthat country to cooperate fully with the Agency and to\r\ncomply with the stipulations of its safeguards agreement,\r\nhave gone unheeded, and that the answers provided have\r\nfailed to help establish a sufficiently clear picture\r\nregarding this issue. We fully support the efforts and\r\nverification activities carried out by the Agency in order\r\nto clarify this situation in a reassuring manner.\r\nWhen speaking about the peaceful use of nuclear\r\nenergy, one cannot circumvent the subject of Chernobyl.\r\nThe event that took place there more than 10 years ago\r\nliterally sent shock-waves throughout a vast region, where\r\nmy country is also situated. The nuclear disaster in\r\nChernobyl was, and still is, a vivid and graphic reminder\r\nof the vulnerability of our interdependent world. It sent\r\nthe strongest message possible about the urgency of\r\nimproving nuclear safety and security. In this context,\r\nHungary is looking forward to the forthcoming\r\ninternational meetings to be held in New York with the\r\naim of mobilizing and coordinating the efforts by the\r\ninternational community in this respect.\r\nIn his statement to the forty-first session of the\r\nGeneral Conference of the IAEA, the Director General\r\nwas right in pointing out that:\r\n“An organization is not only statute, records and\r\ndecisions. It is also personalities, negotiations,\r\ntradition and atmosphere”.\r\nI wish, therefore, to take this opportunity to extend\r\nour special thanks to Director General Hans Blix for his\r\ndedicated work and strenuous efforts, which have\r\nconstituted steady and universally valued guidance for the\r\nAgency in the course of the last 16 years. We also wish\r\nto sincerely congratulate Mr. Mohamed ElBaradei upon\r\nhis appointment as the new Director General of the\r\nAgency.\r\nFinally, Hungary, as one of the sponsors of draft\r\nresolution A/52/L.13, recommends the draft resolution for\r\nadoption by the General Assembly.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\n16\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nWe shall now proceed to consider draft resolution\r\nA/52/L.13. Before giving the floor to speakers in\r\nexplanation of vote before the vote, I would like to remind\r\nrepresentatives that explanations of vote are limited to 10\r\nminutes and should be made by delegations from their\r\nseats.\r\nMr. Kumar (India): India, which is a founder member\r\nof the International Atomic Energy Agency (IAEA), has\r\nconsistently attached the highest importance to the\r\nobjectives of the Agency. Since this resolution pertains to\r\nthe activities of the IAEA, to which we attach great value,\r\nwe would go along with the resolution. Nevertheless, we\r\nhave considerable difficulty with the third preambular\r\nparagraph.\r\nThe language in this paragraph suggests a linkage\r\nbetween adherence to the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT) and the freedom to develop\r\nresearch, production and use of nuclear energy for peaceful\r\npurposes. The statute of the IAEA, which must guide all\r\nour deliberations, calls on the Agency to accelerate and\r\nenlarge the contribution of atomic energy to peace, health\r\nand prosperity throughout the world. Furthermore, the\r\nstatute stresses the principle of the sovereign equality of all\r\nits members. The purpose of these provisions in the statute\r\nof the IAEA is obviously to encourage the unfettered access\r\nof member States to the peaceful uses of atomic energy\r\nwithout any discrimination whatsoever. Any perceived\r\ndiscrimination will have an inevitable consequence on the\r\nresponse of member States to their obligations to the\r\nAgency. The Agency should not become a shadow political\r\nforum to repeat the debate in the United Nations General\r\nAssembly. The NPT is not a universal treaty and cannot be\r\nused to create differences among members of the IAEA. By\r\nimplying that adherence to the NPT, on which subject my\r\nGovernment’s views are well known, has a bearing on\r\naccess to peaceful uses of atomic energy, the draft\r\nresolution deviates from the objectives enshrined in the\r\nstatute.\r\nWe have therefore been constrained to call for a vote\r\non the third preambular paragraph, and shall vote against it.\r\nMr. Hasan (Iraq) (interpretation from Arabic): I\r\nshould like once again to reaffirm our position on the draft\r\nresolution submitted under agenda item 14 on the report of\r\nthe International Atomic Energy Agency (IAEA). The draft\r\nresolution should stress the nature of the Agency and\r\ncommend its efforts within its areas of competence. As to\r\nthe exploitation of this item for political purposes, this is a\r\nmatter which adversely affects the neutrality and the\r\ntechnical character of the Agency. It also negatively\r\naffects member States that may become targets of attack,\r\nusing the Agency as a guise. That is even more tragic,\r\nespecially given the fact that an attempt is being made to\r\nexploit the draft resolution on the Agency so as to justify\r\nthe continuation of the embargo against and the starvation\r\nof an entire people. The arbitrary measures imposed by\r\nthe Security Council on Iraq have given the Agency a\r\nspecific task to perform. In this context, the Agency has\r\npresented its reports to the Security Council for the past\r\nsix and a half years. An attempt to circumvent the\r\nassessment made by the Agency undermines the\r\ncredibility of the Agency itself, and it should cease.\r\nOperative paragraph 7 of A/52/L.13 provides the\r\nclearest example of those attempts to circumvent the\r\nassessment by the Agency and embodied in its semi-\r\nannual report presented to the Security Council on 8\r\nOctober 1996, in document S/1997/779. Paragraph 7 of\r\nthe draft resolution contains an imprecise and unfair\r\nevaluation of the fulfilment by Iraq of its commitments.\r\nHowever, the report of the Agency to which I have just\r\nreferred reflects Iraq’s implementation of its obligations\r\nin accordance with the relevant Security Council\r\nresolution, resolution 687 (1991). Indeed, it had been\r\nconsidered by many people as a closure of the nuclear\r\ndossier with regard to Iraq. To cite a few examples,\r\nwithout being exhaustive, I would like to refer to a\r\nnumber of paragraphs in the Agency report presented to\r\nthe Security Council.\r\n(spoke in English)\r\nThe report of the IAEA to the Security Council\r\nstates, in paragraphs 77 and 79:\r\n“There are no indications to suggest that Iraq was\r\nsuccessful in its attempt to produce nuclear weapons\r\n...\r\n“There are no indications to suggest that Iraq had\r\nproduced more that a few grams of weapon-usable\r\nnuclear material ... through its indigenous processes,\r\nall of which has been removed from Iraq.\r\n“There are no indications that Iraq otherwise\r\nacquired weapon-usable nuclear material ...\r\n“There are no indications that there remains in Iraq\r\nany physical capability for the production of\r\namounts of weapon-usable nuclear material of any\r\npractical significance ...\r\n17\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\n“There are no indications of significant discrepancies\r\nbetween the technically coherent picture which has\r\nevolved of Iraq’s past programme and the information\r\ncontained in Iraq’s FFCD-F issued on 7 September\r\n1996, as supplemented by the written revisions and\r\nadditions provided by Iraq since that time.”\r\nIn paragraph 81, the report states:\r\n“The IAEA’s ongoing monitoring and verification\r\n(OMV) plan was phased-in during the period from\r\nNovember 1992 to August 1994, at which time it was\r\nconsidered to be operational.”\r\nParagraph 82 states:\r\n“Implementation of the OMV plan has not resulted in\r\nthe detection of any indications of ongoing proscribed\r\nactivities or the presence in Iraq of proscribed\r\nequipment or materials apart from the items referred\r\nto in paragraph 80.”\r\nBy the way, paragraph 80 of the report talks merely about\r\ndocuments.\r\nIn paragraph 83, the report states:\r\n“As indicated in the foregoing, the IAEA’s activities\r\nregarding the investigation of Iraq’s clandestine\r\nnuclear programme have reached a point of\r\ndiminishing returns and the IAEA is focusing most of\r\nits resources on the implementation and technical\r\nstrengthening of its plan for the ongoing monitoring\r\nand verification of Iraq’s compliance with its\r\nobligations under the relevant Security Council\r\nresolutions.”\r\nBesides, in his statement this morning, the Director\r\nGeneral of the IAEA stated the following:\r\n“After extensive work involving inspections, analysis\r\nof large volumes of documentation and of information\r\nreceived from Member States and former suppliers of\r\nrelevant items, the use of new techniques for\r\nenvironmental monitoring, questioning of Iraqi staff\r\nand examination of items recovered from excavations,\r\nwe have been able to construct a technically coherent\r\npicture of Iraq’s past nuclear programme and to gain\r\na good understanding of the scope of the achievements\r\nof the programme. Assessment of Iraq’s reissued\r\nFull, Final and Complete Declaration’ against this\r\ncoherent picture has not shown any substantial\r\ninconsistencies between the two.” [See Official\r\nRecords of the General Assembly, Fifty-second\r\nSession, Plenary Meetings, 48th meeting]\r\nI repeat, “any substantial inconsistencies between the\r\ntwo”.\r\n(spoke in Arabic)\r\nThe completion by the Agency of its task in Iraq\r\nwould not have been possible had it not been for Iraq’s\r\nfull cooperation with the Agency. Therefore, what is\r\nstated in paragraph 7 of the draft resolution, which calls\r\nupon Iraq to cooperate fully with the Agency, is\r\ninappropriate. This is in addition to other unfair terms and\r\nphrases contained in the paragraph. We therefore request\r\na separate vote on this paragraph, and we hope that the\r\nrepresentatives of Member States in this august body will\r\ncause the logic of justice and fairness to prevail when\r\nthey vote on it.\r\nMr. Kim Chang Guk (Democratic People’s\r\nRepublic of Korea): My delegation takes it as a solemn\r\nduty to state, once again, the unambiguous position of the\r\nDemocratic People’s Republic of Korea on the draft\r\nresolution, since this session, like previous ones, is about\r\nto adopt this draft resolution containing stereotyped\r\nparagraphs with regard to the nuclear issue of the Korean\r\npeninsula.\r\nSince the signing of the Democratic People’s\r\nRepublic of Korea/United States Agreed Framework, the\r\nDemocratic People’s Republic of Korea has frozen its\r\nnuclear facilities, permitted International Atomic Energy\r\nAgency (IAEA) monitoring activities on the frozen\r\nfacilities, and provided the Agency with the necessary\r\nconditions to carry out regular, and irregular, inspections\r\non the unfrozen facilities, as stipulated in the Agreed\r\nFramework. As long as the frozen key nuclear facilities\r\nare under strict monitoring and the unfrozen facilities are\r\nunder regular and irregular inspections by the IAEA, the\r\ninformation on past nuclear activities will be fully\r\npreserved.\r\nNotwithstanding this, officials of the IAEA are\r\nunreasonably raising issues which are supposed to be\r\ndealt with in the next stage of completion of a significant\r\nportion of the light water reactor project by the Korean\r\nPeninsula Energy Development Organization under the\r\nleadership of the United States. This can only be\r\nconsidered as an attempt to take the nuclear issue of the\r\nKorean peninsula back to the initial stage by creating\r\n18\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nartificial obstacles to the implementation of the Democratic\r\nPeople’s Republic of Korea/United States framework\r\nagreement. Regrettably, however, a number of States take\r\nsides with the IAEA officials in urging the Democratic\r\nPeople’s Republic of Korea to follow the unfair demand of\r\nthe IAEA officials.\r\nThe Democratic People’s Republic of Korea/United\r\nStates Agreed Framework clearly specifies the provisions\r\nconcerning the replacement of the graphite moderated\r\nreactor system of the Democratic People’s Republic of\r\nKorea with a light water reactor system and the\r\nnormalization of the political and economic relations\r\nbetween the Democratic People’s Republic of Korea and\r\nthe United States, which were welcomed by the Security\r\nCouncil and the international community as the only way\r\nof resolving the nuclear issue of the Korean peninsula.\r\nHowever, the Democratic People’s Republic of\r\nKorea/United States framework agreement is based not on\r\nconfidence but on the principle of simultaneous actions by\r\nboth the Democratic People’s Republic of Korea and the\r\nUnited States. All these facts show that the nuclear issue of\r\nthe Korean peninsula is a political and military issue\r\nbetween the Democratic People’s Republic of Korea and\r\nthe United States and that it is being resolved not by the\r\nIAEA but by the Democratic People’s Republic of Korea\r\nand the United States through the implementation of the\r\nAgreed Framework.\r\nHow can the Democratic People’s Republic of Korea\r\naccept full inspection when the Agreed Framework has not\r\nbeen implemented? If the international community is really\r\nconcerned at the situation on the Korean peninsula, it\r\nshould, first of all take an impartial stance towards the\r\nKorean question and help it to be settled in favour of the\r\npeace and security of the region. The world has witnessed\r\nthe fact that pressure does not go down well with the\r\nDemocratic People’s Republic of Korea. Therefore, my\r\ndelegation will vote against the draft resolution, as it does\r\nmore harm than good.\r\nThe President: We have heard the last speaker in\r\nexplanation of vote before the voting.\r\nThe Assembly will now take action on draft resolution\r\nA/52/L.13.\r\nSeparate, recorded votes have been requested on the\r\nthird preambular paragraph and on paragraph 7 of the draft\r\nresolution. There being no objection, I shall therefore put\r\nthose paragraphs to the vote separately.\r\nI first put to the vote the third preambular paragraph\r\nof draft resolution A/52/L.13.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlgeria, Andorra, Angola, Argentina, Armenia,\r\nAustralia, Austria, Azerbaijan, Bahamas,\r\nBangladesh, Belarus, Belgium, Benin, Bhutan,\r\nBolivia, Botswana, Brazil, Brunei Darussalam,\r\nBulgaria, Cameroon, Canada, Chile, Colombia,\r\nCosta Rica, Côte d’Ivoire, Croatia, Cyprus, Czech\r\nRepublic, Denmark, Djibouti, Dominican Republic,\r\nEcuador, Egypt, El Salvador, Eritrea, Estonia,\r\nEthiopia, Fiji, Finland, France, Georgia, Germany,\r\nGhana, Greece, Grenada, Guatemala, Guinea,\r\nGuyana, Haiti, Honduras, Hungary, Iceland,\r\nIndonesia, Iran (Islamic Republic of), Ireland, Italy,\r\nJamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait,\r\nKyrgyzstan, Latvia, Lebanon, Lesotho, Liberia,\r\nLibyan Arab Jamahiriya, Liechtenstein, Lithuania,\r\nLuxembourg, Malawi, Malaysia, Maldives, Malta,\r\nMarshall Islands, Mauritius, Mexico, Micronesia\r\n(Federated States of), Monaco, Mongolia, Morocco,\r\nMozambique, Myanmar, Namibia, Nepal,\r\nNetherlands, New Zealand, Niger, Nigeria, Norway,\r\nOman, Panama, Papua New Guinea, Paraguay, Peru,\r\nPhilippines, Poland, Portugal, Qatar, Republic of\r\nKorea, Republic of Moldova, Romania, Russian\r\nFederation, Saint Lucia, Saint Vincent and the\r\nGrenadines, Samoa, San Marino, Saudi Arabia,\r\nSenegal, Sierra Leone, Singapore, Slovakia,\r\nSlovenia, Solomon Islands, South Africa, Spain, Sri\r\nLanka, Sudan, Suriname, Swaziland, Sweden,\r\nThailand, the former Yugoslav Republic of\r\nMacedonia, Togo, Trinidad and Tobago, Tunisia,\r\nTurkey, Ukraine, United Kingdom of Great Britain\r\nand Northern Ireland, United Republic of Tanzania,\r\nUnited States of America, Vanuatu, Venezuela, Viet\r\nNam, Yemen, Zambia\r\nAgainst:\r\nDemocratic People’s Republic of Korea, India,\r\nIsrael, Pakistan\r\nAbstaining:\r\nCuba\r\nThe third preambular paragraph was retained by\r\n137 votes to 4, with 1 abstention.\r\n19\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\n[Subsequently, the delegations of Uganda and\r\nNicaragua informed the Secretariat that they had\r\nintended to vote in favour.]\r\nThe President: I next put to the vote operative\r\nparagraph 7 of draft resolution A/52/L.13.\r\nA recorded vote has also been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAndorra, Argentina, Armenia, Australia, Austria,\r\nBahamas, Bangladesh, Belgium, Benin, Bhutan,\r\nBolivia, Botswana, Brazil, Bulgaria, Cameroon,\r\nCanada, Chile, Colombia, Costa Rica, Côte d’Ivoire,\r\nCroatia, Cyprus, Czech Republic, Denmark, Djibouti,\r\nDominican Republic, Ecuador, Egypt, El Salvador,\r\nEritrea, Estonia, Ethiopia, Fiji, Finland, France,\r\nGeorgia, Germany, Greece, Guatemala, Guinea, Haiti,\r\nHonduras, Hungary, Iceland, Ireland, Israel, Italy,\r\nJamaica, Japan, Kazakhstan, Kenya, Kuwait,\r\nKyrgyzstan, Latvia, Lesotho, Liberia, Liechtenstein,\r\nLithuania, Luxembourg, Malawi, Maldives, Malta,\r\nMarshall Islands, Mauritius, Mexico, Micronesia\r\n(Federated States of), Monaco, Mongolia,\r\nMozambique, Myanmar, Namibia, Nepal, Netherlands,\r\nNew Zealand, Niger, Nigeria, Norway, Oman,\r\nPanama, Papua New Guinea, Paraguay, Peru,\r\nPhilippines, Poland, Portugal, Qatar, Republic of\r\nKorea, Republic of Moldova, Romania, Samoa, San\r\nMarino, Saudi Arabia, Senegal, Sierra Leone,\r\nSingapore, Slovakia, Slovenia, Solomon Islands, South\r\nAfrica, Spain, Sri Lanka, Suriname, Swaziland,\r\nSweden, Thailand, the former Yugoslav Republic of\r\nMacedonia, Turkey, Ukraine, United Kingdom of\r\nGreat Britain and Northern Ireland, United Republic\r\nof Tanzania, United States of America, Vanuatu,\r\nVenezuela, Zambia\r\nAgainst:\r\nLibyan Arab Jamahiriya, Sudan\r\nAbstaining:\r\nBelarus, Brunei Darussalam, Cuba, Democratic\r\nPeople’s Republic of Korea, Ghana, Grenada, Guyana,\r\nIndia, Indonesia, Iran (Islamic Republic of), Malaysia,\r\nPakistan, Russian Federation, Saint Lucia, Saint\r\nVincent and the Grenadines, Togo, Trinidad and\r\nTobago, Viet Nam\r\nOperative paragraph 7 was retained by 114 votes to\r\n2, with 18 abstentions.\r\n[Subsequently, the delegations of Nicaragua and\r\nUganda informed the Secretariat that they had\r\nintended to vote in favour; the delegation of Nigeria\r\nhad intended to abstain.]\r\nThe President: I shall now put to the vote draft\r\nresolution A/52/L.13 as a whole.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlgeria, Andorra, Angola, Argentina, Armenia,\r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain,\r\nBangladesh, Belarus, Belgium, Benin, Bhutan,\r\nBolivia, Botswana, Brazil, Brunei Darussalam,\r\nBulgaria, Burkina Faso, Burundi, Cameroon,\r\nCanada, Cape Verde, Chad, Chile, Colombia, Congo,\r\nCosta Rica, Côte d’Ivoire, Croatia, Cuba, Cyprus,\r\nCzech Republic, Denmark, Djibouti, Dominican\r\nRepublic, Ecuador, Egypt, El Salvador, Eritrea,\r\nEstonia, Ethiopia, Fiji, Finland, France, Georgia,\r\nGermany, Ghana, Greece, Grenada, Guatemala,\r\nGuinea, Guyana, Haiti, Honduras, Hungary, Iceland,\r\nIndia, Indonesia, Iran (Islamic Republic of), Ireland,\r\nIsrael, Italy, Jamaica, Japan, Jordan, Kazakhstan,\r\nKenya, Kuwait, Kyrgyzstan, Latvia, Lesotho,\r\nLiberia, Libyan Arab Jamahiriya, Liechtenstein,\r\nLithuania, Luxembourg, Madagascar, Malawi,\r\nMalaysia, Maldives, Mali, Malta, Marshall Islands,\r\nMauritania, Mauritius, Mexico, Micronesia\r\n(Federated States of), Monaco, Mongolia, Morocco,\r\nMozambique, Myanmar, Namibia, Nepal,\r\nNetherlands, New Zealand, Niger, Nigeria, Norway,\r\nOman, Pakistan, Panama, Papua New Guinea,\r\nParaguay, Peru, Philippines, Poland, Portugal, Qatar,\r\nRepublic of Korea, Republic of Moldova, Romania,\r\nRussian Federation, Saint Lucia, Saint Vincent and\r\nthe Grenadines, Samoa, San Marino, Saudi Arabia,\r\nSenegal, Sierra Leone, Singapore, Slovakia,\r\nSlovenia, Solomon Islands, South Africa, Spain, Sri\r\nLanka, Sudan, Suriname, Swaziland, Sweden,\r\nThailand, the former Yugoslav Republic of\r\nMacedonia, Togo, Trinidad and Tobago, Tunisia,\r\nTurkey, Turkmenistan, Ukraine, United Arab\r\nEmirates, United Kingdom of Great Britain and\r\nNorthern Ireland, United Republic of Tanzania,\r\n20\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nUnited States of America, Uruguay, Vanuatu,\r\nVenezuela, Yemen, Zambia\r\nAgainst:\r\nDemocratic People’s Republic of Korea\r\nAbstaining:\r\nChina, Lao People’s Democratic Republic, Lebanon,\r\nSyrian Arab Republic, Viet Nam\r\nDraft resolution A/52/L.13 as a whole was adopted by\r\n151 votes to 1, with 5 abstentions (resolution 52/11).\r\n[Subsequently, the delegations of Nicaragua and\r\nUganda informed the Secretariat that they had\r\nintended to vote in favour.]\r\nThe President: I shall now call on those\r\nrepresentatives who wish to speak in explanation of vote.\r\nI should like to remind representatives that explanations of\r\nvote are limited to 10 minutes and should be made by\r\ndelegations from their seats.\r\nMr. Wu Haitao (China) (interpretation from\r\nChinese): The Chinese delegation appreciates the work of\r\nthe IAEA in the past year and is generally satisfied with the\r\nannual report of the Agency. In the new international\r\nsituation, the IAEA has made positive contributions to the\r\npromotion of the peaceful use of nuclear energy, the\r\nimplementation of safeguard measures and the prevention\r\nof the proliferation of nuclear weapons.\r\nThe Chinese delegation agrees with most elements of\r\nthe draft resolution concerning the Agency’s report.\r\nHowever, it has reservations about a certain resolution\r\nadopted by the Board of Governors and the General\r\nConference of the IAEA which is mentioned in the draft\r\nresolution. China has always advocated that relevant\r\nproblems should be solved through dialogue and\r\nconsultation on an equal footing. Facts have proved that to\r\nexert pressure through the adoption of such resolutions is\r\nnot only not conducive to settlement of the problem, but\r\ncould possibly complicate the matter.\r\nIt was in view of this position that the Chinese\r\ndelegation abstained from voting on the draft resolution.\r\nMr. Wahab (Pakistan): While my delegation voted in\r\nfavour of draft resolution A/52/L.13 as a whole, we would\r\nlike to explain our position on operative paragraph 10.\r\nIn addition to the issue of the dumping of\r\nradioactive waste, Pakistan also recognizes the vital\r\nimportance of managing radioactive waste in a safe and\r\neffective manner. It is for this reason that Pakistan\r\nparticipated actively in the Group of Experts which was\r\nestablished with the specific mandate of drafting a\r\nconvention on the safety of radioactive waste\r\nmanagement. The expert Group was not mandated to draft\r\nan international convention on the safety of spent fuel\r\nmanagement.\r\nPakistan had suggested that if the scope of the work\r\nof the Group of Experts needed to be expanded, a fresh\r\nmandate should be sought from the General Conference\r\nof the IAEA. We also suggested that a satisfactory\r\nsolution to the question of spent fuel was to consider such\r\nspent fuel in the convention which a contracting party\r\ndeclared as radioactive waste. However, despite the lack\r\nof an appropriate mandate, a Joint Convention which\r\nincludes not only radioactive waste management but also\r\nthe safety of spent fuel management was concluded.\r\nPakistan also had other reservations which were\r\nplaced on the record of the Diplomatic Conference on the\r\nJoint Convention on the Safety of Spent Fuel\r\nManagement and on the Safety of Radioactive Waste\r\nManagement. For the reasons we have stated, Pakistan did\r\nnot support the adoption of this Joint Convention.\r\nOur support for resolution A/52/L.13 as a whole,\r\ntherefore, does not constitute an endorsement of some of\r\nits new elements, especially operative paragraph 10,\r\nconcerning the Joint Convention on the Safety of Spent\r\nFuel Management and on the Safety of Radioactive Waste\r\nManagement.\r\nMr. Pham Quang Vinh (Viet Nam): The General\r\nAssembly has taken action on a draft resolution on the\r\nreport of the IAEA which covers the Agency’s work over\r\nthe last year. My delegation attaches great importance to\r\nthe work of the IAEA in promoting the further application\r\nof nuclear energy for peaceful purposes, expanding\r\ncooperation and technical assistance in this regard, and\r\nensuring that nuclear energy is used only for peaceful\r\npurposes, especially in ensuring the effective\r\nimplementation of the safeguards system.\r\nThe IAEA has made major contributions to efforts\r\nto ensure nuclear safety, radiological protection and\r\nradioactive waste management, helping to minimize risks\r\nto life, health and the environment. We wish to express\r\nour high appreciation for the valuable technical and\r\n21\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nmaterial assistance rendered by the Agency to developing\r\ncountries to meet their special needs in the application of\r\nnuclear energy for peaceful purposes and for economic\r\ndevelopment.\r\nEach year, the General Assembly considers this\r\nagenda item, with its main thrust being to extend its\r\nappreciation and support to the overall work of the Agency.\r\nMy delegation supports the General Assembly’s extending\r\nof its high appreciation to the Agency, and we are in\r\nagreement with the many positive comments in the\r\nresolution, which are appreciative of the work of the\r\nAgency.\r\nHowever, part of the resolution contains provisions\r\nthat have serious implications for the principle of the\r\nsovereignty and territorial integrity of States, a fundamental\r\nprinciple derived from the United Nations Charter; it also\r\ncontains issues over which a divergence of views still exists\r\nin the Agency. Therefore, while highly appreciative of the\r\nnoble task undertaken by the Agency, my delegation felt\r\nobliged to abstain in the voting on the draft resolution.\r\nMr. Gorelik (Russian Federation) (interpretation from\r\nRussian): While supporting as a whole the draft resolution\r\non the report of the International Atomic Energy Agency\r\n(IAEA), the Russian Federation abstained in the voting on\r\noperative paragraph 7. The present wording of this\r\nparagraph contradicts the provisions of the report submitted\r\nto the Security Council by the Director General of the\r\nIAEA in October of this year, inter alia paragraph 79 of\r\nthat report, in which it is stated directly that\r\n“There are no indications of significant\r\ndiscrepancies between the technically coherent picture\r\nwhich has evolved of Iraq’s past programme and the\r\ninformation contained in Iraq’s FFCD-F [Full, Final\r\nand Complete Declaration]”. [S/1997/;779, appendix,\r\npara. 79]\r\nThe present version of operative paragraph 7 creates\r\nthe impression that the General Assembly in substance\r\nsupports the allegation that Iraq retains proscribed materials\r\nand nuclear equipment. But there is no justification for such\r\nassertions, and this is borne out with sufficient clarity by\r\nthe IAEA report.\r\nWe regret that in the course of preliminary\r\nconsultations it was not possible to come up with a text that\r\ncould gain broad support. At the same time, we would like\r\nto underscore again that Russia continues to hold the\r\nprincipled position that Iraq should comply fully with\r\nSecurity Council resolutions, and that we favour\r\nconstructive cooperation between Baghdad, the United\r\nNations Special Commission and the IAEA, in accordance\r\nwith the relevant resolutions of the Security Council.\r\nMr. Asculai (Israel): Israel’s vote in favour of the\r\nresolution as a whole represents its appreciation of the\r\nprofessional work of the International Atomic Energy\r\nAgency (IAEA) in all areas under its mandate. However,\r\nin reference to the third preambular paragraph of the\r\nresolution, it is our firm position that the application of\r\nnuclear energy for peaceful purposes should be conducted\r\non the basis of equality, as described in the IAEA statute,\r\nregardless of whether or not a member State of the\r\nAgency is party to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT). Therefore, Israel had to vote\r\nagainst the third preambular paragraph of the resolution.\r\nPermit me to join the many delegations that have\r\nalready expressed gratitude to Mr. Hans Blix for his many\r\nyears as the Director General of the IAEA and to wish\r\nhim well. Let me also congratulate Mr. Mohamed\r\nElBaradei on his election to the office of Director\r\nGeneral, and to wish him success.\r\nMr. Dehghani (Islamic Republic of Iran): Having\r\nvoted in favour of the draft resolution contained in\r\ndocument A/52/L.13, my delegation wishes to explain its\r\nposition on the fourteenth preambular paragraph and on\r\noperative paragraph 3.\r\nFirst, regarding the fourteenth preambular paragraph,\r\non the composition of regional groups, it is our\r\nconsidered view that the recognized members of the\r\neastern geographical grouping of the Agency are well\r\nplaced to decide about their group’s composition.\r\nRegarding operative paragraph 3, on the Model\r\nAdditional Protocol, we firmly believe that the Protocol\r\nshould be applied equally to the nuclear facilities of all\r\nStates, in particular those that possess nuclear weapons.\r\nOnly if it is universal can the new safeguards system\r\nensure the compliance of all States with the nuclear non-\r\nproliferation principles envisaged in the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT).\r\nWith regard to the statute of the International\r\nAtomic Energy Agency (IAEA), the Islamic Republic of\r\nIran is convinced that the Additional Protocol to\r\nsafeguards agreements should not come compromise the\r\ninalienable rights of the NPT parties to peaceful uses of\r\nnuclear materials and technology.\r\n22\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nMr. Hamdan (Lebanon) (interpretation from Arabic):\r\nFirst and foremost, I would like to state that our abstention\r\nin the voting on the draft resolution was in no way related\r\nto the work of the International Atomic Energy Agency\r\n(IAEA) or with the activities it has undertaken in\r\naccordance with its mandate. We highly value the role of\r\nthe IAEA and its functions.\r\nNonetheless, in our opinion the content of the\r\nfourteenth preambular paragraph is ambiguous, and its\r\nelements are not clear. In fact, no decision on this matter\r\nwas taken at the General Conference of the IAEA. This\r\ndecision is still a subject of consultations, as stipulated in\r\nthis paragraph.\r\nAs we see it, the purpose of this paragraph is not to\r\nadvance the objectives of the IAEA, but rather the political\r\ninterests of certain member States. We believe that Israel\r\nwill exploit this paragraph for political purposes that are\r\ntotally unrelated to the work and activities of the IAEA,\r\nand that it will seek to bypass the present regional-group\r\nsystem, which is in accordance with the rules of procedure\r\nof the United Nations, on which there is general agreement.\r\nAt the same time, Israel persists in refusing to join the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT),\r\nand thereby refuses to subject its nuclear facilities to the\r\ninspection and control system of the IAEA. Reliable\r\ninternational reports and international experts have affirmed\r\nthat Israel developed its capacity to manufacture nuclear\r\nweapons that threaten not only the Arab States, but also the\r\nentire international peace and security system, and thus the\r\npeace and security of all the members of the international\r\ncommunity.\r\nIsrael must show its respect for the IAEA and for the\r\nwill of the international community, join the NPT and\r\nsubmit its facilities to the IAEA system of inspection and\r\ncontrol.\r\nMr. Abou-Hadid (Syrian Arab Republic)\r\n(interpretation from Arabic): My delegation abstained in the\r\nvoting on draft resolution A/52/L.13.\r\nThis does not reflect on the work of the International\r\nAtomic Energy Agency or on the activities it carries out in\r\naccordance with its mandate, since we support and highly\r\nappreciate the Agency’s work and its important role in\r\nassisting States in the field of nuclear energy for peaceful\r\nuses.\r\nWe abstained in the voting on the resolution because\r\nof the non-accession of Israel to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), as applicable to\r\nthe Middle East. Consequently, it is impossible to\r\nestablish a nuclear-weapon-free zone in the Middle East,\r\ndespite the efforts of the IAEA and its Director General,\r\nMr. Hans Blix, to whom we express our thanks and\r\nappreciation for his services. We also wish to welcome\r\nand congratulate the new Director General, Mr. Mohamed\r\nElBaradei, and to assure him of our readiness to\r\ncooperate in ensuring the success of the Agency’s work.\r\nThe fact that Israel alone in the Middle East has not\r\nacceded to the NPT or declared its intention to do so and\r\nto subject all its nuclear facilities to the IAEA safeguards\r\nregime should be seen as a danger to our region and the\r\nworld at large. Israel’s perseverance in its position would\r\nthreaten international peace and security. We therefore\r\nhope that the international community and the IAEA will\r\nsucceed in persuading Israel to accede to the NPT so that\r\nthe Middle East, like other regions of the world, can\r\nbecome a nuclear-weapon-free zone. This would help to\r\nrestore peace, security and stability to that region and the\r\nworld.\r\nAs regards the fourteenth preambular paragraph of\r\nthe resolution, my delegation finds strange the reference\r\nin it to an IAEA draft resolution that was introduced on\r\n19 September 1995 but was not adopted by the IAEA\r\nGeneral Conference and is still the subject of\r\nconsultations. By invoking this draft resolution as a basis,\r\nthe reference aims to serve not the purposes of the IAEA,\r\nbut the political interests of certain Member States. We\r\nbelieve that Israel will exploit this paragraph for political\r\npurposes that have nothing whatsoever to do with the\r\nAgency’s work and activities, but seek to circumvent the\r\nsystem of membership in regional geographical groups\r\nrecognized by the General Assembly in accordance with\r\nthe procedures and regulations agreed upon unanimously\r\nby the countries of each regional group.\r\nWe once again call on the international community,\r\nand in particular the IAEA, to compel Israel, the only\r\nState in the Middle East region not party to the NPT, to\r\nmanifest complete and unconditional respect for the work\r\nof the IAEA and the will of the international community\r\nby acceding to the NPT and subjecting all its nuclear\r\nactivities and facilities to the IAEA comprehensive\r\nsafeguards regime.\r\nMr. Osman (Sudan) (interpretation from Arabic):\r\nMy delegation voted in favour of resolution 52/11, in\r\n23\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nsolidarity with the international consensus and out of\r\nconviction of the importance of the role of the International\r\nAtomic Energy Agency (IAEA). We wish, however, to\r\nexpress our reservations concerning paragraph 7 of the\r\nresolution, which, in our view, reflects clear bias and is not\r\nbalanced, but selective in nature.\r\nThe President: We have heard the last speaker in\r\nexplanation of vote.\r\nI shall now call on those representatives who wish to\r\nspeak in exercise of the right of reply.\r\nMay I remind members that, in accordance with\r\nGeneral Assembly resolution 34/401, statements in exercise\r\nof the right of reply are limited to ten minutes for the first\r\nintervention and to five minutes for the second and should\r\nbe made by delegations from their seats.\r\nMr. Aliyev (Azerbaijan): It was not our intention to\r\naddress the General Assembly today on the item under\r\ndiscussion. But I would like to exercise my right of reply\r\nin accordance with rule 73 of the rules of procedure in\r\norder not to allow this body to be misled by the allegations\r\nmade earlier today by the representative of Armenia. To be\r\nmore specific, I would like to react to the allegation of the\r\nso-called energy blockade imposed by Azerbaijan against\r\nhis country.\r\nI think there is no need to remind everyone here that\r\nArmenia is the country that has committed armed\r\naggression against my country, occupying 20 per cent of its\r\nterritory and leaving a million people without shelter. Under\r\nthese circumstances, Armenia relentlessly keeps on with its\r\neffort to mislead the international community by claiming\r\nthat Azerbaijan is carrying out a blockade. This allegation\r\nsounds even more outrageous given the fact that the\r\nNakhichevan region of Azerbaijan has been cut off from\r\nthe outside world for eight years by Armenia’s blocking of\r\nthe only road linking Nakhichevan with the rest of the\r\ncountry.\r\nTaking all of that duly into account, we do not think\r\nthat Azerbaijan is obliged to provide its neighbour-\r\naggressor with energy to enable it to continue its\r\nexpansionist plans. Besides, it is evident to everyone that\r\nAzerbaijan is not the only source of energy for Armenia,\r\nwhich successfully cooperates in this sphere with its other\r\nneighbours.\r\nMr. Hong Je Ryong (Democratic People’s Republic\r\nof Korea): The delegation of the Democratic People’s\r\nRepublic of Korea wishes to exercise its right of reply\r\nwith regard to the statements of some countries which\r\nreferred to the nuclear issue on the Korean peninsula.\r\nMy delegation was surprised to see the United\r\nStates, a signatory of the Agreed Framework, behaving as\r\nif it has no responsibility for the nuclear issue on the\r\nKorean peninsula. The nuclear issue on the Korean\r\npeninsula originated from the nuclear policy of the United\r\nStates towards the Democratic People’s Republic of\r\nKorea. It is none other than the United States that\r\nintroduced nuclear weapons into South Korea and\r\nthreatened the Democratic People’s Republic of Korea\r\nwith nuclear attack.\r\nWith the collapse of the cold war system, the United\r\nStates tried to use the so-called nuclear issue in order to\r\nisolate and stifle the Democratic People’s Republic of\r\nKorea. Now the United States is talking about non-\r\ncompliance by the Democratic People’s Republic of\r\nKorea with the safeguards agreement, trying to create a\r\nbad image of the Democratic People’s Republic of Korea.\r\nCertainly this will not contribute to the smooth\r\nimplementation of the Agreed Framework.\r\nI once again declare that the Democratic People’s\r\nRepublic of Korea — under the Democratic People’s\r\nRepublic of Korea/United States Agreed Framework, and\r\nenjoying special status with regard to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) — is doing\r\nmore than it was obliged to do under the safeguards\r\nagreement. I reiterate that the resolution of the nuclear\r\nissue on the Korean peninsula depends entirely on how\r\nthe United States implements the Democratic People’s\r\nRepublic of Korea/United States Agreed Framework,\r\nwhich is based on simultaneous actions by both sides.\r\nHow can the Democratic People’s Republic of Korea\r\naccept full inspection by the International Atomic Energy\r\nAgency (IAEA) when the Democratic People’s Republic\r\nof Korea/United States Agreed Framework has not been\r\nimplemented? The United States should bear in mind that\r\nwhen it takes one step the Democratic People’s Republic\r\nof Korea will do the same.\r\nToday a few States have expressed their views on\r\nthe nuclear issue on the Korean peninsula. I think that\r\nthey may have done so because they lack correct\r\nknowledge of the Korean nuclear issue. But the South\r\nKorean representative should not have done so. The South\r\nKorean authorities are traitors of the nation who have\r\nbrought foreign nuclear weapons into the territory of\r\n24\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nKorea. They are still begging for the continued provision of\r\nthe nuclear umbrella from the United States and at the same\r\ntime are boasting of their being under the protection of the\r\nforeign nuclear umbrella. This is so ridiculous that we feel\r\nashamed to mention it as the same nation.\r\nWhen the South Korean representative talked about the\r\nnuclear issue of the Democratic People’s Republic of\r\nKorea, the thought came to our minds that it was\r\nunnecessary for them to say something which the South\r\nKorean authorities have no right to say. The South Korean\r\nauthorities may attempt to convince the international\r\ncommunity of the nuclear issue on the Korean peninsula.\r\nMy delegation cannot see any credibility or sincerity in\r\ntheir words and deeds.\r\nMr. Abelian (Armenia): I would like to exercise my\r\nright of reply with regard to the statement made a little\r\nearlier by my Azerbaijani colleague.\r\nThe position of my delegation on agenda item 14,\r\n“Report of the International Atomic Energy Agency”, was\r\nset forth in my statement this morning. At this stage I will\r\nnot go through an unnecessary debate with my colleague\r\nfrom Azerbaijan or respond to the allegations and\r\naccusations made against Armenia. I would just like to\r\nstress that Azerbaijan is in conflict with Nagorno-Karabakh,\r\nand the issue of the Nagorno-Karabakh/Azerbaijan conflict\r\nis dealt with in the Organization for Security and\r\nCooperation in Europe Minsk Group. The floor of the\r\nGeneral Assembly is not the appropriate forum to discuss\r\nthese issues, and this agenda item is not related to\r\naccusations and allegations made by my Azerbaijani\r\ncolleague.\r\nMr. Yung Woo Chun (Republic of Korea): My\r\ndelegation deeply regrets the conspicuous lack of restraint\r\nand civility in the language our North Korean colleague has\r\nused. Our North Korean colleague made a claim to the\r\neffect that Pyongyang enjoys special status under the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT) and is\r\ntherefore not currently bound by a safeguards agreement\r\nwith the International Atomic Energy Agency (IAEA), but\r\nis bound only by the Agreed Framework with the United\r\nStates. Although we recognize that North Korea is special\r\nand unique in many different ways, this claim does not\r\nmake sense to us. As long as North Korea remains a party\r\nto the NPT, it goes without saying that it is under legal\r\nobligations to comply with the safeguards agreement.\r\nThe Security Council, acting on the Geneva Agreed\r\nFramework on 4 November 1994, confirmed this point by\r\nunderlining that the North Korean Safeguards Agreement\r\nwith the IAEA remains binding and in force. We have no\r\ndoubt that the Agreed Framework, if fully implemented,\r\ncan contribute to the ultimate resolution of the Korean-\r\nNorth Korean nuclear issue, and that is why my\r\nGovernment is ready to assume the largest share of the\r\ncost of the light-water reactor project.\r\nIt should be emphasized, however, that bilateral\r\narrangements such as the Agreed Framework are intended\r\nto supplement and not replace, supersede or detract from\r\nthe global nuclear non-proliferation regime under the\r\nNPT. Therefore we cannot accept North Korea’s attempt\r\nto use the Agreed Framework as an excuse for non-\r\ncompliance with these multilateral obligations to all\r\nparties to the NPT.\r\nAlthough North Korea argues that all that matters for\r\nnow is the Agreed Framework, we cannot but point out\r\nPyongyang’s lack of cooperation with the IAEA even in\r\nverifying the implementation of the Agreed Framework.\r\nUnder the Agreed Framework, North Korea is to freeze,\r\namong other things, the two proliferation-prone reactors\r\nunder construction with a capacity of 50 megawatts and\r\n200 megawatts, respectively. And yet only the empty\r\nconstruction sites are frozen, while the key components\r\nmanufactured for the reactors have not been accounted\r\nfor.\r\nThe Agreed Framework cannot attain its intended\r\npurpose until these key components are frozen, brought\r\nunder effective IAEA monitoring and dismantled.\r\nMr. Hong Je Ryong (Democratic People’s Republic\r\nof Korea): I regret that I have to take the floor once\r\nagain. The South Korean representative has just made a\r\nsomewhat lengthy statement with regard to the nuclear\r\nissue on the Korean peninsula. As I stated earlier, my\r\ndelegation does not see any credibility, gravity or value\r\nin his statement. The more the South Korean\r\nrepresentative speaks about the nuclear issue on the\r\nKorean peninsula, the more it will reveal a poor position,\r\ndevoid of independence and manipulated by the United\r\nStates.\r\nI should like to avoid elaborating further on the\r\nnuclear issue for the sake of saving our precious time.\r\nMr. Yung Woo Chun (Republic of Korea): The\r\nnature of North Korea’s non-compliance with the\r\nsafeguards agreement and other non-proliferation\r\n25\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\ncommitments is well documented. We see no need to go\r\ninto detail.\r\nNorth Korea should realize that its nuclear issue will\r\nremain unresolved as long as it believes that prevarication\r\nand stonewalling is the best policy. The position of the\r\nRepublic of Korea is reflected in paragraph 6 of the\r\nresolution that the General Assembly has just adopted by an\r\noverwhelming majority. The unmistakable message of this\r\nresolution is that there is no substitute for North Korea’s\r\ncooperation in good faith with the implementation of\r\nInternational Atomic Energy Agency (IAEA) safeguards.\r\nWe hope that North Korea will heed this message and act\r\naccordingly.\r\nThe President: May I take it that it is the wish of the\r\nGeneral Assembly to conclude its consideration of agenda\r\nitem 14?\r\nIt was so decided.\r\nAgenda item 157 (continued)\r\nUnited Nations reform: measures and proposals\r\nReport of the Secretary-General (A/51/950 and\r\nAdd.1-5)\r\nDraft resolution (A/52/L.17)\r\nThe President: The report of the Secretary-General\r\nhas been circulated in document A/51/950 and Addenda 1\r\nto 5. Addendum 6 will be issued tomorrow, Thursday, 13\r\nNovember. However, I should like to inform the General\r\nAssembly that Addendum 6 was circulated as CRP.6\r\nyesterday.\r\nWe have reached an important point in our\r\nconsideration of agenda item 157, “United Nations reform:\r\nmeasures and proposals”. By submitting his report\r\n“Renewing the United Nations: a programme for reform”\r\nto the General Assembly, the Secretary-General has offered\r\nvivid proof of the ability of the United Nations to adapt to\r\nthe changing international environment.\r\nThe Secretary-General’s report has been recognized as\r\na far-reaching attempt to transform the Organization into an\r\ninstitution that will be better prepared in the next century to\r\neffectively carry out the mandates emanating from the\r\nCharter and from the legislative intergovernmental\r\nmachinery. It commanded broad support from the Heads of\r\nState and Government who participated in the general\r\ndebate, which has been reiterated since then in a number\r\nof other forums both within and outside the United\r\nNations. As the most recent example, I can cite the\r\nstatement of 10 November by the Prime Ministers of the\r\nNordic countries expressing their strong support for the\r\nSecretary-General’s programme of reforms and\r\nemphasizing that it provides a unique opportunity to\r\ntransform the United Nations.\r\nIn dealing with this agenda item, the General\r\nAssembly has broken new ground. By adopting the\r\nformat of open-ended informal consultations of the\r\nplenary, it has exercised its responsibilities with a sense\r\nof pragmatism and respect for democratic procedures.\r\nIndividual delegations and groups of countries were able\r\nto express their views on the wide range of measures and\r\nproposals contained in the report. Suffice it to say that\r\nduring the 12 meetings held in this novel negotiating\r\nformat, there were almost 200 statements and\r\ninterventions from delegations spanning the broad\r\nspectrum of the Assembly’s membership.\r\nThe consultations also generated a fruitful dialogue\r\nwith the Secretary-General and his representatives that\r\nhelped to clarify and elaborate issues on which questions\r\nwere raised and suggestions put forward. As a result, six\r\naddenda to the report have been issued. In addition, the\r\nSecretary-General’s statement at the informal\r\nconsultations as well as Secretariat responses to queries\r\nhave now been released as official documents.\r\nThe draft resolution that we have before us is the\r\nresult of a truly collective effort. Initiative, creativity and\r\nthe diplomatic skills of individual delegations and\r\nrepresentatives, combined with a serious and constructive\r\napproach adopted by groups of States, has helped us to\r\nbuild a solid foundation for future progress.\r\nParallel to informal consultations of the plenary, I\r\nhave been conducting — personally and through the\r\nFriends of the President, the Permanent Representatives\r\nof Brazil and Norway — extensive bilateral discussions\r\nwith representatives of countries and groups of countries.\r\nI should like to stress the invaluable work carried out by\r\nAmbassadors Amorim and Biørn Lian, whose dedication\r\nand ability have been crucial to my endeavours and to\r\nwhom I express my deep personal gratitude.\r\nAnother key factor in the success of our enterprise\r\nwas the support and active involvement of several groups\r\nof States, among them the Group of 77, the Non-Aligned\r\n26\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nMovement and the European Union, whose Chairmen have\r\nplayed a vital role in promoting an agreement.\r\nAs we went about our business, we might not have\r\nmade big headlines, but we certainly made headway\r\ntowards building a consensus, in part through compromise,\r\nthat essential instrument of multilateral diplomacy. In the\r\nprocess we have proven wrong the naysayers who often\r\nchoose to see the Assembly’s diversity as a drawback rather\r\nthan as the valuable asset that it is. I think that this is an\r\nextremely important point to make, since there is sometimes\r\na tendency to overlook the fact that the General Assembly\r\nis the most representative organ of the United Nations,\r\ncomprising its entire membership. No less important, this\r\nmain deliberative and legislative organ of the United\r\nNations is a democratic institution, in which each member,\r\nbig or small, rich or poor, has a say and a vote.\r\nIndeed, the degree to which the Assembly can\r\nreconcile individual concerns and interests in the name of\r\na common goal that has unquestionable value for all can\r\nserve as a valuable yardstick for measuring the success of\r\nthis body.\r\nAs we mark today the passing of an important\r\nmilestone, we should not forget that there is still a rather\r\nlong and arduous road ahead of us in our joint efforts to\r\nrenew and revitalize the United Nations. There is no doubt\r\nin my mind that we can get there successfully if we\r\ncontinue to work together in the same admirable spirit of\r\ncooperation and goodwill that has so far been the hallmark\r\nof our deliberations on United Nations reform.\r\nI understand that the Secretary-General wishes to\r\nmake a statement, and I invite him to take the floor.\r\nThe Secretary-General: Today is an important\r\nmoment in the history of the United Nations. The draft\r\nresolution that you, the members of this Assembly, are\r\nabout to adopt affirms that the General Assembly and the\r\nSecretary-General are working in partnership to bring about\r\nthe quiet revolution that I announced on 16 July. Together\r\nwe can transform the United Nations, renewing it for a new\r\nera and ensuring thereby that it retains a central role in\r\nadvancing the principles of the Charter and the interests of\r\npeople everywhere.\r\nWe will succeed in this endeavour because we must\r\nsucceed. Now more than ever, the world needs a revitalized\r\nUnited Nations. The concept of our common fate on this\r\nplanet has long since moved from the realm of abstract\r\nideas to that of everyday practical reality. The United\r\nNations is the only universal institutional expression of\r\nthat common fate. Accordingly, we are obligated, to\r\nourselves and to successor generations, to make it work\r\nas effectively and efficiently as we know how.\r\nYour debate these past few weeks has been both\r\nuseful and constructive in facilitating the adoption of a\r\nconsensus resolution. I have welcomed your queries and\r\nsuggestions concerning the implementation of my\r\nprogramme of actions, and I will, of course, fully take\r\nthem into account as I proceed.\r\nMr. President, all of us owe you our deepest\r\ngratitude for your innovative and judicious guidance of\r\nthese deliberations. We are also indebted to the two\r\n“Friends of the President”, the Permanent Representatives\r\nof Brazil and of Norway, who worked indefatigably with\r\nyou throughout the consultations and negotiations.\r\nThe actions that reside within my own jurisdiction\r\nare one component part of the overall reform package.\r\nWe must now move forward expeditiously with the rest.\r\nMy representatives and I look forward to continuing to\r\nwork with the General Assembly.\r\nThe position of Deputy Secretary-General is an\r\nessential element of my proposed revamping of the\r\nleadership and management structure of the Secretariat.\r\nSo too are the staffing and funding proposals that round\r\nout my restructuring efforts.\r\nThe development dividend and multi-year funding\r\nfor operational activities reinforce the Organization’s\r\ncommitment to our core objective of development.\r\nBy means of the proposed ministerial commission on\r\nthe specialized agencies, the United Nations can achieve\r\ngreater system-wide coherence and impact in meeting new\r\nchallenges. The Millennium Assembly, to which the\r\nministerial commission would report, together with the\r\nMillennium People’s Assembly, affords the entire\r\ninternational community the opportunity to articulate a\r\nstrategy of multilateral cooperation for the century ahead.\r\nA new, results-based budgeting system is essential\r\nto move us beyond the constraints and rigidities of\r\nmicromanagement. It will provide Member States with the\r\naccountability they need and deserve while giving the\r\nSecretariat the flexibility required to achieve its mandates\r\nin the most cost-effective manner.\r\n27\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nMechanisms to focus the Assembly’s deliberations and\r\nto regularly update its agenda, coupled with the introduction\r\nof sunset provisions for new mandates, will enhance the\r\nresponsiveness and dynamism of the Assembly as the\r\nOrganization’s highest and most representative legislative\r\nbody.\r\nOther of my recommendations address the severe\r\ncash-flow problem of the Organization, and propose\r\ninstitutional refinements to strengthen the performance of\r\nthe Organization in the areas of disarmament, humanitarian\r\naffairs, political affairs, peacekeeping, public information\r\nand the rationalization of the subsidiary machinery of the\r\nEconomic and Social Council.\r\nOn 22 September, I called on you, the members of the\r\nGeneral Assembly, to make this the Reform Assembly.\r\nToday, we have together taken a major step in that\r\ndirection. Let us now continue our efforts and complete the\r\njob by the end of this Assembly session.\r\nThe President: I wish to introduce the draft resolution\r\ncontained in document A/52/L.17.\r\nBy adopting this draft resolution, the General\r\nAssembly would in part affirm its determination to\r\nstrengthen the role, capacity, effectiveness and efficiency of\r\nthe United Nations and thus improve its performance in\r\norder to realize the full potential of the Organization. The\r\nAssembly would commend the efforts and initiatives of the\r\nSecretary-General aimed at reforming the United Nations,\r\nand it would call upon the Secretary-General, while\r\nimplementing the actions described in his report, to take\r\nfull account of the views and comments expressed by\r\nMember States and groups of Member States.\r\nAmong other provisions, the General Assembly would\r\nstress that the actions would be implemented with full\r\nrespect for the relevant mandates, decisions and resolutions\r\nof the General Assembly, including in particular the\r\nMedium-Term Plan for the period 1998-2001. It would also\r\ndecide to continue the consideration of the report of the\r\nSecretary-General.\r\nI would like now to draw the attention of members to\r\none minor technical amendment to draft resolution\r\nA/52/L.17. I would also like to inform members that, as\r\ndiscussed yesterday during the informal consultations on\r\nagenda item 157, with regard to paragraph 2 of draft\r\nresolution A/52/L.17, the papers expressing the views of\r\nMember States which have been communicated to me are\r\nbeing transmitted to the Secretary-General with a covering\r\nletter of the President of the General Assembly.\r\nThis covering letter will be circulated as an official\r\ndocument of the General Assembly under the symbol\r\nA/52/664. Accordingly, you are asked to add this symbol\r\nin footnote 5 at the bottom of the second page of draft\r\nresolution A/52/L.17, where reference is already made to\r\ndocuments A/52/661, A/52/662 and A/52/663. This was\r\nagreed yesterday and has been confirmed during this\r\nplenary meeting.\r\nBefore we proceed to take action on the draft\r\nresolution, I shall first call upon those representatives who\r\nwish to explain their position or vote before a decision is\r\ntaken.\r\nMr. Baali (Algeria) (interpretation from French):\r\nThis Assembly is about to adopt draft resolution\r\nA/52/L.17 entitled “Renewing the United Nations: a\r\nprogramme for reform” on the actions of the Secretary-\r\nGeneral which you yourself, Sir, have introduced. On this\r\nsolemn occasion, my delegation wishes to express to you,\r\nSir, its sincere thanks for the substantial efforts you have\r\nmade in order to reach this successful conclusion of our\r\ndeliberations. I would also like to express my profound\r\nappreciation to the two “Friends of the President”, the\r\nPermanent Representatives of Norway and Brazil, who,\r\nbeyond question, have given you valuable assistance.\r\nThe Member States have also made a constructive\r\ncontribution, which enables us to adopt by consensus a\r\ntext noteworthy for its balanced content which at the\r\nsame time conveys a clear and firm message of support\r\nto the Secretary-General for the implementation of the\r\nreform measures he has initiated.\r\nIt is in a fully receptive and constructive spirit that\r\nmy delegation, which has always been in favour of the\r\nrevitalization and renewal of our Organization, has\r\nactively participated in the open-ended informal\r\nconsultations of the plenary on this agenda item relating\r\nto the reform of the United Nations. Moreover, my\r\ndelegation is entirely ready today to join in the consensus\r\nfor the adoption of this draft resolution.\r\nAllow me, on this occasion, to express my country’s\r\nimmense interest in the implementation of the reform\r\nmeasures with regard to questions such as disarmament,\r\ndevelopment, human rights, humanitarian assistance,\r\npreventive action and the involvement of civil society in\r\nthe activities of our Organization. The implementation of\r\n28\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nthe reform measures must, as the draft resolution so\r\nopportunely affirms, take place within the specific\r\nframework of the mandates, decisions and resolutions of the\r\nGeneral Assembly, and with full respect for the Rules of\r\nProcedure of the General Assembly, in particular rule 153,\r\nand the Financial Regulations and Rules of the\r\nOrganization.\r\nMy delegation also wishes to stress that the comments\r\nand positions voiced by the various regional groups and\r\nother groupings of Member States in the consultations on\r\nthis issue constitute the essential points of reference for the\r\nimplementation of the reform measures.\r\nAlgeria also supports this draft resolution because it\r\ngives Member States the opportunity openly to show their\r\nsupport for the Secretary-General while paying due\r\nattention to the implementation stage. In this respect, my\r\ndelegation is pleased that, through the submission by the\r\nSecretary-General of a report on the implementation of the\r\nreform measures at its next session, the General Assembly\r\nwill be fully informed of the stage reached in applying the\r\nmeasures.\r\nLastly, my delegation believes that this\r\ncomplementarity — this association, this synergy — that is\r\ntaking shape between the General Assembly and the\r\nSecretary-General is the best formula for success in the\r\nreform process. It is also the best image that the United\r\nNations can put forward to the international community as\r\na resolute and solemn expression of the will that drives us\r\nall to join in reforming the Organization in order to renew\r\nit as an instrument capable of meeting the challenges of the\r\ncoming millenium.\r\nMr. Valencia Rodríguez (Ecuador) (interpretation\r\nfrom Spanish): My delegation wishes to extend its thanks\r\nto you, Sir, for your efforts in guiding the informal\r\nconsultations of the plenary which have led to the\r\nsubmission of the draft resolution we are now considering,\r\nwhich appears in document A/52/L.17. I also wish to\r\nexpress our gratitude to the Chairmen of the Group of 77\r\nand China and of the Non-Aligned Movement (NAM), to\r\nboth of which my country belongs, for the diligence they\r\nhave shown in their coordination efforts to arrive at this\r\nresult. My gratitude is also extended to the Ambassadors of\r\nBrazil and Norway, the two “Friends of the President”.\r\nMy delegation, which played an active part in the\r\ninformal consultations in the plenary, wishes to express its\r\nfull support for this draft resolution. In so doing, we would\r\nlike to highlight the following aspects contained or referred\r\nto in that document: first, the reference to the purposes\r\nand principles of the Charter, which are the irreplaceable\r\nfoundations on which the work of our Organization is\r\nbased; secondly, respect for the rules governing functions\r\nand competence of the General Assembly and, hence, the\r\nfinancial and administrative norms, all of which must be\r\nfully complied with; thirdly, the need for the Secretary-\r\nGeneral’s proposals to be considered in the context of the\r\nproposed programme budget for 1998-1999; fourthly, the\r\nauthorization for the Secretary-General to implement the\r\nactions described in his report, taking account of the\r\nviews and comments expressed by Member States and\r\ngroups of States; fifthly, the need to respect the relevant\r\nGeneral Assembly mandates, decisions and resolutions,\r\nincluding in particular the medium-term plan for the\r\nperiod 1998-2001; and, sixthly, the recognition of the\r\nauthority of the Secretary-General, the highest\r\nadministrative official in this Organization, and the head\r\nof one of the principal organs of the United Nations, the\r\nSecretariat — a recognition that reflects the confidence\r\nplaced by the Member States in this top-ranking official.\r\nConsequently, my delegation agrees that this draft\r\nresolution should be adopted by this formal plenary\r\nwithout a vote.\r\nMr. Kamal (Pakistan): The action that we are taking\r\ntoday on the Secretary-General’s report entitled\r\n“Renewing the United Nations: a programme for reform”\r\nmarks an important step in our collective efforts to inject\r\ngreater relevance into our Organization. Self-examination\r\nand reform are essential elements of an ongoing process\r\nwhich will not only help us adjust to the changes in the\r\nworld more than 50 years down the line, but also, and\r\nperhaps more importantly, enable us to face the\r\nchallenges of a tomorrow in which the changes and\r\ndevelopments will be even more dramatic.\r\nMy delegation would like to pay tribute to the\r\nSecretary-General for the dedicated efforts which have\r\nbeen made by him, and under his stewardship, and the\r\ncourageous vision with which he has sought to concretize\r\nhis proposals for reform.\r\nReform is never easy, partly because it implies\r\nchange and therefore a departure from the hallowed\r\nphysical principle of inertia, and partly because in the\r\nunbalanced world in which we live reform is not always\r\nof equal and mutual benefit to all. There is always the\r\ntemptation to use reform in order to advance the narrow\r\npolitical interests of the few, or to demean it as a\r\nconditionality for the fulfilment of contractual obligations\r\n29\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nwhich have not always been met with the same\r\ncommitment as the exercise on reform itself.\r\nIt is, therefore, necessary to be absolutely clear as to\r\nthe real objectives of reform. In the first place, reform has\r\nto strengthen the Organization’s capacity to deliver on the\r\npromise of the Charter. Our goal is the more efficient\r\nrealization of its greater democratization, and a restoration\r\nof the primacy of the role of the United Nations in\r\ndevelopment. We strive to correct global disparities and\r\ninjustice, to uphold principles of collective weal and to\r\nfurther peace and prosperity for all.\r\nThe strengthening of the leadership capacity of the\r\nUnited Nations should be aimed at enhancing the\r\nOrganization’s capacity to implement the programmes and\r\nactivities mandated by Member States. Reform cannot be\r\nconfounded with downsizing, even less with a downsizing\r\nin which lower-level personnel are eliminated while the top-\r\nheavy, inverted pyramid of a resource-short Organization is\r\nsimultaneously expanded.\r\nThe primary responsibility for reform rests upon\r\nMember States, on us, for this is our Organization. If\r\nreform has been so slender, despite the consideration which\r\nhas been given to it over the past two years, it is because\r\nthe fault is ours, and not in our stars. That is why we\r\nwould like to render tribute to you, too, Mr. President, for\r\nthe great assiduity and commitment with which you,\r\npersonally, have chaired the lengthy and difficult\r\nnegotiations in the informal consultations over the past\r\nseveral weeks, and the success that you have achieved.\r\nWere it not for that leadership, and the support of your\r\nfriends, we would not have reached the stage that we are at\r\ntoday.\r\nIt is important to point out that all reform efforts have\r\nto be undertaken strictly within the overall framework of\r\nmandates provided by Member States. It is those mandates,\r\ndetermined by Member States sitting together, which define\r\nnot only the parameters for the activities of this\r\nOrganization, but also the reference points for advanced and\r\nstrategic planning. There can be no question of attempting\r\nto shift the centre of gravity for decision-making on\r\nmandates out of the hands of Member States. It is for the\r\nMember States to determine and ensure the strategic\r\ncoherence and direction in the work of the Organization,\r\njust as it is for the Secretariat to ensure the best possible\r\nservicing and the timely submission of documentation and\r\nreports which would enable the Member States to do so.\r\nIf we have had so much difficulty during the course\r\nof our informal deliberations, it is because several of the\r\nproposals described as “actions” in the Secretary-\r\nGeneral’s report implied changes in mandates, or an\r\nextension beyond the powers of the Secretary-General as\r\ndefined in Article 97 of the Charter.\r\nIt has emerged from the lengthy consultations that\r\nthese are not the views of Pakistan alone, but that they\r\nare widely shared, as was only to be expected. That is\r\nwhy we are happy to see the improvements that have\r\nbeen agreed to in redefining the parameters of some of\r\nthe action proposals. Of particular concern in this context\r\nwas the proposal of the Secretary-General on\r\ndisarmament, which is a complex and sensitive issue,\r\ncutting across mandates, with programmatic implications,\r\nfinancial implications and reporting requirements, as well\r\nas the overall servicing requirements of a negotiation\r\nprocess which is essentially Geneva-based.\r\nThe Secretary-General’s proposals recognized the\r\ncomplexity of the issue, and correctly classified it under\r\ndifferent headings because of its cross-cutting nature. If\r\nso much effort had to be expended in pointing out some\r\nof the flaws and inconsistencies described in that part\r\nrelating to disarmament which came under what was\r\ndescribed as Action 6, it was because of this very fact.\r\nThe mandates for United Nations activities in the domain\r\nof disarmament fundamentally flow from the first special\r\nsession of the General Assembly devoted to disarmament,\r\nwhose validity remains unquestioned and unquestionable,\r\nuntil and unless any change in them is agreed in the next\r\nspecial session of the General Assembly devoted to\r\ndisarmament. That is why the medium-term plan for the\r\nperiod 1998-2001, which was adopted by consensus in\r\nthis very house less than a year ago, and which\r\nconstitutes the principal policy directive of the United\r\nNations for the next three years, clearly defines in its\r\nprogramme 26 the framework for the Organization’s\r\nactivities in the field of disarmament in accordance with\r\nthe agreed mandates. That is why, again, we felt as\r\nstrongly as we did that any strengthening, if needed,\r\nshould take place in Geneva, where the centre of gravity\r\non disarmament lies, in the Conference on Disarmament,\r\nwhich is the sole multilateral negotiating forum on\r\ndisarmament that we have.\r\nIn this context we highly appreciate the fact that the\r\nSecretary-General has responded to the persistent\r\nreasoning by the Member States, and has modified his\r\noriginal proposal contained in Action 6. He has clearly\r\nstated that he is mindful of and has full respect for the\r\n30\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nguidelines laid down in the medium-term plan and the\r\nexisting legislation on the programmatic content of the\r\nwork of the substantive entities, as well as the financial\r\nrules and regulations of the Organization. The new\r\nDepartment, he has further stated, will be called, as\r\nmandated, vide resolution 37/99K, the Department for\r\nDisarmament Affairs. We note with satisfaction that the\r\nreference to arms regulation has been dropped, and that the\r\nprogrammatic aspects of the Department will be considered\r\nin conjunction with the related recommendation. The\r\nfinancial aspects and the matters pertaining to upgrading\r\nhave been submitted to and will be considered by the Fifth\r\nCommittee in conformity with rule 153 of our rules of\r\nprocedure, a cardinal principle which we should all\r\nscrupulously abide by. We understand that this examination\r\nwill be done with full regard for the overall emphasis on\r\npersonnel reduction in the Organization.\r\nWe pay a warm tribute in this regard to the Secretary-\r\nGeneral for his sagacity, political wisdom and receptivity to\r\nthe views of Member States in pursuing the process of\r\nUnited Nations reform.\r\nAs agreed in the informal consultations, we have\r\nrequested you, Mr. President, to formally transmit our\r\nviews on Action 6, as well as on other actions contained in\r\nthe report [A/51/950], as part of the official communication\r\nthat you will send to the Secretary-General, with the\r\nappropriate document reference number to which you\r\nreferred in your introduction, so that he takes them fully\r\ninto account while implementing his proposals.\r\nOur Organization stands at the crossroads of history on\r\nthe eve of a new millennium. We all need to rededicate\r\nourselves to the fundamental purposes and principles\r\ndefined in the Charter, whose validity remains as potent\r\ntoday as when they were originally drafted by the founding\r\nfathers of the Organization. Pakistan is happy that we have\r\nall agreed on the text of a draft resolution which will move\r\nus further along the path of strengthening the Organization\r\nin the achievement of its goals. We share the satisfaction of\r\nall other Member States at this decisive moment.\r\nMr. Rodríguez Parrilla (Cuba) (interpretation from\r\nSpanish): The delegation of the Republic of Cuba wishes to\r\nacknowledge the efforts of the Secretary-General aimed at\r\nstrengthening and revitalizing the role of the United\r\nNations. We also wish to acknowledge the personal\r\ncontribution made by you, Mr. President, and of the\r\nAmbassadors of Brazil and Norway in the discussion and\r\nnegotiation of this proposal.\r\nThe role of the Chairmen of the Group of 77 and\r\nChina and of the Movement of Non-Aligned Countries\r\nhas been significant in presenting the positions of those\r\ngroups of countries, to which Cuba is honoured to belong.\r\nCuba has defended and defends today the urgent\r\nneed for a thorough reform of the United Nations.\r\nIt is not a matter of supporting reform for the sake\r\nof reform but, rather, of supporting a reform aimed at\r\nmaking the United Nations truly democratic, at re-\r\nestablishing in its practices the principles of the Charter\r\nwhich, notwithstanding their total validity and relevance,\r\nare, in this unipolar era, undermined or reinterpreted to\r\nserve political interests.\r\nWe must uphold in every action the sovereign\r\nequality of States and eradicate privileges and\r\nanachronisms that are incompatible with equality and\r\ndemocracy among nations, such as the veto.\r\nWe must make the Security Council participatory,\r\ntransparent in its methods and democratic in its\r\nprocedures, and we must ensure that it represents and\r\nserves Member States and not merely a small group of\r\nthem.\r\nThe reform should serve to restore the authority of\r\nthe General Assembly, frequently usurped or diminished\r\nby the Security Council.\r\nWe must establish the problems of development,\r\nwhich is a fundamental human right, as the true priority\r\nof the United Nations system, and ensure the necessary\r\nresources.\r\nWe must promote the full exercise of all human\r\nrights by all men and women, promoting their\r\nuniversality, interdependence and non-selectivity and\r\navoiding harmful political manipulation.\r\nWe must resolve the financial problems of the\r\nOrganization on the basis of timely, full and unconditional\r\npayment of assessed contributions, drawing a distinction\r\nbetween those who are truly victims and whose\r\neconomies do not allow them to pay on time and the\r\npolitical conditions set by the principal debtor.\r\nOur delegation hopes that the Secretary-General’s\r\nproposal will help us make progress, and we are thankful\r\nfor his assurances that the views expressed by Member\r\nStates will be taken duly into account.\r\n31\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nThe delegation of Cuba will join the consensus in\r\nfavour of the draft resolution before us, in order to make its\r\nmost constructive and flexible contribution to this complex\r\nprocess promoting the use of consensus.\r\nThis is not the draft resolution we would have liked,\r\nnor can we consider the process that has led us to it a\r\nmodel. The instrumentation of some of the elements of the\r\nactions proposed has been hasty, preceding the very\r\nexistence of the draft resolution. We believe that some of\r\nthe actions have not taken into account the relevant General\r\nAssembly legislative mandates, its resolutions and\r\ndecisions, and there are even contradictions with the\r\nmedium-term plan for 1998-2001, which the Assembly\r\nadopted by consensus.\r\nWe feel that some of the actions unduly impinge on\r\nthe authority of the General Assembly. The Group of 77\r\nand China and the Movement of Non-Aligned Countries\r\nhave submitted numerous proposals and raised many\r\nquestions that could have been better taken into account.\r\nIn the case of our delegation, we must express serious\r\nreservations on actions 5, 6, 10 (b), 13, 14, 15, 16, 17 and\r\n20, and we repeat that a number of our questions have not\r\nbeen answered or were not given sufficient clarification.\r\nIn fact, were we in full compliance with rule 153 of\r\nthe General Assembly’s rules of procedure, we should not\r\nbe meeting here without the Fifth Committee having taken\r\na position on the financial and programme implications of\r\nthe draft resolution. We have been told that this is an\r\nexception, but in my delegation’s view this should not have\r\noccurred because in fact there is no legitimate reason for it,\r\nnor should it be invoked in the future as a precedent.\r\nWe will oppose any attempt to restrict the mandate of\r\nthe Fifth Committee. It is curious, as well as regrettable,\r\nthat we are taking decisions on such serious matters without\r\nhaving devoted a single minute to their discussion in an\r\nopen meeting of the General Assembly.\r\nI should like to thank you, Mr. President, for your\r\ndecision to send to the Secretary-General the views\r\nexpressed by groups of States and Member States in the\r\ncourse of our informal consultations. My delegation fully\r\ntrusts that its views, officially submitted to the President of\r\nthe General Assembly before this meeting, will be\r\nforwarded officially to the Secretary-General in the\r\nappropriate document, and we express our full confidence\r\nthat the Secretary-General will take due account of them.\r\nThe Secretary-General and the President of the\r\nGeneral Assembly can and will be able to rely on the\r\nconstructive and flexible contribution of our delegation\r\nboth in considering the pending aspects of actions that\r\nwill require the consensus of Member States as well as in\r\nthe meticulous and responsible negotiation of the\r\nrecommendations that have been drafted, in the hope and\r\nneed of achieving true consensus.\r\nMr. Ovia (Papua New Guinea): I would like to\r\ncongratulate you, Mr. President, on your efforts and those\r\nof your friends during this exercise. I would also like,\r\nthrough you, to pay tribute to the Secretary-General in his\r\nattempt to enhance the overall efficiency of the United\r\nNations and to prepare it for the challenges of the twenty-\r\nfirst century. He unveiled a package of extensive and far-\r\nreaching reforms that call for bold and drastic policy,\r\ninstitutional and financial changes.\r\nFrom the outset, also, I would like to say that we\r\njoin the consensus on this draft resolution. I would also\r\nlike to congratulate the Ambassador of the United\r\nRepublic of Tanzania, on behalf of the Group of 77, and\r\nthe Ambassador of Colombia, on behalf of the Movement\r\nof Non-Aligned Countries, on the diligent work they have\r\nundertaken in this exercise. Their statements, and the\r\npoints and queries they have raised, must be taken fully\r\ninto account in the implementation of the reforms.\r\nHaving said that, I would also like to make some\r\npoints on the draft resolution. The draft resolution before\r\nus today is an important and well-crafted document. It has\r\ntaken weeks of negotiations. As stated by the Group of 77\r\nand China, the Non-Aligned Movement and the European\r\nUnion, the draft resolution is admittedly not as\r\ncomprehensive or as exhaustive as it might have been and\r\nis lacking in some aspects. In fact, I would like to add\r\nthat it is fairly vague in some parts but that it continues\r\none positive and general thrust given earlier by Heads of\r\nGovernment and Foreign Ministers during the general\r\ndebate in the Assembly, and which we all support.\r\nWith this background, today’s draft resolution is a\r\nreaffirmation of the political message that we are now\r\nsending out to the international community. Papua New\r\nGuinea, as a member of both the Group of 77 and the\r\nMovement of Non-Aligned Countries, has joined the\r\nconsensus, despite our own — and perhaps some other\r\nsmaller delegations’ — difficulties in trying to appreciate\r\nfully and participate constructively in the process owing\r\nto the peculiarities of the size of our delegations.\r\n32\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nAs our delegation stated in the informal working group\r\non the reform of the General Assembly, we would have\r\npreferred a longer time-frame for these difficult issues and\r\na more thorough discussion of issues. Be that as it may, we\r\nhave joined the consensus, and I would only like to express\r\nour sincere hope that the draft resolution is well understood\r\nby the Secretariat and that there are no difficulties or\r\nambiguities in its implementation. I would also like to\r\nexpress the hope that the Advisory Committee on\r\nAdministrative and Budgetary Questions and the Fifth\r\nCommittee, which are discussing the financial implications\r\nof the draft resolution, will be making a clear decision to\r\nproceed and implement all the actions for the good of\r\nMember States, having clearly decided the priorities in the\r\ndraft resolution.\r\nHowever, in addition, it is my delegation’s firm belief\r\nthat this is the beginning of a new process and not an end\r\nin itself, and that any differences that we have on actions\r\nand, perhaps, the recommendations of the Secretary-\r\nGeneral, as they relate to our countries and regions, will be\r\ncontinually and carefully discussed to suit our own\r\nparticular situations before they are implemented. In other\r\nwords, today’s historic decision is seen by us not as an end\r\nin itself, but rather the beginning of a closer working\r\nrelationship with the United Nations Secretariat and\r\nOrganization when it relates to our international, regional\r\nand bilateral interests.\r\nFinally, I would like to raise a continuing general\r\nconcern of my delegation. We note that the reforms of the\r\nSecretary-General have made human rights issues a cross-\r\nsectoral issue. My delegation is wondering about the future\r\nof the issues on environment and sustainable development\r\nwhich were the focus of an international conference in Rio,\r\nthe nineteenth special session of the United Nations General\r\nAssembly in June this year and the proposed conference in\r\nKyoto on climate change.\r\nMr. Dlamini (Swaziland): Mr. President, I thank you,\r\nonce again, for this brief opportunity you are giving to my\r\ndelegation. We are today, as Member States, at a crossroads\r\nwhereby we are expected to take a decision, possibly a\r\ndecision we hope will not haunt us in the future.\r\nI am taking the floor with mixed feelings — mixed\r\nfeelings not because I am against the draft resolution before\r\nus now, but simply because my delegation was labouring\r\nunder the impression that when the President convened the\r\nGeneral Assembly in the informal consultations, we were\r\npaving the way for us, as Member States, to be given\r\nenough opportunity to debate agenda item 157, which is\r\nabout the report of the Secretary-General [A/51/950],\r\nwhose energy in embarking upon the exercise to reform\r\nthe United Nations we appreciate.\r\nWe are, as a delegation, disappointed to note that we\r\nhave spent hardly a day to formally consider such a report\r\nby the chief executive of the United Nations, especially\r\nsince it is the report that is going to affect the welfare of\r\nthe Members of the United Nations.\r\nMy delegation only wishes and prays that, in the\r\nprocess, Almighty God will intervene with his tender\r\nmercies, so that in the future our children will not accuse\r\nus of having rushed such an important task assigned to\r\nus. I would, however, be remiss in my duty if I did not\r\nacknowledge the efforts made by the Secretary-General\r\nand the desire to see a reformed United Nations. It is our\r\nhope that the reformed United Nations will continue to be\r\nguided by the Charter on which it was founded, so that\r\nthe dream of the founders of the United Nations does not\r\nbecome a fiasco.\r\nIt is our hope, again, that the membership of the\r\nUnited Nations will continue to be the Members as\r\ndefined in the Charter. My delegation would not subscribe\r\nto a United Nations that would, in the future, diminish the\r\nrole and the ownership of this Organization, as it belongs\r\nto the Members of the United Nations. It is our hope that\r\nUnited Nations reform will make Member States feel\r\nproud, although, as I indicated earlier, I would have\r\nhoped for a week to be given for the membership to\r\ndebate this report as we have done, indeed, with other\r\nreports by the Secretary-General, for instance, the report\r\nof the International Atomic Energy Agency. It took us the\r\nwhole day and yet, in value, that report does not\r\nsupersede this report by the Secretary-General.\r\nSince the Secretary-General is with us this evening,\r\nallow me to encourage him in his effort to build the walls\r\nof the United Nations, which may be falling as we are\r\ntalking. But he needs to be cautious and ensure that, in\r\nthe future, he remains the hero who rebuilt the walls of\r\nthe United Nations.\r\nI pray and hope that non-governmental organizations,\r\nunder the reform process that is about to be completed,\r\nwill remain answerable to the Economic and Social\r\nCouncil, as stipulated in the Charter, and that Member\r\nStates will, through their Governments, continue to\r\ninfluence the course and hammer out the destiny of the\r\nUnited Nations, as enshrined in the Charter.\r\n33\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nThe President: We have heard the last speaker in\r\nexplanation of position before action is taken on the draft\r\nresolution.\r\nThe Assembly will now take a decision on the draft\r\nresolution contained in document A/52/L.17.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/52/L.17?\r\nDraft resolution A/52/L.17 was adopted (resolution\r\n52/12).\r\nThe President: I shall now call on those\r\nrepresentatives who wish to explain their position on the\r\nresolution that has just been adopted.\r\nMr. Mwakawago (United Republic of Tanzania): On\r\nbehalf of the Group of 77 and China, I should like to thank\r\nyou, Mr. President, for convening this formal meeting of\r\nthe General Assembly to adopt draft resolution A/52/L.17,\r\nmandating the Secretary-General to implement various\r\nactions contained in his report, “Renewing the United\r\nNations: a programme for reform”, document A/51/950 of\r\n14 July 1997. This is an important stage in the process of\r\nconsideration of the Secretary-General’s reform proposals,\r\nwhich began on 8 October. In this regard, I should like to\r\nexpress to you, Sir, the deep appreciation and\r\ncongratulations of the Group of 77 and China for your\r\nproven able leadership and diplomatic skills in guiding the\r\ndeliberations of the reform consultations under very\r\nchallenging circumstances.\r\nWe all acknowledge that the proposals for reform\r\ncontained in resolution 50/227 and the Secretary-General’s\r\nreport represent a significant contribution to the ongoing\r\ndebate on how to modernize the Organization and improve\r\nits operations. This view was underscored by the Foreign\r\nMinisters of the Group of 77 in their ministerial Declaration\r\nof 26 September 1997 and in the statements of the leaders\r\nof delegations in the general debate at this session. In\r\nparticular, our leaders welcomed the reform process and\r\ncommended the Secretary-General’s efforts and initiatives\r\naimed at reforming the United Nations.\r\nWhen the debate on United Nations reform began in\r\nearnest under agenda item 157 delegations were rather\r\ncautious, particularly on how to discuss the Secretary-\r\nGeneral’s report on reform. Eventually, we all agreed to go\r\nalong with the methodology of considering the actions first,\r\nand dealing with recommendations thereafter. During the\r\ninformal consultations the Group of 77 and China tabled\r\ntwo important documents, on 14 October 1977 and 29\r\nOctober 1997, respectively, containing the Group’s\r\nposition on the Secretary-General’s reform proposals. In\r\nthe same vein, the Non-Aligned Movement (NAM) and\r\nthe Joint Coordinating Committee of the Group of 77 and\r\nthe NAM, tabled our position on those recommendations\r\nand actions which fall within their mandate.\r\nDraft resolution A/52/L.17, which we have just\r\nadopted by consensus, was arduously negotiated. It tried\r\nto accommodate the different positions of Member States.\r\nIn this context, the Group of 77 and China decided to join\r\nthe consensus position on this resolution, even though it\r\ndoes not fully reflect all our concerns as expressed during\r\nthe negotiations, in order to facilitate the reform process.\r\nWe are, however, encouraged to note that it contains\r\nuseful elements that can cover some of our concerns\r\nwhen the measures are implemented. Paragraph 2, for\r\nexample, specifically calls upon the Secretary-General,\r\nwhen implementing the actions described in his report, to\r\ntake full account of the views and comments expressed by\r\nMember States and groups of Member States. In this\r\ncontext, I can hardly overemphasize the concerns of the\r\ndeveloping countries, as expressed by the Group of 77,\r\nthe NAM and their Joint Coordinating Committee. For,\r\nafter all, the reforms will have a direct impact on\r\ndeveloping countries.\r\nThe Group of 77 and China further attach great\r\nimportance to the parts of the resolution which stress that\r\nthe implementation of the reform measures should be in\r\naccordance with the purposes and principles of the\r\nCharter and should respect fully the relevant mandates,\r\ndecisions and resolutions of the General Assembly\r\nincluding, in particular, the medium-term plan for the\r\nperiod 1998-2001. Furthermore, the financial implications\r\nof the reform proposals should be considered in the\r\ncontext of the rules and regulations of the Organization.\r\nWith those safeguards and understanding, the Group\r\nof 77 and China support the implementation of the actions\r\ncontained in the Secretary-General’s report.\r\nIn conclusion, I would like to take this opportunity\r\nto thank all the members of the Group of 77 and China\r\nfor the unwavering support and solidarity that facilitated\r\nthe achievement we are witnessing today. In the same\r\nvein, I would like to express our group’s appreciation for\r\nthe good work of Ambassador Amorim of Brazil and\r\nAmbassador Biørn Lian of Norway, the facilitators on\r\nbehalf of the President. I wish also to recognize the\r\ncooperation and counsel of the Secretary-General and his\r\n34\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nadvisers in the executive unit on reform. Their contribution\r\nis appreciated.\r\nLast but not least, the Group of 77 and China look\r\nforward to the next stage of our deliberations on the reform\r\nproposals.\r\nMr. Wolzfeld (Luxembourg) (interpretation from\r\nFrench): I have the honour to speak on behalf of the\r\nEuropean Union. The Central and Eastern European\r\ncountries associated with the European Union — Bulgaria,\r\nthe Czech Republic, Estonia, Hungary, Latvia, Lithuania,\r\nPoland, Romania, Slovakia and Slovenia — and the\r\nassociated country Cyprus, as well as the European Free\r\nTrade Association countries which are members of the\r\nEuropean Economic Area, namely, Iceland and\r\nLiechtenstein, align themselves with this statement.\r\nI would like to begin by saying how much we\r\nwelcome the General Assembly’s adoption by consensus\r\ntoday of a resolution expressing the approval of Member\r\nStates for the actions contained in the Secretary-General’s\r\nprogramme for reform.\r\nWe have thus completed the examination of measures\r\nby the Assembly during the last few weeks. The comments\r\nmade by many delegations and the explanations provided\r\nby the Secretariat have enabled us to clarify a number of\r\naspects that needed to be elucidated and to reply to the\r\nquestions raised by certain Member States.\r\nThis dialogue has enabled us to bring the views of the\r\nvarious delegations even closer together and has created\r\nconditions that now put the General Assembly in a position\r\nto give its support to the action undertaken by the\r\nSecretary-General.\r\nThe European Union welcomes the Assembly’s solemn\r\ndeclaration of its support for the message conveyed and the\r\nchoices made by the Secretary-General in the programme\r\nof reforms he submitted to us last 16 July, and the mandate\r\nthat it gives to the Secretary-General, as the chief\r\nadministrative officer of the Organization, to implement the\r\nmeasures contained in his report.\r\nThe time has come for our Assembly to give\r\ninternational public opinion the positive signal that it has\r\nbeen awaiting and to show that the Assembly is serious\r\nabout the ambitious reform exercise that it has undertaken,\r\nwhich should help to make our Organization more efficient\r\nand effective in carrying out the tasks entrusted to it by the\r\nMember States.\r\nThe message we wish to convey is twofold message.\r\nOn the one hand, it is a matter of telling the Secretary-\r\nGeneral that we approve of the reform that he is\r\nundertaking on his own authority and of showing him that\r\nhis action has the support of the Member States. On the\r\nother hand, we are drawing the Secretary-General’s\r\nattention to a number of comments made by delegations\r\nduring the fruitful discussions we have just held. The\r\nSecretary-General might well wish to take these\r\ncomments into account when he implements the measures\r\ncontained in his programme.\r\nThe comments made by the European Union on the\r\nsubstance of the actions contained in the reform\r\nprogramme will be transmitted to the Secretary-General\r\nin accordance with operative paragraph 2 of the resolution\r\njust adopted.\r\nOnce that stage has been completed, we will then be\r\nable to continue, in the same spirit of conscientious\r\ndialogue, to examine the recommendations proposed to us\r\nin the Secretary-General’s programme.\r\nLet me end by expressing our appreciation to you,\r\nMr. President, and to the co-Chairmen, the Ambassadors\r\nof Ireland and Viet Nam, and in particular to the\r\nfacilitators, Ambassador Celso Amorim of Brazil and\r\nAmbassador Hans Jacob Biørn Lian of Norway, for your\r\ninvaluable contributions to the productive outcome of our\r\ndiscussions.\r\nMr. Londoño-Paredes (Colombia) (interpretation\r\nfrom Spanish): The Non-Aligned Movement has\r\nparticipated actively during the past few weeks in the\r\nnumerous informal consultations and meetings held in\r\norder to consider the actions described by the Secretary-\r\nGeneral in his report to this Assembly on the reform of\r\nthe Organization.\r\nDuring that lengthy process, the 113 countries of the\r\nNon-Aligned Movement acted in a positive and open\r\nspirit to consider reforms and essential proposals to\r\nachieve our common objective of improving the\r\nfunctioning of the Organization. In supporting resolution\r\n52/12, the Non-Aligned Movement wishes to recognize\r\nthe excellent work carried out under your guidance,\r\nMr. President, and the extraordinary activities carried out\r\nby the Ambassadors of Brazil and Norway as facilitators\r\nof the negotiating process. Similarly, we wish to express\r\nour thanks to our colleagues in the Non-Aligned\r\nMovement for their support throughout this process, as\r\nwell as to our friends and colleagues of the Group of 77,\r\n35\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nwith whom we worked in close cooperation in the joint\r\ncoordinating committee. We hope that, as stipulated by this\r\nresolution, full account will be taken of the opinions and\r\nviews expressed by the Movement. In this context, the\r\nNon-Aligned Movement is prepared to continue the work\r\nthat we have before us.\r\nMr. Awaad (Egypt) (interpretation from Arabic):\r\nAllow me at the outset to affirm the solidarity of the\r\ndelegation of Egypt with the two statements made by the\r\nAmbassador of the United Republic of Tanzania and the\r\nAmbassador of Colombia on behalf of the Group of 77 and\r\nChina and the Non-Aligned Movement. Allow me also to\r\ncongratulate you, Mr. President, on your persistent efforts\r\nthat have led today to our adoption of this resolution by\r\nconsensus. We hope that this will be an affirmation of our\r\ndetermination as Member States to strengthen and develop\r\nour Organization, with a view to supporting its role in the\r\ninternational arena and to the enhancement of its\r\ncapabilities and effectiveness in responding to the\r\nrequirements of its members.\r\nAllow me also to extend thanks to the Secretary-\r\nGeneral for his efforts to reform the Organization. I would\r\nalso like to congratulate him on the Member States’ support\r\nfor his reform actions. I would also like to thank him for\r\nhis response to the numerous concerns raised by the\r\nMember States during the process of consultations, and also\r\nfor the numerous clarifications he submitted in response to\r\nrequests by the Member States during this process. We\r\nhope that this latter practice will continue throughout his\r\nstewardship of the Organization.\r\nThe delegation of Egypt shares the understanding\r\naffirmed by the Secretary-General in his statement at the\r\ninformal consultations of the General Assembly on 4\r\nNovember. This statement was included in document\r\nA/52/585, which we view as an integral part of the reform\r\nproposals of the Secretary-General regarding the\r\nadministrative and organizational nature of the actions, the\r\ncommencement of which the Assembly today endorsed.\r\nIn this context, we also welcome the affirmation by\r\nthe Secretary-General in the same statement of his full\r\nrespect for the guidelines in the context of which these\r\nactions will be implemented. This is clearly affirmed by the\r\nresolution the Assembly has just adopted, and on which we\r\nwere pleased to join the consensus.\r\nThe delegation of Egypt looks forward to continued\r\nconsideration by the General Assembly of the reform\r\nproposals recommended by the Secretary-General in his\r\nreport, including any programme implications of any\r\nrelevance to these recommendations. We would like to\r\nassure the Assembly that the delegation of Egypt will\r\ncontinue to cooperate and participate constructively and\r\nactively during this ongoing process to reform the\r\nOrganization.\r\nMr. Albin (Mexico) (interpretation from Spanish):\r\nMy delegation participated actively in the negotiating and\r\nconsultation process that led to the consideration of the\r\nresolution that the General Assembly has just adopted.\r\nMexico wishes to reaffirm its commitment to and\r\nsupport for the United Nations reform process. We\r\nreiterate our recognition and gratitude to the Secretary-\r\nGeneral for his initiative and efforts to that end. I also\r\nwish to express our thanks to you, Sir, and to the\r\nPermanent Representatives of Brazil and Norway, for the\r\npatience and devotion they have invested in this matter.\r\nThe delegation of Mexico fully recognizes the role\r\nand competence of the Secretary-General, as the highest-\r\nranking official of the Secretariat, to take measures aimed\r\nat strengthening the Secretariat’s ability to respond to new\r\nmandates and challenges. There can be no doubt that the\r\nimproved efficiency and efficacy of the Secretariat will\r\nbenefit the work of the Organization as a whole.\r\nFollowing the adoption resolution 52/12, it is now up\r\nto the Member States, in the framework of the General\r\nAssembly’s authority, to consider in the appropriate\r\nforum the programmatic and financial implications of the\r\nmeasures proposed. Of course, this is technical work\r\nwhose purpose is to assure financial viability, on the one\r\nhand, and programmatic consistency, on the other, in\r\naccordance with the terms established in the resolution\r\nitself.\r\nThe delegation will continue to participate actively\r\nin the consideration of the Secretary-General’s report. In\r\nthat regard, I wish to point out — and in this we share\r\nthe views expressed a few moments ago by the Secretary-\r\nGeneral — that we feel that the next phase should\r\nconsider, on a priority basis, the recommendations whose\r\nimplementation has financial implications. In this way,\r\nthey can be considered, if need be, in due course before\r\nnegotiations finish on the proposed programme budget for\r\nthe next biennium.\r\nMr. Biørn Lian (Norway): The General Assembly\r\nhas now adopted a resolution that gives an important\r\npolitical signal to the international community that there\r\n36\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nis a will and a way to reform the United Nations. The\r\nMember States have come together and have clearly\r\naffirmed that they are determined to strengthen the role,\r\ncapacity, effectiveness and efficiency of the United Nations\r\nin order to make the Organization better equipped to face\r\nthe challenges of the next century.\r\nIt was only in July this year that the Secretary-General\r\nchallenged the Member States by submitting the most\r\ncomprehensive plan for change in the history of the United\r\nNations. Today, the General Assembly has responded by\r\ngiving the Secretary-General a vote of confidence. By this\r\nresolution, we welcome the Secretary-General’s report and\r\ncommend his efforts and initiatives aimed at reforming the\r\nUnited Nations. In plain language, we support the reform\r\nactions he is undertaking and thereby in effect urge him to\r\ncarry on.\r\nAs you mentioned in your opening remarks, Sir, the\r\nNordic Prime Ministers stated two days ago their strong\r\nsupport for the Secretary-General’s programme of reforms\r\nand emphasized that it provides a unique opportunity to\r\nreform the United Nations.\r\nMy own Government has on several occasions\r\nexpressed its full support for wide-ranging reform of the\r\nUnited Nations and for the reform initiatives taken by the\r\nSecretary-General. We view his reform programme as a\r\ncontribution to improving the coordination and efficiency of\r\nthe United Nations. My Government firmly believes that\r\nthese initiatives will strengthen the ability of the United\r\nNations to fulfil the purposes and principles of the Charter\r\nand the aspirations and needs of the Member States. We\r\nstrongly believe that these initiatives are in the interest of\r\nthe membership as a whole, not only of a privileged few.\r\nThe resolution we have adopted today is the result of\r\ninformal consultations in which a large number of\r\ndelegations participated. Delegations raised questions and\r\nmade comments on the proposed actions. The Secretary-\r\nGeneral himself and his representatives in the Secretariat\r\nhave given full and frank answers and have thus provided\r\nessential clarification. I would like to take this opportunity\r\nto thank the Secretariat, represented by Mr. Strong and\r\nMr. Stoby, for the professional and responsible approach\r\nthey have demonstrated throughout the process.\r\nI have no doubt that the dialogue we have had has\r\ncleared away the doubts some delegations had at the outset.\r\nIf some hesitation still lingers, it is of course important that\r\nthe Secretary-General himself has ensured us that he will\r\ntake full account of the views and comments made by\r\nMember States in his implementation of the actions. This\r\nspirit of cooperation that we have seen must now be\r\ntransferred to the next phase of our deliberations as we\r\nproceed to continue the discussions on the\r\nrecommendations. We are hopeful that the momentum\r\nmarked by today’s decision will enable us, in the words\r\nof the Secretary-General, to “move forward expeditiously”\r\nin order to conclude this task successfully before the end\r\nof this session.\r\nBefore I conclude, I would like to thank the\r\nrepresentatives of Luxembourg, the United States and\r\nColombia for their support and to pay a special tribute to\r\nthe representative of Tanzania, whose graceful patience\r\nand skill in representing close to 130 Member countries\r\ncontributed greatly to the result the Ambassador of Brazil\r\nand I, as facilitators, strove to obtain.\r\nAs a final point, I would like to thank you, Sir, for\r\nyour personal dedication and efforts guiding us to a\r\nsuccessful conclusion of this phase of our reform efforts.\r\nMr. Fowler (Canada): I am pleased to be able to\r\nmake the following statement on behalf of Australia, New\r\nZealand and Canada (the CANZ Group).\r\nAn organization’s ability to evolve in order to be\r\nable to continue to carry out its mandate in a constantly\r\nshifting environment is the true test of its strength and\r\nstability and will very directly determine its longevity.\r\nThe consensus resolution we have just adopted on\r\n“Renewing the United Nations: A Programme for\r\nReform” is a significant milestone in the Organization’s\r\nevolutionary process and will help to equip the United\r\nNations to meet the challenges of the twenty-first century.\r\nWe wish to congratulate you, Sir, for making this\r\nachievement possible. We also wish to express our\r\nsincerest gratitude to the Ambassadors of Brazil and\r\nNorway, whose tireless efforts helped bring about this\r\nconsensus. Most importantly, however, we wish to pay\r\nhomage to the wisdom and foresight of Secretary-General\r\nKofi Annan and his reform team for proposing a\r\nprogramme of action which restructures the Organization,\r\nmaking it more vital and relevant, while ensuring that it\r\nremains deeply sensitive to the views of 185 Member\r\nStates.\r\nWe believe that this resolution sends a powerful\r\nmessage to the world. It says that the States Members of\r\nthe United Nations fully support the evolutionary reform\r\nprocess of Secretary-General Annan. It represents a clear\r\n37\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nendorsement of the actions contained in the Secretary-\r\nGeneral’s report, “Renewing the United Nations: A\r\nProgramme for Reform”. It signals our confidence in the\r\nSecretary-General, in his new management group and in the\r\nability of the United Nations to adapt to and meet our\r\ncollective needs in the coming millennium.\r\nAs we consider the recommendations contained in the\r\nSecretary-General’s Track-2 paper, the members of the\r\nCANZ Group urge all Member States to bend every effort\r\nto nurture and maintain a constructive approach to the\r\nreform challenge. A more efficient and effective\r\nOrganization can only be to our common benefit. We owe\r\nit to our imaginative and committed Secretary-General to\r\ngive him the backing he needs to succeed in this complex\r\nbut absolutely vital endeavour. Let us continue to signal to\r\nthe world that the United Nations is strong, is stable, and is\r\nhere to stay.\r\nMr. Cui Tiankai (China) (interpretation from\r\nChinese): There is a Chinese saying which goes: “A\r\nthousand-mile journey starts with the first step”. The\r\nresolution just adopted by the General Assembly is the first\r\nstep taken by the general membership in discussing and\r\nreviewing the report of the Secretary-General on reform\r\n[A/51/950 and Add.1-6]. It is, in a certain sense, also part\r\nof the efforts made by the United Nations to meet the\r\nchallenges of the new century.\r\nThe Secretary-General submitted his extensive report\r\non the reform of the United Nations just a few months after\r\nhe took office. This has fully demonstrated his\r\ndetermination and commitment to promote reform. We\r\nappreciate his efforts in this regard.\r\nThe General Assembly, while dealing with numerous\r\nissues on its agenda, has seized every minute to consider\r\nactions contained in the report and has had a preliminary\r\nexchange of views on the recommendations. This has once\r\nagain testified to the political will of the entire membership\r\nto reform the United Nations.\r\nWe are in favour of reforming the United Nations. The\r\npurpose of the reform is to strengthen the role of the United\r\nNations and enhance its efficiency. Measures taken in this\r\nregard must reflect the common interests of all Member\r\nStates and the results must be able to stand the test of time.\r\nTo this end, we offer the following views.\r\nFirst, United Nations reform is the shared cause of all\r\nMember States. It should allow full play to democracy,\r\nheed the voices of all sides and take into account the\r\ninterests of various parties. At an earlier stage, Member\r\nStates had meaningful dialogues with the Secretariat.\r\nSome problems were settled upon clarification. Though\r\nthis practice is more time-consuming, it has brought more\r\nextensive and firmer support to the Secretary-General and\r\nshould therefore be continued.\r\nSecondly, United Nations reform should conform\r\nwith the demand of the general membership and focus on\r\nthe role and influence of the Organization in the next\r\ncentury. Therefore, it should accord greater attention to\r\nthe question of development with a view to strengthening\r\nrather than weakening the functions of the Organization\r\nin promoting development in the economic and social\r\nareas. We have noted that the Secretary-General\r\nemphasized in his report, and many times in his\r\nstatements, the importance of development. We hope that\r\nthe Secretary-General’s desire will become the common\r\nunderstanding of all Member States, that is, that\r\ndevelopment should be a cross-sector priority of the\r\nUnited Nations and truly occupy an important position in\r\nall its undertakings.\r\nThirdly, United Nations reform should be a long-\r\nterm and continuous process. It should be based on the\r\nrelevant resolutions, decisions and mandates of the\r\nGeneral Assembly and conform with the basic principles\r\nof the Charter of the United Nations and the relevant\r\nrules and regulations of the General Assembly. It should\r\nalso try to obtain the widest support possible and seek\r\ngradual improvement. Should United Nations reform be\r\nrelevant for only three to five years, the stability and\r\ncontinuity of the functions of the United Nations would\r\ninevitably be jeopardized. This would compromise not\r\nonly the sound and smooth development of the reform,\r\nbut also the ability of the United Nations to deal\r\neffectively with the challenges it is facing.\r\nFourthly, it must also be pointed out that the\r\nresolution adopted today on the actions described in the\r\nSecretary-General’s report on reform should not prejudge\r\nour consideration of the recommendations on the final\r\ndecisions. The financial and programmatic implications of\r\nthe relevant actions should be considered by the relevant\r\nbodies. The practice of taking a decision on a question\r\nwith financial implications without first submitting it to\r\nthe relevant committee should be viewed as a special\r\ncase, rather than a precedent that will have a negative\r\nimpact on the future work of the General Assembly. The\r\nreasonable concerns raised by many Member States\r\nduring earlier discussions of the report should be fully\r\nrecognized. We hope that in the process of implementing\r\n38\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nthe actions there will be continued consultations between\r\nthe Secretary-General and Member States, and among\r\nMember States.\r\nAt the next stage, the General Assembly will begin its\r\nconsideration of the recommendations, which involve major\r\nreform measures within the jurisdiction of Member States\r\nand call for careful and comprehensive study by the entire\r\nmembership. We hope that the General Assembly will make\r\nproper arrangements for the next stage of the work to\r\nsecure full participation by Member States — particularly\r\nthe developing countries — in a democratic and transparent\r\nprocess, and ensure in-depth consideration of the important\r\nreform measures. We believe that, given your wisdom and\r\nexperience, Sir, you will continue to guide the General\r\nAssembly to success.\r\nMr. Wehbe (Syrian Arab Republic) (interpretation\r\nfrom Arabic): The adoption this evening by the General\r\nAssembly of resolution 52/12 was the culmination of a\r\nperiod of its work that witnessed wide-ranging discussions\r\nand dialogue among various States on the reform plan\r\nsubmitted by the Secretary-General. I would like to point\r\nout in this regard that the delegation of the Syrian Arab\r\nRepublic has contributed to the various phases of this\r\ndiscussion, proceeding from our interest in enhancing the\r\ncapacity of the United Nations to undertake the\r\nresponsibilities assigned to it in order to fulfil the hopes\r\npinned on the United Nations by our peoples as an\r\ninternational institution that coordinates the efforts of the\r\ninternational community and its Governments with a view\r\nto achieving peace, securing justice and guaranteeing\r\nsustainable economic development for all.\r\nThe delegation of the Syrian Arab Republic highly\r\nappreciates the efforts made by the Secretary-General of the\r\nUnited Nations, Mr. Kofi Annan, in preparing this plan. It\r\nalso appreciates his constant responsiveness to the\r\nobservations, views and proposals made by States and\r\ngroups of States regarding the reform plan, the further\r\nclarifications of the contents of the plan that he provided,\r\nhis respect of the views of these groups, and his pledge to\r\ntake them into account in the future.\r\nThe delegation of Syria would also like to commend\r\nthe efforts made by the various parties to arrive at\r\nresolution 52/12, especially those made by the Permanent\r\nRepresentative of the United Republic of Tanzania as the\r\nChairman of the Group of 77 and China, and the delegation\r\nof Colombia as the Chairman of the Coordinating Bureau\r\nof the Non-Aligned Movement.\r\nMy delegation would also like to express its great\r\nappreciation for the tireless efforts of the President of the\r\nGeneral Assembly, Mr. Hennadiy Udovenko, and the\r\nFriends of the President, the Ambassadors of Brazil and\r\nNorway, for their unremitting efforts during all the\r\ninformal meetings and during the intensive consultations\r\nto achieve consensus on this significant and strategic\r\nquestion.\r\nThe resolution that has just been adopted by\r\nconsensus calls upon the Secretary-General, in operative\r\nparagraph 2, to take full account of the views and\r\ncomments expressed by Member States while\r\nimplementing the actions described in his report\r\n(A/51/950), and of the clarifications to that report and the\r\nstatement made by the Secretary-General in the open-\r\nended informal consultations of the plenary of the General\r\nAssembly on 4 November 1997.\r\nMy delegation would like to assert in this regard its\r\nfull support for the views and comments expressed by the\r\nStates members of the Non-Aligned Movement and the\r\nGroup of 77 and China on the Secretary-General’s\r\nproposal for reform, and to express its full confidence that\r\nthe Secretariat will take these observations into\r\nconsideration because on the one hand they are objective\r\nand precise, and, on the other hand, they express the\r\nviews and positions of 134 States Members of the United\r\nNations and strengthen the Secretary-General’s proposal\r\nfor reform.\r\nWithout going into the details of the views expressed\r\nand proposals and observations made by our delegation\r\nduring the various consultations, we would like to single\r\nout in particular the positions expressed by the Non-\r\nAligned Movement and the Group of 77 and China in the\r\nfollowing four areas.\r\nFirst, regarding Action 6, my delegation feels that\r\nthere should be the requisite political will on the part of\r\nthe nuclear-weapon States in order to negotiate seriously\r\non weapons of mass destruction, foremost among which\r\nare nuclear weapons, and that no measure for\r\nrestructuring the Disarmament department should lead to\r\ndispersing the activities of the United Nations in this area.\r\nWe also feel that it is necessary that the mandates,\r\ncompetences and programmes of action of the Conference\r\non Disarmament and the Disarmament Commission\r\nshould not be compromised, as provided for by the\r\nrelevant General Assembly resolutions.\r\n39\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nSecondly, with respect to Action 17, my delegation\r\nsupports the objective analysis provided by the Joint\r\nCoordinating Committee of the Group of 77 and China and\r\nthe Non-Aligned Movement in this regard.\r\nThirdly, regarding Actions 14, 15 and 16, we also\r\nsupport the position expressed by the members of the Non-\r\nAligned Movement on the measures relating to human\r\nrights. We feel that this should be dealt with as a separate\r\nquestion so as not to overlap with other United Nations\r\nactivities, since such an integration would further politicize\r\nhuman rights questions in addition to exploiting them as a\r\nmeans to bring certain pressures to bear, such as\r\nintervening in the domestic affairs of States.\r\nFourthly, the delegation of Syria affirms the need to\r\naccord operative paragraph 3 due importance during\r\nimplementation. We believe that full compliance with and\r\ncommitment to the medium-term plan for the period 1998-\r\n2001 is the best means to implement these actions, in\r\naddition to the full respect of the relevant mandates,\r\ndecisions and resolutions adopted by the General Assembly.\r\nIn conclusion, we would like to confirm that in every\r\naction we take we must pay greater attention to the role of\r\nthe United Nations in the field of enhancing international\r\ncooperation for development and that we should rule out\r\nany measures that would negatively affect the relevant\r\nprogrammes and activities of the Organization related to\r\ndevelopment and to the eradication of poverty in the\r\ndeveloping countries and the least-developed countries.\r\nMr. Suamin (Indonesia): At the outset, let me\r\ncongratulate you, Sir, on your successful efforts, which\r\nhave led to the consensus adoption of the resolution before\r\nus. My delegation is fully aware that such a consensus is\r\nreached only after lengthy consultations and painstaking\r\nnegotiations such as the ones you have undertaken during\r\nthe past few weeks. My delegation would like also to\r\nexpress its appreciation to the designated facilitators,\r\nAmbassador Amorim of Brazil and Ambassador Biørn Lian\r\nof Norway, for their untiring efforts in assisting you in\r\nfinding common ground among delegations.\r\nMy delegation associates itself with the statement\r\nmade by the Permanent Representative of Tanzania, who\r\nspoke on behalf of the Group of 77 and China, as well as\r\nwith the statement made by the Permanent Representative\r\nof Colombia on behalf of the non-aligned countries. We\r\nalso hold the view that the resolution is not fully\r\nsatisfactory to all delegations. However, considering that it\r\nreflects most of the elements that concern us and bearing in\r\nmind the need to send a clear signal to the international\r\ncommunity on our firm commitment to the reform\r\nprocess, my delegation lends its support to the adoption\r\nof this resolution.\r\nAllow me to highlight some elements that are of\r\nparticular importance to my delegation. You have just\r\npointed out, Sir, in your introductory remarks, that during\r\nthe previous informal consultations, almost 200\r\ndelegations took the floor to express their views and\r\ncomments. My delegation was among those who were\r\nprivileged to contribute. This broad interest demonstrates\r\nthe importance these delegations attach to this exercise.\r\nAgainst this background, we find it imperative that the\r\nSecretary-General, when implementing the actions, will\r\ntake fully into account all views and comments,\r\nparticularly those of the Group of 77 and the Non-\r\nAligned Movement.\r\nIn this regard, we deem it necessary that the\r\nSecretary-General, in his report to the fifty-third session\r\nof the General Assembly, really reflect the concern of\r\nMember States, which he clearly stipulated that he would\r\nin his statement of 4 November 1997. We are very\r\npleased with the decision to continue consideration of the\r\nreport of the Secretary-General within the framework of\r\nthe current format.\r\nFurthermore, Sir, my delegation is encouraged by the\r\nconstructive debate that has been taking place in the\r\ninformal consultations as well as by the way you have led\r\nthe deliberations. It is our fervent hope that the principles\r\nof transparency and democracy will remain to guide us as\r\nwe enter the next stage of the discussions and that a lot\r\nof time will be required to ensure that the proposals are\r\nsoundly and thoughtfully addressed.\r\nIn the meantime, considering the fact that the next\r\nstage of the deliberations will focus considerably on the\r\nproposed recommendations, my delegation totally agrees\r\nwith the Secretary-General that States Members of the\r\nUnited Nations will have a pertinent role to play, since\r\nthey entirely deal with and fall within the prerogatives\r\nand jurisdiction of this body.\r\nFurthermore, my delegation is most grateful to the\r\nSecretary-General for highlighting some important\r\nelements of his proposed recommendations in the\r\nstatement he made just before the adoption of the\r\nresolution. In this context, to ensure progress in our\r\nexercise, close partnership and cooperation with the\r\nSecretariat is of critical importance, particularly to\r\n40\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nprovide the Member States with additional clarification on\r\nthe proposals in response to the comments and queries\r\nraised by various delegations.\r\nFinally, Indonesia expresses its readiness to participate\r\nconstructively in the detailed discussions in the next round\r\nof our deliberations.\r\nMr. Takasu (Japan): The adoption by consensus of\r\nresolution 52/12 on renewing the United Nations is an\r\nimportant milestone in the ongoing process of United\r\nNations reform. It sends a clear political signal of the\r\npositive attitude of Member States towards the reform\r\nprocess. In the resolution Member States reaffirm, first and\r\nforemost, their determination to strengthen the capacity and\r\neffectiveness of the United Nations through the reform\r\nprocess.\r\nMore specifically, Member States unanimously\r\ncommend and endorse the efforts and initiative of the\r\nSecretary-General, Mr. Kofi Annan, to that end.\r\nOn behalf of my delegation, I should like to express\r\nour sincere appreciation to you, Mr. President, and to the\r\nfacilitators, Ambassador Amorim and Ambassador Biørn\r\nLian, for your tireless efforts to reach this consensus\r\nagreement.\r\nThe reform initiative of the Secretary-General focused\r\non strengthening the leadership role of the Secretary-\r\nGeneral and on coordination in each important field of\r\nUnited Nations activities: peace and security, development,\r\neconomic and social affairs, human rights and humanitarian\r\naffairs. We warmly welcome these initiatives, since the\r\nestablishment of a freely integrated interactive system that\r\nresponds more effectively to the needs and aspirations of\r\nMember States is in the interest of all concerned.\r\nWhile pushing reform efforts forward, Japan fully\r\nrespects the judgement and prerogatives of the Secretary-\r\nGeneral in discharging his managerial responsibilities so\r\nlong as the implementation of measures under his authority\r\nis transparent, based on objective criteria and in conformity\r\nwith policy guidance by Member States.\r\nWe are confident that the Secretary-General will take\r\nfull account of the views and comments expressed by\r\nMember States, including my own, in implementing the\r\nactions contained in his report. It is also understood that the\r\nGeneral Assembly will further examine the programme\r\nimplications of relevant actions, including action 21, on the\r\nDevelopment Account, to which my delegation attaches\r\nimportance, at a later stage in its consideration of the\r\nissues.\r\nAt this stage, I should simply like to underline the\r\nimportance my delegation attaches to action 18, on human\r\nresources, and to action 29.\r\nThe simplification of personnel policies, including\r\nthose related to recruitment and promotion, is long\r\noverdue. Japan, as a seriously under-represented country\r\nwhose nationals are as much as 50 per cent below the\r\nminimum desirable level among United Nations\r\npersonnel, naturally attaches great importance to\r\nimproving geographical representation. We look forward\r\nto the early establishment of a concrete plan to redress\r\nthis situation.\r\nIn connection with action 29, my delegation agrees\r\nthat the think-tank capacity of the United Nations should\r\nbe enhanced through various measures, including\r\nintegration of research and academic activities of the\r\nUnited Nations University and other research institutes\r\ninto the mainstream of United Nations operations. At the\r\nsame time, every effort should be made to avoid\r\nduplication of activities among United Nations entities in\r\nthis field.\r\nAlthough the resolution we have just adopted is\r\nimportant, it represents but one stage in the process of\r\nconsidering the Secretary-General’s important programme\r\nfor reform.\r\nWe echo the Secretary-General’s voice in saying that\r\nit is now incumbent upon Member States to move\r\nspeedily to the next stage: the consideration of the\r\nrecommendations contained in his report. We urge all\r\nMember States to tackle the issues vigorously and in the\r\nsame constructive and cooperative spirit so that a\r\nconclusion can be reached as expeditiously as possible.\r\nWe will then be able to proceed with our work of\r\nrenewing the United Nations to ensure that it can respond\r\nto the expectations of the international community.\r\nMr. Peleg (Israel): Israel has followed the informal\r\nconsultations on item 157, entitled “United Nations\r\nreform: measures and proposals”, with great interest.\r\nWe believe that reform of the Organization is of\r\nparamount importance and that the programme outlined\r\nby the Secretary-General is sound and moves in the right\r\ndirection.\r\n41\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nNevertheless, I take this opportunity to draw the\r\nattention of the General Assembly to a matter which is of\r\ngrave concern to my Government. There is a constant\r\nrepetition in this house, an almost mantra-like profession of\r\nthe well-known formula regarding the equality of sovereign\r\nStates — a concept spelt out explicitly in the Charter. It is\r\nclaimed on an almost daily basis that this concept is at the\r\nheart of the United Nations. Would that it were so.\r\nIsrael cannot but view with increasing consternation a\r\nUnited Nations which proclaims its universality on a\r\nconstant basis and yet, by virtue of a system of regional\r\ngroups not contemplated by the founders of the\r\nOrganization and nowhere noted in any official rule of\r\nprocedure, continues to systematically exclude Israel from\r\nany meaningful role in the Organization.\r\nWe are well aware of the circumstances which gave\r\nrise to this situation. The formation of regional groups was\r\nindeed necessitated by the growth of the United Nations in\r\nthe early 1960s. Israel should, by virtue of its geographical\r\nlocation, belong to the Asian Group. However, since\r\nMember States are accepted into this group on the basis of\r\nconsensus, Israel cannot at this time be accepted into the\r\nAsian Group, as the objection of even one State is enough\r\nto ensure rejection. The result is that Israel is excluded\r\nfrom consideration in the election process in most United\r\nNations bodies because it cannot at this time, for reasons\r\nbeyond its control, join the geographical group to which it\r\nwould normally belong.\r\nMoreover, in the course of these informal\r\nconsultations, great weight was given to the positions\r\nexpressed by various groups of States in which Israel\r\ncannot participate.\r\nI would remind the President of the lengthy colloquy\r\nwhich occurred just before the close of yesterday’s informal\r\nmeeting regarding statements that would be circulated as\r\nofficial documents of the Assembly. The clear preference\r\nshown for circulating statements of groups of States is a\r\ncase of res ipsa loquitur, a matter which speaks for itself.\r\nThis is truly an injustice, and it does violence to the\r\nCharter in both the letter and the spirit. Moreover, this\r\ninjustice is not an occurrence removed some thousands of\r\nmiles from here in a remote corner of the world whose\r\nrelevance to the United Nations might be a matter for\r\ndebate. This injustice occurs right here in this building on\r\na daily basis, and its remedies are well known.\r\nIn conclusion, the issue of United Nations reform is\r\na matter of great interest beyond this Hall, as you,\r\nMr. President, and the Secretary-General are surely\r\ncognizant.\r\nThe success of the reform proposals now before us\r\nwill be judged not only by virtue of their financial\r\nefficacy and their organizational efficiency, but also on\r\nthe basis of whether a modicum of fair play is finally\r\nenshrined in the procedures of the Organization.\r\nNotwithstanding our reservations, Israel joined the\r\nconsensus on this draft resolution.\r\nMr. Park (Republic of Korea): We would like to\r\npay tribute to the Secretary-General for his firm\r\ncommitment to the revitalization of the United Nations,\r\nand to you, Mr. President, for your leadership, which\r\nenabled us to adopt by consensus the draft resolution that\r\nwas before us this evening. I also take this opportunity to\r\nexpress our deep gratitude to the Permanent\r\nRepresentatives of Brazil and of Norway for their role in\r\nproducing the consensus text through their tireless\r\nconsultations with Member countries.\r\nWe believe that it is both timely and appropriate for\r\nthe General Assembly to take action which embodies the\r\nconsensus view of Member States. It goes without saying\r\nthat the process of reforming the United Nations is a\r\nformidable undertaking, but clearly one which all Member\r\nStates must see through to the very end. So much\r\ndepends upon our ability to forge ahead where consensus\r\nexists and to find common ground on tough issues.\r\nAs we all know perfectly well, the Secretary-\r\nGeneral’s reform package, based upon his determination\r\nto revitalize the United Nations, reflects countless hours\r\nof active deliberations both by Member States and by the\r\nSecretariat, mutual consultations, prudent evaluation and\r\ncompromise. That is why my delegation has expressed its\r\nstrong support for the reform proposals throughout the\r\ninformal consultations of the whole. My delegation\r\nbelieves that this resolution is balanced and adequately\r\naddresses the various views and positions expressed by\r\nMember States during informal meetings, and that it also\r\nrepresents a very important step towards pushing forward\r\nthe reform programme. Therefore, my delegation joined\r\nthe consensus with full confidence.\r\nWith regard to the manner in which the Secretary-\r\nGeneral’s recommendations are to be dealt with, we\r\nbelieve that a sense of urgency needs to be injected into\r\n42\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nthe deliberations on them, as we have done when discussing\r\nother actions. This is not only because of the importance\r\nand urgency of the Secretary-General’s reform package, but\r\nis also because it would promote better public\r\nunderstanding of the United Nations reform effort now\r\nunderway.\r\nFinally, we believe that the adoption of this resolution\r\nsends an unequivocal message of support for the Secretary-\r\nGeneral’s historic proposals, and reaffirms our collective\r\npolitical commitment to create the most modern, efficient\r\nand responsive organization possible: a United Nations to\r\nmeet effectively the myriad challenges of the decades\r\nahead.\r\nMr. Amorim (Brazil): First of all, Sir, let me\r\ncommend your endurance: if commitment to reform can be\r\nmeasured by a capacity to sit through long debates, you are\r\nno doubt the number-one reformer of the Organization.\r\nMay I also suggest that you might institute a medal for\r\nthose of us who are still sitting here at this late stage.\r\nI wish to express the satisfaction of my delegation\r\nwith the important decision we have just taken. The Foreign\r\nMinister of Brazil, in his statement at the opening of the\r\ngeneral debate, had already indicated the clear support of\r\nmy country for the efforts undertaken by the Secretary-\r\nGeneral, Mr. Kofi Annan, to reform the United Nations.\r\nThe adoption by consensus of this resolution on the actions\r\nthe Secretary-General is undertaking or proposes to\r\nundertake is indeed a very positive signal on the part of the\r\nmembership in relation to the need to adjust our\r\nOrganization to present-day realities and to prepare it to\r\nface the challenges of the twenty-first century.\r\nSince you have generously appointed me, Sir, along\r\nwith Ambassador Biørn Lian of Norway, as a “Friend of\r\nthe President”, I must bear witness to the fact that all\r\ndelegations participated in this exercise in a constructive\r\nspirit and contributed to the positive result achieved. I\r\npersonally thank them for their cooperation and\r\nunderstanding. I would like to make special reference to the\r\nessential role played by the chairmen of the Group of 77,\r\nof the Non-Aligned Movement group and of the European\r\nUnion group as consensus-builders within each of those\r\ngroups and within the larger context of our consultations.\r\nI would also like to express appreciation to the Secretariat\r\nstaff who helped us in our endeavours.\r\nFinally, I want to pay tribute to you, Mr. President, for\r\nthe tireless efforts and inexhaustible energy you are\r\ndisplaying as you lead this session of the General\r\nAssembly, which has rightly been called the Reform\r\nAssembly. Your good-natured remarks and inimitable\r\nsense of humour were fundamental in facilitating our\r\ntasks.\r\nMr. Asadi (Islamic Republic of Iran): I take the\r\nfloor on behalf of the Islamic Republic of Iran to reiterate\r\nwith satisfaction our concurrence with the Assembly’s\r\naction on the draft resolution contained in document\r\nA/52/L.17. This is, overall, a balanced text. As is\r\ncustomary and expected in the United Nations and in\r\nmultilateral diplomatic negotiations, it is a compromise\r\ntext, and hence not an ideal one from our point of view.\r\nThe collective effort towards the reform of the\r\nOrganization is a continuum for which the Secretary-\r\nGeneral, his reform team, the entire membership of the\r\nOrganization — the Canada-Australia-New-Zealand\r\ngroup, the Group of 77, the Non-Aligned Movement and\r\nthe European Union — you, Sir, and the two “Friends of\r\nthe President” deserve credit.\r\nWe have just concluded part of our work. Our\r\ncollective enterprise will certainly continue. And let me\r\nassure you, Sir, that the active involvement, participation\r\nand sincere cooperation of my delegation with you in the\r\nframework of the informal consultations will continue in\r\nthe second part of our joint journey.\r\nLike other developing countries members of the\r\nGroup of 77 that have already taken the floor, my\r\ndelegation also has particular views on various actions\r\nrecommended in the Secretary-General’s report. Those\r\nviews have been raised in detail in the course of the\r\ninformal consultations, and are reflected in general in the\r\nposition papers of the Group of 77. I do not intend now\r\nto go into our views — or, in some cases, our\r\nreservations. Rather, I shall merely lend support to the\r\nstatement just\r\n43\r\nGeneral Assembly 49th plenary meeting\r\nFifty-second session 12 November 1997\r\nmade by the chairmen of the Group of 77 and the group of\r\nnon-aligned countries. What they stated on behalf of those\r\ntwo major groups representing the South — the developing\r\nworld — did indeed reflect and cover, in principle, our\r\nconcerns. We look forward with anticipation to due\r\nconsideration being given by the Secretary-General and by\r\nthe Secretariat to the views and positions of the Group of\r\n77 and of the Non-Aligned Movement while implementing\r\nthese actions. We found the Secretary-General’s words of\r\nassurance in his statement earlier in this meeting reassuring.\r\nThe President: The General Assembly will continue\r\nits consideration of agenda item 157 at a later stage.\r\nThe meeting rose at 8 p.m.\r\n44\r\n"