"United Nations A/52/PV.18\r\n97-86110 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n18th plenary meeting\r\nTuesday, 30 September 1997, 3 p.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I call first on the speaker Minister for\r\nForeign Affairs of the Niger and for Persons of Niger\r\nNationality Living Abroad, His Excellency Mr. Ibrahim\r\nAssane Mayaki.\r\nMr. Mayaki (Niger) (interpretation from French): On\r\nbehalf of the delegation of Niger, I should like Sir, to\r\nexpress my warm congratulations on your unanimous\r\nelection to the presidency of the General Assembly at its\r\nfifty-second session. We regard your election as a just\r\ntribute to your country, the Republic of Ukraine, whose\r\ncommitment to the ideals of our Organization is well\r\nknown.\r\nI would also like to congratulate the other members of\r\nthe Bureau, who I am convinced will help you in the\r\naccomplishment of your delicate mission.\r\nIn addition, I wish to express to your predecessor,\r\nMr. Razali Ismail, our deep appreciation for the remarkable\r\nwork he did during his presidency.\r\nTo Mr. Kofi Annan, the Secretary-General of our\r\nOrganization, may I express my Government\u0027s full support\r\nand brotherly encouragement for the commendable action\r\nhe is carrying out in order to promote greater cooperation\r\nbetween our peoples and nations in order to build a world\r\nof peace and progress.\r\nOnce again, Niger is pleased to take part in a session\r\nof the General Assembly, which is an ideal framework for\r\nthe Member States of our Organization to debate, in a\r\nspirit of partnership, complex matters affecting the destiny\r\nof humanity.\r\nWe must all agree that over its 52 years of existence\r\nthe United Nations has gained a more than honourable\r\nrecord in achieving its purposes, especially in the areas of\r\npeacekeeping, decolonization, and the promotion of, and\r\nrespect for, human rights, as well as in the search for\r\nglobal solutions to the major problems of our times —\r\ndevelopment, the environment, population and the\r\nprotection of women and children, to mention just a few.\r\nThe immense work accomplished so far is above all\r\nthe result of our capacity to work together in our common\r\ninterest and in the interest of future generations. Niger\r\ntherefore believes that international cooperation, which is\r\nthe basis of these major achievements, must be\r\nstrengthened, because it is the source of stability and\r\nprogress.\r\nThe maintenance of international peace and security,\r\nthe primary purpose of our Organization, deserves\r\neveryone\u0027s special attention at a time when the\r\ninternational community, with the cold war finally ended,\r\nis getting down to establishing a new world order that\r\nstrictly respects the purposes and principles of the United\r\nNations Charter.\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nNiger welcomes the report presented by the Secretary-\r\nGeneral last July on the reform of our Organization. We\r\nsupport this process and hope that it will provide synergy,\r\ngiving the means and flexibility indispensable for the\r\nOrganization if it is to meet the numerous challenges it\r\nfaces at the dawn of the third millennium.\r\nMy delegation believes too that the Security Council\r\nmust be reformed in order to make it more effective, given\r\nits responsibilities in the sphere of collective security. In\r\nparticular, such reform must address the expansion of the\r\nCouncil on the basis of the principles of equitable\r\ngeographical distribution and of the sovereign equality of\r\nStates.\r\nIn the same vein, we consider that better handling of\r\nthe emergencies that constantly arise in so many places\r\nmust include an improvement in the Organization\u0027s capacity\r\nto deploy peacekeeping forces in a timely fashion wherever\r\nnecessary.\r\nLet me express Niger\u0027s deep concern at the conflicts\r\nand tensions in Africa and in the Middle East. Turning first\r\nto Africa, we note with distress that internal confrontations\r\nand disruptions are the main cause of the political\r\ninstability in some countries and of the massive movements\r\nof refugees that are at the root of a tragic humanitarian\r\ncrisis. Niger has a deep commitment to peace, and must\r\nonce again urge the warring parties in the States concerned\r\nto renounce violence and engage in productive dialogue to\r\nfind solutions to their disputes, thus restoring stability to\r\ntheir respective countries.\r\nI take this opportunity to pay a well-deserved tribute\r\nto the people of Liberia, who after seven years of cruel war\r\naccepted the peace plan proposed by the States members of\r\nthe Economic Community of West African States\r\n(ECOWAS). The Liberian people\u0027s will for peace is clearly\r\nreflected in their respect for the ceasefire and, above all, in\r\nthe 19 July national elections, which were conducted in an\r\natmosphere of calm and openness. I am pleased to pay\r\ntribute to the valuable role played by our great brother\r\ncountry, Nigeria, in the process of restoring peace to\r\nLiberia.\r\nIn Congo (Brazzaville), we hail the tireless efforts of\r\nneighbouring African countries, of the Organization of\r\nAfrican Unity and of the United Nations to calm the\r\nsituation. More than ever, that crisis highlights the urgent\r\nneed to create an African peacekeeping force. I can today\r\nassure the Assembly that my country is fully prepared to\r\ncontribute to the establishment of such a force, as it did\r\nin the cases of Rwanda, Burundi and Liberia.\r\nTurning to the situation in Western Sahara, my\r\ncountry welcomes the recent agreement by the two\r\nparties; we hope that the referendum will take place in\r\nconditions of peace and calm.\r\nTo promote peace and security in the Middle East,\r\nthe international community must pay sustained attention\r\nto the tension in the occupied Palestinian territories,\r\nwhich has been steadily rising since the Israeli\r\nGovernment decision to build a new settlement in\r\noccupied East Jerusalem. That Israeli decision endangers\r\nthe peace process that began in Madrid on the basis of\r\nSecurity Council resolutions 242 (1967), 338 (1973) and\r\n425 (1978) and on the basis of the principle of land for\r\npeace.\r\nIn the face of that Israeli Government position, the\r\ninternational community has no choice but to redouble its\r\nefforts to secure dialogue and, above all, justice — which\r\nform the foundation of a peaceful future in the Middle\r\nEast, along with the necessary exercise by the Palestinian\r\npeople of its inalienable rights, including the right to the\r\nestablishment of an independent State, and scrupulous\r\nrespect for agreements reached between the Israeli\r\nGovernment and the Palestine Liberation Organization on\r\nthe basis of the relevant Security Council and General\r\nAssembly resolutions.\r\nSince its creation, the United Nations has always\r\ngiven high priority to disarmament, and in particular to\r\nthe elimination of nuclear weapons and other weapons of\r\nmass destruction. There has been good progress on this\r\nissue with the conclusion of a number of international\r\ninstruments, the most notable of which, in our view, are\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons,\r\nthe Chemical Weapons Convention and the\r\nComprehensive Nuclear-Test-Ban Treaty. Niger is deeply\r\nconvinced that disarmament is an essential element in the\r\nmaintenance of international peace and security and has\r\nacceded to those important agreements, which are aimed\r\nat preventing the development of nuclear weapons and of\r\nother weapons of mass destruction.\r\nMy country is keenly aware also of other, no less\r\nimportant, issues relating to illegal trafficking in small\r\narms and to a complete ban on the anti-personnel mines\r\nthat constitute a harsh scourge that continues to inflict\r\nunspeakable human suffering.\r\n2\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nCivil wars and political upheaval in Africa have\r\nfostered the proliferation of illicit weapons. To collect and\r\nmonitor weapons illicitly held by individuals, Niger has\r\njoined the United Nations and several neighbouring\r\ncountries to take wide-ranging action against this scourge.\r\nOn the domestic level, we created in 1994 a national\r\ncommission for the collection and monitoring of illicit\r\nweapons.\r\nMy country is genuinely pleased also at the existence\r\nof regional disarmament initiatives, some of which have led\r\nto the conclusion of arrangements such as the Treaty on the\r\nDenuclearization of Africa.\r\nIn our view, it is essential to benefit from the climate\r\nof confidence and cooperation now prevailing on the\r\ninternational scene to give new impetus to multilateral\r\nnegotiations leading to nuclear disarmament. That is the\r\nonly way to make progress towards building a safer world,\r\nwhich is a legitimate aspiration of all our peoples.\r\nThe tragic effects of poverty in a large number of\r\ncountries merely exacerbate instability in the world.\r\nDespite the remarkable progress made in recent years\r\nin the economic and social fields, following the\r\nimplementation of structural economic reforms, Africa\r\nremains in many respects a region where poverty has\r\nincreased spectacularly. On this continent are found the\r\nmajority of countries with the lowest indices with respect\r\nto human development.\r\nFor this reason, as a Sahelian country, we feel that the\r\nreform process proposed by the Secretary-General must\r\nstrengthen the role of the United Nations and its functions\r\nin development matters, making priorities of reducing\r\npoverty and strengthening the participation of more\r\ncountries in an expanding world economy. The remarkable\r\ncontribution made by the development institutions, such as\r\nthe United Nations Development Programme (UNDP), the\r\nUnited Nations Children\u0027s Fund (UNICEF) and the United\r\nNations Population Fund (UNFPA), in our country must be\r\nhighlighted. We encourage the Secretary-General to ensure\r\nthat in the reform process there will be respect for the\r\nautonomy of these bodies in order to preserve their\r\neffectiveness.\r\nWe welcomed the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s, adopted in 1991,\r\nwhich has been supplemented by the United Nations\r\nSystem-wide Special Initiative on Africa launched by the\r\nSecretary-General in March 1996. Their purpose was to\r\nhelp Africa in its recovery efforts. Today it is more\r\nurgent than ever that the industrialized countries grant\r\nbroad support to these programmes, and establish funds\r\nfor diversification to allow African countries to obtain a\r\nbetter return for their commodities and thus assure vital\r\nresources for their populations. This support in particular\r\nmust take the form of resources to be invested in priority\r\nsectors, such as basic education, health and security of\r\nfood and water supplies, sectors capable of laying down\r\nsolid bases for sustainable development in Africa.\r\nAfrica certainly needs assistance. But my country\r\nremains convinced that the resources the continent needs\r\nfor its development efforts can be generated by increasing\r\ntrade with the developed countries. African countries are\r\nwaiting for the industrialized countries to implement the\r\nmeasures adopted as part of the Final Act of the Uruguay\r\nRound negotiations, supplemented by specific preference\r\nprovisions in the Marrakesh Agreements, to mitigate the\r\nnegative effects the reforms envisaged in the negotiations\r\ncould have on countries which are net importers of food\r\nproducts.\r\nSimilarly, the external debt of African countries is a\r\nproblem requiring viable and fair solutions, going beyond\r\nthe measures taken in the Paris Club framework. The new\r\ninitiative taken recently by the World Bank and the\r\nInternational Monetary Fund to significantly reduce the\r\nmultilateral debt of the poorest countries, should extend\r\nto all those countries, without any eligibility conditions or\r\ndeadlines.\r\nNonetheless, the cancellation of all the debt is the\r\nmost appropriate solution in order to ensure accelerated\r\ndevelopment by the least developed countries. Such\r\nactions, in my delegation\u0027s view, will make it possible to\r\nreduce poverty noticeably.\r\nThese recommendations are set out in the Agenda\r\nfor Development, adopted during the last Assembly\r\nsession. It is up to the international community to\r\neffectively implement this programme to bring about\r\ndevelopment and growth in our countries.\r\nBecause of its lack of resources, successive droughts\r\nand high population growth, Niger is part of the group of\r\nAfrican countries where poverty is omnipresent. In the\r\nlight of its high level of poverty, His Excellency\r\nMr. Ibrahim Maïnassara Baré, President of the Republic\r\nof Niger, and the Government decided that for society to\r\nprogress we needed stable and democratic institutions\r\nguaranteeing respect for and the promotion of human\r\n3\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nrights. It was also decided to make all our development\r\nactions part of our battle against poverty.\r\nIn liaison with its development partners, the\r\nGovernment of Niger has therefore agreed on a plan to\r\ncombat poverty, with policies to stimulate sustainable\r\ngrowth, improve rural income, give better access to social\r\nservices and slow population growth, in particular. We\r\nwould like to take this opportunity to invite bilateral and\r\nmultilateral donors to play an active part in implementing\r\nthis plan to combat poverty in Niger.\r\nOur Government is firmly committed to ensuring good\r\nmanagement of our economy, deepening the\r\ndemocratization process and bringing about the participation\r\nat all levels of those who would benefit from the execution\r\nof this plan, which is based on principles of good\r\ngovernment. That commitment undoubtedly guarantees its\r\nsuccess.\r\nMoreover, I am particularly pleased to inform the\r\nAssembly, and thus to reassure the my country\u0027s backers\r\nand partners that peace in Niger has become an\r\nunquestioned reality. Indeed, since the signing of the peace\r\nagreement of 24 April 1995 in Niamey between the\r\nGovernment of the Republic of Niger and the Organization\r\nof the Armed Resistance, the peace process has made\r\nremarkable progress. For example, action has been taken\r\nwith respect to decentralization, the return of refugees, the\r\ncelebration each year of a day of harmony and the\r\nimplementation of an emergency programme for the\r\nrehabilitation of our agricultural region. I solemnly appeal\r\nto the international community to contribute to the\r\ncompletion of the peace progress already begun.\r\nBefore concluding, I would like to reaffirm the\r\ncomplete commitment of a Sahelian country such as Niger\r\nto protecting the environment, whose continuous\r\ndegradation is a source of real concern. Niger welcomed the\r\nrecent holding in New York of the nineteenth special\r\nsession of the General Assembly, devoted to a review of\r\nthe implementation of Agenda 21 and the establishment of\r\nnew policies for the future.\r\nThe special session showed us that while notable\r\nprogress has been made with respect to climate change,\r\nbiodiversity, combating desertification and the use of\r\nrenewable sources of energy, that is not the case with\r\nregard to no less important questions, such as access to\r\ndrinking water, which is a real problem for humankind, the\r\nunbridled exploitation of the oceans and deforestation.\r\nThus, we have to recognize that, at the conclusion of\r\nits proceedings, the special session did not live up to the\r\nhopes placed in it. In particular, it failed to create new\r\nlevels of international cooperation or to establish a basis\r\nfor legally binding codes of conduct on improved\r\nenvironmental protection.\r\nIn that context, my delegation confines itself here to\r\nrecalling Principle 7 of the Rio Declaration, which\r\nemphasizes the concept of common but differentiated\r\nresponsibilities for the entire international community\r\nwith respect to environmental matters. The\r\ncomplementarity between economic, social and\r\nenvironmental questions obliges all our countries to\r\nacknowledge the need for solidarity and joint action to\r\nreach the goals laid down in Agenda 21. We owe this\r\nsolidarity to future generations.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of Uruguay, His Excellency Mr. Alvaro\r\nRamos.\r\nMr. Ramos (Uruguay) (interpretation from Spanish):\r\nAllow me first of all, Mr. President, to congratulate you\r\non your election to preside over this new session of the\r\nGeneral Assembly. We are sure that the experience you\r\nhave gained in your years of activity in the Organization,\r\ntogether with your personal qualities and technical skills,\r\nwill, under your mandate, contribute to the strengthening\r\nof this most important body of the Organization.\r\nAllow me also to express our congratulations to the\r\noutgoing President, Ambassador Razali, for the work he\r\nperformed, which certainly contributed to the\r\nstrengthening both of the presidency and of the role the\r\nGeneral Assembly is called on to play in the United\r\nNations.\r\nUndoubtedly, the central focus of our attention will\r\ncontinue to be the issue of the reform of the Organization,\r\nthe essence of which is now contained in the document\r\nsubmitted by the Secretary-General.\r\nMr. Tello (Mexico), Vice-President, took the Chair.\r\nMy country fully supports and has every confidence\r\nin the appointment and endeavours of the Secretary-\r\nGeneral, Mr. Kofi Annan. We have thus paid the greatest\r\nattention to the package of reforms he has submitted, and\r\nwe are prepared to promote deliberations on them so that\r\nthey can be concluded as soon as possible.\r\n4\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nWe understand that the document is aimed at the\r\nobjective of equipping the Organization with an\r\nadministrative structure that will permit more flexible\r\nmanagement, prevent duplication of functions and secure\r\ncoordination among its organs and programmes, all of\r\nwhich will result in an improvement in terms of both\r\neconomy and management.\r\nWithin the overall issue of reform, the specific topic\r\nof the Security Council is one of the most important\r\nbecause of the political significance that organ has had and\r\nwill continue to have within the structure of the United\r\nNations. Uruguay endorses an enlargement of the Council\r\nbecause it believes that its structure should be adapted to\r\nthe new realities in the world, which differ substantially\r\nfrom those that existed when the Organization was\r\nestablished, since at that time account was taken of the\r\npower structure resulting from the Second World War.\r\nIn this regard, we support an increase in the number\r\nof both permanent and non-permanent Members of the\r\nCouncil, to a total of not more than 25, so that efficiency\r\nis not impaired. Our country particularly supports an\r\nincreased presence of developing countries to ensure a\r\nbetter balance in the membership of this singular organ of\r\nour Organization. We believe that the newly created seats\r\nshould be occupied on the basis of real equality of\r\nopportunity for all States.\r\nHowever, my country believes that the reform of the\r\nCouncil should not be confined to the topic of its\r\nmembership. Equally important is ensuring that its activities\r\nare transparent and that information provided to and\r\ncommunication with the States that are not members of the\r\nCouncil flow freely and are up to date.\r\nThe Eastern Republic of Uruguay has expressed strong\r\nsupport for progressively limiting the right of veto, and to\r\nthat end we have submitted a proposal to the effect that on\r\ncertain subjects, the right of veto could be suspended by the\r\nGeneral Assembly by a majority to be determined. That\r\nmechanism, essentially democratic in nature, would thus\r\nhelp reduce the absolute power of the right of veto as\r\ncurrently provided for in the Charter, while at the same\r\ntime it would strengthen the competence of the General\r\nAssembly.\r\nNonetheless, our country will be ready to analyse any\r\nother proposal that might be submitted aimed at limiting the\r\nabsolute individual veto.\r\nWhile the reform of the Security Council and the\r\npossible revision of the scale of assessments have recently\r\nbeen, and continue to be, the focus of political attention,\r\nwe should also study the question of strengthening the\r\nGeneral Assembly. A calm and dispassionate analysis of\r\nthe organizational structure and respective areas of\r\nresponsibility of our Organization shows that the forum\r\nwhere the principle of juridical equality of States reigns\r\nsupreme is undoubtedly the General Assembly.\r\nThere has been and still is much discussion\r\nregarding the composition of the Security Council and the\r\nexercise of the right of veto, in the context of the new\r\nparameters of international realities. That is all well and\r\ngood, but at the same time, we need to find practical\r\nways of revitalizing and invigorating the activity of the\r\nAssembly.\r\nThe General Assembly is a unique body in\r\ninternational institutional machinery. In it, representativity\r\nis practically universal. States participate on an equal\r\nfooting without regard for their size or power, and the\r\nideal of international democracy attains its clearest\r\nexpression, at least in formal terms. The decisions of this\r\nbody have great moral and political force and accordingly,\r\nit is essential to formulate them better and make them\r\nmore timely.\r\nFor these reasons, the General Assembly not only\r\nneeds to function more flexibly and utilize its resources\r\nmore rationally, but also, and essentially, requires greater\r\nsubstance. Only thus will we be able to give its\r\nresolutions greater operative force.\r\nConsequently, we should take a new approach and\r\nopen a new chapter in the reform process, not confining\r\nour reflections and aspirations to reforms of the Security\r\nCouncil or to reforms of a financial nature, but extending\r\nthem to the organ that brings together the international\r\ncommunity as a whole, namely, the General Assembly.\r\nAfter 52 years of the Organization\u0027s existence, the\r\nmaintenance of international peace and security continues\r\nto be one of its essential functions. Peacekeeping\r\noperations, to which my country is proud to have been a\r\ncontributor from the outset, must be fully maintained\r\nwhile adapting to new kinds of conflicts.\r\nUruguay is prepared for this, and, accordingly, we\r\nreaffirm here once again our commitment not only to\r\ncontinue to make our traditional contribution but also to\r\n5\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\ndiversify it in order to adapt it fundamentally to peace-\r\nbuilding.\r\nIn this connection, we welcome the signing, with the\r\nUnder-Secretary-General for Peacekeeping Operations, of\r\na memorandum of understanding regarding our\r\ncontributions to the United Nations standby arrangements\r\nsystem. This will contribute to facilitating the planning of\r\nfuture peacekeeping missions in the shortest possible time.\r\nThe General Assembly\u0027s recent adoption of the\r\nresolution putting an end to the use of “gratis personnel\r\nprovided by Governments and other entities” fulfils one of\r\nmy country\u0027s long-standing aspirations and does justice to\r\nthe principles of equitable geographical representation and\r\nthe equality of Member States, both enshrined in the\r\nCharter.\r\nSimilarly, the recent General Assembly resolution\r\nadopting uniform and standardized rates for payment of\r\nawards in cases of death or disability sustained by troops in\r\nthe service of the United Nations peacekeeping operations\r\nseems to us an important step that puts an end to an unjust\r\nsituation.\r\nWe fully support the Middle East peace process\r\ninitiated at Madrid in October 1991 and continued at\r\nWashington, and the Government of the Eastern Republic\r\nof Uruguay continues to encourage the necessary holding of\r\ndirect talks between Israel and the Palestinian National\r\nAuthority. It is essential for both parties to respect in good\r\nfaith the commitments entered into in the Madrid and\r\nWashington declarations.\r\nOur Latin American continent does not want an arms\r\nrace; it wants, on the contrary, to be free of nuclear\r\nweapons and of other sophisticated weapons of mass\r\ndestruction that can create instability. We want to work in\r\npeace, allocating the largest possible amount of resources\r\nto our economic and social development.\r\nHowever, this should not be an obstacle to limited\r\npurchases of arms by our armed forces solely for the\r\npurpose of replacing their obsolete equipment, thereby fully\r\ndischarging their constitutional mandates.\r\nWe must work to ensure a continuation of the mutual\r\nconfidence and security that prevails in the region today,\r\nwithout third countries weakening and taking advantage of\r\nour continent through the sale of sophisticated weapons.\r\nUruguay will continue to support with firm\r\nconviction all disarmament processes, and, accordingly,\r\nwe recently signed in Oslo the Convention on the\r\nProhibition of the Use, Stockpiling, Production and\r\nTransfer of Anti-Personnel Mines, those lethal weapons\r\nthat have caused not only death and serious injury to\r\nsoldiers but also the loss of thousands of innocent lives.\r\nProtection of human rights has been and will\r\ncontinue to be one of the priority objectives of both our\r\ndomestic and international policies. Without full exercise\r\nof human rights, there can be neither peace nor security,\r\nneither economic prosperity nor social equity, and the\r\nexistence of a democratic system of government will\r\ntherefore also be impossible.\r\nIn addition, there can be no full exercise of human\r\nrights without a minimum economic, social and\r\neducational base, and my country will be prepared to\r\ncontribute to ensuring the existence of such a base.\r\nIn this connection, we fully support the restructuring\r\nproposed by the Secretary-General while at the same time\r\nendorsing the philosophy on which it is based, embodied\r\nin his idea that the question of human rights should be\r\npart of all the substantive spheres of the Secretariat\u0027s\r\nprogramme of work: peace and security, economic and\r\nsocial affairs, development cooperation and humanitarian\r\naffairs.\r\nThe financial crisis the Organization is experiencing,\r\nwhich has no counterpart in its history, stems primarily\r\nfrom the failure to pay assessed contributions. While not\r\nintending to justify any delay in payment, Uruguay\r\nbelieves that the current scale of assessments requires\r\nadjustments to make it fairer, more transparent and better\r\nbased on the capacity of States to pay. That should not,\r\nhowever, mean that developing countries would assume\r\nnew and additional commitments today; that would, in our\r\nview, be unjust and unacceptable. The system of\r\ncontributions should be based on objective criteria of\r\nfinancial responsibility. We agree that there is a need to\r\ncorrect and manage the budgets of the Organization in\r\norder to reduce expenditures and increase efficiency, thus\r\nstriking a balance between expenditure on peace and\r\nsecurity and expenditure on development, each of which\r\nis a cornerstone of the other, without weakening operating\r\nand information activities.\r\nWe cannot but express our public satisfaction at\r\nseeing the importance the Secretary-General attaches to\r\ndevelopment, which he regards as one of the priorities\r\n6\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nand essential functions of the Organization. There can be no\r\npeace without development.\r\nOn the threshold of a century that is already taking\r\nshape and that, unfortunately, seems to be marked by\r\ngrowth without equity, uncertainty in employment and a\r\nproliferation of crises and conflicts, good management of\r\ndevelopment assistance is today more necessary than ever\r\nbefore. At a time when human concerns seem to be alien to\r\nus, it is essential, in Uruguay\u0027s view, to support an\r\nOrganization that holds that people must be placed at the\r\nvery heart of the development process if we want growth to\r\nbe compatible with the human condition and development\r\nto be conducted by and for people.\r\nIn this context, we consider it very important to\r\nmaintain unconditionally the principle of universality and\r\nthe right of all developing countries, without exception, to\r\nbenefit from international cooperation and to receive\r\ntechnical assistance with a view to achieving sustainable\r\nhuman development.\r\nUruguay considers international technical cooperation\r\nessential for consolidating the processes of development and\r\nintegration in the various regions. It is a fundamental tool\r\nfor attaining greater economic growth.\r\nWe support the development of South-South\r\ncooperation as an important tool for promoting the\r\nimproved development of nations. We believe that a new\r\nconcept of technical cooperation will have to respond to\r\ntraditional demands, such as humanitarian affairs, as well\r\nas others associated directly with the process of integration\r\ninto the international economy, such as, for example, the\r\nredefinition of the role of the State, its modernization and\r\nits decentralization.\r\nWe believe that a positive contribution to political and\r\ndemocratic stability and to economic growth is made by\r\nprocesses of regional and subregional integration. In our\r\ncase, the Southern Cone Common Market — composed of\r\nArgentina, Brazil, Paraguay and our country — is a clear\r\nexample of democratic stability and expansion of trade,\r\nwithin and outside the region, compatible with the rules of\r\nthe World Trade Organization.\r\nUruguay continues to assign to international law a\r\nprimordial role as a regulator of relations among States.\r\nRespect for and compliance with international law are\r\nessential for peaceful coexistence. For this reason, we\r\nsupport the holding of an international conference to discuss\r\na draft convention establishing an international criminal\r\ncourt for autonomous and independent hearings on certain\r\ncrimes, such as genocide and others which, because of\r\ntheir seriousness, are roundly condemned by the\r\ninternational community. We also support the work of the\r\nAd Hoc Committee on the elaboration of a convention for\r\nthe suppression of terrorist bombings.\r\nIn times of change, which we all see as appropriate\r\nand inevitable in order to revitalize the Organization, we\r\nnevertheless identify more than ever before with the\r\nessential purposes and principles established 52 years ago.\r\nThese bind the Organization together and, despite the time\r\nthat has elapsed and the important changes that have since\r\ntaken place in the world, continue to constitute and must\r\ncontinue to constitute, today as yesterday, the goal and\r\nobjective of all the changes the United Nations will have\r\nto face at the dawn of the twenty-first century.\r\nPeople, simple people, call for us to be effective and\r\nefficient in our activities and bold in our decisions in\r\npreventing conflicts, and to act on their behalf in\r\nrebuilding civil societies. The citizens of every nation, of\r\nevery country of the world, call on us today to be firm in\r\nour commitment to the Charter and to adapt our new\r\nactivities to the changing times.\r\nThe Acting President (interpretation from Spanish):\r\nI now give the floor to the Minister for Foreign Affairs of\r\nIndonesia, His Excellency Mr. Ali Alatas.\r\nMr. Alatas (Indonesia): It gives me great pleasure\r\nto offer Foreign Minister Hennadiy Udovenko of Ukraine\r\nthe felicitations of my delegation on his assumption of the\r\npresidency of the General Assembly at its fifty-second\r\nsession. I am confident that, under his experienced\r\nleadership, we will achieve substantive progress in our\r\nwork.\r\nI should also like to pay tribute to his predecessor,\r\nMr. Razali Ismail, for the skilful manner in which he\r\nguided our deliberations during an extraordinarily busy\r\nyear. His purposeful and decisive stewardship secured the\r\nsuccess of the fifty-first session of the General Assembly.\r\nI join other members in commending our Secretary-\r\nGeneral, Mr. Kofi Annan, for his report “Renewing the\r\nUnited Nations: A Programme for Reform”. His initiative\r\ndeserves our praise and the recommendations in the report\r\nmerit our serious consideration.\r\nSince we met last year, world developments have\r\ncontinued to show a mixture of bright promise, new\r\n7\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nchallenges and pervasive uncertainty. The post-cold-war era\r\nhas opened up new possibilities for the solution of\r\npersistent problems and conflicts and the pursuit of a global\r\nagenda for peace and development. In various parts of the\r\nworld, protagonists have shown a desire to resolve their\r\ndifferences through dialogue and negotiations. Globalization\r\nhas raised the hopes of mankind for equitably shared\r\nprosperity.\r\nYet, intra-State conflicts continue to rage in many\r\nparts of the world even as the international community\r\nfaces a multitude of new and unpredictable threats and\r\nchallenges. Despite significant strides in limiting\r\narmaments, the destructive power of nuclear weapons\r\ncontinues to pose a threat to all life on Earth. Poverty and\r\nbackwardness hold dominion over vast areas of the\r\ndeveloping world, while the developing countries are\r\nincreasingly marginalized in international economic\r\ndecision-making.\r\nWe cannot hope to rid the world of these systemic\r\nproblems unless we can devise an effective system of\r\nglobal governance capable of managing the impact of\r\nglobalization and interdependence, fulfilling the interlinked\r\ndemands of peace, security and development, and\r\nreconciling the competing interests of a constantly widening\r\nrange of actors in international affairs. For that system of\r\nglobal governance to be effective and universally accepted,\r\nit must have for its central mechanism and source of\r\nlegitimacy a United Nations revitalized through a process\r\nof judicious reform and democratization.\r\nMy delegation has therefore welcomed the United\r\nNations reform package that the Secretary-General\r\npresented to the General Assembly last July. We support\r\nthe endeavour to transform the leadership and management\r\nstructure of the Organization so that it can address the\r\nchallenges of the new millennium with a greater sense of\r\npurpose, effectiveness and efficiency. We commend the\r\nproposal to promote sustained and sustainable development\r\nthrough, inter alia, the creation of a “development\r\ndividend” by shifting resources to development activities,\r\nespecially those for poverty alleviation.\r\nWe attach great importance to the proposed measure\r\nto overcome the financial crisis of the Organization through\r\nthe creation of a revolving credit fund pending the\r\nattainment of a permanent solution to the crisis. Just as\r\ncrucial is the idea of enhancing the effectiveness of the\r\nUnited Nations in disarmament activities by establishing a\r\nnew department for disarmament and arms regulation, to be\r\nheaded by an Under-Secretary-General. That new\r\ndepartment, however, should squarely address the\r\nquestion of nuclear disarmament as a priority issue and\r\nnot only the non-proliferation of weapons of mass\r\ndestruction.\r\nWe also welcome the efforts to improve the\r\nOrganization\u0027s ability to deploy peacekeeping and other\r\nfield operations more rapidly, enhance the United Nations\r\ncapacity for post-conflict peace-building, strengthen\r\ninternational efforts to combat drugs, crime and terrorism,\r\nand bolster international response to global humanitarian\r\nneeds. The reorganization and restructuring of the human\r\nrights secretariat is also timely and appropriate. However,\r\nthe idea of extending human rights activities by\r\nintegrating them into all United Nations activities and\r\nprogrammes entails careful study. Hence, Indonesia stands\r\nready to participate constructively in the detailed\r\ndiscussions on the proposed reform package which will\r\ntake place during this Assembly.\r\nOf equally vital concern is the question of the\r\nreform and expansion of the Security Council so as to\r\nreflect the realities of today and to accommodate the basic\r\ninterests of the developing countries which comprise the\r\noverwhelming majority in the Organization. On the\r\nexpansion of membership of the Council, our view is well\r\nknown: that new permanent members should be chosen\r\nnot only on the basis of equitable geographic\r\nrepresentation, but also on the basis of a set of criteria\r\nsuch as political, economic and demographic weight; their\r\ncapability and their track record of contributing to the\r\npromotion of peace both regionally and globally; and their\r\ncommitment to assume responsibilities inherent to\r\npermanent membership. And we should first discuss and\r\nagree on this set of criteria before we determine who\r\nrepresents which region or which group of Member\r\ncountries. We should not put the cart before the horse.\r\nIn this regard, predetermined numerical limitations\r\nwould unduly restrict and possibly distort the\r\nrepresentative value of the expansion of the Security\r\nCouncil. The African Member countries have indicated\r\nthat they would like to have two permanent seats\r\nrepresenting their region. By the same token, we believe\r\nthat it is legitimate that the new composition of the\r\nSecurity Council should have two new permanent\r\nmembers from among the developing countries of the\r\nAsian continent.\r\nAs emphasized by the Ministerial Conference of the\r\nMovement of Non-Aligned Countries, held last April in\r\nNew Delhi, there should be no partial or selective\r\n8\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nexpansion of the membership of the Security Council to the\r\ndetriment of the developing countries, and efforts to\r\nrestructure the Council should not be subject to any\r\nimposed time-frame, for although the issue is urgent it\r\nshould not be decided before there is general agreement.\r\nThe Foreign Ministers of the Non-Aligned Movement also\r\nstressed that the use of the veto should be curtailed with a\r\nview to its eventual elimination, and that the improvement\r\nof the working methods of the Council should be given\r\nequal importance.\r\nWhile we are deeply engaged in this process of reform\r\nwe must not lose sight of the fundamental goals that\r\nimpelled us to undertake it in the first place: to enhance the\r\nOrganization\u0027s ability to foster development and to address\r\nthe root causes of poverty and conflict. Reform should not\r\nbecome a euphemism for budget slashing or an excuse for\r\ncertain Member States to renege on their financial\r\nobligations to the Organization. When reforms are in place,\r\nthey could indeed ensure optimum use of resources and\r\ngenerate savings. But they could become meaningless if,\r\ndue to insolvency, the United Nations were rendered\r\nincapable of fulfilling its mission.\r\nMuch of the insecurity in the world today stems from\r\nthe fact that the international community has not been able\r\nto abolish nuclear armaments. The Non-Proliferation Treaty\r\nhas been indefinitely extended, but without any guarantee\r\nthat the commitment to nuclear disarmament will be\r\nhonoured. We are also dismayed that the Comprehensive\r\nNuclear-Test-Ban Treaty does not effectively prohibit\r\nnuclear testing in all environments and for all time, without\r\nloopholes or exceptions.\r\nNevertheless, we signed the Treaty in the hope that the\r\nnuclear Powers on their own would refrain from testing\r\nthrough simulation. That hope has been shattered by the\r\nsub-critical tests announced recently by a nuclear-weapon\r\nState. Although these sub-critical tests do not legally violate\r\nthe CTBT, they make a travesty of the spirit of the Treaty.\r\nThe nuclear Powers should desist from conducting such\r\ntests, as they could lead to the resumption of the nuclear\r\narms race and its attendant risk of global disaster.\r\nMeanwhile, in South-East Asia, the South-East Asia\r\nNuclear- Weapon-Free Zone Treaty came into force earlier\r\nthis year. We hope that the nuclear-weapon States will also\r\ncontribute to regional security by their timely accession to\r\nthe relevant Protocol of the Treaty.\r\nIn the Middle East we are witnessing a continuing\r\nescalation in Israeli provocative acts. Israel\u0027s encroachments\r\non East Jerusalem, especially in Jabal Abu Ghneim, have\r\nplunged the peace process into deeper crisis and triggered\r\nunrest and tension on the West Bank and the Gaza Strip.\r\nIsrael persists in its illegal construction activities, in\r\nblockading Palestinian territory and besieging Palestinian\r\ncities and towns and in withholding funds belonging to\r\nthe Palestinian Authority.\r\nThe imposition of a harsh regimen of collective\r\npunishment contravenes all international legal norms and\r\nprinciples and violates the fundamental rights of the\r\nPalestinian people. We must therefore vigorously support\r\nall efforts to restore the momentum of the peace process\r\nand to bring about the resumption of negotiations based\r\non the provisions of the Declaration of Principles and the\r\nprinciple of land for peace. And we must continue to\r\npress for progress on the Syrian-Israeli and Lebanese-\r\nIsraeli tracks of the peace process, for without such\r\nprogress a comprehensive settlement of the Middle East\r\nquestion is not possible.\r\nIn Cambodia, the recent regrettable turn of events,\r\nwhich resulted in a significant change in the governmental\r\nset-up and political situation has threatened to plunge the\r\ncountry back into factional strife and instability. The\r\ninterests of the Association of South-East Asian Nations\r\n(ASEAN) and Cambodia are inextricably linked, and the\r\nstability of Cambodia is essential to the stability of the\r\nSouth-East Asian region. Therefore, while ASEAN\r\nreaffirms its commitment to the principle of non-\r\ninterference in the internal affairs of other States, it stands\r\nready to contribute its efforts to help restore political\r\nstability in Cambodia. Accordingly, ASEAN has proposed\r\nthe immediate cessation of all armed hostilities and acts\r\nof violence throughout Cambodia and called on the\r\nconflicting parties to resolve their differences amicably.\r\nIndonesia believes that a principled solution can only\r\nbe reached through dialogue, with the aim of preserving\r\nthe coalition Government that reflects the power-sharing\r\narrangements resulting from the elections of 1993, held\r\nunder the auspices of the United Nations. Furthermore,\r\nfree and fair elections should be held as scheduled next\r\nMay, with the participation of all Cambodian parties and\r\npolitical forces as an important element of its success.\r\nIndonesia welcomes the convening of the four-party\r\ntalks among the Republic of Korea, the Democratic\r\nPeople\u0027s Republic of Korea, the United States and the\r\nPeople\u0027s Republic of China. We believe that a positive\r\noutcome to these talks will pave the way for the\r\nestablishment of a permanent peace mechanism and that\r\n9\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nthe Korean Peninsula Energy Development Organization\r\n(KEDO) will facilitate endeavours towards a lasting\r\nsolution to the nuclear issue on the Korean peninsula.\r\nIn Bosnia and Herzegovina the implementation of the\r\nPeace Agreement has entered a critical phase. Key\r\nprovisions of the Agreement remain unimplemented.\r\nRefugees and displaced persons continue to be denied their\r\nright to return to their pre-war homes. Freedom of\r\nmovement has not been restored fully, and discrimination\r\nand harassment are still prevalent. Challenges remain in the\r\nfunctioning of the common State institutions that are so\r\nvital to unity and reconciliation.\r\nThe unravelling of the Peace Accord would have\r\ndevastating consequences for Bosnia and Herzegovina and\r\nits neighbours. All concerned should therefore join ranks\r\nand work together to ensure the irreversibility of the peace\r\nprocess and the full implementation of the Peace Accords.\r\nIt is encouraging to note from the World Economic\r\nand Social Survey and other authoritative sources that the\r\nglobal economy is basically healthy, that growth rates have\r\nrisen for the third consecutive year and that such progress\r\nhas been more widespread than before. However, we have\r\nno illusions that the global economy has fully recovered\r\nfrom a protracted period of decline during the past decade.\r\nThe echoes of the recession in the 1980s are still\r\nreverberating. Millions in the developing world are still\r\nlanguishing in wrenching poverty. And this new growth has\r\nhad little impact on rates of unemployment and under-\r\nemployment. In fact, it would take another 10 years of\r\nsimilar growth just to recover the gross domestic product\r\nper capita levels of the early 1980s.\r\nGlobalization has indeed brought about an\r\nunprecedented surge in international trade, investments and\r\ninformation flows, but it has also accentuated the inequities\r\nand imbalances of international economic relations. Only\r\nthe developed economies have fully benefited from it. The\r\ndeveloping countries as a whole continue to suffer its\r\nnegative impact while being marginalized from international\r\neconomic decision-making processes in which they could\r\notherwise seek redress from the inequities weighing down\r\ntheir development efforts.\r\nEven developing economies that have attained some\r\nmeasure of dynamism are not immune to the perils of\r\nglobalization and liberalization. Given the sharp fluctuations\r\nof international financial flows and currency manipulation\r\nby speculators, economies built through years of patient,\r\nsound and solid fiscal and monetary policies could be\r\ncrushed overnight in the anarchy of the globalized market\r\nplace. Globalization should, therefore, be managed so as\r\nto soften its impact on vulnerable economies.\r\nIndonesia welcomes the adoption by the General\r\nAssembly of An Agenda for Development, a major\r\ninitiative designed to restore the theme of development to\r\nthe centre of the operations of the United Nations. The\r\nAgenda provides a comprehensive framework of\r\nprinciples and measures designed to promote development\r\nas a vital preoccupation of the international community.\r\nIt also seeks to restore the centrality of the United\r\nNations in the pursuit of international cooperation for\r\ndevelopment.\r\nPerhaps the greatest constraint to development today\r\nis the dearth of financial resources for development.\r\nWhile there is an increased emphasis on foreign direct\r\ninvestment, and this is welcome, the fact remains that\r\nofficial development assistance constitutes the principal\r\nsource of development financing for the majority of the\r\ndeveloping countries. Regrettably, official development\r\nassistance is in sharp decline, and has today reached its\r\nlowest level since target levels were adopted in 1970.\r\nBecause many developing countries are unable to attract\r\nadequate volumes of foreign direct investment, the\r\nconstriction of official development assistance has taken\r\nan enormous toll on their social and economic\r\ndevelopment, particularly in their efforts aimed at\r\nreducing hunger, illiteracy and child mortality. We\r\ntherefore support the proposal in the reform package\r\nsubmitted by the Secretary-General for the creation of an\r\nOffice of Development Financing that will pursue this\r\nendeavour full-time in tandem with the proposed\r\n“development dividend”.\r\nThe problem of chronic external indebtedness\r\nconstitutes another debilitating impediment to\r\ndevelopment. Despite various debt relief initiatives in the\r\npast, many developing countries remain crippled by their\r\ndebt overhangs. My country has always advocated a once-\r\nand-for-all approach that entails a reduction of\r\nindebtedness to a level that will allow resumption of\r\ndevelopment. We therefore support the Heavily Indebted\r\nPoor Countries Initiative of the International Monetary\r\nFund (IMF) and the World Bank, as it would help some\r\nof the poorest countries escape the vicious cycle of\r\nindebtedness and deprivation and once again take the road\r\nto development. In this context, Indonesia has pledged, as\r\na concrete expression of this support, $10 million to the\r\nWorld Bank\u0027s Trust Fund for the debt relief of the heavily\r\nindebted poor countries. We also urge that these\r\n10\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\ninitiatives be implemented expeditiously and with\r\nflexibility, and that they cover other heavily indebted\r\ncountries that are also in dire need of development.\r\nIn this era of trade liberalization, and in spite of the\r\npresence of the World Trade Organization (WTO), the\r\ndeveloping countries are finding their comparative\r\nadvantage rendered meaningless by an array of non-tariff\r\nbarriers, preference-erosion and the misuse of anti-dumping\r\nmeasures and countervailing duties. Moreover, the\r\npersistent attempts of developed countries to link\r\ninternational trade issues with extraneous issues, such as\r\nlabour standards, amount to a new form of protectionism.\r\nSuch insidious obstacles to free and open trade have to be\r\ndone away with so that the global economy can benefit\r\nfrom an equitable, transparent and rule-based multilateral\r\ntrading system, with the World Trade Organization as its\r\nembodiment.\r\nOur common aspirations for global economic and\r\nsocial development will never be realized until all forms of\r\ndiscrimination are removed from society and opportunity is\r\nafforded equitably to all humanity. The Programme of\r\nAction for the Third Decade to Combat Racism and Racial\r\nDiscrimination (1993-2003) should be the vehicle of our\r\nendeavours to end all forms of racism and racial\r\ndiscrimination. The Beijing Declaration and Platform for\r\nAction, adopted at the Fourth World Conference on\r\nWomen, must be vigorously implemented at all levels.\r\nLikewise, implementation of the Copenhagen Declaration\r\nand Programme of Action is essential for the attainment of\r\na positive environment for enhancing the human condition.\r\nAs to the environment, it is regrettable that the special\r\nsession of the General Assembly devoted to the review of\r\nthe United Nations Conference on Environment and\r\nDevelopment and Agenda 21 has revealed that the\r\ncommitments to the Rio Conference and to the Agenda\r\nhave not been substantially fulfilled. The international\r\ncommunity, particularly the countries that have the\r\ntechnological and financial resources, must summon the\r\npolitical will to bring positive action to support Agenda 21.\r\nVigorous measures should also be taken in defence of\r\nour human resources and social values against the thrusts of\r\ninternational crime, drug trafficking and drug abuse. We\r\ntherefore remain committed to support the mechanisms of\r\nthe United Nations anti-crime and anti-drug programmes.\r\nWe look forward to the convening of a special session of\r\nthe General Assembly in 1998 to assess the situation and to\r\ndevelop further ways and means of combating these\r\ninternational social evils.\r\nIn the area of human rights, the United Nations\r\nshould continue to strengthen its role as the architect of\r\na common plan based on a holistic approach toward the\r\npromotion of, and respect for, the inherent dignity of the\r\nhuman being. At all levels, we must work with all\r\ninterested parties, maintain constructive relationships and\r\nfoster dialogue and cooperation as the most effective\r\nmeans of advancing human rights. In this regard,\r\nIndonesia stands ready to cooperate with the High\r\nCommissioner for Human Rights. We also support all\r\ninitiatives promoting a more balanced approach to human\r\nrights. In this context, we note with interest the 19-point\r\nUniversal Declaration on Human Responsibilities\r\nproposed by the InterAction Council. We agree with\r\nformer Australian Prime Minister Malcolm Fraser, the\r\nInterAction Council Chairman, that, if adopted by the\r\ninternational community, the Declaration on Human\r\nResponsibilities, together with the Universal Declaration\r\nof Human Rights, could serve as twin pillars providing an\r\nethical base for a just world. Indeed, freedom without\r\nacceptance of responsibility can destroy freedom itself,\r\nwhereas when rights and responsibilities are balanced,\r\nfreedom is enhanced. We have always held that although\r\nthe individual should not be sacrificed in the name of\r\nsociety, neither should society be allowed to disintegrate\r\nto accommodate the individual. Without this fine balance,\r\nneither rights nor responsibilities can meaningfully exist.\r\nAllow me to take this opportunity to express the\r\ngratitude of my Government to the United Nations\r\nDevelopment Programme (UNDP) for the singular honour\r\nit recently bestowed on Indonesia by formally citing\r\nHis Excellency President Soeharto and the people of\r\nIndonesia for\r\n“outstanding accomplishments and commitments to\r\nthe significant reduction and continued eradication of\r\npoverty in Indonesia and for making poverty\r\neradication an overriding theme of national\r\ndevelopment efforts.”\r\nThis is an honour that Indonesia holds in trust for all\r\ndeveloping countries endeavouring, in spite of their\r\nconstraints and adversities, to attain a better life for their\r\npeoples while still contributing to the making of a better\r\nworld. With developed and developing nations working\r\ntogether within the framework of a revitalized United\r\nNations, we can indeed before too long achieve the final\r\nconquest of the most formidable and tenacious enemy of\r\nhumankind, poverty.\r\n11\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nThe Acting President (interpretation from\r\nSpanish): I now call on the Minister for Foreign Affairs of\r\nBahrain, His Excellency Shaikh Mohammed Bin Mubarak\r\nAl-Khalifa.\r\nMr. Al-Khalifa (Bahrain) (interpretation from\r\nArabic): I have the pleasure at the outset to extend to the\r\nPresident and his friendly country, Ukraine, my sincere\r\ncongratulations on his election as President of the fifty-\r\nsecond session of the General Assembly. In wishing him\r\nsuccess in conducting the proceedings of this session, I\r\nwould like to assure him of my delegation\u0027s readiness to\r\ncooperate with him in making his task a success and in\r\nachieving the desired objectives of the session.\r\nIt is also my pleasure to commend the dedicated\r\nefforts of the President\u0027s predecessor, Mr. Razali Ismail, in\r\npresiding over the fifty-first session of the General\r\nAssembly, and to express the thanks and appreciation of the\r\nState of Bahrain to him and to his friendly country,\r\nMalaysia.\r\nI would like to take this opportunity to express the\r\nState of Bahrain\u0027s appreciation for the tireless and sincere\r\nefforts that the Secretary-General, Mr. Kofi Annan, has\r\nmade since his appointment and of the great attention he\r\npays to international issues and, to the reform of the\r\nOrganization and strengthening its role in the maintenance\r\nof international peace and security. By virtue of his\r\nextensive experience in the United Nations, he has gained\r\nexpertise in both international politics and the management\r\nof the Organization.\r\nI would be remiss in this connection if I did not\r\nexpress appreciation for the endeavours of the former\r\nSecretary-General, Mr. Boutros Boutros-Ghali, and for his\r\nefforts and accomplishments with regard to reform of the\r\nOrganization.\r\nWe do not believe there has been in the history of our\r\nmodern world a period more harmonious with the spirit of\r\nthe United Nations or more expressive of its orientation\r\nthan the current period. Had the Organization not been\r\nestablished half a century ago by a farsighted initiative of\r\nthe founding Member States, it would have been incumbent\r\nupon the international community to proceed to create it\r\nnow, at this important juncture in history. This is because\r\ncurrent international developments relevant to various\r\naspects of human life require the existence of such an\r\nOrganization, which, by its composition and nature, and\r\nguided by its Charter, is equipped to handle world affairs,\r\nin the spirit of one great family. Not a single international\r\nissue is now beyond the scope of the Organization.\r\nThe impression that the role of the United Nations\r\nhas become marginal or marginalized in the wake of the\r\ncold war — true as it might be in certain isolated and\r\nlimited situations and cases of international action — does\r\nnot, in our conviction, reflect thoroughly and\r\ncomprehensively the current stage of our world\u0027s history\r\nor the aspirations of all its States. Such aspirations require\r\nthe existence of a world organization that is active and\r\neffective, not only in political and security affairs, but\r\nalso, and increasingly so, in civilizational, developmental,\r\neconomic, environmental, cultural and intellectual affairs.\r\nFor increasingly, now that they have become the focus of\r\nattention of all nations, big and small, those non-political\r\nmatters influence world affairs and the life and direction\r\nof peoples much more than political matters do.\r\nWe have followed with interest the work of the\r\nGeneral Assembly\u0027s Open-ended High-level Working\r\nGroup on the Strengthening of the United Nations System\r\nand carefully studied the Secretary-General\u0027s report\r\n(A/51/950) to the General Assembly, “Renewing the\r\nUnited Nations: A Programme for Reform”, which he\r\nsubmitted on 14 July. We express our appreciation for the\r\nSecretary-General\u0027s invaluable efforts regarding the\r\nreform process, and the measures and recommendations\r\ncontained in his report, and we would also welcome any\r\nGeneral Assembly actions that would reflect the general\r\nattitude of Member States vis-à-vis the reform process\r\nthat meets the current requirements and desires of\r\nMember States. My country is both interested in, and\r\nappreciative of, the work of the Open-ended Working\r\nGroup on the Question of Equitable Representation on\r\nand Increase in the Membership of the Security Council\r\nand Other Matters Related to the Security Council, in\r\nview of the great increase in the United Nations\r\nmembership. It should also be pointed out that it is in the\r\ninterest of the reform process that the work of the\r\nSecurity Council be transparent so that all other Member\r\nStates which are not members of the Council are aware\r\nof the latter\u0027s proceedings with regard to the reform\r\nprocess.\r\nBahrain has presented its candidacy for Security\r\nCouncil membership for the period 1998-1999 in the\r\nelections that will take place during this session, based on\r\nthe provisions of the Charter that allow participation for\r\nall Member States. The history of civilization has shown\r\nus that a number of smaller countries and peoples have,\r\nnot less than the larger nations, taken the lead in progress,\r\n12\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\ndevelopment and creativity. The independent policy which\r\nthe State of Bahrain has pursued throughout the 26 years\r\nthat it has been a Member of the United Nations, has\r\nqualified its candidacy as meriting the support of the Group\r\nof Asian States for the non-permanent seat allocated to that\r\nGroup.\r\nMoreover, Bahrain has a long record of constructive\r\nparticipation in support of United Nations activities and in\r\nsupport of the rights of peoples to independence, freedom\r\nand self-determination, in opposing apartheid and in\r\nsupporting decolonization. It has also been actively\r\ninvolved in the work of the United Nations system and\r\norgans dealing with the fields of disarmament and\r\neconomic and social development. In addition, Bahrain has\r\nbolstered Security Council efforts in the field of\r\ninternational peace and security, particularly in the Arab\r\nGulf region, which prompted the Secretary-General to pay\r\ntribute to that role to which he referred in paragraph 816 of\r\nhis 1996 annual report on the work of the Organization. He\r\nsaid:\r\n“The Government of Bahrain\u0027s support for the\r\nCommission\u0027s [the United Nations Special\r\nCommission] Field Office has been outstanding and\r\nremains essential to the continued logistics lifeline to\r\nthe activities of the Commission” (A/51/1, para. 816).\r\nFurthermore, the State of Bahrain hosts a number of\r\nUnited Nations regional offices, including, in addition to the\r\nUnited Nations Special Commission (UNSCOM) Field\r\nOffice, the offices of the United Nations Development\r\nProgramme, the United Nations Environmental Programme,\r\nand the United Nations Information Centre.\r\nThe State of Bahrain welcomes the endorsement its\r\ncandidature for Council membership has received from the\r\nAsian Group, the Group of Arab States and the member\r\nStates of the Gulf Cooperation Council, to which it belongs.\r\nBahrain, noting the overwhelming support of the Member\r\nStates, will have the pleasure to declare, when elected to\r\nthe membership of the Council, that it will do its utmost, in\r\ncooperation with other Member States, to fulfil its duties\r\ntowards the achievement of international peace and security\r\nand the upholding of the principles embodied in the Charter\r\nof the United Nations.\r\nThrough its experience in its region and larger area,\r\nmy country has played, since the early years of the\r\ntwentieth century, a significant and leading role in the\r\ndevelopment of civilization, culture and society, in\r\nmodernizing management and the economy, and in\r\nconsolidating the bases of an advanced civil society — a\r\npioneering role to which any objective historian of the\r\ndevelopment of civilization in the Gulf region will attest.\r\nThe question of regional security remains of crucial\r\nimportance to the State of Bahrain, in view of the\r\ndangerous ramifications and impacts it has on the\r\nsecurity, stability and safety of peoples and nations. The\r\nsituation in the Gulf region, which has witnessed in recent\r\nyears two devastating wars that have upset the region\u0027s\r\npeace and stability and delayed the implementation of\r\nnumerous development and construction projects, requires\r\nthat all the States of the region and the world Powers\r\nwith vital interests in the region promote and strengthen\r\nrelations among the States of the region on the basis of\r\ngood neighbourliness, mutual respect, non-interference in\r\nthe internal affairs of others and recognition of every\r\nState\u0027s national sovereignty.\r\nThe territorial and boundary claims currently\r\nwitnessed in the Gulf region, aim at changing the\r\nestablished and traditionally accepted boundaries,\r\ndisturbing the security and stability of the region. We\r\nbelieve that the optimum and most judicious course to\r\navoid that prospect is to respect the status quo; to refrain\r\nfrom any claims, total or partial; and to settle any\r\nconsequential disagreements by peaceful means acceptable\r\nto the parties to the dispute.\r\nInsofar as the situation between Iraq and Kuwait is\r\nconcerned, the State of Bahrain, being keen on the\r\nmaintenance of security and stability in the Gulf region,\r\nstresses that Iraq should fully comply with the\r\nrequirements of international legitimacy and uphold its\r\ncommitments under relevant Security Council resolutions,\r\nincluding those relating to the release of prisoners and\r\ndetainees of Kuwaiti and other nationalities. Bahrain is\r\nalso keen on ensuring the unity and territorial integrity of\r\nIraq and opposes any interference in Iraqi internal affairs,\r\nas any such interference is considered a violation of the\r\nsovereignty of a Member State of the Organization.\r\nThe State of Bahrain also expresses its satisfaction\r\nthat the oil-for-food agreement between the United\r\nNations and Iraq is alleviating the suffering of the\r\nbrotherly Iraqi people.\r\nIn the same context, the continued occupation by the\r\nIslamic Republic of Iran of the three islands, Greater\r\nTunb, Lesser Tunb and Abu Musa, all of which belong to\r\nthe United Arab Emirates, constitutes an important cause\r\nfor anxiety and concern to the State of Bahrain and the\r\n13\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nother member States of the Gulf Cooperation Council, in\r\nview of the occupation\u0027s serious consequences for the\r\nsecurity and stability of the region and the effect it has on\r\ngood-neighbourly relations among the States of the region.\r\nConsequently, the State of Bahrain calls upon the\r\nIslamic Republic of Iran to respond urgently to the calls of\r\nthe United Arab Emirates to resolve the question of the\r\nislands through serious bilateral negotiations or through any\r\nother available peaceful means for the settlement of\r\ndisputes through reconciliation among States.\r\nThe ominous setbacks and impediments that have\r\nbeset the Middle East peace process which threaten that\r\nprocess and pose dangers to the entire region are but the\r\nresult of Israel\u0027s non-adherence to the basic premises\r\nunderlying the process since the Madrid Conference in 1991\r\nand to the agreements which emerged from the negotiations\r\nthat followed between the parties concerned. Only through\r\ncompliance with those commitments, which are based on\r\nSecurity Council resolutions 242 (1967), 338 (1973) and\r\n425 (1978), the implementation of the land-for-peace\r\nprinciple, and refraining from any actions that contravene\r\nthose commitments, can there be a viable basis for getting\r\nthe peace process back on its proper track and the\r\nachievement of progress on the Syrian and Lebanese tracks\r\nas well. A just, comprehensive and lasting peace in the\r\nregion is not conceivable without the return of the occupied\r\nterritories to their owners and the recognition of the\r\nPalestinian people\u0027s right to have their own independent\r\nstate on their own national soil, with Jerusalem as its\r\ncapital.\r\nFor a just and comprehensive peace to be attained, it\r\nis essential that Arab rights be restored, in accordance with\r\nthe relevant United Nations resolutions, which call for the\r\ncomplete withdrawal of Israel from the occupied Syrian\r\nGolan, southern Lebanon and the occupied Palestinian\r\nterritories, including, most importantly, Jerusalem.\r\nThe State of Bahrain has endorsed the peace process\r\nsince its inception in Madrid in 1991. It has participated in\r\nall the committees that have been established in connection\r\nwith the process and has hosted a meeting of the\r\nenvironmental committee. This was in support of\r\nendeavours to achieve a just and comprehensive peace in\r\nthe region, which should be the strategic option of all States\r\nof that region. A just peace which can guarantee that\r\npeople\u0027s legitimate rights are restored is what will ensure\r\nsecurity, stability and prosperity for the region\u0027s peoples.\r\nThe continued strife in Somalia has brought\r\ndestruction and devastation to the Somali people. We\r\nreiterate our appeal to all warring factions to implement\r\nall agreements reached so far and to exert concerted\r\nefforts with a view to reaching a genuine and durable\r\nsolution to the problem in order to preserve the unity,\r\nsovereignty, territorial integrity and political independence\r\nof Somalia. With respect to the situation in Afghanistan,\r\nwe call for an immediate end to the fighting among the\r\nsons who belong to the same homeland, for support of the\r\nefforts being made to this end, and for the achievement of\r\nnational reconciliation with a view to preserving the\r\nsovereignty, territorial integrity and independence of\r\nAfghanistan without any external interference.\r\nThe State of Bahrain reiterates its support for the\r\nDayton Agreement concerning peace in Bosnia and\r\nHerzegovina. It calls for full and complete\r\nimplementation of that Agreement and for the creation of\r\nconditions that allow for the voluntary return of refugees\r\nand displaced persons in complete safety and security.\r\nSuch steps would enhance national reconciliation and help\r\npreserve peace and stability in the region as a whole.\r\nAs we reiterate our support for the unity,\r\nindependence and territorial integrity of the Republic of\r\nCyprus, we welcome the efforts of the Secretary-General\r\naimed at the achievement of a just and practicable\r\nsettlement in accordance with relevant Security Council\r\nresolutions.\r\nThe international arena has witnessed terrorist acts\r\nwhose repercussions have gone beyond the boundaries of\r\nthe countries concerned. Violence has become so rampant\r\nand ferocious that it is possible to say that terrorist acts\r\nconstitute crimes against the world order, the vital\r\ninterests of nations, the peace and security of humanity\r\nand the fundamental rights and freedoms of individuals.\r\nThe spread of terrorism has caused the death of hundreds\r\nof innocent people and the destruction of public and\r\nprivate property, thus shaking internal stability and\r\nimpeding the normal development of relations between\r\nStates. Consequently, my country calls upon the\r\ninternational community to seek the best possible ways\r\nand means for the elimination of all serious crimes of a\r\nterrorist nature.\r\nIn this connection, the State of Bahrain expresses its\r\nsupport for the provisions adopted by the General\r\nAssembly in its relevant resolutions 49/60 and 51/210,\r\nand hopes that the international community will cooperate\r\nin the elaboration of a strategy for cooperation between\r\n14\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nStates with a view to combating terrorism and not providing\r\nhavens to terrorist organizations. Furthermore, States should\r\nallow neither their territories nor their media to be used, nor\r\ntheir civil liberties systems to be exploited, to the detriment\r\nof other States.\r\nBahrain, being a party to the Treaty on the Non-\r\nProliferation of Nuclear Weapons, is of the view that the\r\nTreaty should achieve universality without any\r\nconsiderations or exceptions restricting it. At the same time,\r\nit would like to stress that the Treaty, as a vital pillar for\r\nthe maintenance of international peace and security, should\r\nbe upheld, its provisions respected and its purposes pursued\r\ntill fulfilment. It considers Security Council resolution\r\n984 (1995), albeit limited in terms of safeguards, a first\r\npositive step towards the achievement of comprehensive\r\nsecurity safeguards for all non-nuclear-weapon States.\r\nBecause it believes that international cooperation is\r\nessential for ridding our world of all weapons of mass\r\ndestruction, the State of Bahrain ratified last April the\r\nConvention on the Prohibition of the Development,\r\nProduction, Stockpiling and Use of Chemical Weapons and\r\non Their Destruction. Convinced of the importance of\r\npeace, stability and mutual confidence in the Middle East,\r\nit has also endorsed the initiative aimed at establishing the\r\nregion as a zone free of nuclear and all other weapons of\r\nmass destruction.\r\nThe world economy is currently experiencing a period\r\nof growth which, according to the estimates of this year\u0027s\r\nWorld Economic and Social Survey, is expected to reach\r\n3 per cent this year. An observer of the economic\r\nconditions in developing countries, however, can perceive\r\nthe extent of the difficulties faced by those countries in\r\ntheir endeavours to raise their economic level to the bare\r\nminimum and so enable their citizens to live with dignity.\r\nThe close link between economic development and social\r\ndevelopment has become a cornerstone of the security and\r\nstability of societies, both in developing and developed\r\ncountries. Yet the rising social tensions that we witness in\r\nnumerous societies in developing countries, emanating from\r\neconomic problems, underlines the need to address and deal\r\nwith that phenomenon at the international level.\r\nWhen developed countries contribute to the\r\ndevelopment of the economic systems in developing\r\ncountries they do not, in so doing, merely assist those\r\ncountries; they also enable the developing countries to\r\nbecome an effective economic partner, which can assist the\r\ndeveloped countries in combating the scourge of\r\nunemployment, inflation and economic stagnation.\r\nThe inability to strike a balance between social and\r\neconomic issues and the preservation and management of\r\nthe resources needed for development, coupled with an\r\nincreasing emphasis on environmental protection, has\r\nundermined development, a cornerstone of Agenda 21,\r\nwhich was adopted by the United Nations Conference on\r\nEnvironment and Development, held in Rio de Janeiro in\r\n1992. It is therefore imperative that international\r\nagreements reached and commitments made during that\r\nConference be implemented, and that measures to speed\r\nup the implementation of the Agenda be identified\r\nwithout any need to reopen discussions on matters already\r\nagreed upon. The issues addressed by the nineteenth\r\nspecial session of the General Assembly last June, in\r\nwhich Bahrain took part, for the purpose of an overall\r\nreview and appraisal of the implementation of Agenda 21,\r\nwere more detailed and specific in so far as poverty\r\neradication and environmental protection are concerned,\r\nalthough the desired results have not been attained.\r\nThe destructive effects on humanity of drug and\r\npsychotropic substance abuse, production and illicit traffic\r\nare among the most serious challenges we face. We\r\ntherefore welcome the convening of a special session of\r\nthe General Assembly in 1998 to be devoted to this\r\nquestion and related crimes and to the achievement of\r\ntangible results in relation to the objectives envisaged in\r\nresolution 51/64 concerning the negative and destructive\r\nimplications of drug abuse, on the basis of the principle\r\nof joint responsibility in confronting the illicit drug trade.\r\nCollective measures should also be taken to solve this\r\nproblem, which constitutes a common threat to the\r\ninternational community.\r\nIn the light of the new world realities, the United\r\nNations should play a more effective role in providing\r\norganizational frameworks and appropriate forums to\r\nenable various Member States to contribute within their\r\ncapacities and capabilities to the reshaping of our modern\r\nworld, tending towards increased closeness and interaction\r\non various planes of human activity.\r\nThe current period, characterized by cascading\r\nchanges, requires a joint intellectual vision on the part of\r\nall Member States of the Organization and their peoples\r\nwith respect to what should be done for the common\r\ngood of mankind and to prepare for it. Such a vision\r\nshould transcend visions of conflicting ideologies, which\r\ncharacterized the world of the cold war as well as the\r\npredictions of future clashes of civilizations.\r\n15\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nIt is also vital that the United Nations create a\r\nfavourable climate and appropriate management whereby it\r\ncan provide, in addition to the basic functions it undertakes,\r\na veritable forum for world thought, into which will flow\r\na variety of opinions, emanating from various regions,\r\ncivilizations and experiences. Thus, the Organization may\r\nhelp crystallize an overall human vision conducive to\r\nunderstanding, peace and cooperation, rather than a\r\nsituation in which new adversaries and enemies are sought\r\nfor one side or another.\r\nThe current period also requires us to bring about\r\ncohesion and integration among the various elements in the\r\nflow of information and satellite transmissions from every\r\ncorner of the Earth. The volume of this information is\r\nenormous, its sources diverse and its objectives conflicting;\r\nit has deluged societies. It is difficult to absorb all this\r\ninformation, and perceptions of it are often confused.\r\nUnless a common, comprehensive and inclusive vision\r\nis found to restore cohesion and compatibility to this great\r\nmass of information, the world will be threatened with\r\nintellectual chaos that could take it back to a time when\r\ndisorder and contradictions held sway in mankind\u0027s vision.\r\nNo global mechanism is better suited to be the proper\r\nmeans and the appropriate international forum for this\r\nuniversal intellectual task than the United Nations. It should\r\nat this stage provide direction and guidance for all aspects\r\nof international cooperation, both within the framework of\r\nthe Organization and at the regional and national levels.\r\nWhile we look forward to such a comprehensive\r\nvision for our modern world, we must stress that it would\r\nbe prudent not to let globalization — which is a natural and\r\nacceptable phenomenon in the context of technology,\r\nscience, production, economic and information systems and\r\nthe related material components of our common human\r\ncivilization — be imposed, especially through coercion or\r\npressure, on special spiritual, religious, cultural and political\r\nattributes. If it is, the world will fall into the abyss of futile\r\nethnic, cultural and religious feuds. Development of the\r\nmoral aspects of civilizations and systems can only occur\r\ngradually, through inner conviction, and in tandem with the\r\nlogical internal development of each structure and system\r\nrather than through technological development that spreads\r\nrapidly from civilization to civilization. Coerced imposition\r\nof globalization on any spiritual or moral facet of a society,\r\nespecially through external sources, would constitute a\r\nwrongful revival of political and cultural colonialism,\r\nwhose cumbersome legacy and adverse effects the world\r\nhas barely eradicated. It is our hope that if it builds on the\r\nremarkable role it played in the elimination of the old form\r\nof colonialism, the United Nations will be able to play a\r\npositive part in steering the process of globalization in the\r\nright direction and in preventing the unilateral takeover of\r\na world of diverse spiritual cultures and civilizations.\r\nIn view of the Organization\u0027s contribution to the\r\npreservation of world peace and security and the role it\r\ncontinues to play in support of the causes of peace and\r\njustice and in the implementation of the principles of\r\ninternational legitimacy, its activities in the field of\r\npreventive diplomacy and peacekeeping operations, and\r\nits constructive role in resolving numerous questions and\r\ncrises, it is incumbent upon us to make available to the\r\nUnited Nations all possible moral and material support\r\nand to cooperate with it and with its specialized agencies.\r\nHence the importance, in our view, of formulating\r\nwithin the framework of the United Nations a balanced\r\nintellectual vision which, in addition to bringing out\r\nelements which are common to all peoples, would be\r\nbased on respect for legitimate pluralism as it relates to\r\nspecial spiritual, moral and political attributes. In the\r\nabsence of such a balanced vision, our world is apt to\r\ncontinue to be threatened with imbalance, instability and\r\na lack of security.\r\nThe Acting President (interpretation from Spanish):\r\nI call next on His Excellency Mr. Alexander\r\nArzoumanian, Minister for Foreign Affairs of the\r\nRepublic of Armenia.\r\nMr. Arzoumanian (Armenia): I begin by\r\ncongratulating Mr. Hennadiy Udovenko on his election as\r\nPresident of the General Assembly at its fifty-second\r\nsession. I am confident that the skills and vast experience\r\nhe has acquired throughout his distinguished diplomatic\r\ncareer will provide the guidance we need to guarantee the\r\nsuccessful outcome of the session.\r\nI must also recall the remarkable diligence of his\r\npredecessor, His Excellency Mr. Razali Ismail, and his\r\nvaluable contribution to the work of the fifty-first regular\r\nsession and the nineteenth special session of the General\r\nAssembly.\r\nAs the twentieth century comes to an end, it is\r\nevident that all countries in the world, advanced,\r\ndeveloping and transitional, will be substantially affected\r\nby globalization. Further specialization, the widening of\r\nmarkets through trade, a broader division of labour and a\r\nmore efficient and more diversified allocation of financial\r\nresources should increase overall productivity and raise\r\n16\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nliving standards. However, no country will benefit from this\r\ntrend spontaneously or automatically. The major tasks that\r\nGovernments face today are development and the pursuit of\r\nsound policies and appropriate structural adjustments to\r\nmeet the challenges and take advantage of the opportunities\r\nof globalization.\r\nEconomic reforms, which Armenia began immediately\r\nafter its declaration of independence, have changed all key\r\nsectors of the economy, particularly agriculture, enterprises,\r\nprices and wages, the banking industry and the fiscal,\r\nforeign trade and exchange systems. Concurrently, the\r\ncountry began the institution of secure property rights and\r\na judiciary strong enough to protect them.\r\nAfter a devastating fall in real output from 1991\r\nthrough 1994, macroeconomic and structural reforms,\r\ncombined with privatization, have stabilized the country\u0027s\r\neconomy while bringing down inflation, and allowed\r\nArmenia to achieve significant growth in 1996. Armenia\u0027s\r\ngross domestic product, which dropped 25.3 per cent on\r\naverage from 1991 to 1993, has turned around and has\r\naveraged 6.3 per cent annual growth since then. This is\r\ndespite a disastrous earthquake in 1988, the conflict\r\nbetween Nagorny Karabakh and Azerbaijan, which caused\r\nthe inflow of more than 300,000 refugees, and continuing\r\nproblems in obtaining stable energy and industrial supplies\r\nbecause of a blockade imposed by neighbouring Azerbaijan.\r\nThe drastic changes were coincident with the adoption\r\nof a medium-term macroeconomic reform programme\r\nsupported by the World Bank and the International\r\nMonetary Fund. The major objectives for the 1997 period\r\nare: to maintain a real annual growth rate in gross domestic\r\nproduct of about 6 per cent; to continue curbing the\r\ninflation rate for the whole year and keeping it under 10\r\nper cent; and to augment the level of gross foreign\r\nexchange reserves to the equivalent of 2.8 months of\r\nimports.\r\nAlso, the Government of Armenia will go on to take\r\nseveral measures during the programme period aimed at\r\ncontinuing to refine the targeting of social safety-net\r\nbenefits to alleviate a sharp decrease in average\r\nconsumption levels and improve income distribution.\r\nFor Armenia and countries with economies in\r\ntransition as a whole, the move towards world market\r\nprices brought severely deteriorated terms of trade. The\r\nintroduction of currency convertibility and a notable\r\nincrease in external borrowing began to cause frequent\r\nunsustainable external debt positions. The resources which\r\nare urgently required to modernize the industrial structure\r\nto internationally competitive levels and to improve the\r\ngeneral infrastructure immensely exceed domestic saving\r\ncapacities. This situation underlines the necessity of\r\naddressing more thoroughly the needs of countries in\r\ntransition by the international donor community, though\r\nthis should not cause a decrease in official development\r\nassistance flows to the developing world.\r\nIn this context, Armenia welcomes the adoption of\r\nthe Agenda for Development by the General Assembly\r\nearlier this year as one of the major documents which\r\nshould be among the guidelines for actions of the United\r\nNations system and affiliated institutions to strengthen\r\ninternational cooperation for development. We also\r\nsupport the appraisal of conditions in Africa, least\r\ndeveloped countries, small island developing States and\r\nlandlocked developing countries as “Critical situations and\r\nspecial problems” within the Agenda for Development,\r\nand we hope that the post-cold-war international\r\ncommunity will pay more attention to these issues of\r\nprime concern.\r\nThe interaction between the United Nations and\r\nother multilateral development institutions, including the\r\nBretton Woods institutions and the World Trade\r\nOrganization, should be intensified, involving the field\r\nlevel in particular. Joint efforts could be concentrated\r\nespecially on those areas where private investors need\r\nencouragement, and where without such general\r\ninstitutional support they would hesitate to commit long-\r\nterm capital. Proper intergovernmental follow-up and\r\nimplementation of the corresponding General Assembly\r\nand Economic and Social Council resolutions and\r\ndecisions are capable of facilitating this process.\r\nSustainable development and related environmental\r\nissues are other areas of strategic importance where the\r\nUnited Nations must further strengthen its credibility. We\r\nacknowledge the outcome of the nineteenth special\r\nsession of the General Assembly for the purpose of an\r\noverall review and appraisal of the implementation of\r\nAgenda 21 as an important step to enhance the\r\nimplementation of the major international global and\r\nregional environmental agreements.\r\nEconomic and democratic reforms are\r\ncomplementary and heavily interdependent. Political and\r\neconomic freedom means more predictable, more\r\ntransparent, more constitutional, less discriminatory and\r\nless corruption-prone law-making and enforcement.\r\n17\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nWe recognize democracy and respect for human rights,\r\nuniversal access to knowledge and information and a high\r\nlevel of public awareness as preconditions for sustainable\r\nsocial development. We welcome the Secretary-General\u0027s\r\nefforts to strengthen the role of human rights within the\r\nUnited Nations system.\r\nArmenia considers self-determination to be an\r\ninalienable human right. In this respect, the Nagorny\r\nKarabakh conflict continues to occupy the Government of\r\nArmenia. Despite concentrated negotiations of the past\r\nseveral years, the maintenance of a ceasefire for more than\r\nthree years, and the intensified efforts of the international\r\ncommunity, the Nagorny Karabakh peace process continues\r\nto suffer from a lack of serious progress. The Organization\r\nfor Security and Cooperation in Europe (OSCE) Lisbon\r\nSummit of December 1996, which was expected to reflect\r\non the peace process, to consolidate the ceasefire and to\r\nprovide impetus for a possible breakthrough this year, failed\r\nto serve its intended purpose. Instead, by attempting to\r\npredetermine the final status of Nagorny Karabakh, it\r\nunnecessarily stiffened Azerbaijan\u0027s position and minimized\r\nthe possibility of a mutually acceptable compromise\r\nsolution. We believe that the final status of Nagorny\r\nKarabakh should be negotiated between the parties directly\r\ninvolved and not dictated by outside interested parties.\r\nArmenia appreciates the most recent efforts of the\r\nMinsk Group Co-Chairmen to reach a compromise solution,\r\nwhich were also manifested in the Denver statement of the\r\nPresidents of the three co-chairing countries. Armenia has\r\nprovided a detailed response to the proposal of the Minsk\r\nGroup Co-Chairmen, insisting on securing commonly\r\nrecognized freedoms for the Nagorny Karabakh population,\r\nas well as guaranteeing their security so that their physical\r\nexistence and control over their territory and destiny are\r\nnever threatened.\r\nArmenia believes that a resolution acceptable to all\r\nparties involved is key to establishing durable peace and\r\nstability in the region and to stimulating economic growth\r\nand prosperity in Armenia, Azerbaijan and Nagorny\r\nKarabakh. My country remains committed to a negotiated\r\nsettlement of the conflict and will continue to engage\r\nconstructively in the peace process. However, we urge\r\nAzerbaijan to negotiate directly with the elected officials of\r\nNagorny Karabakh, for we strongly believe that no final\r\nsolution can be achieved without Karabakh\u0027s direct\r\nparticipation in the deliberations on its own political status.\r\nThe Republic of Armenia has been actively\r\nparticipating in the fields of arms control and disarmament.\r\nWe reaffirm our commitment to full implementation of\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) objectives. To that end, Armenia welcomes the\r\nInternational Atomic Energy Agency (IAEA) programme\r\non strengthening the effectiveness and improving the\r\nefficiency of the safeguards system. We have already\r\nexpressed our readiness to conclude a supplementary\r\nprotocol to the safeguards agreement with the IAEA.\r\nLast year the overwhelming majority of United\r\nNations Member States signed the Comprehensive\r\nNuclear-Test-Ban Treaty. We join the international\r\ncommunity in calling upon all States to sign and ratify\r\nthis Treaty to ensure its early entry into force.\r\nThe Chemical Weapons Convention was another\r\nhistoric accomplishment in the field of global\r\ndisarmament. As a founding member of the Organization\r\nfor the Prohibition of Chemical Weapons, Armenia will\r\nadvocate the full and effective implementation of the\r\nConvention.\r\nArmenia also supports the complementary efforts —\r\nthrough the Ottawa process — aimed at achieving a\r\ncomplete ban on anti-personnel landmines. We realize the\r\nimportance of developing technological solutions to mine\r\ndetection and clearance, and we fully support programmes\r\non assistance to mine victims.\r\nThe reform of the Security Council should become\r\nanother important component of the overall reform within\r\nthe United Nations. Armenia supports the current\r\ndiscussions on improving the representative character of\r\nthe Security Council. We are in favour of expansion in\r\nboth categories, permanent and non-permanent. However,\r\nwhile strengthening the capacity of the Council, such an\r\nincrease should also safeguard its decision-making\r\nefficiency. We believe that five new seats should be\r\nallocated as permanent for the Security Council to better\r\nreflect present political and economic realities. This\r\narrangement should include improved representation for\r\nthe countries of Africa, Asia, and Latin America and the\r\nCaribbean. We also support the desire of Germany and\r\nJapan to acquire the status of permanent members of the\r\nSecurity Council.\r\nAs regards the non-permanent seats, it is our view\r\nthat the expansion should take into account the legitimate\r\ninterests of the Eastern European Group, whose\r\nmembership has more than doubled in recent years.\r\n18\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nThe Government of Armenia welcomes the proposals\r\nby the Secretary-General for the reform of the United\r\nNations. We fully support his commendable efforts to refine\r\nthe structure of this Organization and to streamline the\r\noperations of its system, to make it more flexible and\r\ncapable of adequate, timely responses to the challenges of\r\ntoday\u0027s world. These proposals are a sound basis for\r\nimmediate actions, further negotiations and deliberations by\r\nthe General Assembly. There is a strong need to consolidate\r\nthe ongoing attempts of the United Nations system and\r\nMember States to alter and develop the Organization. At\r\nthe same time, we should avoid reducing the evaluation of\r\nthese reforms to a purely financial or managerial approach.\r\nReform must enable the United Nations to attain more\r\neffectively the mandates and priorities enshrined in the\r\nCharter.\r\nIn conclusion, let me assure the Assembly that\r\nArmenia, keenly aware of the importance of an effective\r\nand active United Nations, is committed to contributing its\r\nshare in the strengthening of this Organization.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on the Minister for Foreign Affairs of Tunisia,\r\nHis Excellency Mr. Abderrahim Zouari.\r\nMr. Zouari (Tunisia)(interpretation from Arabic):\r\nAllow me to begin by expressing my warmest\r\ncongratulations to the President upon his election. We are\r\nconfident that his experience, know-how and broad\r\nunderstanding of international issues will be invaluable in\r\ncarrying out the noble mission that has been entrusted to\r\nhim and will provide the best possible assurance of the\r\nsuccess of this session. His election to the presidency\r\nreflects the very special respect the international community\r\nhas for his friendly country, Ukraine, because of its wise\r\npolicy, based on moderation and a sense of proportion and\r\nalso because of the efforts it is making to consolidate the\r\nprinciples of peace, justice and cooperation as the\r\nfoundation of relations between States.\r\nI also wish to express our warmest thanks and\r\ngratitude to last year\u0027s President, His Excellency Mr. Razali\r\nIsmail, who throughout his term in office distinguished\r\nhimself by the dedication and loyalty with which he carried\r\nout his functions, playing a remarkable role in the reform\r\nof the United Nations and its restructuring and adaptation\r\nto the changes occurring in the world, and in preparing it\r\nto enter the twenty-first century with greater efficiency.\r\nReform of the United Nations and its restructuring are\r\nundoubtedly in the forefront of the issues on this session\u0027s\r\nagenda, particularly since Secretary-General Kofi Annan\r\nhas kept the promise he made when he took office and\r\nhas submitted a report on reform of the Organization that\r\ncontains numerous measures and recommendations that\r\nare important for the Organization\u0027s future. It is with\r\npleasure that I pay tribute to Secretary-General Kofi\r\nAnnan for all the initiatives he has taken and the bold\r\nproposals he has made since taking office a short while\r\nago with a view to reforming the Secretariat and\r\nrationalizing its functioning.\r\nTunisia, which took an active part in the discussions\r\nheld in the various working groups entrusted with the\r\nreform process, wishes to underscore the prime\r\nimportance of the issues raised in the Secretary-General\u0027s\r\nreport, both those that fall within his competence\r\nregarding coordination between the different Departments\r\nof the Secretariat and between the United Nations and its\r\nspecialized agencies and those reforms that concern the\r\nUnited Nations activities and fall within the competence\r\nof the General Assembly, in connection with which the\r\nAssembly will adopt relevant resolutions.\r\nThere is no doubt that the international community\r\nis motivated by a sincere will to give a powerful impetus\r\nto the reform process to enable the United Nations to\r\naccomplish the tasks provided for in the Charter, whether\r\nwith regard to achieving security and peace in the world\r\nor to establishing conditions for sustainable development,\r\ntwo closely related, complementary goals.\r\nIn our view, the most important priority of the\r\nreform process is to focus on strengthening the United\r\nNations role in achieving development and in reducing\r\nand eradicating poverty, mobilizing the means required so\r\nthat developing countries can achieve economic and social\r\ndevelopment and meet the crucial challenges imposed\r\nupon them by globalization and by the market economy.\r\nNotwithstanding the well-being and prosperity that\r\ntechnological progress and globalization of the economy\r\nhave brought to certain countries, while others have been\r\nexcluded, the world\u0027s economy continues to suffer from\r\nimbalances that hinder growth in developing countries and\r\nendanger international stability. We consider it essential\r\nto give priority to these situations in United Nations\r\nprogrammes and activities in order to narrow the chasm\r\nthat exists between States, give new impetus to\r\ninternational cooperation in the field of economic and\r\nsocial development and strengthen the United Nations\r\ncapacity for effective and efficient action in this regard.\r\nTunisia stresses the need to strengthen the role of the\r\nUnited Nations in the field of development in order to\r\n19\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nconsolidate the General Assembly\u0027s prerogatives with regard\r\nto preparing cooperation policies and monitoring their\r\nexecution. The United Nations continues to be the ideal\r\nforum for this within the framework of the international\r\ncommunity. That also requires that Member States honour\r\ntheir financial commitments to the United Nations in order\r\nto provide the necessary means required for successful\r\nreform, the realization of the United Nations various\r\nprogrammes and rational, judicious use of resources.\r\nIn this connection Tunisia once again reaffirms its\r\nsupport for the restructuring of the Security Council to\r\nensure a fairer representation of Member States and to\r\nguarantee the interests of developing countries within the\r\nframework of equality for all Member States, consecrating\r\nthe spirit of the Charter and giving concrete expression to\r\nits principles. In this regard, my country would recall the\r\nlegitimate claim of the African States, as expressed at the\r\nOrganization of African Unity (OAU) Summit Meeting held\r\nat Tunis in June 1994 and reaffirmed at the recent OAU\r\nSummit at Harare, calling for the allocation of two\r\npermanent seats on the Security Council to be occupied by\r\nAfrican States on a rotating basis.\r\nIt is also important to continue to improve the working\r\nmethods of the Security Council and to implement fully the\r\nprocedures stipulated in the Council\u0027s rules of procedure to\r\nensure the effective participation of United Nations Member\r\nStates and their collective responsibility for maintaining\r\ninternational peace and security.\r\nThe maintenance of international peace and security\r\nand the elimination of the hotbeds of tensions, conflicts and\r\nwars that still rage in many regions of the world are today,\r\nin addition to the problems of development, at the forefront\r\nof the international community\u0027s concerns, and they\r\ncontinue to require determined and consistent action by the\r\nUnited Nations.\r\nIn this context, Tunisia emphasizes the importance of\r\nthe role the United Nations must play with regard to the\r\nsituation in the Middle East in the light of the dangerous\r\ndevelopments that are taking place there. The United\r\nNations has followed the Palestinian problem since the very\r\nbeginning and has had a special responsibility to the\r\nPalestinian people from the adoption of the resolution on\r\nthe partition of Palestine until the formulation of the basic\r\nprinciples of a pacific settlement of the Arab-Israeli\r\nconflict.\r\nTunisia has stood by the Palestinian people in their\r\nstruggle to recover their legitimate rights and for 12 years\r\nwas home to the Palestine Liberation Organization. It has\r\nfollowed, from a position of neutrality, the Middle East\r\npeace process and played, at the behest of its of President,\r\na historic role in triggering that process. It has supported\r\nthe process at every stage, beginning with the initial\r\ncontacts between the conflicting parties, at the Madrid\r\nConference, and in the Oslo, Washington and Cairo\r\nagreements. Tunisia was also a party to the multilateral\r\nnegotiations. As such, Tunisia wishes here to express its\r\nprofound concern and indignation at the obstruction of\r\nthis process and at the freezing of the agreements that led\r\nup to it, as well as at the renewed dangers of conflict,\r\nviolence and instability in the region.\r\nWe denounce the Israeli Government\u0027s policy of\r\nfait accompli, its failure to respect the international\r\nagreements that have been signed and the unilateral\r\nmeasures it has taken in building colonies inside and\r\noutside Al Quds, destroying houses, confiscating identity\r\ncards, inflicting collective reprisals against the Palestinian\r\npeople, seizing their financial assets, continuing to besiege\r\nthem and taking all sorts of other arbitrary measures. We\r\ncall emphatically for a return to the basic references that\r\nhave been part of the peace process since its inception,\r\nparticularly the principle of land for peace, and for\r\nrespect of international legality on the basis of Security\r\nCouncil resolutions 242 (1967), 338 (1973) and 425\r\n(1978) and the relevant General Assembly resolutions.\r\nFurthermore, we call for the implementation of all the\r\nprovisions of the agreement pertaining to the transition\r\nstage, including the second redeployment, the opening of\r\na secure road between the West Bank and Gaza, the\r\nopening of the airport and the port, the release of\r\nprisoners and the beginning of the final status\r\nnegotiations, in accordance with the agreed-upon\r\nschedule.\r\nThe international community, particularly in the\r\nmeetings of the Security Council and the three\r\nconsecutive meetings of the tenth emergency special\r\nsession of the General Assembly, has already condemned\r\nthe current Israeli Government\u0027s policy of building\r\nsettlements in Al Quds and in the occupied Palestinian\r\nterritories. This policy has greatly discouraged the\r\nPalestinian community and international opinion in\r\ngeneral, particularly since it has given rise to acts of\r\nviolence for which Israel bears sole responsibility, given\r\nthe profound despair that has replaced the relief that had\r\nbeen felt throughout the entire region.\r\nTunisia exhorts the international community, and\r\nespecially the two sponsors of peace, to act expeditiously\r\nand firmly to save the peace and avert the dangers that\r\n20\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nthreaten the region so that the Palestinian people is able to\r\nrecover its legitimate rights to the creation of an\r\nindependent State on its own soil with Al-Quds Al-Sharif\r\nas its capital, and to ensure the restoration to Syria and\r\nLebanon of the territories which Israel has occupied.\r\nWe note with satisfaction the United States\u0027\r\nresumption of efforts to save the peace process, notably the\r\nmeeting held yesterday in New York between the parties\r\nconcerned. We also welcome the efforts being made to\r\nrestore confidence among the parties concerned with a view\r\nto helping them overcome the current crisis and achieve an\r\nequitable settlement of the Palestinian problem and the\r\nArab-Israeli conflict as a whole. We feel that actions\r\nundertaken to date to mitigate the risks of tension and\r\nconflict in the region remain far below what we had hoped.\r\nTunisia regrets the deterioration of the current\r\nfinancial situation of the United Nations Relief and Works\r\nAgency for Palestine Refugees in the Near East (UNRWA),\r\nwhich hinders its mission to alleviate the suffering of the\r\nPalestinian people. While reaffirming the international\r\ncommunity\u0027s responsibility for the question of Palestinian\r\nrefugees, we urge it to continue to provide assistance to\r\nUNRWA in order to allow it to carry out its mandate fully\r\nand resume its work. We urge all donors countries to\r\nmaintain and honour their financial commitment and to\r\nincrease their contribution to the Agency budget, taking into\r\naccount the natural growth in the number of Palestinian\r\nrefugees, in order to allow the Agency to overcome its\r\nsevere financial crisis.\r\nTunisia\u0027s awareness of the importance in today\u0027s world\r\nof economic and geographic groupings to meeting the\r\nchallenges of globalization and the changes we are currently\r\nwitnessing encourages us to be firm and consistent in\r\npursuing our efforts to complete the construction of the\r\nArab Maghreb Union. The Union represents a particular\r\nclaim made by the peoples of our region and one of the\r\ngoals that we, together with the leaders of our brother\r\nMaghreb countries, are striving to attain.\r\nThis strategic option for the future of the peoples of\r\nthe region and their cooperation with their immediate\r\nenvironment is strengthened by the efforts our country is\r\nmaking, under the impetus of President Ben Ali, to\r\nconstruct a Euro-Mediterranean area that will serve as a\r\nframework for cooperation among the Mediterranean\r\nriparian countries, for solidarity among their peoples and\r\nfor cultural and social dialogue in the context of the noble\r\nvalues and principles in which we all believe. Our country\r\nhas already assumed a distinctive role in ensuring the\r\nsuccess of the various meetings and conferences held to\r\nthis end, from the preparatory meeting of the region\u0027s\r\nMinisters for Foreign Affairs held in Tabarka, Tunisia, to\r\nthe Barcelona conference and the meetings that followed.\r\nOur country gave concrete expression to this option in\r\n1995 by signing an association agreement with the\r\nEuropean Union.\r\nWe believe that it has become imperative to respond\r\nfavourably to the willingness of the Libyan Arab\r\nJamahiriya to settle the Lockerbie question in a fair and\r\nhonourable manner in the framework of proposals made\r\nby the League of Arab States, the Organization of African\r\nUnity (OAU) and the Non-Aligned Movement. These\r\nproposals can help to achieve a peaceful solution based\r\non international legality and thereby hasten the end of the\r\nsuffering being endured by the brother Libyan people\r\nunder the embargo. They would also strengthen stability\r\nin that part of the Mediterranean.\r\nWe also take this opportunity to call for an end to\r\nthe suffering that has been inflicted upon the Iraqi people\r\nfor a number of years now. We hope that relations among\r\nthe States of the Gulf region will be based on respect for\r\nthe sovereignty of all the States of the region, their\r\nterritorial integrity and the inviolability of their borders,\r\nin accordance with the relevant resolutions of the Security\r\nCouncil. In this context, Tunisia once again reaffirms its\r\nsolidarity with the United Arab Emirates in the peaceful\r\nefforts they are making to recover the islands of Greater\r\nTunb, Lesser Tunb and Abu Musa.\r\nThe success of the United Nations in achieving\r\ninternational peace and security does not rest only on\r\npeacekeeping operations, preventive diplomacy and the\r\npeaceful settlement of conflict. It also requires progress\r\nand accomplishments in the field of disarmament. Despite\r\nthe end of the cold war and the achievement of a number\r\nof positive results, particularly in limiting the proliferation\r\nof weapons of mass destruction, these weapons —\r\nparticularly nuclear weapons — continue seriously to\r\nthreaten all mankind.\r\nTunisia, which has ratified all the international\r\nconventions on the subject, reiterates its appeals for the\r\nestablishment of a denuclearized zone, free of all weapons\r\nof mass destruction, in the Middle East. This appeal has\r\nbeen supported by the accession to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons of all the countries\r\nof the region with the exception of Israel, which has\r\nneither ratified the Treaty nor placed its nuclear facilities\r\n21\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nunder the system of international controls, thereby\r\nendangering the security and integrity of the entire region.\r\nThere are many regions of the world that continue to\r\nbe torn by war and conflict and whose populations are\r\nconfronted with tragic situations as a result of instability,\r\ninsecurity, famine and destitution. We nonetheless note with\r\nsatisfaction that, despite the persistence of hotbeds of\r\ntension and instability in some of these regions, the African\r\ncontinent is beginning truly to awaken to the possibility of\r\nrestored security and renewed economic growth in a\r\nnumber of its regions and countries.\r\nTunisia welcomes the development of the situation in\r\nAfrica and the sincere determination of member countries\r\nof the Organization of African Unity to pursue the reforms\r\nthat have been undertaken to restructure economies and\r\nconsolidate democracy. At the same time, my country\r\nreiterates the appeal made by President Ben Ali many times\r\nto the international community for increased attention to be\r\npaid to the continent\u0027s problems in order to eradicate once\r\nand for all the hotbeds of tension that remain in Africa, so\r\nthat security and stability may be instituted throughout the\r\ncontinent, enabling all its peoples to devote themselves to\r\nwork and to economic development.\r\nIn this context, the role to be played by the United\r\nNations in assisting the countries concerned to overcome\r\nthese difficulties and challenges assumes primary\r\nimportance. It is a role that should be seen in the context of\r\nthe prime responsibility that our international Organization\r\nassumes in preserving peace and security and in confirming\r\nthe fact that the United Nations is irreplaceable in these\r\nendeavours. However, this in no way minimizes the\r\nimportance that should be given to the action of regional\r\norganizations, whose role has grown in recent years,\r\nmaking their influence visible and palpable.\r\nOur country emphasizes the importance of the role\r\ndevoted to the Mechanism for Conflict Prevention,\r\nManagement and Resolution, which was set up by the\r\nOrganization of African Unity for all issues related to\r\nsecurity and stability on the African continent. This clearly\r\ndoes not prevent us from supporting any international\r\ninitiative that is consistent with this essential principle and\r\nthat reinforces African efforts to preserve peace and\r\nsecurity on our continent.\r\nWe applaud the efforts of the United Nations\r\nSecretariat to stimulate cooperation and to promote\r\nconsultation with the Organization of African Unity to\r\nstrengthen its capacity for preventing conflicts and\r\nmaintaining peace. Numerous African States, including\r\nTunisia, have declared their willingness to participate in\r\nthe standby arrangements for peacekeeping, thereby\r\ndemonstrating their determination to contribute to United\r\nNations efforts to improve the methods of organizing\r\nUnited Nations peacekeeping operations. There is no\r\ndoubt that the promotion of international cooperation,\r\nparticularly in the field of training and logistics, can\r\nensure the success of the standby forces, thereby making\r\nit the basic formula for the establishment of United\r\nNations peacekeeping forces. In this regard, we reaffirm\r\nTunisia\u0027s unswerving desire to make a real contribution to\r\nthe efforts of the United Nations to preserve international\r\npeace and security.\r\nOur country has contributed both military and\r\ncivilian contingents to many United Nations peacekeeping\r\noperations — from the Congo in the early 1960s to other\r\nsimilar operations in a number of African countries; in\r\nCambodia; in Bosnia and Herzegovina; in Croatia; and\r\nrecently in Haiti — thus giving concrete evidence of its\r\nfaith in international action and cooperation carried out by\r\nthe Organization. Tunisia will continue to support and\r\nassist United Nations peacekeeping operations whenever\r\nnecessary.\r\nIn order to meet the challenges generated by\r\nglobalization and openness in the world economy, Tunisia\r\nhas introduced substantial and coherent reforms in the\r\npolitical, economic and social fields to ensure society\u0027s\r\nequilibrium and integrity and the solidarity of its\r\nmembers, thereby eliminating the negative factors that\r\ncould hinder this: exclusion, neglect of the human aspect\r\nin development, and the creation of chasms between\r\nsocial categories resulting from disparate levels of\r\ndevelopment within a given society.\r\nWe are convinced that global development can be\r\nachieved only when the vulnerable sectors of society have\r\nbeen assured the conditions for integration with economic\r\ndynamics. This requires uprooting the causes of poverty,\r\ndestitution and marginalization, which is consistent with\r\nthe commitment to promote solidarity and mutual\r\nassistance between the members of society on the national\r\nlevel, and efforts being made in that direction on the\r\ninternational level.\r\nThe fiftieth anniversary of the United Nations\r\nafforded the leaders of Member countries an opportunity\r\nto confirm their determination to revitalize the role of the\r\nUnited Nations and to confer upon its actions greater\r\ndynamism at a time when problems of security,\r\n22\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\ndevelopment and environment multiply, requiring joint\r\nefforts and shared determination to face them with a view\r\nto achieving progress, prosperity and well-being for all.\r\nThe success of the United Nations remains contingent\r\nupon action in accordance with the goals and principles\r\nenshrined in its Charter. It is also conditioned by the\r\ncommitment of all countries, large and small, to implement\r\ndecisions which uphold the values of liberty, dignity and\r\njustice. In so doing we will respond to the aspirations of\r\nour peoples who are the essential guarantors of the United\r\nNations vitality and of its capacity for renewal, durability\r\nand ability to meet the challenges which humanity will\r\nconfront during the next century.\r\nThe Acting President (interpretation from Spanish):\r\nThe next speaker is the Vice-Prime Minister and Minister\r\nfor Foreign Affairs of Turkmenistan, His Excellency\r\nMr. Boris Shikhmuradov, on whom I now call.\r\nMr. Shikhmuradov (Turkmenistan) (interpretation\r\nfrom Russian): Allow me to congratulate Mr. Udovenko,\r\nthe Minister for Foreign Affairs of Ukraine, on his election\r\nto the post of President of the General Assembly. His\r\nelection signifies recognition of Ukraine s great prestige in\r\nthe world, respect for and confidence in the country s\r\nforeign policy, and the personal and professional qualities\r\nof the new President.\r\nWe are sincerely grateful to Ambassador Razali Ismail\r\nfor his remarkable diplomatic talent and efficient\r\nperformance of the President s functions during the\r\nprevious session of the General Assembly.\r\nFirst of all, allow me to express our satisfaction with\r\nthe report presented by the Secretary-General. It is an\r\ninnovative and specific document devoid of many of the\r\nweaknesses typical of similar documents in the past.\r\nTurkmenistan supports the Secretary-General s programme\r\nto reform the entire United Nations system and the\r\nfunctioning of its bodies — in particular the Secretariat —\r\nand to tailor the financial resources of the Organization to\r\nits planned activities.\r\nWe share the conclusion in the report that the reform\r\nof the United Nations should be radical and not gradual.\r\nHowever, we believe that the reforms should not be carried\r\nout as a revolutionary overhaul, especially when it comes,\r\nfor example, to the Security Council, which after it\r\nbecomes more representative should still remain an\r\neffectively functioning body that should not supplant the\r\nGeneral Assembly.\r\nIn our view, a rational increase in the number of\r\npermanent members of the Security Council primarily\r\ncalls for the inclusion of such States as Japan and\r\nGermany — vested with all corresponding rights and\r\npowers — because they can make a constructive input\r\nand have greater political objectiveness with respect to the\r\nwork of the Security Council.\r\nThere is an issue of special interest and concern for\r\nTurkmenistan, as well as for all the countries of the\r\nregion: the question of Afghanistan. We are glad to note\r\nthat this question finds an increasingly prominent place in\r\nthe agenda of the United Nations and in the activities of\r\nits agencies, ad hoc bodies and the Security Council. We\r\nfeel special gratitude for the Secretary-General for his\r\ncontinuing efforts to give a new impetus to the intra-\r\nAfghan settlement. In this context, we attach particular\r\nsignificance to the efforts of the Secretary-General s\r\nspecial envoys Mr. Norbert Hall and Mr. Lakhdar\r\nBrahimi. Turkmenistan was involved in the\r\nimplementation of peacemaking programmes in the region\r\nby hosting a series of inter-Tajik talks and by organizing,\r\ntogether with the United Nations, a major international\r\nconference on humanitarian assistance to Afghanistan.\r\nTurkmenistan resolutely supports and will support to the\r\nutmost the earliest possible convening of an international\r\nconference on Afghanistan with the participation of all its\r\nimmediate neighbours and, in the future, the holding of\r\nconference with the participation of the Powers vested\r\nwith special international authority and capable of making\r\na practical contribution towards the settlement. The\r\nPresident of Turkmenistan, Mr. Saparmurat Niyazov,\r\nmaintains constant contact regarding this matter with Mr.\r\nKofi Annan, the Secretary-General, and with the leaders\r\nof the neighbouring States of Iran, Pakistan, Uzbekistan\r\nand Tajikistan. Turkmenistan pins great hopes on the\r\nforthcoming summit meeting of the Organization of the\r\nIslamic Conference (OIC), to be held in Tehran in\r\nDecember this year, which will give the Muslim world an\r\nopportunity to determine at the highest level the\r\nguidelines for the resolution of the prolonged Afghan\r\ncrisis, which has today become a bleeding wound for the\r\nAfghan people and an obstacle preventing the region from\r\nimplementing major economic programmes. Turkmenistan\r\nhas always believed, and still believes, that conflict\r\nsituations emerging in the OIC s geographical area\r\nshould be resolved through its joint efforts with the\r\nUnited Nations.\r\nWe are happy to be witnessing today a greater\r\ndisplay of restraint with regard to simplistic attempts\r\naimed at associating extremism and other negative\r\n23\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nphenomena with the world of Islam. The Muslim world like\r\nany other — for example, Christianity — is multifaceted\r\nand diverse. It confronts a whole complex of universal\r\nproblems of development, and it is being mobilized to\r\novercome conflicts and combat manifestations of uncivil\r\nsocial behaviour. The need for this was emphasized by the\r\nSecretary- General in his report to the current session of the\r\nGeneral Assembly. While it is a secular and democratic\r\nState in Asia, Turkmenistan also considers itself a\r\ntraditional oriental society that, by virtue of its geopolitical\r\ndestiny, finds itself at the juncture of two regions, involving\r\nit simultaneously in Asian and European international\r\naffairs. Against the backdrop of the global energy potential\r\nof our State, this factor forms the basis of the United\r\nNations-supported strategy of Turkmenistan s neutrality,\r\nwhich today acquires practical significance for the\r\nOrganization.\r\nAll our political efforts today are aimed at creating a\r\nfavourable atmosphere for economic development, both of\r\nthe entire region and of every country in particular. At its\r\nsummit meeting held last May in Ashgabat, the regional\r\nEconomic Cooperation Organization, which today\r\ncomprises 10 nations, formulated a strategic programme for\r\nthe development of transport, energy, pipeline and\r\ntelecommunication infrastructures. Its implementation not\r\nonly corresponds to the interests of the participating States\r\nbut also creates opportunities for the delivery of energy\r\ncarriers, oil, gas and oil products to international markets in\r\nEurope and Asia from the enormously rich deposits in the\r\nCaspian Sea basin and the entire Central Asian area.\r\nTurkmenistan believes that, in the intensification of\r\ninternational cooperation, the resolution of crises in Central\r\nAsia and the use of preventive measures aimed at\r\nprecluding their recurrence because of conflicting claims of\r\nStates to ownership rights over natural resources, it is\r\nnecessary to take into account the global challenges of the\r\ntwenty-first century, which call for the early development\r\nof additional and alternative means for the rational\r\ndistribution of energy-producing raw materials on world\r\nmarkets. Turkmenistan possesses the world s third largest\r\ngas deposits, and it has huge oil reserves and other mineral\r\nresources. It is ready to take part in open and broad-based\r\ninternational cooperation in this endeavour. This approach\r\nhas been confirmed by the recently issued international\r\ntender for the development and exploration of oil and gas\r\ndeposits in the Turkmen zone of the Caspian Sea. We\r\ncannot but express our satisfaction at the lifting of artificial\r\nbarriers to the gas pipeline from Turkmenistan through Iran\r\nto Turkey and Europe. We consider this a good sign from\r\nthe United States, a sign that it is ready to support our\r\nefforts to strengthen our sovereignty and independent\r\nnational economy.\r\nIn this context, allow me also to express our\r\nsatisfaction at the fact that the Secretary-General s report\r\nand other recent documents of the Organization have at\r\nlast more clearly defined the notion of Central Asia,\r\nwhich includes many more States as compared with the\r\nold central Asian part of the former Soviet Union. During\r\nthe past several years Turkmenistan has maintained a\r\nconsistent and principled approach to this issue,\r\nemphasizing that the disappearance of the southern\r\nborders of the former Soviet State gave rise to the\r\nformation of a new region unified by the common\r\npurpose of accelerating economic development and\r\nstrengthening its political and State structures. Today it is\r\ninconceivable that Turkmenistan should exist without\r\nequally close ties within this region — with Iran, Turkey,\r\nPakistan, Afghanistan, Uzbekistan, Tajikistan, Azerbaijan\r\nand other neighbours. We are firmly convinced that the\r\nformer Soviet “Central Asian 5” have quite logically been\r\ntransformed into the “Central Asian 10” and that the\r\nUnited Nations and its different agencies should bear in\r\nmind this objective reality when formulating their\r\napproaches to the region.\r\nI believe it is highly important to draw the\r\nAssembly s attention to Turkmenistan s sincere\r\ncommitment to the efforts of the international community\r\nto bring about the complete banning of the production and\r\nproliferation of all types of weapons of mass destruction.\r\nTurkmenistan fully subscribes to the Ottawa process for\r\nthe elimination of anti-personnel landmines. In 1996 and\r\n1997, together with Canada, Turkmenistan actively\r\nparticipated in international forums in Vienna, Bonn,\r\nOslo, Brussels and Ashgabat, which have been major\r\nmilestones on the road towards the signing of the treaty\r\nbanning anti-personnel landmines, which is to be signed\r\nin December this year in Ottawa. Coming from a region\r\nthat has suffered the horrors of this so-called\r\nindiscriminate type of weapon, Turkmenistan is convinced\r\nthat it is a timely and highly relevant treaty.\r\nAt the end of the twentieth century international\r\nrelations are characterized by one specific feature: the\r\nright of choice that is enjoyed today by an\r\nunprecedentedly large number of independent nations and\r\nStates. This right is becoming an increasingly stable trend\r\nstrengthened by greater tolerance and patience in\r\ninternational relations. Participation or non-participation\r\nin one or another political or economic grouping is no\r\nlonger considered, nor can it be considered, through the\r\n24\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nprism of the formula “If you are not with us, you are\r\nagainst us”. Turkmenistan does not object to the idea of the\r\nexistence of the great Powers regional interests. This is\r\nthe right of every State. However, we, like our partners in\r\nthe Non-Aligned Movement, unequivocally object to the\r\nexistence of zones of unilateral domination. We stand for\r\nthe principle of open land as well as that of open skies.\r\nWhile building its relations with all States on the basis of\r\nthe principles of equality and mutual respect, neutral\r\nTurkmenistan does not divide its partners into categories of\r\nclose or remote, big or small, because that runs counter to\r\nthe political logic of our times.\r\nToday, during my meeting with Mr. Kofi Annan, the\r\nSecretary- General of the United Nations, I delivered to him\r\na personal message from the President of Turkmenistan,\r\nMr. Saparmurat Niyazov which, in particular, states, first,\r\nthat our political philosophy and all our actions are free of\r\nany self-serving interests and are primarily aimed at\r\nstrengthening peace and raising the economic well-being\r\nand cultural and educational level of its peoples; secondly,\r\nthat the United Nations can be fully convinced that\r\nTurkmenistan is prepared to give the Organization its\r\nmaximum possible assistance; and, finally, that the United\r\nNations can count on Turkmenistan in all its initiatives and\r\nendeavours in the region.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on the Minister for Foreign Affairs of Bulgaria,\r\nHer Excellency Mrs. Nadezhda Mihailova.\r\nMrs. Mihailova (Bulgaria): I would like, first of all,\r\non behalf of the Bulgarian delegation to congratulate\r\nMr. Udovenko on his election to the presidency of the fifty-\r\nsecond session of the General Assembly. His vast\r\nexperience and knowledge will be of great importance for\r\nthe successful fulfilment of the tasks facing the\r\nOrganization today. I would also like to express our\r\nappreciation to his predecessor, Mr. Razali Ismail, for his\r\ncompetence in presiding over the fifty-first session.\r\nThe statements of previous speakers have proved the\r\nimportance of the necessity for an efficient overall reform\r\nof the United Nations. I would like to declare Bulgaria s\r\nsupport for the position of the European Union, as stated in\r\nthis general debate by the Deputy Prime Minister and\r\nMinister of Foreign Affairs of Luxembourg, Mr. Jacques\r\nPoos.\r\nThe word “reform” has been used so much today in\r\ndifferent parts of the world that I would be afraid of\r\nclassifying United Nations reform with the various other\r\nreforms advocated by numerous politicians. If I take the\r\nliberty of sharing the Bulgarian experience, it is because\r\nin early 1997 my country lived through its genuine\r\nreformist resurrection. Hundreds of thousands of citizens\r\nwalked in the streets of Sofia and other Bulgarian cities\r\nand towns to demand opportunities, not well-being. Their\r\nvoice precipitated early parliamentary elections and\r\nbrought a disastrous rule to an end.\r\nObviously, three things are needed for the success of\r\nreform: vision, strategy and courage. The vision about\r\nwhere we want to go, the strategy for getting there and\r\nthe courage to begin.\r\nI hope that the fifty-second session of the General\r\nAssembly will be remembered for decisive progress in\r\ndesigning and carrying out the reform of the United\r\nNations. We have already heard the profound analysis and\r\nthe valuable proposals put forward in the report of the\r\nSecretary-General, Mr. Kofi Annan. It is now the turn of\r\nthe representatives of Member States to commit their\r\nvision, sense of strategy and courage.\r\nLet me briefly present our views on the main aspects\r\nof the reform of the United Nations. The Bulgarian\r\nGovernment has thoroughly studied the proposals and the\r\nreport of the Secretary-General. In principle, we support\r\nand approve of these proposals.\r\nThe Republic of Bulgaria considers the ongoing\r\ndiscussion within the United Nations on the reform and\r\nenlargement of the Security Council to be positive and\r\nsubstantive. In our view, the decisions on these important\r\nmatters should be reached by consensus. We believe that\r\nthe enlargement should reflect the increased number of\r\nUnited Nations Member States. On the other hand, the\r\ngrowing economic and political potential of some\r\nMember States may attest to their ability and maturity to\r\nsuccessfully assume the responsibilities and meet the\r\nchallenges of permanent members of the Security\r\nCouncil.\r\nA fair decision on the enlargement of the Council\r\nshould preserve the balance between the permanent and\r\nnon-permanent members, as well as among the regional\r\ngroups. Such a decision should also include the allocation\r\nof an additional non-permanent seat for the Group of\r\nEastern European States.\r\nWe support the efforts aimed at further improving\r\nthe early warning system of the Organization. The new\r\nchallenges to international peace and security demand an\r\n25\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nenhanced role for United Nations peacekeeping operations.\r\nAs an active participant in United Nations peacekeeping\r\noperations in Bosnia and Herzegovina, Cambodia,\r\nTajikistan and elsewhere, Bulgaria welcomes the growing\r\nefficiency of the Security Council and also supports an\r\nenhanced role for the Secretary-General in the field of\r\npreventive diplomacy.\r\nBulgaria shares the view that future peacekeeping\r\noperations should encompass the whole complex of\r\npolitical, humanitarian and military aspects of peacekeeping\r\nin order to achieve maximum efficiency. Close cooperation\r\nwith the regional security organizations and other relevant\r\nbodies is of key importance to the success of future United\r\nNations peacekeeping efforts as well.\r\nFor years now the United Nations has been operating\r\nunder the burden of a serious financial crisis. Bulgaria\r\nsupports the initiatives contained in the report of the\r\nSecretary-General aimed at elaborating criteria and\r\nmechanisms for stringent financial discipline, strict control\r\nand accountability. Such an approach could contribute to\r\nthe successful implementation of the administrative reform\r\nand reorganization of the Secretariat.\r\nWe believe that a new scale of assessments for\r\ncontributions to the United Nations regular and\r\npeacekeeping budgets would allow greater account to be\r\ntaken of the financial potential of individual Member States.\r\nBulgaria shares the ideas expressed by the Secretary-\r\nGeneral that the reform should be implemented within the\r\nframework of a complex approach that would not neglect\r\nthe specific needs of the countries in transition and the\r\nsmaller States.\r\nWe support the efforts aimed at restructuring the\r\ngoverning institutions of the United Nations in the socio-\r\neconomic field; at raising the operational capacity of the\r\nEconomic and Social Council and of the specialized funds\r\nand programmes; and at transferring funds from\r\nmanagement and administration to social and economic\r\nprogrammes.\r\nAs Assembly members are probably aware, 1997 was\r\na difficult but successful year for Bulgaria. The beginning\r\nof the year was marked by an acute economic, financial and\r\npolitical crisis, which resulted in the appointment of a\r\ncaretaker government, the dissolution of the Bulgarian\r\nParliament and early elections. At the same time, the\r\ncivilized, peaceful and constitutional way in which\r\nBulgarian society overcame the political crisis is a very\r\nimportant sign of the maturity of democracy in the country.\r\nAt the elections held last April the Union of\r\nDemocratic Forces won an overwhelming majority for\r\ntheir agenda: financial stabilization, market-oriented\r\nstructural economic reform and speedy privatization; the\r\nstrengthening and modernizing of State administration;\r\nrule of law and combating organized crime and\r\ncorruption; and the integration of Bulgaria into the Euro-\r\nAtlantic community of nations.\r\nWe have made every effort to implement this\r\nstrategy, and today we already have the first positive\r\nresults. In the political sphere, the transition to the rule of\r\nlaw, political pluralism and respect for fundamental\r\nhuman rights and freedoms has been completed. The\r\ndemocratic institutions are stable and enjoy the broad\r\nsupport of more than 50 per cent of the people. In the\r\neconomic sphere, a currency board was successfully\r\nintroduced as a means of guaranteeing financial\r\nstabilization and of restoring the confidence of the\r\ninternational financial institutions and business circles in\r\nBulgaria. This has resulted in a radical decrease of the\r\ninflation rate and an increase in foreign investment and\r\nthe country s currency reserves. The results of the\r\ncrackdown on crime and corruption have re-established\r\nrespect for law and order.\r\nHere I would like to point out that Bulgaria attaches\r\ngreat importance to the concerted efforts of the world\r\ncommunity in the fight against organized crime and\r\nterrorism. We look forward to contributing to the efforts\r\nto elaborate the future international convention for the\r\nsuppression of terrorist bombings and for the drafting of\r\na widely accepted text of the statute of the international\r\ncriminal court.\r\nWe are also committed to draft regional programmes\r\nfor preventing organized crime, international terrorism,\r\nillicit drugs and arms trafficking, illicit trade in nuclear\r\nmaterials and the trafficking of people.\r\nThe desire of the Bulgarian Government to join the\r\nNorth Atlantic Treaty Organization (NATO) and the\r\nEuropean Union underlies our foreign policy and is\r\noverwhelmingly supported by the Bulgarian nation. For\r\nus, accession to these institutions is an expression of the\r\nEuropean identity of Bulgaria and an integral element of\r\nthe political and economic transformation of the country.\r\nIt is a question of immediate national interest and\r\nstrategic priority, a matter of choice of civilization; and\r\nnot an issue of politics of the day.\r\n26\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nBulgaria considers the decisions reached at the NATO\r\nSummit in Madrid as a historic opening of the alliance to\r\nthe new European democracies. We feel strongly that the\r\nenlargement should continue as a geographically balanced\r\nprocess aimed at achieving equal security and stability in\r\ndifferent regions; thus the risks of new dividing lines or\r\ngrey zones in Europe would be avoided.\r\nOur Government is making great efforts to intensify\r\nits preparations for accession to the European Union, with\r\na view to meeting the requirements for membership in the\r\nnearest possible future. We strongly hope for a political\r\ndecision by the European Union to start the negotiations\r\nwith all associated countries at the beginning of 1998. This\r\nwould be a confirmation of the position that all candidate\r\ncountries have equal chances of becoming members.\r\nBulgaria considers these integration processes as a\r\nsignificant contribution to the strengthening of regional\r\nstability and security in south-eastern Europe. The\r\nBulgarian Government is making every effort to promote\r\nEuropean standards of international conduct in this part of\r\nthe continent. Our approach has been backed by a number\r\nof important initiatives at the regional level. The\r\ncooperation between NATO members and partner countries\r\nin the area is an important element in this process, and\r\nBulgaria has advanced ideas for an enhanced Euro-Atlantic\r\ncooperation on the security of south-eastern Europe and the\r\nBlack Sea.\r\nBulgaria will also continue to work actively along the\r\nlines of its 1996 initiative for security, stability and\r\ncooperation in south-eastern Europe. We attach great\r\nimportance to the coordination of our efforts with the other\r\ninitiatives for cooperation in the region, especially with the\r\nRoyaumont process launched by the European Union and\r\nthe South-east European Cooperative Initiative, sponsored\r\nby the United States.\r\nOur aspiration to non-permanent membership of the\r\nSecurity Council for the 2002-2003 period demonstrates our\r\nreadiness to assume responsibilities for peace and security\r\nboth in the region and in a wider international context.\r\nAs members know, Bulgaria has suffered tremendous\r\nlosses as a result of the strict implementation of the\r\nsanctions imposed by the Security Council against the\r\nFederal Republic of Yugoslavia (Serbia and Montenegro).\r\nCombined with the disadvantages caused by the sanctions\r\nagainst Libya and Iraq, the total amount of the direct and\r\nindirect costs to Bulgaria is comparable to the country s\r\nforeign debt. Therefore, the Republic of Bulgaria will\r\ncontinue to attach particular importance to the work being\r\ndone within the United Nations system to address more\r\neffectively problems related to the implementation of\r\nArticle 50 of the Charter.\r\nWe welcome the provisions of the General Assembly\r\nresolutions urging the organizations within the United\r\nNations system, international financial institutions and\r\nother international bodies to continue to address more\r\nspecifically and directly the issue of economic assistance\r\nto third States affected by the implementation of the\r\nsanctions. I should like to draw the Assembly s attention\r\nto the possibility of granting certain exemptions from\r\nsanctions or creating a preferential regime for the most\r\ngravely affected third States. Naturally, these exemptions\r\nand preferences should be in accordance with the Charter.\r\nWe believe that the burden of the specific economic\r\nproblems created by the sanctions should be fairly\r\ndistributed among all third countries and not borne by\r\nneighbouring States only.\r\nWe strongly believe that while negotiating with\r\nsanction-affected third countries, the international\r\nfinancial institutions should take account of the need to\r\ncompensate them indirectly.\r\nIt is our understanding that the United Nations\r\nspecialized agencies play an important role and provide\r\nvaluable support to countries in their efforts to achieve\r\nsustainable development. The reforms which are under\r\nway in these agencies need the support of the Member\r\nStates. The reform processes in the United Nations\r\nDevelopment Programme (UNDP), the United Nations\r\nIndustrial Development Organization (UNIDO) and other\r\norganizations give us hope of success.\r\nBulgaria believes that the activities of international\r\nforums and bodies for human rights should be aimed at\r\nensuring the effective exercise of these rights by every\r\nhuman being. The implementation of international\r\nstandards could be achieved by improving existing\r\nmechanisms and by a constructive and open dialogue on\r\nthe most sensitive issues. This approach is not directed a\r\npriori against any country or group of countries. In this\r\ncontext, Bulgaria attaches high importance to the\r\nguarantees for the human rights of Bulgarians living\r\nabroad and is closely watching the situation of Bulgarian\r\nminorities. We consider respect for the rights of\r\nBulgarians in neighbouring States and the related\r\nimplementation of international human rights standards as\r\nan important factor in the promotion of bilateral relations.\r\n27\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nThe monitoring and the effective control of the\r\nimplementation of human rights and fundamental freedoms\r\nremains of critical importance, and Bulgaria reiterates its\r\nsupport for the efforts of the High Commissioner for\r\nHuman Rights. I should like at this point to welcome the\r\nappointment of Ms. Mary Robinson to this high post and to\r\nwish her every success in her activities.\r\nThe Bulgarian Government regards the possible spread\r\nof weapons of mass destruction and their means of delivery\r\nas one of the major concerns of the 1990s. The existing\r\nregimes of multilateral treaties, such as the Treaty on the\r\nNon-Proliferation of Nuclear Weapons, the Chemical\r\nWeapons Convention and the Biological Weapons\r\nConvention, provide for basic restrictive norms in this field.\r\nThe Republic of Bulgaria supports all international\r\nendeavours to meet the goals of non-proliferation and\r\nstands for a further strengthening of these regimes.\r\nThe Conference on Disarmament is an appropriate\r\nforum for negotiations on the elimination of certain types\r\nof conventional weapons. A long-lasting solution should be\r\nfound to the problem of anti-personnel landmines, the ban\r\non which has humanitarian and disarmament aspects and\r\nneeds a verification regime. We believe that the text of a\r\nnew Convention that would ultimately ban all anti-\r\npersonnel landmines, which was agreed at the Oslo\r\nDiplomatic Conference this month, could well serve as a\r\nbasis for achieving a comprehensive and widely accepted\r\ninternational agreement. We also hope that the Ottawa\r\nprocess and the negotiations in the Conference on\r\nDisarmament will be mutually supportive and will result in\r\nan effective ban on anti-personnel landmines.\r\nIn conclusion, finding an adequate solution to these\r\nproblems will be impossible without the successful reform\r\nand restructuring of the United Nations Organization and of\r\nall its bodies. Therefore, we expect a decisive breakthrough\r\nin this direction at the present session of the General\r\nAssembly. I am personally convinced that by the end of\r\nthis session the United Nations will have changed, and that\r\nthis change will be for the better.\r\nThe Acting President (interpretation from Spanish):\r\nWe have heard the last speaker in the general debate for\r\nthis meeting.\r\nI shall now call on those representatives who wish to\r\nspeak in exercise of the right of reply.\r\nMay I remind members that, in accordance with\r\nGeneral Assembly resolution 34/401, statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nSir John Weston (United Kingdom): In his\r\nstatement to the General Assembly this morning, the\r\nPermanent Representative of the Libyan Arab Jamahiriya\r\nreferred to the bombing of Pan American flight 103, a\r\nterrorist incident in which, together with that perpetrated\r\nagainst UTA flight 772, 441 people from 27 separate\r\nMember States of the United Nations were murdered —\r\n441 people from 27 separate Member States. I should like\r\nto take this opportunity to restate the British\r\nGovernment s position.\r\nAs the British Foreign Secretary, Robin Cook, made\r\nclear during the Security Council debate on 25\r\nSeptember, this question is not a dispute between the\r\nLibyan Government and a number of other countries. It\r\nis about the need for the international community to\r\nrespond to acts of international terrorism and about the\r\nconsistent failure of the Libyan Government to comply\r\nfully with Security Council resolutions 731 (1992), 748\r\n(1992) and 883 (1993). Compliance with Security Council\r\nresolutions adopted under Chapter VII of the Charter is an\r\nobligation for all Member States of the United Nations.\r\nThe United Kingdom seeks no more and no less than that\r\nLibya should demonstrate its respect for the United\r\nNations and the international community by complying\r\nfully with the relevant resolutions.\r\nThese resolutions make it clear that Libya must hand\r\nover the Lockerbie accused for trial in Scotland or the\r\nUnited States. These provisions are for Libya to comply\r\nwith, not to negotiate over. We reject utterly the\r\nimputation that a trial in Scotland would be unfair. There\r\nare comprehensive safeguards in the Scottish judicial\r\nsystem to ensure fairness. These were set out in a British\r\nletter to the Secretary-General in September 1993, and\r\nwere then accepted by Libya itself. In order to provide\r\nfurther reassurance, however, let me repeat the offer made\r\nby the British Foreign Secretary last week. The United\r\nKingdom would be prepared to make special provision for\r\ninternational observers from the Arab League, the\r\nOrganization of African Unity or any other such body to\r\nattend a trial in Scotland to monitor its impartiality.\r\nAdditional facilities would also be provided, including\r\ndaily access to the accused if the latter so wished.\r\nThis offer demonstrates our genuine wish to see an\r\nend to this impasse and to be flexible within the\r\n28\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\nparameters set out by the Security Council to achieve this\r\nend. It remains for the Libyan Government to meet its\r\nresponsibilities and to abide by the Council s decisions in\r\nfull.\r\nMr. Burleigh (United States): On behalf of the United\r\nStates, I would like to exercise my right of reply to the\r\nLibyan representative s intervention to the General\r\nAssembly earlier today.\r\nThe Libyan representative made numerous references\r\nto my country, many of which were gratuitous in nature.\r\nNonetheless, I would like only to address one of the issues\r\nraised: the lack of Libyan compliance with the world\r\ncommunities desire to seek justice for the victims of the\r\nPan Am and UTA bombings. In this regard, allow me to\r\nquote a point made by the Secretary of State during the\r\nSecurity Council ministerial meeting last Thursday. She\r\nsaid that we\r\n“must reject the culture of impunity that has protected\r\nthose guilty of gross violations of human rights or the\r\nexport of terror to other nations. In this regard, ...\r\nthere can be no compromise with Libya when it\r\ncomes to terrorism.” (S/PV.3819, p. 29)\r\nThe statement made today by the head of the Libyan\r\ndelegation is yet another example of Libya s constant\r\nattempts to turn its international obligations into an issue\r\nbetween States. This is not an issue between States. This\r\nissue is about Libya s obligations to the international\r\ncommunity. There can be no negotiation between Libya and\r\nthe Security Council regarding fulfilment of Chapter VII\r\nobligations. Libya s refusal to meet its obligations amply\r\ndemonstrates its disdain for the United Nations, and the\r\nLibyan Government, not the Security Council, bears\r\nresponsibility for the plight of the Libyan people. The\r\nGovernment of Libya knows what needs to be done to\r\nbring an end to sanctions: full compliance with the relevant\r\nSecurity Council resolutions. To do less is to insult the\r\nmemory of those who died so tragically and to deny the\r\nvictims families the demands of justice.\r\nMr. Muntasser (Libyan Arab Jamahiriya)\r\n(interpretation from Arabic): I requested the floor to\r\nrespond to the statements just made by the representatives\r\nof the United Kingdom and the United States with regard\r\nto the facts, the unquestionable facts, that were contained in\r\nthe statement made before this Assembly this morning by\r\nthe head of our delegation with regard to the question of\r\nLockerbie.\r\nI would first like to state that the representatives of\r\nthe United States and the United Kingdom were not able\r\nto refute any of the facts contained in our statement. They\r\nhave not been able to answer the questions raised in it,\r\nwhich in itself is testimony to the arrogance of both and\r\nthe invalidity of their positions.\r\nSecondly, the two representatives denied that the\r\ndispute was between Libya on one side and the United\r\nStates and the United Kingdom on the other. They also\r\nalleged that it was a dispute between Libya and the\r\nSecurity Council. To prove the invalidity of that\r\nallegation, I would only recall the intense deliberations of\r\nthe Security Council on 10 June during the review of the\r\nsanctions imposed on Libya. That review lasted for more\r\nthan two hours and the dispute was between these two\r\ncountries and the rest of the membership of the Council.\r\nLibya is not a member of the Security Council and was\r\nnot called to attend. Neither Libya nor any other countries\r\nwere invited. All the members of the Council were on\r\none side and the representatives of the United States and\r\nthe United Kingdom were on the other side. The members\r\nof the Security Council with whom we have been in\r\ncontact have always told us that the difference is not with\r\nthe Security Council; rather, it is with the United States\r\nand the United Kingdom. In this context, and to prove the\r\nvalidity of what I say and the falsity of their allegations,\r\nI would like to recall what took place in the Security\r\nCouncil meeting on 25 September 1997 with regard to the\r\nsituation in Africa. President Robert Mugabe, the\r\nPresident of Zimbabwe and the current Chairman of the\r\nOrganization of African Unity, said that it was necessary\r\n“to find a solution to the dispute between Libya, the\r\nUnited States of America and the United Kingdom\r\nover the Lockerbie tragedy. ... Now that Libya has\r\nagreed that the two accused Libyans can be tried\r\nunder Scottish Law, by Scottish judges but in a third\r\ncountry or at the International Court of Justice, we\r\nfeel that this offer should receive your serious\r\nconsideration so that matters can move\r\nforward.”(S/PV.3819, p. 4)\r\nAll other States members of the Security Council\r\nhave endorsed President Mugabe s statement and only\r\nthe United States and the United Kingdom rejected it. Can\r\nwe, after all this, claim that the difference is between\r\nLibya and the Security Council? Of course, we cannot.\r\nThe Security Council, in accordance with the Charter, acts\r\non behalf of the Member States and not on behalf of the\r\nUnited States and the United Kingdom. The Security\r\nCouncil must express the will of the international\r\n29\r\nGeneral Assembly 18th plenary meeting\r\nFifty-second session 30 September 1997\r\ncommunity and not that of those two countries, which\r\nregrettably enjoy permanent membership and enjoy the right\r\nof veto, and impede the Security Council from responding\r\nto the international will.\r\nThe United States and the United Kingdom claim that\r\ntheir rejection of a trial in a neutral country is based on\r\ntheir domestic laws, which do not permit this. At the same\r\ntime, they demand that other countries turn suspects over\r\nto them for trial. Do they not know that there is domestic\r\nlegislation preventing the surrender of suspects to them?\r\nDo they think that their domestic law is superior to that\r\nof other countries?\r\nThe representative of the United States spoke of\r\nterrorism. If I were to reiterate all the acts of terrorism\r\ncommitted by the United States world-wide, I would\r\nnever be able to finish within my 10-minute limit. Suffice\r\nit to remind the international community of a very\r\nimportant episode: the United States has, more than once,\r\nperpetrated against my country more grave acts. Using its\r\nnaval and air forces, it committed a brutal raid on 15\r\nApril 1986 against the President of my country and his\r\noffice and against residential areas in Tripoli and\r\nBenghazi. Dozens of women, children and elderly people\r\nwere martyred as they slept at night.\r\nThe United States cannot provide one proof of what\r\nit calls Libyan terrorism, but there is testimony and proof\r\nby the dozen of United States terrorism against Libya.\r\nThe 15 April 1986 raid is not a mere suspicion, as in the\r\ncase of the United States with regard to two Libyan\r\ncitizens, but a reality that took place and whose effects\r\npersist in the form of graves and the remains of buildings.\r\nThe effects of the bombs and the rockets are still there.\r\nThe meeting rose at 6.25 p.m.\r\n30\r\n"