"United Nations A/53/PV.37\r\n98-86065 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n37th plenary meeting\r\nWednesday, 14 October 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Mangoaela\r\n(Lesotho), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 29\r\nNecessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of\r\nAmerica against Cuba\r\nReport of the Secretary-General (A/53/320 and\r\nAdd.1 and 2)\r\nDraft resolution (A/53/L.6)\r\nThe Acting President: I first call on Mr. Roberto\r\nRobaina Gonzalez, Minister for Foreign Affairs of Cuba, to\r\nintroduce draft resolution A/53/L.6.\r\nMr. Robaina Gonzalez (Cuba) (interpretation from\r\nSpanish): Blind and deaf, the United States of America\r\ncontinues to ignore the demands made by this Assembly for\r\nsix successive years to put an end to its long, harsh and\r\nmerciless economic, commercial and financial war against\r\nCuba.\r\nYear after year, the mandate of humanity has been as\r\nfollows: in 1992, 59 votes in favour of a resolution\r\ncondemning the United States blockade against Cuba and\r\n3 against, with the remaining countries either abstaining or\r\nabsent; in 1993, 88 votes in favour and 4 against; in 1994,\r\n101 votes in favour and 2 against; in 1995, 117 votes in\r\nfavour and 3 against; in 1996, 137 votes in favour and 3\r\nagainst; and in 1997, 143 votes in favour and 3 against.\r\nEach of these decisions was historic. The first\r\nresolution was adopted at a time when the triumphalist\r\nintoxication over the demise of the Union of Soviet\r\nSocialist Republics and Eastern Europe was sentencing\r\nthe Cuban revolution to death, and the bets on the\r\nimminent fall of the Government in Havana were as\r\nfrequent as the bags being packed and the travel being\r\nbooked to attend a party of vultures that would\r\nsupposedly feast on the remains and spoils of our dreams\r\nof independence and justice.\r\nThose who never doubted us, those who feared for\r\nour fate and those who have always supported us, trusting\r\nin our will power, resolve and strength, have seen their\r\nhopes rekindled. Cuba has not only endured; Cuba and its\r\npeople have managed to survive the so-called end of\r\nhistory and harassment by the mightiest Power of all\r\ntime.\r\nThese rooms and corridors have witnessed abusive\r\npressures, blackmail and threats to foil any Cuban\r\nproposition. Quite a few countries have lost credit\r\nfacilities, seen business and trade transactions cancelled\r\nor sustained political retaliation, even for merely\r\nabstaining or choosing to be absent during the ballot.\r\nIn the midst of these realities, and in spite of\r\nrepeated and almost unanimous resolutions passed by this\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nGeneral Assembly against the blockade, the infamous\r\nHelms-Burton Act was passed, as an attempt by the United\r\nStates to enshrine hegemony, extraterritoriality and\r\nunilateralism in international law, and in a manner that\r\nmakes a mockery of the United States allies, tramples on\r\nUnited States partners and humiliates other States.\r\nThis legislation has had a brutal impact on Cuba, and\r\nsince its enactment it has undermined the global trading\r\nsystem, the negotiations for a future multilateral investment\r\nagreement and the arrangements for international trust,\r\nincluding trust between the centres of world economic\r\npower, to such an extent that not even the main plaintiffs\r\nrepresenting nationalized American companies support it\r\ntoday.\r\nThe world, which had opposed this Act from its\r\ninception, has come to recognize that the extraterritorial\r\nnature of this law sustaining the blockade goes beyond the\r\nintents of Chapters III and IV, which affect third parties. A\r\nUnited States law has no jurisdiction over any foreign\r\ncountry in the world, including Cuba. Therefore, the\r\ngrounds that support Chapters I and II are also illegal.\r\nThe main target of the intensified blockade has been\r\nexternal financing. Severing all Cuban access to sources of\r\nfinancing by international institutions or individual countries\r\nhas become an obsession. As is well known, finance is the\r\nlifeblood of any economy. Without it, a country cannot\r\nexist. No one can imagine the abusive or risky conditions\r\nthat Cuba has been forced to accept in order to receive\r\nloans. In its sugar industry alone the impact has been\r\ndramatic, with Draconian interest rates for loans, extremely\r\nshort terms and ruinous repayment conditions.\r\nWe are not the only ones to say so. The head of the\r\noffice for Cuban affairs of the United States State\r\nDepartment has said that\r\n“since the passage of the [Helms-Burton] law, 19\r\nfirms from more than six countries have changed their\r\ninvestment plans in Cuba or have pulled out their\r\ninvestments from that country ... The Cuban\r\nGovernment has encountered major difficulties in\r\nobtaining financing and attracting potential investors,\r\nand interest rates have increased up to 22 per cent”;\r\nmoreover, “12 companies from more than seven\r\ncountries are currently under investigation for their\r\ninvolvement in Cuba”,\r\nwith a view to exerting pressure upon them.\r\nThe actual damage has been much greater than\r\ndescribed by that United States official. The American\r\nWorld Health Association (AAWH), a recognizably\r\nindependent non-governmental organization, submitted the\r\nfindings of its year-long research on the impact of the\r\nblockade on the food and medicine sectors. The executive\r\nsummary of this research, which was circulated in this\r\nAssembly, recorded in part that\r\n“the United States embargo has caused a significant\r\nrise in suffering in Cuba. For several decades, the\r\nUnited States embargo has imposed significant\r\nfinancial burdens on the Cuban health-care system.\r\nBut since 1992, the number of unmet medical\r\nneeds — patients going without essential drugs or\r\ndoctors performing medical procedures without\r\nadequate equipment — has sharply accelerated ...\r\nThe declining availability of foodstuffs, medicines\r\nand such basic medical supplies ... is taking a tragic\r\nhuman toll ... Finally, the AAWH wishes to\r\nemphasize the stringent nature of the United States\r\ntrade embargo against Cuba. Few other embargoes\r\nin recent history ... have included an outright ban on\r\nthe sale of food. Few other embargoes have so\r\nrestricted medical commerce as to deny the\r\navailability of life-saving medicines to ordinary\r\ncitizens. Such an embargo appears to violate the\r\nmost basic international charters and conventions\r\ngoverning human rights, including the United\r\nNations Charter, the charter of the Organization of\r\nAmerican States, and the articles of the Geneva\r\nConvention governing the treatment of civilians\r\nduring wartime.”\r\nI would add only that the United States Government,\r\nangered by this denunciation, fabricated a counter-report\r\nso gross, politicized and premeditatedly mendacious that\r\nit gave rise to complaints by United States and\r\ninternational agencies and was qualified in a document of\r\nthe Congressional Ways and Means Committee as a\r\ndeliberate attempt to cover up the charges made by the\r\nAmerican World Health Association. The data on licenses\r\ngranted for alleged trade with Cuba were altered, as was\r\nsubsequently confirmed in reports from the Treasury and\r\nState Departments; statistics on trade with subsidiaries\r\nprior to 1992 were construed as being current; and\r\ncompanies such as Merck, and foreign and national\r\nindividuals, were intimidated and sued.\r\nFurthermore, the World Health Organization and the\r\nPan American Health Organization were misrepresented,\r\nsince this counter-report concealed the fact that the\r\n2\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nhealth-care share of blockaded Cuba’s gross domestic\r\nproduct is the highest in Latin America and 34 per cent\r\nhigher than that of the United States itself.\r\nThe congressional inquiry into this cynical counter-\r\nreport concluded that\r\n“the State Department has the obligation to defend\r\nUnited States policy. But it does not have the\r\nobligation to purposely misrepresent the facts,\r\nespecially if the misrepresentations and distortions are\r\nused to defend a policy of blocking” — note the\r\nacknowledgement of a blockade — “a civilian\r\npopulation’s access to the basic necessities of life\r\n(food and medicine) in the midst of a severe economic\r\ncrisis.”\r\nTo go from bad to worse, only two weeks ago a\r\nUnited States ambassador was compelled to admit,\r\nimpudently, to this Assembly that, since 1992, the United\r\nStates had authorized over $2 billion in private\r\nhumanitarian assistance to Cuba.\r\nThe information provided by various United States\r\nsources cites entirely different figures with regard to the\r\nlicenses and supposedly authorized transactions included in\r\nthe purported total of the $2 billion approved. At no time\r\nsince the inception of the campaign to claim that the United\r\nStates is the main donor of humanitarian assistance to Cuba\r\nhas any United States official established the origin of this\r\njumble of numbers, which fail to add up, or of the basis\r\nused by the United States Government to peg the Cuban-\r\nAmericans’ remittances at $2 billion.\r\nThe ambassador in question said that over $2 billion\r\nin private humanitarian assistance have been authorized for\r\nCuba since 1992. He multiplied by 100 the humanitarian\r\nassistance sent by United States non-governmental\r\ninstitutions or individual Americans. In fact, even family\r\nremittances were banned throughout most of those years.\r\nAs Comrade Fidel said on 28 September:\r\n“Millions of people from all over the world send\r\nremittances to their relatives from the United States,\r\nEurope, the oil-producing countries, South Africa,\r\nMalaysia or any other country where they are working\r\nas foreign immigrants, and nowhere in the world have\r\nthese remittances qualified as humanitarian assistance.\r\nThat would be offensive to the senders and to the\r\nrecipients’ wives, children, parents, brothers and sisters.\r\n“Virtually every third world country receives\r\nremittances from relatives in the more developed\r\ncountries. Family remittances also exist among\r\ndeveloped countries. If that is what they are alluding\r\nto, then it is a disgrace. The dictionary cannot be\r\namended in this fashion.”\r\nThe true figures of United States humanitarian\r\nassistance — which is not sanctioned by the United States\r\nGovernment — actually received by Cuba and carefully\r\naccounted for by us to the penny, are as follows: From\r\n1992 to 1997, donations from the United States — with\r\nand without licence — amounted to $23,559,086. Of this,\r\n98 per cent was contributed by non-governmental and\r\nreligious organizations that have been repressed for\r\nchallenging the blockade with their actions; 1.1 per cent\r\nwas in individual donations by friends of Cuba; and 0.6\r\nper cent came from private institutions.\r\nHowever, the world saw political and police\r\nrepression within the United States turned against a group\r\nof United States civilian and religious organizations led\r\nby Pastors for Peace, which, defying the blockade bans,\r\ntried to forward Bibles, medicine and medical and\r\ncomputer equipment to Cuba. Cuba challenges United\r\nStates representatives to come here and tell the Reverend\r\nLucius Walker and his associates, who were beaten by\r\ncustoms officers and who went on a long hunger strike a\r\nfew metres from the Mexican border until their donations\r\nwere released, that their cargo was licensed to be sent to\r\nCuba. Let them come and tell us that the famous yellow\r\nbus, earmarked for the charitable activities of a religious\r\ncentre and whose tires they punctured to prevent its\r\npassage through customs at Laredo, was a Government\r\ndonation. Let them come and tell it to the international\r\nagencies to which they are heavily indebted and for\r\nwhose contributions they are now trying to take credit in\r\na sudden and false display of paternity. Let them come\r\nand tell it to the Cuban emigrants who, risking fines or\r\nimprisonment or paying exorbitant sums for the use of\r\nthird-country banks, sent remittances to their relatives.\r\nOver the last few days, United States Government\r\nspokespersons have been engaged in a campaign of\r\naccusations against us for refusing to receive emergency\r\nfood assistance that, albeit channelled through the World\r\nFood Programme, would be identified, monitored and\r\nconditioned by the United States. To accept crumbs from\r\nour executioner while the blockade becomes increasingly\r\ntight and merciless would not be worthy of a dignified\r\npeople. Jose Martí taught us that poverty passes, but\r\ndishonour does not.\r\n3\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nAs the Cuban Government recently stated once again,\r\n“We shall not receive that unworthy and disgraceful\r\nassistance, even if clear of conditionalities. What we\r\ndemand is an end to the blockade; if the blockade is\r\nlifted, we will not require any humanitarian assistance\r\nfrom the Government that has blockaded us for almost\r\n40 years and has waged an economic war against us,\r\nconcentrating all its influence around the world on this\r\nwar.”\r\nIn disregarding limits or laws other than its own\r\nimperial interests, the United States is placing itself outside\r\nof international law. One year ago, 75 sovereign States,\r\nrepresenting nearly half of the world’s population, were\r\nthreatened with over 40 unilateral and extraterritorial\r\nmeasures not only at the federal level but also at the state\r\nlevel, which were similar to the Helms-Burton Act and the\r\nblockade against Cuba.\r\nOver 20 new measures against Cuba designed to\r\ninclude the guidelines of the Helms-Burton Act in other\r\nlaws are being considered, and some have already been\r\nadopted this year. These measures not only reinforce legal\r\nbans already in existence, but they also add new, hostile,\r\nextraterritorial measures whose adoption is facilitated by the\r\ndiverse, obscure and manipulated manners in which they\r\nare presented and adopted.\r\nIn fact, last March, after His Holiness Pope John\r\nPaul II, during his visit to Cuba, condemned the blockade\r\nas an unjust and ethically unacceptable action, the United\r\nStates bombastically announced an alleged easing of\r\nmeasures to provide access to medicines and food and to\r\nfacilitate travel to Cuba and remittances to relatives of\r\nCuban-Americans, who are also victims of discriminatory\r\ntreatment. It must be noted that the announcement of these\r\nmeasures did not mean that the United States has\r\nreconsidered its attitude in any way. It was just a publicity\r\nstunt filled with such complex and obstructive procedures\r\nthat even United States Secretary of State Albright could\r\nnot but concede that the economic pressure on Cuba would\r\nbe maintained through the blockade and the Helms-Burton\r\nAct.\r\nSeven months later, we have seen nothing that would\r\nindicate the implementation of the measures announced.\r\nThree months ago, Cuba placed orders with 10 United\r\nStates pharmaceutical companies, as soon as a flexible\r\nlicensing system for drug sales was officially declared.\r\nSome refused to sell, and others have not replied. An\r\napplication to hold an auction of United States\r\npharmaceuticals and medical technology in Havana, which\r\nwould have constituted a standard means to build trade,\r\nwas also turned down.\r\nBut, assuming that the sale of medicine is indeed\r\nauthorized, how can the purchase be made? What bank\r\ncan be involved without seizing Cuban money? Where\r\ncan a credit account be opened, and who would accept it?\r\nWhat access would be accorded to Cuban importers to\r\ncheck their purchase specifications in accordance with\r\ninternational practice? What aircraft or vessels would we\r\nuse, and what port or airport? Who would be the insurer?\r\nWith so many impediments, what American company\r\nwould be encouraged to apply for a licence?\r\nFurthermore, three months ago three charter flight\r\noperators were authorized to fly to Cuba, and two of them\r\nrecently had their licences withdrawn. This is the bare,\r\ntangible and observable reality.\r\nThe United States has certainly designed a blockade\r\nthat, like a vile medieval garrotte, has managed with slow\r\nand pyrrhic success to bring about innumerable shortages\r\nto 11 million human beings and has greatly hampered the\r\ncountry’s normal development. However, it has failed\r\ncompletely in its objective of toppling the Cuban\r\nRevolution and inciting the people to rise up against its\r\nleaders and the political and economic system we have\r\nfreely chosen.\r\nEver since its founding, the United States has\r\nentertained the idea of seizing Cuba. A long list of names,\r\nplans and files have haunted us for more than 200 years:\r\nFranklin, Adams, Jefferson, Monroe, Wood, Platt,\r\nMagoon, Crowder, Sumner Wells, Caffery, Mack,\r\nTorricelli, Helms, Burton and Graham, as well as nine\r\nsuccessive Administrations since 1959, all of which have\r\nalways made the same mistake: to think about, legislate\r\nfor and dream of ruling Cuba in English, while Cuba is\r\nthought of, ruled and legislated by Cubans in our own\r\ncreative language.\r\nWe have grown and acquired awareness, suffering\r\nsince our infancy the aggressiveness, arrogance and\r\nblockade of a country that has never wanted to recognize\r\nus as a free and sovereign people and that still sees us as\r\na fruit that is supposed to ripen and fall into its claws,\r\nsubmitting to its designs.\r\nThe sacrifices imposed have never detracted from\r\nour sense of solidarity or our concern for the future of\r\nhumankind. Hence, for more than 30 years, almost half a\r\n4\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nmillion Cuban university-trained professionals, teachers,\r\ncooperative workers and soldiers have shared in the\r\nsuffering of other peoples and, feeling it as their own, have\r\nhelped overcome it.\r\nIn the health care sector alone, over 26,000 Cuban\r\ndoctors and paramedics have provided services in scores of\r\nthird world countries. Recently, after hurricane Georges\r\nkilled more than 150 people in Haiti, comrade Fidel\r\nproposed that, if a country such as Canada, which has close\r\nties with Haiti, or France, which also has close historical\r\nand cultural relations with Haiti, or the European Union\r\ncountries or Japan, contributed medicines, then Cuba would\r\nbe ready to send all the doctors required to save 15,000\r\nchildren under the age of five per year, and no fewer than\r\n10,000 people above that age: that is, 25,000 Haitian lives.\r\nLet us speak of human rights not only in words but in\r\ngenuine, human deeds.\r\nOn behalf of my fellow Cubans who defended\r\nindependence and carried the light of knowledge through\r\nthe lands of the third world, and those who at present travel\r\nthrough that neglected human geography in order to lay the\r\nfoundations of health, asking nothing in return.\r\nOn behalf of 402 doctors in South Africa who did not\r\nneed English in order to do their job, for they have been\r\nable to learn from and cure peoples and ethnic groups in\r\ntheir own languages and dialects.\r\nOn behalf of those who rushed to the aid of the\r\nvictims of earthquakes and hurricanes, such as the Cuban\r\nmedical team that is currently stationed in a remote,\r\ndevastated area of the Dominican Republic.\r\nOn behalf of all the Cuban health care workers and\r\ndoctors needed to save 25,000 lives in Haiti, who are ready\r\nto join a global effort sponsored and organized by the\r\nWorld Health Organization of the United Nations system.\r\nOn behalf of the millions of fellow Cubans who do\r\nnot have access to important cultural, informational,\r\nscientific and technological products, which are deliberately\r\ndenied them.\r\nOn behalf of our leukaemia and cancer patients, as\r\nwell as our oncologists and surgeons who do not have\r\naccess to Oncaspar, as I mentioned here a few days ago, or\r\nto permanent subcutaneous catheters or other similar\r\ntreatments.\r\nOn behalf of our AIDS patients who have no time to\r\nwait for us to obtain their costly medication.\r\nOn behalf of the elderly people in our intensive care\r\nunits who do not artificial respirators and therefore cannot\r\nenjoy the extended life expectancy offered by the\r\nrevolution’s health care system.\r\nOn behalf of the sick who require certain third-\r\ngeneration antibiotics that we cannot acquire because\r\nmost of them are under United States patents.\r\nOn behalf of our heart patients who are deprived of\r\nAprotinin, Captopril and other coronary drugs, or\r\npacemakers.\r\nOn behalf of a child who was on the brink of death\r\nbefore the very eyes of researchers from the United\r\nStates, as a result of a serious mycosis that we did not\r\nhave the medicine to cure, which is produced in the\r\nUnited States.\r\nOn behalf of our children who are not immunized\r\nbecause of obstacles to the purchase of the raw materials\r\nneeded to produce vaccines.\r\nOn behalf of our farmers and agricultural workers\r\nwhose crops fail to thrive because of shortages of\r\nfertilizers and pesticides supplied in the past but denied at\r\npresent by subsidiaries of United States companies.\r\nOn behalf of all those whose jobs and salaries have\r\nbeen affected by the closing of factories that lack spare\r\nparts or raw materials.\r\nOn behalf of the many Cuban immigrants to the\r\nUnited States who are opposed to the blockade and whose\r\nrights to travel to Cuba and to communicate with and\r\nfreely help their relatives are trampled by the prevention\r\nor restriction of contact with family members and normal\r\nrelations with their homeland.\r\nOn behalf of companies from various countries, such\r\nas Bayer, Siemens, Nunc, Telectronics, Vitalmex, and of\r\nUnited States corporations such as Cargill, Continental\r\nGrains, Bristol-Myers, Eli Lilly, Johnson \u0026 Johnson,\r\nSmithKline Beecham and many others, which have been\r\nforced to cancel their sales to Cuba or which, as a result\r\nof persecution and discouragement, are now afraid to sell\r\nthere.\r\n5\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nOn behalf also of the noble people of the United\r\nStates, who are being deceived when they are told that the\r\ncriminal blockade is being carried out in the name of\r\nfreedom.\r\nOn behalf of the doctors from the United States who\r\nare shocked to see such devastation, the businessmen from\r\nthe United States who wish to conduct free trade, the\r\nfarmers in the United States who need to seek new markets\r\nfor their products, the cheated taxpayers and the scientists,\r\nartists, intellectuals and ordinary individuals who need to\r\nlearn about and engage in peaceful exchange with Cuba and\r\nwho are in disagreement with the brutality and obstinacy of\r\ntheir rulers.\r\nOn behalf of justice, truth and all our rights that are\r\nbeing flagrantly and massively violated, those rights to\r\nwhich we are entitled and which we are determined to\r\ndefend as human beings.\r\nOn behalf of the dignity, decency and independent\r\nvoice of our people, heroic a thousand times over, which,\r\nthough it has sustained $60 billion in damages, has not\r\nbeen defeated, humiliated or brought to its knees.\r\nOn behalf of the 11 million Cubans who do not beg\r\nbut rather stand tall and demand an end to this dirty war,\r\nand who do not accept assistance that dishonours them, for\r\nthey know they can rise and walk the world on their own.\r\nOn behalf of many peoples that may be the next\r\nvictims, today or tomorrow, I ask the General Assembly\r\nonce again to be just, and with the power of right, with\r\nheart and with honour, to demand that the United States put\r\nan end to its cruel blockade.\r\nMr. Tello (Mexico) (interpretation from Spanish): By\r\nreason of its history and its convictions, Mexico is a\r\ncountry committed to peace, justice and equality. The\r\nprinciples of the United Nations Charter and of international\r\nlaw constitute the fundamental standard of our conduct in\r\nour relations with other States. This is enshrined in the\r\npolitical Constitution of the Republic of Mexico. That is\r\nwhy Mexico has not promulgated or implemented\r\nextraterritorial legal provisions. My country has always\r\nrejected the use of coercive measures as a means of\r\nexerting pressure in international relations.\r\nMy Government reaffirms that measures such as the\r\nHelms-Burton Act and its negative consequences are\r\nunacceptable under international law and constitute a\r\nviolation of the purposes and principles to which we all\r\ncommitted ourselves by ratifying the Charter of the\r\nUnited Nations.\r\nIn the past six years, the General Assembly has\r\nurged Member States to refrain from promulgating or\r\nimplementing extraterritorial laws or measures. It will do\r\nso today for the seventh time. This appeal, which\r\nembodies the imperative of reason, law and ethics, must\r\nnot remain unheeded. It is an appeal for the harmony that\r\nmust prevail in relations among all members of the\r\ninternational community. It is an international call that\r\ngoes beyond borders, cultures, creeds and sensitivities.\r\nWe want to establish dialogue and understanding between\r\ntwo countries to which we are joined by firm bonds of\r\nfriendship. Today, as never before in human history, the\r\nchallenges of globalization make it clear that we will be\r\nable to progress towards higher levels of peace and\r\ndevelopment only if we do so together, in the context of\r\ngenuine international cooperation firmly founded on full\r\nrespect for the sovereignty of all the nations of the world\r\nwithout exception.\r\nThe embargo against Cuba must end. Let us join our\r\nwills together in order to overcome this unpleasant show\r\nof intolerance without delay, as it has no place in the new\r\nmillennium that we must build together. Only if we are\r\nunited, respecting our differences and enriched by our\r\ndiversity, will we be able to make the hopes of the\r\nfounders of our Organization a reality and gain access to\r\na fully human world that is the concrete synthesis of our\r\nshared aspirations for peace, justice and equality.\r\nIn accordance with our unswerving, principled\r\nposition, the delegation of Mexico will vote in favour of\r\nthe draft resolution in document A/53/L.6.\r\nMr. Amihamzah (Malaysia): For six consecutive\r\nyears the General Assembly has adopted resolutions on\r\nthe necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States on Cuba.\r\nThe adoption of resolution 52/10 by the General\r\nAssembly on 5 November 1997 by more than two thirds\r\nof the Members of the Organization reflected the wishes\r\nof an overwhelming number of States. My delegation is\r\nconfident that the overwhelming rejection of the unilateral\r\nembargo on Cuba will continue.\r\nMalaysia fully subscribes to the final document of\r\nthe twelfth summit of the Non-Aligned Movement, held\r\nin Durban in September 1998, wherein the heads of State\r\nor Government of the non-aligned countries reiterated\r\ntheir call upon the Government of the United States of\r\n6\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nAmerica to put an end to the economic, commercial and\r\nfinancial action against Cuba. These unilateral actions are\r\ncontrary to the United Nations Charter and to international\r\nlaw. They run counter to the principle of sovereignty and\r\nhave caused huge material losses and economic damage to\r\nthe people of Cuba.\r\nMy delegation welcomes the report of the Secretary-\r\nGeneral contained in document A/53/320. Virtually all the\r\nresponses of the 58 States and of the relevant organs and\r\nagencies of the United Nations system included in the\r\nreport have called for an end to the unilateral embargo on\r\nCuba. This clearly reflects the common view that the\r\nextraterritorial application of what is essentially a domestic\r\nlaw infringes on the sovereignty and legitimate interest of\r\nother States. This application is also clearly inconsistent\r\nwith the provisions of the Charter of the United Nations.\r\nMalaysia firmly believes that there is no justification\r\nfor the continuation of the unilateral trade measures against\r\nCuba that also impinge on the right of other States to\r\nengage in free trade and navigation. The promulgation of\r\nthe Helms-Burton law in the United States also contravenes\r\nthe principles and objectives of the World Trade\r\nOrganization. It creates a bad precedent which is\r\ndetrimental to the promotion of international trade. The\r\nHelms-Burton law, whose extraterritorial effects, like those\r\nof the D’Amato Act against Iran and Libya, violate the\r\nsovereignty and territorial integrity of the States affected.\r\nIn the interest of upholding the principles of\r\ninternational law and the Charter of the United Nations, as\r\nwell as the promotion of free trade and equitable economic\r\nrelations among states, Malaysia will, as in previous years,\r\nvote in favour of the draft resolution on this subject that is\r\nbeing considered by this Assembly.\r\nMr. Isakov (Russian Federation) (interpretation from\r\nRussian): For the last six years the results of our discussion\r\nin the General Assembly on the item entitled “Necessity of\r\nending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba”\r\nhave been convincing proof of the international\r\ncommunity’s increasing opposition to the application of\r\nsuch unilateral coercive measures. Virtually the entire\r\ninternational community, including Russia views the\r\ncontinuing trade and economic embargo against Cuba as a\r\nmanifestation of an outdated mentality of the era of bloc\r\nconfrontation.\r\nRussia, which has since 1994 consistently supported\r\nthe resolution entitled “Necessity of ending the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates of America against Cuba”, again proclaims the\r\nunacceptability of attempts to exert pressure on third\r\ncountries in order to limit their cooperation with Cuba\r\nthrough implementation of the Cuban Liberty and\r\nDemocratic Solidarity Act of 12 March 1996. This Act is\r\nrightly described by virtually the entire international\r\ncommunity as discriminatory and contrary to the norms of\r\ninternational law and the principles of free trade.\r\nMaintaining the embargo against Cuba is counter-\r\nproductive and is fraught with negative humanitarian\r\nconsequences for the people of that country.\r\nIn our view, lifting the embargo and bringing about\r\ndétente in American-Cuban relations would strengthen\r\nstability in the Caribbean, help to fully integrate Cuba\r\ninto the world economic system and facilitate its progress\r\nin instituting democratic and economic reforms. In this\r\nconnection, we would like to note that, despite their\r\nlimited nature, we regard the measures announced on 20\r\nMarch 1998 by the United States Administration to\r\nliberalize regulations on humanitarian assistance to Cuba\r\nas a step in the right direction.\r\nIn conclusion, I should like to reaffirm that Russia,\r\nguided by the principles contained in the draft\r\nresolution — that is, sovereign equality of States, non-\r\ninterference in their internal affairs and freedom of trade\r\nand international navigation — firmly intends to continue\r\nto develop normal trade and economic relations with\r\nCuba based on mutual interest and advantage and carried\r\nout in strict compliance with generally accepted\r\ninternational norms, without any discrimination.\r\nMr. Effendi (Indonesia): My delegation has in the\r\npast pronounced itself against the imposition of unilateral\r\neconomic and trade sanctions. We hold these to be\r\nincompatible with the sacrosanct principle of sovereignty\r\nof States and their legitimate interests. This is the primary\r\nreason why various international forums, including our\r\nAssembly, have called for the repeal of the laws in\r\nquestion.\r\nIn this context, it is pertinent to note that the twelfth\r\nsummit meeting of Non-Aligned Countries, held in\r\nDurban last month, called upon the United States to\r\nterminate the economic, commercial and financial\r\nsanctions against Cuba, which, apart from being unilateral\r\nand contrary to the provisions of the Charter, have\r\nresulted in immense economic damage and material losses\r\nto the people of Cuba. It also called for negotiations on\r\n7\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nthe basis of equality and mutual respect to settle differences\r\nwith Cuba.\r\nPursuant to resolution 52/10, Indonesia has provided\r\ninformation to the Secretary-General reaffirming its\r\nconsistent policy of strict compliance with the principles of\r\nequality of States, non-intervention and non-interference in\r\ninternal affairs, as well as freedom of trade and\r\ninternational navigation. In line with this policy, Indonesia\r\nhas opposed the promulgation and application of any laws\r\nand regulations that have extraterritorial effect or impinge\r\nupon the sovereignty of other States and the lawful interests\r\nof entities or persons under their jurisdiction which is\r\nincompatible with generally accepted principles of\r\ninternational law.\r\nFor these reasons, my delegation has decided to vote\r\nin support of the draft resolution contained in document\r\nA/53/L.6.\r\nMr. Ngo Quang Xuan (Viet Nam): For the last six\r\nconsecutive years the General Assembly has consistently\r\nattached the greatest importance to the item on the necessity\r\nof ending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba.\r\nViet Nam, together with many other Member States,\r\nhas voiced its strong support for the draft resolutions\r\nconsidered and adopted by the General Assembly under this\r\nimportant agenda item. This stems from our strong support\r\nfor the fundamental principles of international law that\r\ngovern relations between nations and the principles and\r\npurposes of the Charter of the United Nations.\r\nThese resolutions, especially resolution 52/10, adopted\r\nat the last session, reflect the deep concern of Member\r\nStates and the international community as a whole and their\r\nstrong rejection of policies that resort to the application of\r\nextraterritorial laws and unilateral coercive measures\r\nimposed by one State against another State. These policies\r\nrun counter to the most fundamental principles and\r\npurposes of the Charter, most important of all the principles\r\nof sovereign equality and non-interference in the internal\r\naffairs of States, and violates the freedom of international\r\ntrade and navigation.\r\nViet Nam joins the international community in\r\ndemanding an immediate and total end to these\r\nextraterritorial and confrontational policies of embargo and\r\nblockade, which have been imposed upon the Republic of\r\nCuba for the last 40 years. We also share the common\r\ndesire of the international community to build healthy\r\ninternational relations and cooperation on the basis of\r\nequality and respect for the right of every nation to\r\nchoose its path of development and socio-political system.\r\nViet Nam earnestly urges the General Assembly and all\r\nother bodies of the United Nations to take concrete\r\nmeasures and necessary efforts to that end.\r\nViet Nam believes that the dispute between the\r\nUnited States and the Republic of Cuba should be\r\nresolved through dialogue and negotiations in the spirit of\r\nmutual respect and respect for the independence and\r\nsovereignty of States. We, therefore, welcome the efforts\r\nof the concerned parties in this regard.\r\nThe international community does not accept the\r\napplication of blockade policies and measures by one\r\ncountry against another country to interfere in the internal\r\naffairs of States and violate their sovereign right to\r\nchoose their own paths of nation-building and\r\ndevelopment.\r\nAs in previous years, Viet Nam will vote in favour\r\nof the draft resolution on this item. Reaffirming our\r\nfriendship, sympathy and solidarity with the Cuban\r\npeople, we call on other Member States to support the\r\ntext; their positive votes will mean support for truth and\r\njustice.\r\nMr. Kasanda (Zambia): I would like to begin by\r\nthanking the Secretary-General for his report contained in\r\ndocument A/53/320 and its two addenda. I am equally\r\ngrateful to the Cuban delegation for introducing draft\r\nresolution A/53/L.6, entitled “Necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba”.\r\nZambia has traditionally voted in favour of draft\r\nresolutions on the necessity of ending the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates of America against Cuba. We are going to maintain\r\nour positive vote this year. Our vote in favour of the draft\r\nresolution is based on our adherence to the Charter of the\r\nUnited Nations. We believe that, in accordance with the\r\nCharter, it is crucial to develop and maintain friendly\r\nrelations among nations based on the principles of equal\r\nrights and of the self-determination of peoples. We also\r\nfeel that it is the duty of every nation to use the\r\nmachinery of international cooperation to solve emerging\r\nproblems between and among nations.\r\nIn Zambia’s view, the provisions of the 1992 Cuban\r\nDemocracy Act and of the 1996 Helms-Burton Act imply\r\n8\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nextraterritorial jurisdiction with respect to their application.\r\nThis, in our view, runs counter to international law. We feel\r\nthat it is wrong for any country in the world to attempt to\r\napply and enforce its national laws extraterritorially. Indeed,\r\nno country has the right to coerce other nations or to\r\nimpose its will upon them. Otherwise, there would be no\r\nsovereign equality of States, just as there would be no room\r\nfor international cooperation.\r\nAgainst the background of what I have just said, I\r\nwould like to state that Zambia has not promulgated or\r\napplied towards any country any domestic laws that would\r\nimply extraterritorial jurisdiction. On the contrary, we fulfil\r\nin good faith the obligations we assume in international\r\nagreements and conventions. To the extent possible, we also\r\nstrive to give the commitments we make in international\r\nagreements the force of national law.\r\nZambia is also committed to promoting freedom of\r\nnavigation and trade. As both a transit country and a\r\nlandlocked country, Zambia has consistently reaffirmed the\r\nright of landlocked countries of access to and from the sea,\r\nand freedom of transit through the territory of transit States\r\nby all means of transport, in accordance with international\r\nlaw. We are also committed to developing rule-based trade\r\nwith all other countries of the world, as far as our national\r\ncapacities to import and export allow.\r\nZambia and Cuba maintain very warm relations. The\r\ntwo countries promote bilateral cooperation in various fields\r\nof socio-economic activity. Our cooperation is monitored\r\nand reviewed through a joint Commission of Cooperation\r\nwhich meets in the two countries’ capitals on an alternating\r\nbasis. Through that Commission, the Zambian and Cuban\r\nGovernments aim to progressively improve the welfare of\r\ntheir peoples and to help contribute to attaining the\r\nobjectives of some of the major United Nations\r\ninternational conferences.\r\nI am pleased to note that our relations with Cuba are\r\nbased on mutual respect and the principle of non-\r\ninterference in each other’s internal affairs. We believe that\r\nthese values are part of the foundation on which healthy\r\nrelations between States should be built.\r\nMr. Wilmot (Ghana): At successive sessions over the\r\npast six years, the General Assembly has adopted, by an\r\nincreasing majority, resolutions requesting an immediate\r\nend to the economic, commercial and financial embargo\r\nimposed by the United States against Cuba. It is a matter of\r\ndeep regret that the United States has not only failed to\r\ncomply with these requests but has continued to defy the\r\ninternational community by passing amendments to\r\nvarious laws, aimed at tightening the blockade against\r\nCuba.\r\nThe delegation of Ghana wishes to reiterate its\r\nrejection of the embargo on Cuba, and more particularly\r\nthe enactment and enforcement of laws with\r\nextraterritorial effects which affect the sovereignty of\r\nother States and the legitimate interests of entities and\r\npersons under their jurisdiction, as well as freedom of\r\ntrade and navigation. All such legislation breaches the\r\nnorms of international law and runs counter to the\r\npurposes and principles of the Charter of the United\r\nNations.\r\nAs is generally known, and as was described by His\r\nExcellency the Foreign Minister of Cuba this morning,\r\nthe embargo has gravely impeded Cuba’s socio-economic\r\ndevelopment and has exacerbated the plight of millions of\r\nCubans, especially those in vulnerable groups, such as\r\nwomen, children and the elderly. In financial terms, the\r\nlosses amount so far to over $60 billion, which is about\r\nthree times the value of Cuba’s gross domestic product.\r\nNor are the adverse effects of the embargo limited\r\nto Cuba alone. The extraterritorial nature of the blockade\r\ndamages the interests of companies of third countries by\r\ndepriving them of the profits they could derive from their\r\ntransactions with Cuba. Even non-governmental\r\norganizations are threatened by the embargo legislation.\r\nIn fact, the entire international community, including the\r\nUnited States itself, is being denied access to certain\r\nbenefits available in Cuba in such sensitive areas as\r\nhealth care, as evidenced by the prevarications of the\r\nUnited States authorities over the issuance of a license in\r\nrespect of a Cuban vaccine adjudged by the World Health\r\nOrganization to be the best in preventing meningitis B.\r\nWe acknowledge the recent announcement by the\r\nUnited States Government easing some aspects of the\r\nrestrictions, namely the resumption of direct non-\r\ncommercial flights and of limited monetary remittances\r\nfrom Cubans to their relatives on the island. These,\r\nhowever, are only half-hearted measures which fall far\r\nshort of the overwhelming demand for the complete\r\nlifting of the economic blockade.\r\nCuba has the right, under international law and under\r\nthe Charter of the United Nations, to choose whatever\r\npolitical, economic or social system it wishes to live\r\nunder. No country has the right to seek to change that\r\nsystem through coercive measures. The fact that Cuba\r\n9\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\ncontinues to survive in the face of these measures and to\r\nelicit so much support and sympathy from the international\r\ncommunity is a sure indictment of the utility of the\r\neconomic, commercial and financial embargo imposed on\r\nthat country by the United States.\r\nIronically, the embargo is also an indictment on the\r\nUnited States own proclaimed policy of promoting global\r\nfree trade. We therefore call upon the United States once\r\nmore to lift the embargo and resort to peaceful resolution\r\nof any differences it has with Cuba. A negotiated settlement\r\nis the only means of ensuring lasting peace and good\r\nneighbourliness between the two countries.\r\nMr. Dorda (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): God Almighty says in the Holy Koran:\r\n“O mankind! We created you from a single (pair) of\r\na male and a female, and made you into nations and\r\ntribes, that ye may know each other (not that ye may\r\ndespise each other).” [The Holy Koran, XLIX:13]\r\nWe know that knowledge is the first step towards\r\nconfidence-building, and that confidence is the building\r\nblock of cooperation among peoples. Such were God’s\r\ninjunctions, but those who think that they can play God on\r\nEarth are doing precisely the contrary. They act against the\r\nwill of God by adopting practices which run counter to His\r\nwill and commands. They impose blockades, embargoes\r\nand exclusion. At times they even launch wars to achieve\r\ntheir political and non-political interests, which they want\r\nto dictate to all peoples. They do not want these peoples to\r\nutter the word “no”.\r\nI am sure that God chose the geographic location of\r\nCuba. Perhaps Cubans, had they had the choice, would\r\nhave preferred to be located elsewhere.\r\nI have a very precise and important question: why was\r\nit decided to impose embargoes and blockades on Cuba?\r\nWho has the answer to such a simple question? Does Cuba\r\nrepresent a threat to the United States? Does Cuba commit\r\nacts of aggression against the United States? Has Cuba tried\r\nto assassinate American leaders? History shows that the\r\ncontrary is the case. My own answer to this question is the\r\nfollowing: these decisions were made against the Cuban\r\npeople because the Cuban people chose to say no to the\r\npolitical and economic choices dictated to it. The Cuban\r\npeople made its own choice by itself.\r\nThe democratic and political choice intended to be\r\nimposed on Cuba is the subject of criticism all over the\r\nworld today. Here I present evidence for this from articles\r\npublished in the United States since at least 1992. Since\r\n1992, that is to say after the collapse of world\r\nequilibrium, both Time and Foreign Affairs have\r\npublished numerous articles which concluded that there is\r\nan earnest search for a voter-based democracy and not a\r\nrepresentative democracy.\r\nThe same applies to the economic choice. Suffice it\r\nhere to say that one prominent figure of the capitalist\r\nsystem here in the United States said a few weeks ago\r\nthat he saw capitalism crumbling. We can see proof of\r\nthis in the various economic crises in all the continents of\r\nthe world, which have been caused by the capitalist\r\nsystem. Why, then, are we imposing on Cuba a political\r\nand economic choice at a time when both of those\r\nchoices are being gradually proven a failure?\r\nThe Cuban people has its own choices. We must\r\ntherefore respect its freedom. My country firmly stands in\r\nsupport of the Cuban people and its leadership, not only\r\nby voting for the draft resolution before us, but by\r\ncontinuing to stand by them always with steadfastness.\r\nMr. Mra (Myanmar): Since 1992 the General\r\nAssembly has been considering the agenda item entitled\r\n“Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of\r\nAmerica against Cuba”, and its successive resolutions\r\nhave called for ending the embargo. Although the call for\r\nending the embargo has grown from 59 in favour in 1992\r\nto 143 in 1997 — representing 77 per cent of all Member\r\nStates — the continued consideration of this item this\r\nyear reminds us that the appeal of the international\r\ncommunity is still going unheeded. It is highly regrettable\r\nthat, much against the will of the international\r\ncommunity, the blockade continues.\r\nDuring the first half of 1998 there were some signs\r\nof improvement in the relationship between Cuba and the\r\nUnited States — namely, the announcement by the United\r\nStates Administration of a few measures aimed at\r\nre-establishing direct flights, and limited transfers of\r\nfunds by United States residents to their families in Cuba\r\nand reducing restrictions for the shipment of humanitarian\r\ndonations of medicines and foodstuffs to Cuba. The\r\nagreement allowing Cuban commercial airlines to overfly\r\nthe territory of the United States was an encouraging\r\ndevelopment. However, the blockade continues to press\r\nhard on Cuba’s socio-economic situation.\r\n10\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nThe United Nations Children’s Fund, in the report\r\ncontained in document A/53/320, states that the situation of\r\nchildren in Cuba continues to be adversely affected by a\r\nnumber of internal and external factors, including the\r\nembargo. The situation of services in the public health\r\nsystem is critical, and women’s health services in particular\r\ncontinue to be in serious decline. The blockade against\r\nCuba is indeed cruel and unfair. It is highly deplorable that\r\ninnocent people are being victimized for reasons no longer\r\nvalid and sound. The delegation of Myanmar has\r\nconsistently expressed its opposition to the unjust economic,\r\ncommercial and financial blockade imposed against Cuba,\r\nwhich has adversely affected every aspect of the lives of 11\r\nmillion people.\r\nIn the interest of upholding the principles of\r\ninternational law and the Charter of the United Nations, and\r\nto demonstrate our solidarity with the people of Cuba\r\nduring this difficult time, the delegation of Myanmar, as in\r\nprevious years, will vote in favour of the draft resolution\r\ncontained in document A/53/L.6.\r\nMr. Mapuranga (Zimbabwe): My delegation would\r\nlike to associate itself with the statement which will be\r\ndelivered this morning by the representative of South Africa\r\non behalf of the Movement of Non-Aligned Countries.\r\nThe Assembly is meeting for the seventh consecutive\r\nyear to consider the item before us. For nearly four decades\r\nnow, the Government of Cuba has been appealing to the\r\ninternational community to assist in ending this debilitating\r\nembargo that is deliberately designed to strangle its\r\neconomy.\r\nMy Government is dismayed that we have no\r\nimmediate solution to offer the suffering Cuban people\r\ntoday, but are here to take action on the same draft\r\nresolution yet again. My delegation has taken the floor on\r\nseveral occasions in the past and does so now to call for an\r\nend to this totally unjustified embargo that has crippled the\r\nCuban economy and endangered the lives of many innocent\r\npeople, including the sick, the elderly and children, who\r\nhave had to bear the brunt of this arbitrary and vindictive\r\nact.\r\nIn this post-cold-war era in which the basic norms of\r\ninternational law and peaceful coexistence among sovereign\r\nand independent nations are being espoused and openly\r\nproclaimed, it is ironic that we are having to grapple with\r\nthe most basic breach of these fundamental norms of\r\ninternational law.\r\nWhat has become even more disturbing in recent\r\nyears has been the extraterritorial character and impact of\r\nthis blockade, which borders on interference in freedom\r\nof international trade and navigation by sovereign States.\r\nSince the United Nations itself has not seen fit or deemed\r\nit necessary to take any such action against Cuba, it is the\r\nview of my delegation that all countries should be able\r\nfully to enjoy their economic, commercial and financial\r\ntransactions with Cuba.\r\nThe mere fact that one country stands in ever-\r\ngrowing isolation on this matter should be a clear\r\nindication that the international community no longer\r\naccommodates such interference. Today it is Cuba;\r\ntomorrow it could be any of our countries.\r\nZimbabwe, like other members of the Movement of\r\nNon-Aligned Countries, is guided by the Movement’s\r\nlongstanding position that the international community\r\nshould resist all forms of interference, intervention,\r\neconomic coercion and other measures, including\r\nextraterritorial laws, against developing countries to\r\nprevent them from exercising their right freely to\r\ndetermine their own political, economic and social\r\nsystems.\r\nAt their last summit meeting, held in Durban, South\r\nAfrica, this year, the non-aligned countries once more\r\ncalled for the lifting of the embargo against Cuba.\r\nZimbabwe fervently hopes that constructive dialogue will\r\ntake the place of the existing confrontation in the\r\nhandling of this matter.\r\nMy delegation will therefore take its consistent\r\nposition of voting in favour of the draft resolution now\r\nbefore the Assembly.\r\nMiss Durrant (Jamaica): I have the honour to speak\r\non behalf of the member States of the Caribbean\r\nCommunity (CARICOM) which are Members of the\r\nUnited Nations.\r\nWe join with those Member States that have\r\nexpressed the need to bring an end to the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates of America against Cuba.\r\nCARICOM States wish to reaffirm the importance\r\nwhich they attach to strict observance of the principles of\r\ninternational law and to freedom of trade and navigation.\r\nWe remain opposed to the extraterritorial application of\r\nnational legislation which would seek to impose artificial\r\n11\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nbarriers to trade and which denies the sovereign equality of\r\nStates.\r\nIn keeping with a policy of mutual respect, good\r\nneighbourliness and respect for the principles enshrined in\r\nthe Charter of the United Nations, CARICOM countries\r\nhave sought to expand and strengthen their relations with\r\nCuba and have sought to promote Cuba’s gradual economic\r\nintegration into the subregion through functional\r\ncooperation and trade.\r\nWe believe that a constructive process of dialogue\r\nwould remove the dangers of tension and conflict in the\r\nCaribbean and would improve the prospects for peaceful\r\ndevelopment in our region.\r\nAccordingly, CARICOM countries support the\r\ncontents of draft resolution A/53/L.6 and will vote in favour\r\nof its adoption.\r\nMr. Al-Hitti (Iraq) (interpretation from Arabic): It is\r\nregrettable indeed that the international community, in the\r\nbody of the General Assembly, is forced to keeping\r\nexamining this item on the agenda, despite the\r\npromulgation and adoption of six successive international\r\nresolutions all calling upon the United States to end its\r\neconomic, commercial and financial embargo of Cuba.\r\nThe votes in favour of all these resolutions by an\r\noverwhelming majority of the United Nations\r\nmembership — what amounts to 77 per cent of the Member\r\nStates — reaffirm once again the international community’s\r\nfirm refusal to accept these measures and its belief that\r\ncoercive unilateral measures contravene international law,\r\nviolate the principles of legal equality among States, and\r\nrun counter to the principles of respect for the sovereignty\r\nand dignity of States. Since the effects of such measures\r\ntranscend the boundaries of the State promulgating them,\r\nthese measures also constitute gross interference in the\r\ninternal affairs of the targeted State or States and of other,\r\nthird-party States.\r\nAll reports submitted by Cuba, United Nations\r\nagencies and non-governmental organizations state that the\r\ncoercive measures which are still being imposed by the\r\nUnited States Government against Cuba gravely endanger\r\nthe health, prosperity and human rights of the Cuban\r\ncitizens. This is because of the paucity of medicine and\r\nfoodstuffs that the Cuban citizens need. The fact that the\r\nUnited States coercive measures have cost the Cuban\r\neconomy more than $60 billion reveals the considerable\r\ndamage inflicted upon Cuban citizens without any ethical\r\nor legal justification.\r\nWe can realize the gravity of these United States\r\nmeasures if we put them in the context of the current\r\nUnited States policy, which since 1992 has imposed 61\r\neconomic sanction regimes against other States.\r\nCurrently — not caring in the least for the disastrous\r\nimpact sanctions have on civilians or the damage these\r\nsanctions cause to its own interests — the United States\r\nis imposing or threatening to impose sanctions against\r\napproximately 75 States, where half of the world’s\r\npopulation lives.\r\nWe agree that the simplest human right recognized\r\ninternationally is the non-utilization of food and medicine\r\nas weapons to apply political pressure. By the same\r\ntoken, the first requisite of democracy is to listen to the\r\nopinion of the majority on any issue under discussion.\r\nThis has not been done by the United States in these\r\ncases. This means that Washington has abysmally failed\r\nto respect these principles, by which the rest of the\r\ninternational community abides.\r\nTherefore, once again from this rostrum we call\r\nupon the United States Government to desist from this\r\nharmful and unjustifiable policy and to pursue a new\r\npolicy that encourages dialogue and ensures the\r\nsovereignty of international law and of the Charter of the\r\nUnited Nations as regards the principle of settling\r\ndisputes by peaceful means and that of the freedom of\r\ninternational trade.\r\nWe are quite hopeful that we would not be dealing\r\nwith this item again at the next session of the General\r\nAssembly after a positive response by the United States\r\nto the will of the international community and to its\r\nsincere desire to terminate the long-lasting suffering of\r\nthe Cuban people — a suffering that has lasted for a very\r\nlong time.\r\nMr. Jele (South Africa): This body is meeting once\r\nagain to consider the draft resolution on the necessity of\r\nending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba.\r\nOn previous occasions this Assembly made a\r\nsufficiently compelling case for ending the embargo by\r\nrecording a majority of votes in favour of the draft\r\nresolutions before the Member States. South Africa had\r\nthen hoped that this overwhelming rejection would\r\nprompt the United States of America to consider lifting\r\n12\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nthe unilateral and unjustified embargo against Cuba. It is\r\ntherefore a matter of concern that since the adoption of all\r\nthese resolutions this Assembly has not witnessed any\r\nmovement towards compliance with its decisions. On the\r\ncontrary, the United States has not only adopted new\r\nmeasures aimed at tightening the embargo but also\r\ncontinues with the application of the extraterritorial Helms-\r\nBurton Act, designed to punish third countries and nationals\r\nwho are in favour of trading with Cuba.\r\nThe maintenance of the embargo and extraterritorial\r\nmeasures has created the inescapable perception that the\r\nUnited States of America is bent on imposing its will on\r\nCuba and other sovereign States. It is therefore critical for\r\nthe international community to act with more vigour to end\r\nthe embargo, which is blatantly in breach of the principles\r\nof the sovereignty of States, freedom of international trade\r\nand navigation, and all the other basic norms governing\r\ninternational relations enshrined in the Charter of the United\r\nNations.\r\nMy delegation believes it is essential for both parties\r\nto undertake measures aimed at settling their differences by\r\nmeans of dialogue and negotiation on the basis of equality\r\nand mutual respect. It is also important to note that a\r\ngrowing number of important role-players, public bodies\r\nand intergovernmental forums have expressed disapproval\r\nof these punitive actions. This opposition by a broad\r\nspectrum of international public opinion has been given\r\nadded weight and significance by the decisions of the Non-\r\nAligned Movement and by the involvement of many public\r\nfigures of the United States itself, thus providing\r\nconvincing proof of the urgent need for the United States\r\nto end the economic and commercial stranglehold on Cuba.\r\nThe Assembly has the responsibility to ensure that the\r\nunjust embargo is lifted so that the Cuban people can live\r\nunder conditions which are conducive to their uplifting.\r\nSouth Africa will vote in favour of the draft resolution\r\nbefore us.\r\nMr. Khalil (Sudan) (interpretation from Arabic): The\r\nUnited Nations General Assembly has been looking at the\r\nissue of the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba for\r\nthe last five years, and the Assembly has been calling for\r\nits end. Today my delegation would like to express its\r\ngrave concern at the continuation of the United States\r\nembargo against Cuba and against other countries suffering\r\nfrom similar economic and commercial sanctions\r\nunilaterally imposed by the United States.\r\nRecently the United States imposed on my country\r\nsimilar unjust measures as a means of pressure on us to\r\ntake us off the road we had chosen to pursue to achieve\r\nsocio-economic development. This constitutes a grave\r\nviolation of international law and the basic rules\r\ngoverning international relations. It also adversely affects\r\nthe various aspects of life in countries suffering from such\r\nmeasures. Therefore, the Sudan rejects the utilization of\r\neconomic sanctions as a means of achieving political\r\npurposes.\r\nAll the reports prepared by the Secretary-General,\r\nincluding the latest, in document A/53/320 of\r\n3 September 1998, have highlighted the devastating\r\neffects of the embargo imposed on the Cuban people,\r\nespecially in the vital sectors of the economy, such as\r\nhealth and agriculture.\r\nOne of the root causes for instability in the world is\r\nthe attempt by some to transfer a given democratic\r\nparadigm to developing countries without taking into\r\naccount their cultural and historical circumstances. We\r\nthink unilateralism, whereby coercive measures are\r\nimposed, leads to the following effects: it hampers the\r\nflow of international trade; it places hurdles in the road of\r\ntransfer of technology to the developing world; and it\r\nleads to aggression against innocent people, such as that\r\nwhich one of the main establishments in my country\r\nrecently suffered. All of this defeats the spirit of San\r\nFrancisco whereby this Organization was created in order\r\nfor peoples to practise tolerance and coexistence among\r\nall States. If this was the spirit 50 years ago, we have\r\nmore need for that spirit now, given globalization and the\r\ninterconnectedness of the world, to build a better future,\r\none characterized by complementarity and constructive\r\ninteraction among all.\r\nThe various resolutions adopted by the United\r\nNations call for the various States not to promulgate any\r\nextraterritorial laws. This is why my delegation calls for\r\nthe lifting of the embargoes imposed on Cuba and on all\r\nother countries which have suffered the impact of these\r\nunilateral decisions. My delegation reiterates its support\r\nfor the draft resolution before us. We believe that all\r\nproblems should be settled on the basis of equality among\r\nStates, mutual respect and peaceful coexistence.\r\nMr. Mwakawago (United Republic of Tanzania):\r\nThe agenda item before us deals with a subject which,\r\nregrettably, has preoccupied this Assembly for a number\r\nof years. As in previous years, the delegation of the\r\n13\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nUnited Republic of Tanzania is taking the floor in support\r\nof the draft resolution accompanying the item.\r\nIt is our firm belief that the international appeals and\r\nefforts employed on behalf of the Cuban people are\r\nnecessary, justified and urgent. For a number of years, the\r\nGeneral Assembly has stressed to the United States the\r\nneed to end the embargo it imposed on Cuba as a step\r\ntowards normalizing her relations with Cuba. Unfortunately,\r\nthe appeal by the international community seems to be\r\ndisregarded.\r\nMy delegation is becoming increasingly concerned\r\nthat, in spite of six resolutions adopted by the international\r\ncommunity through this Assembly, the embargo imposed\r\nupon Cuba by the United States remains in place. This\r\ncontinuing state of affairs is disappointing for two principal\r\nreasons: first, because it suggests that the series of\r\nresolutions adopted by the Assembly are inconsequential,\r\nand therefore it is a challenge to both the authority of the\r\nAssembly and the Charter of the United Nations. Secondly,\r\nit is a matter of serious regret that the sustained status quo\r\nhas contributed to a situation of real human suffering in\r\nCuba as a result of the undue burden imposed on the\r\nGovernment of Cuba.\r\nOnly recently, we witnessed with sympathy the\r\nunfortunate manner in which the embargo worked to hinder\r\ninternational cooperation in the form of humanitarian\r\nresponse to the tragedy brought about by hurricane Georges\r\nto the Cuban people.\r\nThis Assembly has taken a firm position on the\r\nlegitimacy of the Helms-Burton Act passed by the United\r\nStates Congress. The legislation is devoid of any legality\r\nunder international law. Its illegitimacy is rooted not only\r\nin its pretension to extraterritorial application, but also in\r\nthe fact that it seeks to hinder legitimate international trade\r\nand cooperation. We continue to stand opposed to that\r\npiece of legislation. No country should be encouraged to\r\npursue unilateralism at the expense of fruitful international\r\ncooperation, nor should such pursuit be condoned. Indeed,\r\nin the era of globalization such actions are counter-\r\nproductive.\r\nMy delegation is further concerned that there have\r\nbeen no credible measures to bring the parties to a\r\ndialogue, notwithstanding the fact that the cold war is over.\r\nThe burden which Cuba has endured is in the interest\r\nneither of the people of the United States nor of those of\r\nCuba. Indeed, the continuing existence of strained relations\r\nbetween the two countries, with both of whom my country\r\nenjoys friendly relations, is not in the interest of any one\r\nof us, including the United Nations.\r\nWe therefore continue to call on the United States to\r\nend the embargo imposed upon Cuba and build\r\nmeaningful bridges between the two States for mutual\r\nunderstanding and the prosperity of their respective\r\npeoples. This would indeed contribute to amity.\r\nMr. Wehbe (Syrian Arab Republic) (interpretation\r\nfrom Arabic): We are meeting today for the seventh\r\nconsecutive year to discuss the item entitled “Necessity of\r\nending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba”.\r\nThe constant position of the Syrian Arab Republic\r\nhas always been and continues to be the deep belief in the\r\nright of States to exercise their sovereignty over their\r\nterritories and non-interference in their internal affairs.\r\nThis right is enshrined in the purposes and principles of\r\nthe United Nations Charter, which is the constitution of\r\nthis international organization and its point of reference.\r\nFor four decades, Cuba has suffered social,\r\neconomic and political damage at the hands of the United\r\nStates of America that has been of grave concern to the\r\ninternational community. It is high time to find a solution\r\nto this serious stalemate. Cuba has repeatedly called for\r\nthe blockade to be lifted through dialogue. We support its\r\nsincere desire to open a constructive dialogue with the\r\nUnited States, on the basis of equality, mutual respect and\r\ngood-neighbourly relations, to resolve all differences\r\nbetween the parties and ensure the prosperity of the two\r\ncountries and peoples.\r\nWhen we consider the results of the voting on the\r\nresolution under this agenda item over the past seven\r\nyears, we see that 59 States voted in favour in 1992, a\r\nfigure that rose to 143 in 1997. The number of\r\nabstentions declined from 71 in 1992 to 17 last year.\r\nClearly, international support for the General Assembly\r\nresolution under this item is inexorably rising. This offers\r\nstriking testimony to the need to lift the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates of America against Cuba and to respect the\r\npolitical, social and economic systems freely chosen by\r\neach State in accordance with its legitimate national\r\ninterests.\r\nThis is also clear evidence of the world’s\r\nexasperation with double standards, discriminatory\r\nmeasures, non-responsiveness to the calls made by the\r\n14\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nGeneral Assembly in its previous resolutions, and the\r\nflouting of these resolutions. We reaffirm that any decision\r\nwhose extraterritorial effects may infringe upon the\r\nsovereignty of other States is in contravention of the\r\nprinciple of respect for State sovereignty, as set forth in\r\nArticle 2 of the United Nations Charter. In this context, we\r\nreiterate the statement issued at the summit of the Non-\r\nAligned Movement, held in Durban, South Africa, in\r\nSeptember this year, calling on the United States to end this\r\nprotracted blockade, which contravenes the United Nations\r\nCharter and international law. The continuation of the\r\nblockade and other measures imposed against Cuba have\r\nharmed that country and its people, especially its children,\r\nand widened the chasm between it and the United States.\r\nResolution 52/10, adopted on this subject last year\r\nwith 143 votes in favour, is an important democratic\r\nindicator and should be a powerful impetus to the\r\nsupporters of democracy to lift the embargo against Cuba.\r\nThe international community has repeatedly rejected the\r\nAmerican Helms-Burton Act, an extraterritorial law that\r\nflouts the need to respect the sovereignty of States which\r\ndeal with Cuba. That law and other related legislative acts\r\nignore the basic principle of respect for State sovereignty\r\nand violate the United Nations Charter and international\r\nlaw. It also impedes the freedom of international commerce\r\nand navigation sought by the United States. Furthermore, it\r\ncontravenes the will of peoples.\r\nMy delegation will therefore support the draft\r\nresolution contained in document A/53/L.6, now before the\r\nAssembly for consideration.\r\nMr. Andjaba (Namibia): The Government of Namibia\r\nwill once again associate itself with the call of the General\r\nAssembly on States to refrain from the promulgation and\r\napplication of laws and regulations with extraterritorial\r\neffects on the sovereignty of other States, the legitimate\r\ninterests of entities or persons under their jurisdiction, and\r\nthe freedom of trade and navigation. In this connection,\r\nNamibia has not and will not promulgate or apply any laws\r\nor regulations against Cuba — or any other country, for\r\nthat matter — that would prevent economic, commercial or\r\nfinancial activities from taking place between it and other\r\ncountries.\r\nThe Government of Namibia views with great concern\r\nnon-compliance with relevant General Assembly resolutions\r\nwhich seek to end the economic, commercial and financial\r\nembargo imposed by the Government of the United States\r\nof America against the people of Cuba. In the same vein,\r\nNamibia views the Helms-Burton Act as a violation of the\r\nsovereignty of States, a breach of the principles of the\r\nCharter of the United Nations, international law, freedom\r\nof trade and navigation, and also as a violation of the\r\ninternational trading system. How can you talk of\r\nglobalization while at the same time imposing limitations\r\non the freedom of trade and investment?\r\nBecause of its full respect for the sovereignty of\r\nStates and the principle of self-determination of peoples,\r\nand in recognition of the norms and principles which\r\ngovern peaceful and friendly cooperation among nations,\r\nthe Government of Namibia expresses its full solidarity\r\nwith the people of Cuba and calls for the embargo that\r\nhas been imposed on them for more than 30 years to be\r\nlifted.\r\nThe impact of the embargo is well documented and\r\nknown. What one should ask now is: How much suffering\r\nmust the people of Cuba endure before the lifting of this\r\nembargo? How many more lives should be lost through\r\nthe unavailability of basic medicines and medical\r\nequipment before we heed the call?\r\nThe Government of Namibia reaffirms its\r\ncommitment to the elimination and total lifting of the\r\nembargo against Cuba and will vote in favour of the draft\r\nresolution in document A/53/L.6, entitled “Necessity of\r\nending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba”.\r\nMr. Kittikhoun (Lao People’s Democratic\r\nRepublic) (interpretation from French): For seven years\r\nnow, the General Assembly has felt compelled to consider\r\nthe question of the economic, commercial and financial\r\nembargo imposed by the United States of America against\r\nCuba. My delegation deeply regrets that the two parties\r\nconcerned have not yet been able to resolve this question.\r\nAt the summit conference held in Durban, South\r\nAfrica, in September 1998, the heads of State or\r\nGovernment of the non-aligned countries again called\r\nupon the United States Government to terminate the\r\neconomic, commercial and financial measures against\r\nCuba, which run counter to the United Nations Charter,\r\ninternational law and the principle of good\r\nneighbourliness and which cause material losses as well\r\nas considerable economic damage to the Cuban people.\r\nThe United States is also asked to resolve its differences\r\nwith Cuba through negotiation based on equality and\r\nmutual respect, pursuant to the relevant General Assembly\r\nresolutions. In this context, the Lao People’s Democratic\r\nRepublic believes that it would be in the interest of peace\r\n15\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nand development in that region of the world, as it would be\r\nin the interest of both the American and the Cuban peoples,\r\nfor the two parties to continue seriously their negotiations\r\nin order to resolve their problem as soon as possible, which\r\nwould be in step with the current world trend towards\r\ndialogue and international economic cooperation.\r\nMy country, the Lao People’s Democratic Republic,\r\nhas always opposed the taking of unilateral coercive and\r\neconomic measures in international relations. The\r\neconomic, commercial and financial blockade imposed on\r\nCuba by the United States of America more than 30 years\r\nago has not only hampered the economic and social\r\ndevelopment of the island, but has also hampered trade and\r\nnormal economic relations between Cuba and a number of\r\nother countries. On the basis of the principles of sovereign\r\nequality among States, non-interference in the internal\r\naffairs of others and freedom of trade and international\r\nnavigation, the\r\nLao People’s Democratic Republic believes it is high time\r\nthe blockade was lifted and the two countries, the United\r\nStates of America and the Republic of Cuba, improved their\r\nrelations as soon as possible, which would help strengthen\r\nstability in the region and would assist Cuba, a developing\r\ncountry, to better integrate itself into the globalized and\r\nliberalized world economy.\r\nAccordingly, the delegation of Laos wishes to express\r\nits support for the draft resolution contained in document\r\nA/53/L.6, introduced by Cuba.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nI call on the representative of the Democratic People’s\r\nRepublic of Korea on a point of order.\r\nMr. Ri (Democratic People’s Republic of Korea):\r\nBefore we proceed to the voting, my delegation wishes to\r\nask the Secretariat to make a clarification.\r\nThe report of the Secretary-General (A/53/320)\r\ncontains the replies received from Governments as of 13\r\nAugust 1998. My Government’s reply to the Secretary-\r\nGeneral in support of resolution 52/10 was dated 17 March\r\n1998. However, my delegation could not find that reply in\r\nthe report of the Secretary-General. So my delegation asks\r\nthe Secretariat to reproduce the report of the Secretary-\r\nGeneral so that it will contain the reply of my Government.\r\nThe Acting President: I thank the representative of\r\nthe Democratic People’s Republic of Korea. His comments\r\nhave been taken note of and the Secretariat will take the\r\nappropriate action to correct that omission.\r\nWe shall now proceed to consider draft resolution\r\nA/53/L.6.\r\nI shall now call on those representatives who wish\r\nto speak in explanation of vote before the voting.\r\nMay I remind delegations that explanations of vote\r\nare limited to 10 minutes and should be made by\r\ndelegations from their seats.\r\nMr. Manz (Austria): I have the honour to take the\r\nfloor on behalf of the European Union with reference to\r\nthe draft resolution entitled “Necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba”.\r\nLet me reiterate on this occasion that with regard to\r\nCuba, the European Union considers a process of\r\ntransition to pluralistic democracy and respect for human\r\nrights and fundamental freedoms, as well as a sustainable\r\nrecovery and improvement in the living standards of the\r\nCuban people, as matters of priority. The European Union\r\nrecognizes that some positive developments have taken\r\nplace, but continues to be concerned about the political\r\nand economic situation in Cuba and expresses its hope for\r\ndurable and substantive improvements.\r\nThe European Union considered both the visit to\r\nCuba of Pope John Paul II and the release of political\r\nprisoners in response to the Pope’s appeal as positive\r\nsteps towards greater religious and civic freedom, and\r\nlooks for this process to continue. However, we deplore\r\nthe detention of a considerable number of people,\r\nincluding the four leading members of the Internal\r\nDissidence Working Group, who have exercised in a non-\r\nviolent manner their rights to freedom of expression and\r\nassociation.\r\nThe European Union emphasizes the fundamental\r\nresponsibilities of the Cuban authorities regarding human\r\nrights, such as freedom of thought, opinion and\r\nexpression, assembly and association, as well as rights\r\nassociated with the administration of justice, and, in this\r\nconnection, urges them to liberate and fully reintegrate\r\ninto society all prisoners of conscience. We appeal to the\r\nCuban authorities to fully cooperate with international\r\nhuman rights bodies and mechanisms.\r\n16\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nThe European Union acknowledges that steps towards\r\nbetter economic integration have been taken by the Cuban\r\nGovernment and stresses the need for a progressive and\r\nirreversible opening of the Cuban economy. The European\r\nUnion reiterates its wish to be Cuba’s partner in such a\r\nprocess. However, its full cooperation with Cuba will\r\ndepend upon improvements in human rights and political\r\nfreedom.\r\nAs expressed in the European Union Common Position\r\nof 2 December 1996, it is not our policy to bring about\r\nchange by coercive measures with the effect of increasing\r\nthe economic hardship of the Cuban people.\r\nThe European Union believes that United States trade\r\npolicy towards Cuba is principally a matter for those two\r\nGovernments. But the European Union has made clear its\r\nopposition to the extraterritorial extension of the United\r\nStates embargo, such as that contained in the so-called\r\nCuban Democracy Act of 1992 and the Helms-Burton Act\r\nof 1996.\r\nFurthermore, we wish to reaffirm that the European\r\nUnion’s strong opposition, based both on law and on\r\nprinciple, to the imposition of secondary boycotts and\r\nlegislation with extraterritorial effect and retroactivity\r\nremains unchanged.\r\nIn November 1996 the Council of Ministers of the\r\nEuropean Union adopted a regulation and a joint action to\r\nprotect the interests of natural or legal persons resident in\r\nthe European Union against the extraterritorial effects of the\r\nHelms-Burton legislation, which prohibit compliance with\r\nthat legislation.\r\nOn 18 May 1998, at the European Union/United States\r\nsummit in London, a package was agreed with regard to\r\nUnited States sanctions laws, including a commitment by\r\nthe United States Administration to resist future\r\nextraterritorial legislation of this kind and an understanding\r\nwith respect to disciplines for the strengthening of\r\ninvestment protection.\r\nThe European Union takes the view that this\r\nrepresents an important step forward towards resolving our\r\ndifferences with the United States on this matter. We\r\nemphasize, however, that the European Union’s\r\ncommitment to implementing the package must be matched\r\nby the United States. We look forward to further progress\r\nin this area.\r\nFor all these reasons, the member States of the\r\nEuropean Union will unanimously support the draft\r\nresolution before us today.\r\nMr. Petrella (Argentina) (interpretation from\r\nSpanish): The delegation of Argentina wishes to express\r\nits concern over the persistent economic, commercial and\r\nfinancial blockade against Cuba, which affects the\r\nlegitimate interests of persons and entities and undermines\r\nfreedom and the flows of trade and investments.\r\nLifting the embargo is the best instrument for\r\npromoting freedom of trade, communications, flexibility\r\nand dialogue, including critical dialogue, and is the most\r\nviable means of promoting changes in Cuba towards\r\nrepresentative democracy, which we believe is the system\r\nthat guarantees the fundamental freedoms of citizens.\r\nFor these reasons, the delegation of Argentina will\r\nvote in favour of the draft resolution contained in\r\ndocument A/53/L.6.\r\nMr. Valle (Brazil): I take this opportunity to\r\nreiterate the principles that have guided Brazil in its\r\nconsideration of this issue, as we once again will vote in\r\nfavour of the draft resolution on the necessity of ending\r\nthe economic, commercial and financial embargo imposed\r\nby the United States of America against Cuba.\r\nThe settlement of disputes between States must be\r\nundertaken first of all through peaceful means. Any other,\r\nforcible measures, such as sanctions or embargoes, which\r\nconstitute exceptions to this general rule should be\r\nresorted to only when all other means have been\r\nexhausted and, in any case must, be solidly based on\r\ninternational law.\r\nSanctions and embargoes that contradict international\r\nlaw instead of contributing to resolving a specific dispute\r\nraise more tensions. If they affect the interests of third\r\nStates, as in the case currently under the scrutiny of the\r\nGeneral Assembly, the international community has even\r\nmore reason for concern. The so-called Cuban Liberty\r\nand Solidarity Act in force in the United States of\r\nAmerica has been rejected in a number of international\r\nforums, inter alia, the Organization of American States,\r\nthe Rio Group, the Ibero-American Summit and the Latin\r\nAmerican Economic System. It is also inconsistent with\r\nthe legal obligations of the members of the World Trade\r\nOrganization.\r\n17\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nBrazil joins the near unanimity of the international\r\ncommunity in rejecting this unilateral measure. Apart from\r\nthe legal aspect, we do not believe it contributes to the goal\r\nof the full reinsertion of Cuba in the inter-American system.\r\nMr. Yu Qingtai (China) (interpretation from\r\nChinese): The General Assembly has repeatedly adopted\r\nresolutions calling upon all countries to cease to implement\r\nlaws that are contrary to the principles contained in the\r\nCharter and the basic norms of international relations or\r\ndetrimental to the legitimate economic interests of third\r\ncountries. It is regrettable that the Government of the\r\nUnited States of America has not responded positively to\r\nthis appeal from the international community and has\r\npersisted in refusing to implement the relevant General\r\nAssembly resolutions.\r\nThe sanctions and embargoes by the United States\r\nover the years have created great difficulties for the Cuban\r\npeople’s endeavours to achieve economic and social\r\ndevelopment, as well as their restructuring process.\r\nAs a consequence, improvements in the living\r\nstandards of the Cuban people have been hampered, with\r\nparticularly harmful effects on the health and well-being of\r\nwomen and children. This is a clear violation of the human\r\nrights of the people of another country.\r\nFurthermore, the unilateral actions by the United\r\nStates have also obstructed normal economic and trade\r\nrelations between Cuba and many other countries, causing\r\ndamage to their legitimate rights and interests.\r\nWith the cold war now quite a few years behind us,\r\nthis situation should not be allowed to continue. History has\r\nshown us that differences between nations can be settled\r\neffectively only through dialogue and negotiations on the\r\nbasis of equality and respect for each other’s independent\r\nchoices. It is our hope that the United States will take\r\nconstructive actions in line with the prevailing trend of our\r\nera.\r\nOn the basis of the foregoing, the Chinese delegation\r\nwill vote in favour of the draft resolution before us.\r\nMr. Crighton (Australia): Although Australia shares\r\nthe concerns of some Member States about the situation\r\nwith respect to human rights and political freedom in Cuba,\r\nwe do not consider that isolating Cuba through economic\r\nsanctions is an effective means of achieving human rights\r\nand political reform.\r\nAustralia has consistently expressed its principled\r\nopposition to the promulgation and application by States\r\nMembers of the United Nations of laws and measures\r\nwhose extraterritorial effects affect the sovereignty of\r\nother States, the legitimate interests of entities or persons\r\nunder their jurisdiction and freedom of trade and\r\nnavigation. In Australia’s view, such laws and measures\r\nare not justified by the principles of international law.\r\nAustralia is concerned about the unilateral, extraterritorial\r\naspects of the Helms-Burton Act of 1996, which codifies\r\nand broadens the embargo by targeting foreign investors\r\nin Cuba.\r\nFor that reason, Australia will vote in favour of the\r\ndraft resolution.\r\nMr. Kolby (Norway): The protection and promotion\r\nof human rights is a cornerstone of Norwegian foreign\r\npolicy and a focal point of the dialogue we maintain with\r\nother countries. We deplore violations of civil and\r\npolitical rights and remain concerned about the situation\r\nin Cuba. We do not consider isolation through unilateral\r\nmeasures, such as the embargo under discussion, to be an\r\nappropriate response to the situation in Cuba. Norway\r\nbelieves that more is to be achieved through constructive\r\ndialogue in which no theme should be excluded. We are\r\nat present engaged in such a constructive and open\r\ndialogue with the Cuban authorities — a dialogue that\r\nincludes a number of themes, inter alia, human rights.\r\nThe Norwegian Government believes there is a clear\r\ndistinction between unilateral measures and sanctions\r\nadopted by the international community through the\r\nUnited Nations. Only sanctions adopted by the\r\ninternational community through relevant and\r\nrepresentative organizations have the necessary\r\nlegitimacy, and no country should impose its legislation\r\non third countries. Therefore, Norway will again this year\r\nvote in favour of the draft resolution to end the embargo\r\nagainst Cuba, while, as stated, not in any way condoning\r\nviolations of human rights in Cuba.\r\nMr. Niehaus (Costa Rica) (interpretation from\r\nSpanish): The delegation of Costa Rica will vote in\r\nfavour of the draft resolution contained in document\r\nA/53/L.6, which calls for the lifting of the unilateral\r\neconomic, commercial and financial measures against\r\nCuba.\r\nOn this occasion, as in previous years, we base our\r\nposition on unflinching support for the principles of non-\r\nintervention and respect for the self-determination of\r\n18\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\npeoples. Such principles constitute a cornerstone of the\r\ninternational system and are embodied in the Charter of our\r\nOrganization. On previous occasions in this forum we have\r\nstated that Costa Rica rejects interference in affairs that are\r\nfor Cubans themselves to resolve; only they should decide\r\nwhat to do.\r\nAs we affirmed during the fifty-second session of the\r\nGeneral Assembly, we may agree or disagree with what the\r\nCubans have decided — or not decided — to do, but it is\r\nnot for third parties to exert material pressure to alter the\r\nself-determination of the Cuban people, especially when\r\nsuch actions damage the very living conditions of the\r\ncitizens of the island.\r\nIn this connection, I can also affirm that my country\r\nis not satisfied with the human rights situation in Cuba and\r\ndoes not agree with the policy implemented by the Cuban\r\nGovernment to limit the civil and political rights of the\r\ncitizens of the country. However, Costa Rica does not\r\nbelieve that actions such as the so-called Helms-Burton Act,\r\nand other similar measures that involve the extraterritorial\r\napplication of the legislation of a State, can be justified in\r\nthe name of resolving the problems of Cuba.\r\nWe regret that an attempt is being made to limit\r\ninternational commerce and economic activities without\r\nvalid justification and contrary to the legal structures on\r\nwhich the United Nations is based. That is why we join\r\nwith those who believe that such unilateral actions must\r\ncease.\r\nMr. Ri (Democratic People’s Republic of Korea): The\r\ndelegation of the Democratic People’s Republic of Korea is\r\nof the view that the continued blockade by the United\r\nStates against the people of Cuba over the past 30 years is\r\na violation of the agreed principles of respect for sovereign\r\nequality and non-interference — the very purposes and\r\nprinciples of the United Nations Charter and other relevant\r\nnorms covering international relations. Every country has\r\nthe right to choose its own social system and mode of\r\ndevelopment. No country has the right to impose its will\r\nupon other countries. My delegation urges that the\r\nunreasonable and unjust unilateral blockade against the\r\npeople of Cuba and other countries be immediately put to\r\nan end. My delegation will render its vote of support.\r\nMr. Sychou (Belarus) (interpretation from Russian):\r\nThe Republic of Belarus has always been in favour of strict\r\ncompliance with the purposes and principles of the Charter\r\nof the United Nations. In this connection, the Government\r\nof the Republic of Belarus supports the appeal of the\r\nGeneral Assembly to refrain from the adoption and\r\napplication of laws and measures designed to limit\r\nfreedom of international trade or which affect the\r\nsovereignty of other States and harm the legitimate\r\ninterests of juridical and physical entities or persons. The\r\nRepublic of Belarus has always been in favour of the\r\npeaceful settlement of disputes between States through\r\nnegotiation. In this connection, we support the creation of\r\nfavourable conditions for the unlimited development of\r\neconomic cooperation and other links between Cuba and\r\nall other countries, including the United States. We\r\nsupport the appeal of the international community not to\r\nadopt laws and measures aimed against other States. In\r\nthis connection, our delegation will support the draft\r\nresolution that is before us in document A/53/L.6.\r\nMr. Burleigh (United States of America): Our\r\nconcern with Cuba results from the Cuban Government’s\r\nsystematic denial of universally recognized human rights\r\nand fundamental freedoms to the people of Cuba. We are\r\nproud to promote and support democracy around the\r\nworld; it is the dictators and repressers of human rights\r\nwho should be defensive and ashamed.\r\nCuba continues to trample on the fundamental\r\nfreedoms of its people, the rights and principles enshrined\r\nin the United Nations Charter, and the Universal\r\nDeclaration of Human Rights. The United States believes\r\nthat economic sanctions are an important foreign policy\r\ntool to be used in certain compelling cases. In the case of\r\nCuba, sanctions are but one element of a broad policy\r\naimed at promoting a peaceful transition to democracy in\r\nCuba. We have asked the international community to join\r\nus in a truly multilateral effort to achieve that goal.\r\nImportant issues are at stake for the United States in\r\nCuba, which lies only 90 miles from our shores. But\r\nimportant interests are also at stake for friends throughout\r\nthe western hemisphere and for the broader community of\r\ndemocracies.\r\nYear after year the Cuban Government has\r\nmanipulated the concerns expressed in this Hall to claim\r\nsupport for its repressive and failed policies. The record,\r\nhowever, is clear: dozens of dissidents and human rights\r\nadvocates have been detained and arrested over the past\r\nyear. Recently, the four courageous leaders of the\r\n“dissident Working Group” were charged with alleged\r\nsedition and acts against State security. Their only crime,\r\nhowever, was to criticize the Government’s failed\r\neconomic policies and to call for peaceful democratic\r\nchange.\r\n19\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nRather than accepting the mistaken premise of this\r\ndraft resolution, the United States urges nations committed\r\nto democracy and human rights to join us in forging a\r\nmultilateral effort to promote a peaceful democratic\r\ntransition in Cuba.\r\nIn addition to maintaining pressure on the Cuban\r\nGovernment for change, the United States believes it is\r\nparticularly important to reach out to the Cuban people.\r\nAssisting the Cuban people to develop independent civil\r\nsociety will help ensure that the transition which will\r\ninevitably take place in Cuba will be peaceful and\r\ndemocratic. This effort to support the Cuban people\r\nrecognizes that change in Cuba must come from within, led\r\nby Cubans on the island who recognize the problems and\r\ninjustices of the current system. They need and deserve the\r\nsupport of the international community.\r\nSupport for the Cuban people has been and remains a\r\ncentral thrust of United States policy. In October 1995 and\r\nMarch 1998, President Clinton announced measures which\r\nsignificantly expanded those efforts. Thousands of Cuban\r\ndoctors, scientists, environmentalists, academics, students,\r\nresearchers, artists, religious workers and others have\r\ntravelled to the United States, and hundreds of Americans\r\nhave legally travelled to Cuba for similar purposes. Dozens\r\nof non-governmental groups in the United States are\r\nengaged in projects with independent Cuban groups, and\r\nthe United States has licensed over $2 billion in private\r\nhumanitarian assistance from United States non-\r\ngovernmental organizations and individuals to the people of\r\nCuba. Much of the assistance which has been and is being\r\nlicensed is medicine, medical equipment and food.\r\nWith the support of countries that share our\r\ncommitment to advancing peaceful change in Cuba, the\r\nCuban people can nurture the hope of a brighter future. The\r\nUnited States calls on this body to dedicate its efforts to\r\nadvancing the cause of freedom and human rights in Cuba\r\nand to increasing support to those on the island who yearn\r\nfor democratic change.\r\nThe Acting President: We have heard the last\r\nspeaker in explanation of vote before the voting.\r\nThe Assembly will now take a decision on draft\r\nresolution A/53/L.6.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Algeria, Andorra, Angola, Antigua and\r\nBarbuda, Argentina, Armenia, Australia, Austria,\r\nAzerbaijan, Bahamas, Bahrain, Bangladesh,\r\nBarbados, Belarus, Belgium, Belize, Benin, Bhutan,\r\nBolivia, Botswana, Brazil, Brunei Darussalam,\r\nBulgaria, Burkina Faso, Burundi, Cameroon,\r\nCanada, Cape Verde, Central African Republic,\r\nChad, Chile, China, Colombia, Comoros, Costa Rica,\r\nCôte d’Ivoire, Croatia, Cuba, Cyprus, Czech\r\nRepublic, Democratic People’s Republic of Korea,\r\nDemocratic Republic of the Congo, Denmark,\r\nDjibouti, Dominica, Dominican Republic, Ecuador,\r\nEgypt, Equatorial Guinea, Eritrea, Ethiopia, Fiji,\r\nFinland, France, Gabon, Gambia, Germany, Ghana,\r\nGreece, Grenada, Guatemala, Guinea, Guinea-\r\nBissau, Guyana, Haiti, Honduras, Hungary, Iceland,\r\nIndia, Indonesia, Iran (Islamic Republic of), Ireland,\r\nItaly, Jamaica, Japan, Jordan, Kazakhstan, Kenya,\r\nKyrgyzstan, Lao People’s Democratic Republic,\r\nLebanon, Lesotho, Libyan Arab Jamahiriya,\r\nLiechtenstein, Luxembourg, Madagascar, Malawi,\r\nMalaysia, Maldives, Mali, Malta, Mauritania,\r\nMauritius, Mexico, Monaco, Mongolia,\r\nMozambique, Myanmar, Namibia, Netherlands, New\r\nZealand, Niger, Nigeria, Norway, Pakistan, Panama,\r\nPapua New Guinea, Paraguay, Peru, Philippines,\r\nPoland, Portugal, Qatar, Republic of Moldova,\r\nRomania, Russian Federation, Rwanda, Saint Kitts\r\nand Nevis, Saint Lucia, Saint Vincent and the\r\nGrenadines, Samoa, San Marino, Saudi Arabia,\r\nSeychelles, Sierra Leone, Singapore, Slovakia,\r\nSlovenia, Solomon Islands, South Africa, Spain, Sri\r\nLanka, Sudan, Suriname, Swaziland, Sweden, Syrian\r\nArab Republic, Tajikistan, Thailand, Togo, Trinidad\r\nand Tobago, Tunisia, Turkey, Turkmenistan,\r\nUganda, Ukraine, United Arab Emirates, United\r\nKingdom of Great Britain and Northern Ireland,\r\nUnited Republic of Tanzania, Uruguay, Vanuatu,\r\nVenezuela, Viet Nam, Yemen, Zambia, Zimbabwe\r\nAgainst:\r\nIsrael, United States of America\r\nAbstaining:\r\nEl Salvador, Estonia, Georgia, Latvia, Lithuania,\r\nMorocco, Nepal, Nicaragua, Republic of Korea,\r\nSenegal, the former Yugoslav Republic of\r\nMacedonia, Uzbekistan\r\nThe draft resolution was adopted by 157 votes to 2,\r\nwith 12 abstentions (resolution 53/4).\r\n20\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nThe Acting President: I shall now call on those\r\nrepresentatives who wish to speak in explanation of vote on\r\nthe resolution just adopted.\r\nMay I remind delegations that explanations of vote are\r\nlimited to 10 minutes and should be made by delegations\r\nfrom their seats.\r\nMr. Duval (Canada) (interpretation from French):\r\nCanada voted in favour of draft resolution A/53/L.6 because\r\nwe firmly oppose the attempt by the United States to force\r\nsovereign States to change their politics towards Cuba by\r\napplying the so-called Helms-Burton Act to give itself\r\nextraterritorial jurisdiction through internal legislation.\r\nThat being said, the blockade applied by the United\r\nStates cannot alone be held responsible for the difficulties\r\nbeing experienced by Cuba. We underscore today, as we\r\nhave in the past, our concern with regard to the lack of\r\nrespect by the Cuban Government for the rights of the\r\nCuban population, and we continue regularly to raise our\r\nconcerns in this respect in talks with the Cuban\r\nGovernment.\r\nMr. Arcaya-Smith (Venezuela) (interpretation from\r\nSpanish): Venezuela, in keeping with its constitutional\r\nprinciples of peace and peaceful coexistence among nations\r\non the basis of respect for the norms of international law,\r\nonce again rejects the application of unilateral coercive\r\nmeasures that violate sovereignty and affect the legitimate\r\ninterests of entities or citizens under the jurisdiction of third\r\nparties and that undermine the rules of free trade among\r\nnations, as stipulated in the constitution of the World Trade\r\nOrganization.\r\nThis position, which our country has maintained\r\nunchanged since 1992 in the General Assembly, has been\r\nreiterated on various occasions in forums and political\r\nmechanisms for consultation and accord, such as the Rio\r\nGroup and the Ibero-American Summit of Heads of State\r\nor Government.\r\nIn this regard, we wish to highlight that, at the twelfth\r\nsummit of the Rio Group, held in Panama last September,\r\nthe Heads of State or Government strongly rejected the\r\nunilateral and extraterritorial application of national laws,\r\nsince this constitutes a violation of fundamental principles\r\nof international law and coexistence and have a negative\r\nimpact on cooperation, trade and investments among\r\ncountries.\r\nIn like manner, at the seventh Ibero-American\r\nSummit, held on Margarita Island in November 1997, the\r\nHeads of State or Government stated that they rejected\r\nthe application of the law known as the Helms-Burton\r\nAct, since they considered that that legislation violates the\r\nprinciples governing international coexistence and runs\r\ncounter to the spirit of cooperation and friendship that\r\nshould prevail in relations among all members of the\r\ninternational community.\r\nAt a time when the international community is\r\nmaking progress in the search for new formulas of\r\ncooperation and understanding, it is inconsistent with\r\nreality to accept the resolution of bilateral differences\r\nthrough economic and military coercive actions or\r\nthrough any other form of pressure that undermines the\r\nsovereignty and independence of nations and is\r\ndetrimental to peoples without affecting the regime\r\nagainst which they are imposed.\r\nFor these reasons, Venezuela, once again this year\r\nvoted in favour of the draft resolution on this issue, on\r\nthe basis of respect for international law. Our decision\r\nshould not be interpreted as support for any regime in\r\nparticular, since we believe that the arguments set forth\r\nare legitimate and apply to any political situation of any\r\nrelevant country.\r\nHowever, being a democratic, pluralistic nation that\r\ndefends human rights, we wish at this time to repeat that\r\nVenezuela remains convinced that only through\r\ncooperation and dialogue will it be possible to bring about\r\nthe necessary changes for democracy and fundamental\r\nfreedoms, which we all desire.\r\nMr. Takasu (Japan): Japan shares the concern\r\nexpressed by many other countries regarding the problem\r\nof extraterritorial application of jurisdiction, such as that\r\narising from the Helms-Burton Act. My Government has\r\nbeen following closely the implementation of the\r\nlegislation, as well as the circumstances surrounding it,\r\nand its concerns remain unchanged. Thus, having\r\nconsidered the matter with the utmost care, Japan voted\r\nin favour of draft resolution A/53/L.6.\r\nI would like to take this opportunity to refer to the\r\nhuman rights situation in Cuba. My Government\r\nwelcomes the release of prisoners, including political\r\nprisoners, by the Government of Cuba in March this year,\r\nin response to the requests made by the international\r\ncommunity, and most notably by the Vatican. But, with\r\nrestrictions on political activities and on freedom of\r\n21\r\nGeneral Assembly 37th plenary meeting\r\nFifty-third session 14 October 1998\r\nassembly, association and expression, there has been no\r\nfundamental progress towards democratization, the human\r\nrights situation or respect for individual rights. Japan\r\nremains concerned at the current situation and continues to\r\nhope that it will be improved.\r\nWhile Japan supports the resolution, we believe it\r\nmight be worth considering whether the United Nations\r\nGeneral Assembly is in fact the most suitable forum in\r\nwhich to address this very complex issue. As regards the\r\neconomic embargo by the United States against Cuba,\r\nJapan believes that it is appropriate for both countries to\r\nseek a solution through bilateral dialogue and thus calls\r\nupon them to strengthen efforts towards that end.\r\nThe Acting President: We have heard the last\r\nspeaker in explanation of vote.\r\nMay I take it that is the wish of the Assembly to\r\nconclude its consideration of agenda item 29?\r\nIt was so decided.\r\nThe meeting rose at 12.50 p.m.\r\n22\r\n"