"United Nations A/53/PV.44\r\n98-86200 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n44th plenary meeting\r\nTuesday, 27 October 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 13\r\nReport of the International Court of Justice\r\nReport of the International Court of Justice\r\n(A/53/4)\r\nThe President (interpretation from Spanish): The\r\nAssembly will first consider the report of the International\r\nCourt of Justice for the period 1 August 1997 to 31 July\r\n1998, contained in document A/53/4. May I take it that the\r\nAssembly takes note of the report of the International Court\r\nof Justice?\r\nIt was so decided.\r\nThe President (interpretation from Spanish): I call on\r\nMr. Stephen Schwebel, President of the International Court\r\nof Justice.\r\nMr. Schwebel: It is an honour to speak to the General\r\nAssembly under the presidency of the Foreign Minister of\r\nUruguay, Mr. Didier Opertti Badán, an international lawyer\r\nwith a notable record of service to his country, to the\r\nOrganization of American States and to the United Nations.\r\nWe in the Court recall with the greatest respect and\r\naffection the two distinguished Uruguayan members of the\r\nCourt, Enrique Armand Ugon and, more recently, Eduardo\r\nJimenez de Aréchaga, who, like Mr. Opertti, served as a\r\nminister of Uruguay, and who was President of the Court.\r\nIn presenting to the General Assembly the annual\r\nreport of the International Court of Justice, permit me\r\ninitially to recall that this year the international\r\ncommunity took an extraordinary step towards the\r\ncreation of an International Criminal Court, a court to try\r\nindividuals for grave, specified international crimes. When\r\nthat Court is established, it will make its contribution to\r\nthe development and application of more effective\r\ninternational law. It will join the family of international\r\njudicial bodies created in past decades and more recently,\r\na family whose father is the World Court — the popular\r\nname for the Permanent Court of International Justice and\r\nthe International Court of Justice — which has\r\nsuccessfully operated for more than 70 years. This year is\r\nnotable in the life of international courts for another\r\nreason as well, for it marks the first case before the\r\nInternational Tribunal for the Law of the Sea.\r\nA measure of the achievement of the World Court is\r\nthat today it is taken for granted that permanent\r\ninternational tribunals can function effectively. What was\r\nthe untested ideal of the peace movement at the dawn of\r\nthe twentieth century has become a reality at its sunset,\r\ninsofar as it has been demonstrated and accepted that the\r\nWorld Court and other international tribunals can\r\ncontribute significantly to the peaceful and just settlement\r\nof international disputes.\r\nYet the treasured ideal of the early peace\r\nmovement — that international judicial settlement would\r\nbe the substitute for war — has been shown to have been\r\nunrealistic. International judicial settlement does not\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nproduce peace in the large; rather, it is peace that is\r\nconducive to the settlement of inevitable international\r\ndisputes by international adjudication. In times of high\r\ntension, States avoid judicial recourse; in times of low\r\ninternational tension, States are more inclined to settle their\r\ndisputes judicially. That, at any rate, may be one important\r\nreason why today the International Court of Justice is as\r\nbusy as it and its predecessor have been since 1922.\r\nInsofar as their jurisdiction does not duplicate that of\r\npre-existing courts, the creation of specialized and regional\r\ninternational courts is to be welcomed. It reflects the\r\nvitality and complexity of international life. It evidences the\r\nunderstanding that the effectiveness of international law can\r\nbe increased by equipping legal obligations with means of\r\ntheir determination and enforcement.\r\nAt the same time, the proliferation of international\r\ncourts raises the question of the role of the International\r\nCourt of Justice, and of problems proliferation may pose.\r\nThe Charter of the United Nations provides that the\r\nInternational Court of Justice shall be “the principal judicial\r\norgan of the United Nations”. The Court has thus been\r\nendowed with a special, and the most senior, judicial\r\nposition within the United Nations system. As domestic\r\nlegal systems have a supreme court, the international\r\ncommunity has its principal judicial organ. But the\r\nInternational Court of Justice is not — or at any rate is not\r\nnow — a supreme court of appeal from other international\r\njudicial bodies, and still less a court of appeal from national\r\ncourts.\r\nWhile not acting as a court of appeal, the International\r\nCourt of Justice has acted as the principal judicial organ of\r\nthe United Nations in more than one way. First of all, the\r\nCourt contributes to the peaceful settlement of international\r\ndisputes in furtherance of the first purpose of the United\r\nNations: “to bring about by peaceful means, and in\r\nconformity with the principles of justice and international\r\nlaw, adjustment or settlement of international disputes ...\r\nwhich might lead to a breach of the peace”.\r\nOn occasion the Court may deal with disputes which,\r\nif unsettled, might lead to a breach of the peace. Indeed, the\r\nCourt has dealt with cases which did lead to hostilities.\r\nDespite that fact, those disputes were submitted to the\r\nCourt, sometimes by bilateral agreement, other times by\r\nunilateral application; and they were resolved without\r\nfurther hostilities and remain resolved to this day.\r\nThus, a primary way in which the Court performs as\r\nthe principal judicial organ of the United Nations is as a\r\nfactor and actor in the maintenance of international peace\r\nand security. Today the Court is integrated into the United\r\nNations system of peaceful settlement of international\r\ndisputes. The Court is no longer seen solely as “the last\r\nresort” in the resolution of disputes. Rather, States may\r\nhave recourse to the Court in parallel with other methods\r\nof dispute resolution, appreciating that such recourse may\r\ncomplement the work of the Security Council and the\r\nGeneral Assembly, as well as bilateral negotiations.\r\nIn this combined process of dispute resolution,\r\njudicial recourse has helped parties to a dispute to clarify\r\ntheir positions. Parties are led to reduce and transform\r\ntheir sometimes overstated political assertions into factual\r\nand legal claims. This process may moderate tensions and\r\nlead to a better and fuller understanding of opposing\r\nclaims. The result is that, in some cases, political\r\nnegotiations have resumed and succeeded before the\r\nCourt rendered judgment. In other cases, the Court’s\r\ndecision has provided the parties with legal conclusions\r\nwhich they may use in framing further negotiations and\r\nin achieving settlement of the dispute.\r\nThere have been a number of examples of political\r\nand judicial resolution of disputes working in parallel. A\r\nstriking instance was that of the territorial dispute\r\nbetween Libya and Chad, a dispute which over the years\r\nhad erupted into warfare. With the assistance of the\r\nOrganization of African Unity (OAU), Libya and Chad\r\nultimately submitted the dispute to the Court. After the\r\nfiling of massive pleadings and the hearing of extended\r\noral argument, the Court determined the boundaries of\r\nthese vast disputed territories. The Court’s Judgment was\r\napplied by the parties, troops withdrew under the\r\nsurveillance of the Security Council, and there has been\r\npeace on the border ever since.\r\nThe most recent such instance is the current case of\r\nthe Land and Maritime Boundary between Cameroon and\r\nNigeria. When armed incidents occurred between\r\nCameroon and Nigeria in 1996 in the Bakassi peninsula,\r\nboth the OAU and the Security Council were seized with\r\nthe dispute. At the same time, one of the parties to the\r\ndispute brought it before the Court and requested it to\r\nindicate provisional measures — to order interim\r\nmeasures of protection or an interim injunction. As a\r\nresult, both the Security Council, through a statement of\r\nits President, and the Court, in that Order indicating\r\nprovisional measures, called on the parties to respect a\r\nceasefire and to take the necessary steps to return their\r\n2\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nforces to the positions that they had occupied before the\r\noutbreak of the fighting. This year the Court rendered a\r\nJudgment on preliminary objections raised by Nigeria,\r\nholding that it has jurisdiction to give judgment on the\r\nmerits.\r\nTo turn to the second way in which the Court acts as\r\nthe principal judicial organ of the United Nations — and of\r\nthe world community as a whole — the Court is the most\r\nauthoritative interpreter of the legal obligations of States in\r\ndisputes between them. Indeed, this is its paramount\r\nfunction and antedates the establishment of the United\r\nNations. This central role of the Court as the adjudicator of\r\ncontentious differences between States represents over 70\r\nyears of achievement in settling international legal disputes.\r\nIn the third place, the Court, as the Organization’s\r\nprincipal judicial organ, has acted as the supreme interpreter\r\nof the United Nations Charter and of associated\r\ninstruments, such as the General Convention on Privileges\r\nand Immunities of the United Nations, which is now the\r\nfocus of an advisory proceeding in progress in the Court.\r\nThe Court has been the authoritative interpreter of the legal\r\nobligations of States under the Charter. This, the Court has\r\ndone in a number of advisory and contentious proceedings.\r\nIn furtherance of the Charter’s purposes and principles,\r\nthe Court has progressively interpreted the Charter and so\r\nstrengthened the United Nations and through it the\r\ninternational community as a whole. Thus, the Court\r\naffirmed the international personality of the United Nations,\r\nfound that it has implied as well as express powers to\r\naccomplish its goals, determined that the assessments of the\r\nGeneral Assembly bind Members to pay the apportioned\r\namounts, and attributed to the General Assembly a\r\nnormative role in the formation of international law. It has\r\ninterpreted a voluntary abstention by a permanent member\r\nof the Security Council as not debarring adoption of a\r\nresolution. These well-known examples are illustrative,\r\nrather than exhaustive, of a number of such important\r\nholdings.\r\nChallenging questions of the interpretation of the\r\nCharter are currently before the Court, including the\r\nboundaries between the powers of principal organs of the\r\nUnited Nations. The cases brought by Libya against the\r\nUnited Kingdom and the United States of America arising\r\nout of the Lockerbie atrocity raise issues of the relationship\r\nbetween Security Council resolutions adopted under Chapter\r\nVII of the Charter and the judicial role of the Court.\r\nI said earlier that international adjudication is not the\r\nsubstitute for war and that peace conduces to international\r\nadjudication, rather than that international adjudication\r\nproduces peace. Largely speaking, that is true. The\r\nPermanent Court of International Justice did not prevent\r\nand could not reasonably have been expected to prevent\r\nthe Second World War. But, as noted, the International\r\nCourt of Justice does work as a significant element in the\r\npeace-promoting machinery of the United Nations.\r\nWhile the Court and other principal organs of the\r\nUnited Nations may work together, it is vital that the\r\njudicial independence of the Court be maintained. That is\r\na matter of some delicacy. The Court is bound to give\r\ndue weight to the powers, practice and positions of other\r\nUnited Nations organs and particular weight to decisions\r\nof the Security Council taken under Chapter VII of the\r\nCharter. But, in deciding on the law, the Court is and\r\nmust remain free of the political influence of the United\r\nNations, as it is bound to remain free of the political\r\ninfluence of any of its Members.\r\nFinally, there is another characteristic that\r\ndistinguishes the International Court of Justice from\r\nspecialized and regional international tribunals. The Court\r\nis the only truly universal judicial body of general\r\njurisdiction. Unlike specialized judicial and arbitral\r\nbodies, the Court enjoys comprehensive jurisdiction in\r\ninter-State disputes. Unlike bilateral or regional bodies,\r\nthe Court is available to all States of the international\r\ncommunity on all aspects of international law.\r\nThe Court’s decisions, large and small, general and\r\nparticular, may have an influence beyond the parties in\r\ndispute and beyond the issues in dispute. The Court has\r\ncontributed to the growth of international law, to a\r\nuniversal system of international law. Over the years, the\r\nCourt has interpreted, refined and advanced principles of\r\ninternational law that govern the whole of international\r\nsociety.\r\nIt is inevitable that other international tribunals will\r\napply the law whose content has been influenced by the\r\nCourt and that the Court will apply the law as it may be\r\ninfluenced by other international tribunals. At the same\r\ntime, it is possible that various courts may arrive at\r\ndifferent interpretations of the law. Proliferation risks\r\nconflict.\r\nBut the risk should not be exaggerated. While, in\r\nprinciple, there is a single system of international law, in\r\npractice there are various views on issues of the law, and\r\n3\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nnot only between international tribunals and among other\r\nauthoritative interpreters of the law. There are differences\r\nwithin the International Court of Justice itself. That is\r\nmarked not only by separate and dissenting opinions, but in\r\nadjustments of the holdings of the Court over the years.\r\nIn practice, international courts may be expected to\r\ndemonstrate due respect for the opinions of other\r\ninternational courts. The International Court of Justice looks\r\nforward to working harmoniously with other international\r\ntribunals, but the fabric of international law and life is, it is\r\nbelieved, resilient enough to sustain such occasional\r\ndifferences as may arise.\r\nPermit me now to turn to particular elements of the\r\nwork of the Court. I do not wish to take the time to set out\r\nwhat is before the General Assembly in the report of the\r\nCourt for the period from 1 August 1997 to 31 July 1998.\r\nBut it should be recalled that, last year, General Assembly\r\nresolution 52/161 invited the Court to submit its comments\r\nand observations on the consequences that the increase in\r\nthe volume of cases before the Court has on its operation.\r\nThe Court’s response has been circulated as a\r\ndocument of the General Assembly (A/53/326). It points\r\nout that the entire raison d’être of the Court is to deal with\r\nthe cases submitted to it by States and to deal with the\r\nrequests for advisory opinions made by the United Nations\r\nand its specialized agencies. Those statutory duties mean\r\nthat the Court does not have programmes which may be cut\r\nor expanded at will, unlike some other United Nations\r\norgans.\r\nSince its establishment in 1946, the Court has dealt\r\nwith 77 contentious cases and 23 requests for advisory\r\nopinions. While in the 1960s and 1970s the Court\r\ncharacteristically had a few cases at a time on its docket,\r\nfrom the early 1980s there has been a substantial increase.\r\nToday more than a dozen cases are pending. Moreover, as\r\nthe Court’s response to resolution 52/161 explains, in some\r\ncases there are cases within cases: requests for provisional\r\nmeasures, preliminary objections and counter-claims.\r\nThere is reason to surmise that this increase in\r\nrecourse to the Court is likely to endure, at any rate if a\r\nstate of relative détente in international relations endures.\r\nThere are signs that States are acquiring a “law habit”; the\r\nmore they submit their disputes to the Court, the more\r\ninclined they may be to do so.\r\nIt is noteworthy that, whereas a few decades ago most\r\nof the cases of the Court came from the older States, today\r\nAfrica ranks high as a source of cases in the Court, and\r\nEastern Europe, the Middle East and East Asia, as well as\r\nthe Americas, Europe, and Australasia, have all brought\r\ncases before it. A diversity in the clientele of the Court\r\nthat mirrors the diversity of the Court’s composition is\r\nreassuring.\r\nMoreover, the range of issues of the cases that come\r\nto the Court is remarkable. The International Court of\r\nJustice is a world Court not only in its origins and\r\ncomposition and not only in the diversity of the parties\r\ninvolved in cases before it, but in the variety of the\r\nquestions on which it is called to adjudicate and render\r\nadvisory opinions.\r\nWhile the caseload of the Court has increased so\r\nsignificantly, it has not enjoyed a proportional growth in\r\nits resources. Today, the Court’s total budget is of the\r\norder of $11 million a year, a smaller percentage of the\r\nbudget of the Organization than in 1946. This has resulted\r\nin a growing gap between the conclusion of the written\r\nand the opening of the oral phase of a case — a gap\r\ncaused by the backlog in the work of the Court. It is trite\r\nbut true to say that justice delayed may be justice denied.\r\nUndue delay may also discourage States from resorting to\r\nthe Court.\r\nAt the same time, the Court has responded quickly\r\nwhen the situation so demands. Last April, it unanimously\r\nadopted an order of provisional measures in the case\r\nconcerning the Vienna Convention on Consular Relations,\r\nbrought by Paraguay against the United States, within five\r\nworking days of the receipt of the application.\r\nInadequacy of resources is one cause of delay when\r\nthere is delay. The pace of the work of the Court is\r\ndependent on the pace of the processes of translation\r\nbetween the Court’s official languages, French and\r\nEnglish. That pace is directly affected by the number of\r\ntranslation staff permanently employed in The Hague;\r\ncurrently the whole permanent language staff consists of\r\njust four people. It is also directly affected by the amount\r\nof funds in the Court’s budget for engaging short-term\r\ntranslation and interpretation services — services which\r\nare required if the Court is to function with such a tiny\r\npermanent staff.\r\nThe publication of the reports, and particularly of the\r\npleadings, of the Court is also constricted by the tiny size\r\nof the Court’s permanent publications staff: two people in\r\nall, because we have no funds for temporary staff in the\r\npublications department. Funds for the publication of the\r\n4\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nvolumes of the pleadings and reports cannot be used to\r\nengage short-term staff to prepare publications for printing,\r\nbut only for printing itself.\r\nThe members of the Court themselves are\r\nunderstaffed. Several share a secretary; none enjoys the\r\nservices of a clerk or research assistant, unlike many\r\nnational and international courts, including the International\r\nTribunals for the prosecution of war crimes in the former\r\nYugoslavia and in Rwanda.\r\nThe problems of the pace of the work of the Court,\r\nhowever, are not only those of a shortage of staff and\r\nfunds. There are steps that the Court can take within the\r\nconstraints of current resources to accelerate and publicize\r\nits proceedings. And as the response to General Assembly\r\nresolution 52/161 shows, it has taken initiatives to that end.\r\nFor example, it is experimenting with the omission of the\r\npreparation and translation of notes of judges in certain\r\ncases concerning preliminary objections to jurisdiction and\r\nadmissibility, a step which saves time and money. It has\r\nasked parties to cases to attach only strictly needed annexes\r\nto their pleadings and to supply available translations of\r\nthem. It has set up a remarkably successful Web site on\r\nwhich the Court’s daily work can be followed. The Web\r\nsite transmits over the Internet written and oral pleadings\r\nand the judgment as soon as it is rendered.\r\nBut if this principal organ of the United Nations is to\r\nfunction with full effectiveness and dispatch, and if the\r\nCourt is to fulfil its potential as the Organization’s principal\r\njudicial organ, then it must be afforded the resources to\r\nwork as intensively and expeditiously as burgeoning\r\ninternational recourse to the Court demands. Those\r\nresources will be effectively employed, in conformity with\r\nthe principles of justice and international law, to promote\r\nthe settlement of international disputes and thus further the\r\nfirst purpose of the United Nations.\r\nI am grateful for the attention and consideration of the\r\nAssembly.\r\nMr. Rebagliati (Argentina) (interpretation from\r\nSpanish): Allow me first of all to express my great\r\nsatisfaction and pride, Sir, in addressing the Assembly\r\nunder your presidency. As Judge Schwebel expressed it,\r\nyou, Sir, are one of the group of great jurists, such as\r\nArmand Ugon and Jiménez de Aréchaga, that Uruguay has\r\ngiven to the world and to the inter-American system.\r\nArgentina wishes once again to associate itself with\r\nthose delegations that have expressed and are expressing\r\ntheir satisfaction with the work that the International\r\nCourt of Justice is doing in interpreting and applying\r\ninternational law. In this respect, I am very pleased to\r\nconvey to President Stephen Schwebel our respect and\r\nesteem, and I would ask him to convey these sentiments\r\nto the other Judges.\r\nIt is not our intention to review all the cases now\r\nbefore the Court for consideration but simply to recall\r\nthat those cases cover matters ranging from the law of the\r\nsea to the implementation of the 1948 Convention on the\r\nPrevention and Punishment of the Crime of Genocide, as\r\nwell as interpretation of the 1963 Vienna Convention on\r\nConsular Relations and the 1946 Convention on the\r\nPrivileges and Immunities of the United Nations. Allow\r\nme, however, to draw attention to certain aspects that we\r\nregard as particularly significant.\r\nIn this regard, the Argentine delegation wishes to\r\nrefer to the recent Judgment of the Court in the case of\r\nthe Land and Maritime Boundary between Cameroon and\r\nNigeria. That Judgment develops and updates the\r\nprinciples enshrined in international law for the resolution\r\nof boundary and territorial issues, such as uti possidetis\r\njuris, a principle that emanates from Latin America.\r\nWe anticipate that the interpretation that the\r\nInternational Court of Justice will give of the international\r\nConvention on the Prevention and Punishment of the\r\nCrime of Genocide will be particularly noteworthy. Its\r\njurisprudence will be extremely useful in determining the\r\nboundary between State responsibility and individual\r\ncriminal responsibility, all the more so at a time when\r\ninternational suppression of crimes against humanity is\r\nbeing enshrined as a new principle of the law of peoples.\r\nArgentina is also following with particular interest\r\nthe case of North-west Atlantic fisheries.\r\nThis array of issues, which does not exhaust the list\r\nof matters before the Court, clearly attests to the fact that\r\nthe Court is the forum where the most complex and\r\nsignificant issues of international law are being analysed\r\nin specific detail.\r\nThe Argentine Republic is a State with a deep-rooted\r\nlegal tradition that has always characterized its diplomatic\r\nhistory. For this reason, it never feels remote from, or\r\nuninterested in, the activities and the future of the\r\nInternational Court of Justice. Consequently, it is bound\r\nto feel profound satisfaction at the Court’s efforts to\r\n5\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nimprove and rationalize the way in which it carries out its\r\njudicial activities.\r\nParticularly noteworthy are the recent measures taken\r\nto avoid unduly protracted cases. To this end, there has\r\nbeen a limitation on the presentation of notes by Judges on\r\nthe merits of the case. This procedure has been eliminated\r\nin the case of preliminary objections. Steps have also been\r\ntaken to regulate the activities of parties in the written and\r\noral phases of the proceedings. Among other measures I\r\nwish to mention are the limitation on the number of\r\nannexes in the written phase and the recommendation that\r\nmatters already dealt with in the memorials and counter-\r\nmemorials should not be repeated in the oral hearings.\r\nInternational relations are increasingly marked by a\r\ngrowing legal dimension. Consequently, juridical methods\r\nof settling disputes and the organs designed to apply them\r\nhave grown both in number and in terms of the volume of\r\nmatters they address. Nonetheless, the International Court\r\nof Justice is, and will continue to be, the central point of\r\nreference for the international community in the area of\r\ninterpretation and application of the law of nations. This is\r\ndue to the already enshrined jurisprudential doctrine of the\r\nCourt as well as to the record, experience and high-\r\nmindedness of its Judges. The 77 contentious cases and the\r\n23 requests for advisory opinions that have been considered\r\nby the Court, and the doctrine derived from them, constitute\r\nresounding proof of this.\r\nIn recent times, the international community has\r\nwitnessed significant changes in the way in which the Court\r\nis organized and operates. Similarly, in some spheres, such\r\nas international economic law, integration or international\r\ncriminal economic law, there is a growing trend towards\r\nprogressive development. However, all these norms remain\r\npart of international law, which incorporates long-standing\r\nrules and principles that should constantly be kept in mind\r\nas a fundamental element for the interpretation and\r\napplication. In this respect, the work of the International\r\nCourt of Justice is fundamental in setting the basic criteria\r\nthat should be followed.\r\nThe Argentine delegation is confident about the\r\nrenewed importance that international law will acquire as an\r\norganizing and guiding factor in international relations. For\r\nthis reason, the International Court of Justice, the principal\r\njuridical manifestation of that legal order, will in the future\r\nface more intensive and complex work. We are certain that\r\nthe Court will be equal to the task of responding to these\r\ndemands.\r\nBefore concluding, I cannot fail to refer to an event\r\nof far-reaching importance in our Latin American region\r\nin the area of dispute settlement. It is in this regard that\r\nI express Argentina’s profound satisfaction, as one of the\r\nfour guarantors receiving a request for assistance from\r\nEcuador and Peru, that the agreement signed yesterday\r\nbetween those two States put an end to the boundary\r\ndispute between them.\r\nMr. Babar (Pakistan): I would like at the outset to\r\nthank the President of the International Court of Justice,\r\nJudge Stephen M. Schwebel, for introducing the annual\r\nreport of the Court to the General Assembly this morning.\r\nThe International Court of Justice is the principal\r\njudicial organ of the United Nations. The jurisdiction of\r\nthe Court comprises all cases which parties refer to it and\r\nall matters especially provided for in the Charter or in\r\ntreaties and conventions in force. The 10 contentious\r\ncases that were before the Court during the period under\r\nreview reflected the indispensable role of the Court in\r\nhelping Member States to overcome their disputes.\r\nThe Court made two important judgments this year,\r\nin February, in the cases submitted by Libya under the\r\n1971 Montreal Convention for the Suppression of\r\nUnlawful Acts against the Safety of Civil Aviation. In the\r\nCourt’s opinion, it had the necessary jurisdiction to deal\r\nwith the merits of the two cases, because a single legal\r\ndispute of a general nature existed between the parties\r\ndue to differences on whether or not the tragic destruction\r\nof the Pan Am aircraft was governed by the Montreal\r\nConvention. There were also deep differences on the\r\ninterpretation and application of article 7 of the\r\nConvention, relating to the place of prosecution, and of\r\narticle 11 of the Convention, relating to assistance in\r\nconnection with the criminal proceedings. The Court’s\r\njudgments also established that Security Council\r\nresolutions 748 (1992) and 788 (1993) did not preclude\r\nthe admissibility of the cases because the State party\r\nconcerned had filed its application prior to the adoption\r\nof those resolutions.\r\nFollowing the two judgments, Member States, in a\r\ndebate in the Security Council on 20 March 1998, raised\r\nimportant questions relating to the sanctions imposed on\r\nLibya. The views of States ranged from demands to lift\r\nsanctions to expressions of the need for the Security\r\nCouncil to examine objectively, dispassionately and\r\ncomprehensively the implications of the Court’s\r\njudgments. The Security Council was requested to give\r\nserious consideration to the question of whether the\r\n6\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nsanctions it had imposed in 1992 on a State party to the\r\nMontreal Convention were still required. It was suggested\r\nthat the Security Council should reconsider whether it could\r\nremain seized of the issue, which was sub judice in the\r\nCourt.\r\nFor its part, Pakistan suggested that in accordance with\r\nthe Court’s judgments, the parties to the disputes should\r\ntake recourse to the legal framework provided by the\r\nMontreal Convention and extend their full cooperation to\r\nthe Court in deciding the case on merit. The judgments of\r\nthe Court provide a viable way to address this issue.\r\nPakistan appreciates the process that is now under way to\r\nresolve that dispute and to lift the sanctions imposed on\r\nLibya.\r\nOn a separate question, the Court this year has\r\nconveyed its views, as contained in document A/53/326, on\r\nthe difficulties it faces, due to budgetary constraints, in\r\ncoping with an increased workload. We fully endorse the\r\nCourt’s recommendation for an increase in the allocation of\r\nfinancial resources to enable it to fully carry out its\r\nresponsibilities.\r\nIn conclusion, I would like to reiterate our hope that\r\nthe two decisions of the International Court of Justice of\r\nearlier this year in the cases regarding the tragic destruction\r\nof the Pan Am aircraft will lead to an amicable resolution\r\nof the issue.\r\nMr. Shamsudin (Malaysia): My delegation takes this\r\nopportunity to express warm appreciation to Judge Stephen\r\nM. Schwebel for his lucid introduction of the report of the\r\nCourt contained in document A/53/4. The report and its\r\nannexes contain a comprehensive account of issues\r\npertaining to the Court. After having perused the report, my\r\ndelegation would like to concentrate its brief comments on\r\nan issue that in our estimation is of prime importance, that\r\nis the workload of the Court relative to its resources.\r\nMy delegation notes with interest the disclosure in the\r\nreport that the number of countries that have made a\r\ndeclaration recognizing as compulsory the jurisdiction of\r\nthe Court as contemplated by Article 36, paragraphs 2 and\r\n5, of the Statue remains at 60. This in itself is a positive\r\nelement, and if that number is maintained or increased, it\r\naugurs well for the Court as a dispute-settling mechanism.\r\nHowever, this optimism has to be tempered by the fact that\r\nthe workload of the Court has steadily and relentlessly\r\nincreased over recent years. The Court does not determine\r\nits workload, nor has it any influence over it as more and\r\nmore cases and issues are brought before it.\r\nHowever, it is very disquieting that while the\r\nworkload has increased there has not been a\r\ncorresponding increase in the Court’s budgetary resources.\r\nEven though the report notes that the number of cases\r\npending before the Court went up for the current year\r\nfrom 9 to 10, my delegation is well aware that in reality\r\nthere is an even larger number of matters awaiting the\r\nCourt’s decision, as there are often cases within cases to\r\ndetermine questions of jurisdiction and admissibility. In\r\nhis oral report today, the President of the Court told the\r\nAssembly that more than a dozen cases were still\r\npending. The non-restoration of lost posts and budgetary\r\ncuts in 1996 have had a compounding effect on the\r\nproblems facing the Court. We note that the Registry of\r\nthe Court is being stretched to its limits by demands for\r\nits research, legal, library, documentation, translation and\r\nsecretarial services.\r\nMy delegation takes note of the response of the\r\nCourt to the double challenge of an increased workload\r\nand an insufficiency of resources. While there has been\r\ndefinite and often desperate action on the part of the\r\nCourt to cut its coat according to the cloth given to it, this\r\nhas the proverbial propensity to cause undue hardship to\r\nthe tailor. We commend the Court for having set up a\r\nSubcommittee on Rationalization to examine the work\r\nmethods in the Registry, and for having implemented its\r\nreport, which contained recommendations on work\r\nmethods, management questions and the organizational\r\nsetup of the Registry.\r\nIn re-examining its work methods, the Court noted\r\ncertain practices of parties to disputes before it, including\r\nthe excessive tendency towards the proliferation and\r\nprotraction of annexes to written pleadings. In this\r\ncontext, my delegation takes careful note of the Court’s\r\nadvice and guidance contained in annex II of its report\r\nthat it will, by virtue of Article 56 of the Rules of Court,\r\nmore readily accept the production of additional\r\ndocuments during the period beginning with the close of\r\nthe written proceedings and ending one month before the\r\nopening of the oral proceedings. Similarly, we take note\r\nof the Court’s reminder to the parties of the fact that\r\naccording to Article 60, paragraph 1, of the Rules of\r\nCourt, oral statements made on behalf of each party shall\r\nbe as succinct as possible within the limits of what is\r\nrequisite for the adequate presentation of that party’s\r\ncontentions at the hearing.\r\nThe efforts of the Court to improve, through lectures\r\nand visits, public understanding of the judicial settlement\r\nof international disputes, the jurisdiction of the Court and\r\n7\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nits function in contentious and advisory cases are indeed\r\ncommendable. However, we would caution that such\r\nactivities not impinge upon the Court’s valuable time and\r\nscarce resources.\r\nIn its intervention on this agenda item last year, my\r\ndelegation expressed strong support for the steps taken by\r\nthe Court to take advantage of the benefits provided by\r\nelectronic media. We are therefore gratified to note that, in\r\nthe modern age of advanced information technology, the\r\nCourt has kept abreast by increasingly utilizing computers,\r\nparticularly electronic mail, the Internet and its intranet.\r\nThe Court’s Web site is not only popular, but well used.\r\nComputer literacy cannot be overstressed; in fact, it is now\r\nviewed as a necessity. My delegation is confident that the\r\ncontinued use of computer technology by the Court will\r\nenhance its operational efficiency even further.\r\nMy delegation realizes that despite all the measures\r\ntaken by the Court, cost-saving or otherwise, there are\r\nlimitations to what can be realistically achieved. We\r\ntherefore wish to express concern that at this time when\r\nthere is a substantial increase in recourse to the Court by\r\nStates and international organizations, the Court’s resources\r\nare so severely limited that it has to operate under severe\r\nfinancial constraints unbefitting the principal judicial organ\r\nof the United Nations. The status of the Court and its\r\ncapacity to act have to be maintained to enable it to\r\nrespond to all requests before it. The Court has to be\r\naccorded its due. It would be very regrettable indeed if the\r\nCourt’s status and efficiency were compromised by these\r\nfactors which are not only clearly beyond its control, but\r\nare also not of its own doing.\r\nIn conclusion, my delegation would like to state its\r\nconcern that unless the problems facing the Court are\r\nsatisfactorily addressed, the dispute-settling mechanism\r\noffered by the Court will lose its credibility. This, in my\r\ndelegation’s view, would have serious political and legal\r\nconsequences. My delegation therefore calls upon the\r\nGeneral Assembly to give serious consideration to the\r\nCourt’s needs and the very reasonable requests made in its\r\nreport so as to restore to its rightful position the only court\r\nknown as the World Court.\r\nMr. Babaa (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): The comprehensive report of the International\r\nCourt of Justice (A/53/4) before us today enables us to\r\njudge the important role played within the United Nations\r\nby that main judicial body, created at the time of the\r\nestablishment of the United Nations. It has the\r\nresponsibility to settle inter-State disputes peaceably and to\r\nhand down advisory opinions on what is requested of it\r\nby the main organs of the United Nations and by the\r\nspecialized agencies, thus bolstering the primacy of the\r\nrule of law and the promotion of justice to which we all\r\naspire.\r\nThe report of the Court attests to the fact that since\r\nits creation in 1946 it has had to consider 76 disputes\r\namong States and has met 22 requests for advisory\r\nopinions, and we note from the report a noteworthy\r\nincrease since the beginning of the 1980s. This indicates\r\nincreased confidence on the part of States with disputes\r\nin their resort to the Court to settle such disputes\r\npeaceably, as well as the Court’s role in the attainment of\r\nsuch settlements. This also indicates the heightened\r\nimportance of the Court’s advisory opinions in the\r\npreservation of peace and the maintenance of international\r\npeace and security.\r\nMy country is committed to the role of the\r\nInternational Court of Justice to settle inter-State disputes\r\npeaceably. During the last two decades, Libya has\r\nresorted to the Court to settle disputes with neighbouring\r\ncountries and has fully submitted itself to the judgments\r\nof the Court, in accordance with the provisions of\r\ninternational law and the Charter of the United Nations.\r\nDuring the period covered by the report, the Court\r\nconsidered, among other issues, the request made to it by\r\nmy country on 3 March 1992 on settling the question of\r\nLockerbie. In this regard we have taken into account the\r\nfact that the Court has the judicial responsibility for that\r\nquestion pursuant to the implementation of the 1971\r\nMontreal Convention. In the two judgments rendered on\r\n27 February 1998 in this regard the Court declared its\r\ncompetency to consider the dispute and rejected requests\r\nby the United Kingdom and the United States, thereby\r\ndemonstrating that the question of Lockerbie is a judicial\r\ndispute over which the Court has jurisdiction and\r\nunderscoring the need for all parties to commit\r\nthemselves to respect its judgments. This also meant that\r\nthe sanctions which have been imposed against the\r\nLibyan people without any legal basis for more than six\r\nyears, and which have resulted in billions of dollars in\r\ndamages and caused harm to the neighbouring countries\r\nand others, should be lifted forthwith, until the Court\r\nrules on this matter.\r\nThe Court’s credibility in the eyes of the\r\ninternational community would be enhanced through its\r\nhandling of the issues entrusted to it neutrally, objectively\r\nand independently. Its decisions on the question of\r\n8\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nLockerbie have appropriately enhanced the confidence of\r\nthe international community in it. These decisions affirmed\r\nthose taken by regional and international organizations\r\naiming at finding a just solution to the issue. The decisions\r\nalso help the truth to emerge and the interests of all parties\r\nto be preserved.\r\nSuch decisions by the Court will have a salutary effect\r\nwith regard to encouraging States which have disputes to\r\nresort to the Court in order to settle them peaceably. The\r\nreport of the Court refers to an increase in the Court’s\r\nworkload, both by virtue of the greater number of cases\r\nsubmitted to it and because of the financial and human\r\nresources problems that it faces. This is due to the Court’s\r\nmeagre budget, which has not enabled it to discharge its\r\npresent workload and to carry out its responsibilities in an\r\noptimal manner. In this connection, my delegation believes\r\nin the necessity of solving these problems and in making\r\nthe requisite financial allocations available to the Court to\r\nenable it to carry out the tasks entrusted to it by the Charter\r\nand its Statute at all times.\r\nMr. Tello (Mexico) (interpretation from Spanish): It\r\nis an honour for me, as it is each year, to speak on behalf\r\nof Mexico during the consideration of the report of the\r\nhighest judicial organ of our Organization. We continue to\r\nbelieve that this event represents a good opportunity to\r\nbuild closer links of support and cooperation with the\r\nCourt.\r\nAllow me first of all to convey our gratitude to Judge\r\nStephen Schwebel, the President of the Court, for\r\nintroducing the report on the work of the Court for the\r\nperiod from 1 August 1997 to 31 July 1998. We are\r\nparticularly grateful to him for his clear and focused\r\nremarks.\r\nThe report before us for consideration this year is\r\nparticularly substantive. We note with deep satisfaction the\r\nintensive judicial activities of the Court and the fact that\r\nStates are turning to it with increasing frequency in order\r\nto resolve their differences. Having said this, we feel bound\r\nto mention our concern at the fact that the increase in the\r\nnumber of cases is beginning to affect the Court’s\r\noperation.\r\nIn response to the concerns expressed by the Court on\r\nearlier occasions, Mexico, in the Special Committee on the\r\nCharter of the United Nations and on the Strengthening of\r\nthe Role of the Organization, advocated the inclusion of an\r\nitem entitled “Consequences that the increase in the volume\r\nof cases before the International Court of Justice have on\r\nthe operation of the Court”. The purpose of the item is to\r\nidentify, in a context in which the volume of cases seems\r\nto be steadily growing, practical ways of bolstering the\r\nCourt that will not undermine its authority or its\r\nindependence, or have any implications for its Statute or\r\nfor the Charter of the United Nations.\r\nUpon the recommendation of the Committee, the\r\nGeneral Assembly invited States and the Court to submit\r\nwritten comments on the item. We are particularly\r\ngrateful to the Court for having responded to that\r\ninvitation by providing us with facts that we are certain\r\nwill be taken duly into account and will enable us to\r\narrive at productive results in our consideration of this\r\nitem. The Sixth Committee has transmitted the comments\r\nreceived from the Court concerning its needs to the\r\nAdvisory Committee on Administrative and Budgetary\r\nQuestions, and we trust that they will be taken duly into\r\naccount in the course of the discussion of the budget to\r\nbe allocated to the Court.\r\nMexico is convinced that, as the principal judicial\r\norgan of the United Nations, the Court must be able to\r\ncount on the necessary resources in order to be able to\r\nhandle the cases brought before it. Undue delay may\r\nundermine the effectiveness of judicial means of conflict\r\nsettlement and even the achievement of the goals of the\r\nUnited Nations, such as that of the peaceful settlement of\r\ndisputes and the maintenance of peace.\r\nWe are grateful to the Court for the measures it has\r\ntaken to streamline its Secretariat, to make use of\r\nelectronic methods and to simplify its proceedings. We\r\nare certain that it will continue to make use of all the\r\nmeans available to it so as to clear the cases before it for\r\nconsideration more expeditiously.\r\nWe believe also that the time has come for States to\r\nlend it greater support, not only in the form of financial\r\nresources but also by endeavouring to reduce the length\r\nof written and oral proceedings in cases in which they are\r\nparties. The measures listed on page 92 of the Court’s\r\nreport are simply a token of what States could do in this\r\nregard, and we believe that other measures could be\r\napplied on a voluntary basis. We look forward with\r\ninterest to the consideration of this issue by the Special\r\nCommittee on the Charter in 1999.\r\nWe note that in recent years the number of countries\r\nthat recognize the mandatory jurisdiction of the Court has\r\nremained unchanged. Although this has not affected the\r\nCourt’s judicial activities, we believe that it would be\r\n9\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\ndesirable at the end of the twentieth century to see a\r\nsubstantial increase in the number of declarations of\r\nrecognition of its jurisdiction. We therefore urge all States\r\nthat have not yet done so to consider making use of the\r\nmechanism provided for in Article 36, paragraph 2, of the\r\nCourt’s Statute.\r\nWe would also underscore the need for the parties\r\ninvolved in a particular case to comply with any and all of\r\nthe Court’s decisions in a timely fashion and in good faith\r\nso as to ensure the integrity and the proper completion of\r\nthe process.\r\nVery much bound up with the financial situation of the\r\nCourt is the situation regarding its publications. We regret\r\nthe fact that owing to a lack of resources there is a backlog\r\nin the publication of the Court’s Reports of Judgments,\r\nAdvisory Opinions and Orders and also of its Pleadings,\r\nOral Arguments, Documents. While electronic distribution\r\nof these documents is a step in the right direction, the lack\r\nof printed editions makes the work of disseminating these\r\npublications difficult in places in which electronic methods\r\nare not readily accessible.\r\nBefore concluding, and although this is something that\r\nis not directly linked with the item now being discussed, I\r\nfeel duty-bound, as a Mexican and as a Latin American, to\r\nexpress our particular gratification at learning yesterday of\r\nthe solution that has been found to the long-standing\r\ndispute between Ecuador and Peru. We wish explicitly to\r\nplace on record our satisfaction at the triumph of dialogue\r\nand negotiation, which clearly attests to the strong legal\r\ntraditions of our continent.\r\nMr. Pérez-Otermin (Uruguay) (interpretation from\r\nSpanish): My delegation would like to discuss the report of\r\nthe International Court of Justice contained in document\r\nA/53/4. As is well known, Uruguay has paid and continues\r\nto pay particular attention to the work of the International\r\nCourt of Justice. Some years ago our country was honoured\r\nto be able to contribute to the Court the services of two\r\neminent jurists, Mr. Armand Ugon and Mr. Eduardo\r\nJiménez de Aréchaga.\r\nAs one of the founding Members of the United\r\nNations, from the outset we accepted the jurisdiction of the\r\nworld’s principal judicial organ and recognized its Statute\r\nas an integral part of the Charter of the Organization. This\r\nrecognition is simply the reaffirmation of the primacy of\r\ninternational law and our devotion and dedication to the\r\nmaintenance of peace through the rule of law. These are\r\npillars of our Republic’s foreign policy. For this reason, we\r\nrecognize the Court’s mandatory jurisdiction, and we have\r\nincorporated it into various international instruments to\r\nwhich we are a party.\r\nIn taking note of this year’s report, we wish to\r\nexpress special thanks to the President of the Court,\r\nMr. Stephen Schwebel, to its members and to the\r\nSecretariat for the detailed review of activities that the\r\nreport provides us. Studying it as a whole, we see that the\r\nreport reaffirms the tremendous importance of the Court\r\nfor all States, many of which bring a great range of issues\r\nbefore the Court for its consideration and elucidation.\r\nThese include boundary disputes and issues fundamentally\r\nlinked to the interpretation and application of legal norms.\r\nWe would like to make particular mention of the\r\nreport (A/53/326) submitted pursuant to the request made\r\nin resolution 52/161 that the Court evaluate the\r\nconsequences that the increase in the volume of cases\r\nbefore the Court has on its operation. In our view, this\r\nimportant initiative, first put forward by the Mexican\r\ndelegation, seeks to preserve the autonomy and authority\r\nof the Court through the rationalization of its work and\r\nthe optimization of its use of human and material\r\nresources. Changes in the expenditure policies of the\r\nOrganization cannot be allowed to compromise the legal\r\nwork of the Court. The measures that the Court itself\r\nreports it has taken in the areas of rationalizing the\r\nSecretariat, computerizing its functions and simplifying its\r\nworking procedures demonstrate its constant concern to\r\nfully meet its commitments.\r\nWe are prepared to work together with delegations\r\nso as to provide the Court with a budget equal to the\r\nimportance of its work. We recognize the validity of the\r\nCourt’s arguments that the special Tribunals established\r\nby the United Nations have been given markedly larger\r\nbudgets than has the Court. We believe that the\r\nInternational Court of Justice must be given a budget\r\nconsistent with the high level of respect in which it is\r\nheld by the international community and the lofty\r\nresponsibilities it bears. We hope that this view will be\r\naccepted by the Organization.\r\nAlthough the specific issue before us is the report of\r\nthe International Court of Justice, it is nonetheless true\r\nthat this issue falls under the rubric of the maintenance of\r\npeace, in particular the quest for peace through peaceful\r\nmeans. In this regard, allow me to express my\r\nGovernment’s satisfaction, as well as my own, at the\r\nhistoric event that took place yesterday, when two\r\nfraternal countries of the region — Ecuador and Peru —\r\n10\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nachieved the objective of peace by means of dialogue,\r\nbringing to an end a long-standing boundary dispute that\r\nwas affecting not only those two States but the whole\r\nregion. With this historic event these two States have once\r\nagain demonstrated how beneficial it is to settle a dispute\r\nby peaceful means rather than by resorting to force.\r\nAs the President of my country, Julio María\r\nSanguinetti, has expressed in this regard:\r\n“While winning a war represents success to the\r\nsoldier, a statesman succeeds by winning peace.”\r\nWe have no doubt that both President Jamil Mahuad Witt\r\nof Ecuador and President Alberto Fujimori of Peru have\r\nproved themselves statesmen, since both of them, through\r\ndialogue, have won peace — not only between two\r\ncountries, but for the whole region. The Government of\r\nUruguay salutes and congratulates them.\r\nMr. Lavalle-Valdés (Guatemala) (interpretation from\r\nSpanish): My delegation is extremely grateful to the\r\nPresident of the International Court of Justice, Mr. Stephen\r\nM. Schwebel, for having temporarily set aside the pressing\r\nresponsibilities of his lofty position to come to this bustling\r\ncity to introduce the report of the Court, and for having\r\nperformed his task with his customary brilliance.\r\nA cursory review of the reports we have received from\r\nthe Court in recent years is enough for anyone with the\r\nleast knowledge of the institution to be impressed with the\r\nvolume of work with which it has been faced. Anyone who\r\nconsiders the work of the Court, who is familiar with the\r\ndifficulties of international law and who appreciates the\r\nscarcity of the Court’s resources, the complexities involved\r\nin the elaboration and adoption of its substantive decisions\r\nand the delicate nature of the problems that can arise even\r\nin the minutiae of the Court’s daily work — such a person\r\nfeels not only surprise but also amazement and admiration.\r\nIf we look at the results of all these endeavours, we\r\ncannot but be impressed by the value of the Court’s\r\ncontribution to concord among nations, as well by the\r\ndevelopment and enrichment of international law that we\r\nowe to that institution. Almost all the judgments of the\r\nCourt have been complied with by the parties, and I do not\r\nbelieve that there is a single judgment or advisory opinion\r\nof the Court that has not made some contribution to\r\ninternational law. At the same time, as we all know, quite\r\na few of the Court’s judgments and opinions may be\r\ndescribed without exaggeration as having far-reaching\r\nsignificance. Among these it is worth mentioning the\r\nfamous judgment in favour of Guatemala, which was the\r\ndefendant in the case. The institution has thus followed in\r\nthe footsteps of its predecessor, the venerable Permanent\r\nCourt of International Justice, of which the present Court\r\nis not so much a successor as a continuation.\r\nA glance at the set of cases now before the Court\r\nalso amazes us, for they cover a very wide range. Among\r\nthe subjects that are or may be involved are questions as\r\nvaried as the scope of the functional immunity of\r\ninternational agents, the possible liability of a State for\r\nphysical damage caused by its armed forces, certain very\r\nsensitive aspects of the constitutional law of the United\r\nNations, the application of classical provisions of one of\r\nthe conventions against terrorism, fundamental rules of\r\nhumanitarian law, land and maritime boundaries between\r\nStates, a sensitive aspect of the consular function, the\r\nnon-navigational uses of watercourses, questions relating\r\nto international environmental law and a very important\r\naspect of the law of the sea, namely, high seas fisheries.\r\nIf we take a subjective approach and focus our\r\nattention on the identity of the States that are parties to\r\nthe cases before the Court, we see that those 18 States\r\ncome from all the geographical groups to which the\r\nMembers of the United Nations belong.\r\nAccording to certain sociologists of law, the full use\r\nof a society’s judicial organs indicates a healthy society.\r\nFor this reason we believe that, although the international\r\ncommunity is very far from being free of problems, the\r\nfact that the Court has its hands full is reason for\r\noptimism. In this respect, we are pleased that the\r\nPresident of the Court today predicted that the Court\r\nwould not fall back into relative idleness.\r\nGuatemala has taken two specific initiatives with\r\nrespect to the Court. One of these, an extremely long-term\r\none, is a proposal that we presented — and we were\r\nhonoured by Costa Rica’s support in this — in the\r\nSpecial Committee on the Charter of the United Nations\r\nand on the Strengthening of the Role of the Organization.\r\nThat proposal, submitted in 1997, was aimed at extending\r\nthe Court’s jurisdiction over contentious cases to all legal\r\ndisputes that may arise between States parties to the\r\nStatute and intergovernmental organizations. This was one\r\nof the various possible reforms of the Court on which\r\nMembers of the United Nations were consulted in 1971.\r\nSixteen countries, among them Guatemala, indicated at\r\nthat time that they were in favour of that possible reform,\r\nwhich has also been the subject of largely favourable\r\ncommentary in legal literature. It should be noted that the\r\n11\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nspecialists in international law that have spoken out in\r\nfavour of the reform include one member and one late\r\nformer member of the Court.\r\nOf course, I cannot refer to Guatemala’s initiative in\r\nthis regard without recalling that, for the first time in\r\nhistory, the Court soon will have to resolve, by advisory\r\nmeans but with binding effect on the parties, a dispute\r\nbetween a State and an intergovernmental organization,\r\nwhich happens to be the most important of all organizations\r\nof its kind: the United Nations. The Economic and Social\r\nCouncil asked the Court to settle, by an advisory opinion\r\nwith respect to the second sentence of section 30 of the\r\nConvention on the Privileges and Immunities of the United\r\nNations, a dispute between the Organization and a Member\r\nState concerning the interpretation and application of that\r\nConvention. This will be the first time that this provision,\r\nwhich establishes the curious mechanism of the binding\r\nadvisory opinion, has been applied. This mechanism is of\r\ncourse useful, but, apart from presenting the anomalies\r\npointed out by Roberto Ago, it applies solely to disputes\r\nrelating to the Convention in question and to matters\r\nregarding specialized agencies.\r\nThe second, and more recent, initiative by Guatemala\r\nconcerning the Court is, of course, an infinitely more\r\nmodest one than the first; but it does, on the other hand,\r\nhave immediate practical interest. This initiative relates to\r\nthe two annexes to the report before us, which contain the\r\nresponse of the Court to a resolution adopted by the\r\nGeneral Assembly last year requesting the Court to submit\r\ncomments on the consequences of the growth of its\r\nworkload. The response of the Court has already been\r\nconsidered by the Sixth Committee in the context of the\r\nagenda item on the report of the Special Committee to\r\nwhich I referred earlier. Since the response is also of\r\ninterest to the Fifth Committee, Guatemala proposed that\r\nthe Sixth Committee transmit it to the Fifth Committee.\r\nYesterday we were pleased to see the adoption of that\r\nproposal by the Sixth Committee. We hope that the referral\r\nof the Court’s concerns to the Fifth Committee will be of\r\nsome help in underscoring and better focusing upon the\r\nseriousness of the problems that the Court faces, as well as\r\nthe need to find a remedy to these difficulties in the very\r\nnear future.\r\nMy delegation very enthusiastically associates itself\r\nwith the satisfaction expressed by previous speakers relating\r\nto the settlement achieved yesterday to the conflict that for\r\nso long divided Ecuador and Peru.\r\nLastly, my delegation reaffirms Guatemala’s\r\nsteadfast support for the admirable and valuable work of\r\nthe Court.\r\nMr. Valencia Rodríguez(Ecuador)(interpretation\r\nfrom Spanish): The delegation of Ecuador has paid\r\nparticular attention to the report of the International Court\r\nof Justice, and we take the view that that principal legal\r\norgan of the United Nations is effectively fulfilling its\r\nlofty responsibilities.\r\nI am grateful for the introduction made by its\r\nPresident, Judge Stephen Schwebel. It can be seen that\r\nthe Court now has a number of cases under consideration,\r\nwhich demonstrates that it enjoys the confidence of States\r\nparties. Indeed, judicial recourse, one of the means of\r\npeaceful settlement of disputes, should always be\r\nencouraged in order to demonstrate that, as the Charter\r\nstates, any legal problem should preferably be resolved in\r\nthis way.\r\nI wish in particular to underscore the importance that\r\nthe judgments of the Court hold for the progressive\r\ndevelopment of international law. Indeed, we believe that\r\nthe doctrine emanating from the case of Maritime\r\nDelimitation and Territorial Questions between Qatar and\r\nBahrain will be of particular significance for the\r\nimplementation of the United Nations Convention on the\r\nLaw of the Sea.\r\nWe also feel that the case of Questions of\r\nInterpretation and Application of the 1971 Montreal\r\nConvention arising from the Aerial Incident at Lockerbie\r\nwill present possibilities for finding agreement on this\r\nissue that is of such concern to the international\r\ncommunity.\r\nWith regard to administrative matters, it can be seen\r\nthat the Court now has a significant increase in its\r\nworkload. For this reason, its financial resources are\r\ninadequate. The report speaks of certain limitations that\r\nimpede the good functioning of the organ. We believe\r\nthat this issue should be given special consideration by\r\nthe General Assembly so as to provide the Court with the\r\nresources it vitally needs in order to perform its functions.\r\nThe supreme purpose of the Court is to promote and\r\nconsolidate peace. In this context, I would refer to the\r\nimportant ideas that have been raised in this Hall by a\r\nnumber of delegations concerning the signing, yesterday\r\nin Brasília, by the Presidents of Ecuador and Peru of\r\ndocuments putting a final end to the territorial problem\r\n12\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nbetween their two countries. I wish to express my thanks\r\nfor those ideas. Many heads of State and Government,\r\npolitical leaders, academics and representatives of the media\r\nhave sent us messages of congratulation.\r\nThe signing has in effect ended a confrontation that\r\nlong kept the two countries apart. The Brasília document\r\naffirms that,\r\n“on the basis of their common roots, both nations can\r\nnow turn to a promising future of cooperation and\r\nmutual benefit”.\r\nThis is the time for us to look with optimism and hope\r\ntowards a future of cooperation and harmony between\r\nEcuador and Peru that will also help to strengthen peace\r\nand security in Latin America. This is not the time to focus\r\non the past, rehashing positions that have already been\r\nreconciled or mired in rancour that ought to be forever\r\ndispelled. This is the time for us to speak out for peace,\r\nwhich has been achieved with great difficulty and arduous\r\nefforts.\r\nThe President (interpretation from Spanish): The\r\npresidency of the General Assembly wishes to join in the\r\nexpressions of congratulation and rejoicing at the news of\r\nthe signing yesterday of the agreement between Ecuador\r\nand Peru, which has definitively ended the territorial\r\ndispute between them.\r\nAt the same time, the presidency congratulates the\r\nGovernments of Ecuador and Peru for their spirit of\r\ndialogue and commends the efficient and important work of\r\nthe Governments of the guarantor countries — Argentina,\r\nBrazil, Chile and the United States — which contributed to\r\nthis solution.\r\nThe President (interpretation from Spanish): May I\r\ntake it that it is the wish of the Assembly to conclude its\r\nconsideration of agenda item 13?\r\nIt was so decided.\r\nAgenda item 24\r\nImplementation of the United Nations New Agenda for\r\nthe Development of Africa in the 1990s, including\r\nmeasures and recommendations agreed upon at its mid-\r\nterm review\r\nProgress report of the Secretary-General\r\n(A/53/390 and Add.1)\r\nMr. Sucharipa (Austria): I have the honour to speak\r\non behalf of the European Union (EU). In addition, the\r\nCentral and Eastern European countries associated with\r\nthe European Union — Bulgaria, the Czech Republic,\r\nHungary, Lithuania, Poland, Romania, Slovakia and\r\nSlovenia — and the associated country Cyprus align\r\nthemselves with this statement.\r\nThe European Union welcomes the progress report\r\nof the Secretary-General on the implementation of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s (UN-NADAF), which should be\r\nconsidered in conjunction with the recommendations put\r\nforward by the Secretary-General in his report on the\r\ncauses of conflict and the promotion of durable peace and\r\nsustainable development in Africa. The European Union\r\nis actively participating in the follow-up to the Secretary-\r\nGeneral’s report and sees today’s discussion as an integral\r\npart of this endeavour. The European Union, in this\r\nregard, commends the decision of the Economic and\r\nSocial Council to aim at harmonizing the ongoing\r\ninternational initiatives at its next coordination segment\r\nand to examine the institutional framework for African\r\ndevelopment within the United Nations system.\r\nLast year’s Human Development Report indicated\r\nthe main causes of poverty in Africa, affecting about 45\r\nper cent of the population in sub-Saharan Africa:\r\neconomic stagnation and slow employment growth;\r\nincreasing income disparities; the lack of pro-poor\r\neconomic growth; marginalization from global trade and\r\nfinancial flows; high fertility and the spread of\r\nHIV/AIDS; the degradation of natural resources; and the\r\nconsequences of violent conflict, including increased\r\ndisplacement of people and violations of human rights.\r\nThese are the issues we need to continue to address\r\nwithin the United Nations system, within regional efforts\r\nand at the country level.\r\nDespite the fact that growth rates in sub-Saharan\r\nAfrica have been relatively high in recent years and that\r\nAfrican countries are increasingly putting in place sound\r\nmacroeconomic policies, most African countries have not\r\nbeen able to benefit significantly from globalization. At\r\nthe same time, African economies continue to depend\r\nlargely on the export of commodities for their\r\ndevelopment. The recent fall in commodity prices\r\nrepresents a decline in the income of primary commodity\r\nproducers, which has a significant effect on fiscal and\r\n13\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\ntrade balance in a number of African countries, since a\r\nlarge proportion of government revenues come from this\r\nsource. The functioning of the markets for many of these\r\ncommodities could be improved.\r\nThrough the Lomé Convention and its instruments\r\nproviding compensation for the loss of export earnings for\r\nagricultural and many other products, the European Union\r\nis addressing this issue. The Union hopes that the\r\nagreement that is to replace the Lomé Convention after the\r\nyear 2000 will contribute to the integration of African\r\ncountries into the globalized world economy. We also\r\nemphasize the importance of the further diversification of\r\nthe production and export structures, which is crucial.\r\nUnder the EU Lomé Convention with the African,\r\nCaribbean and Pacific (ACP) countries and Mediterranean\r\nagreements with North African countries, the European\r\nUnion provides favourable and preferential access to its\r\nmarket for African exports. For example, the Union\r\nprovides tariff- and quota-free access to imports of textiles\r\nfrom African least developed countries. But, as the\r\nSecretary-General’s Panel of High-level Personalities on\r\nAfrican Development noted at its recent meeting, chaired\r\nby Mr. Poul Nielson, Minister for Development\r\nCooperation of Denmark, there remains significant scope\r\nfor addressing trade barriers to African exports in important\r\nmarkets. The European Union also agrees with the Panel’s\r\nunderscoring of the importance of building supply capacity\r\nto take advantage of new and existing market opportunities\r\nand making Africa more competitive.\r\nExternal debt continues to be a serious impediment to\r\nsustainable development for many African countries. Unless\r\nthe external debt is reduced to sustainable levels, especially\r\nfor the poorest countries, the benefits of reform risk being\r\nswallowed up by increased debt services. On top of the\r\nfinancial debt relief already granted in the framework of the\r\nParis Club and on a national basis — inter alia, through the\r\ncancellation of official aid debt and debt-swap\r\narrangements — the European Union member States will\r\nfully participate in the Heavily Indebted Poor Countries\r\nDebt (HIPC) Initiative in order to alleviate the debt burden\r\nfor the poorest countries. Although the European Union is\r\nprimarily a donor of grant aid and is only a small creditor\r\nto highly indebted poor countries, the Community has\r\nrecently agreed to fully participate in the Initiative. The\r\nEuropean Union will strengthen its support to highly\r\nindebted poor countries by targeting more of its resources\r\nto structural adjustment support and by reinforcing its\r\nsupport for debt management in accordance with the Lomé\r\nConvention.\r\nIn the ongoing negotiations regarding successor\r\narrangements for the present Lomé Convention, the EU\r\nhas made far-reaching proposals for a new global\r\npartnership with Africa, the Caribbean and the Pacific,\r\nwhich include three components: political dialogue,\r\nsupport for development and economic and trade\r\ncooperation. Responsibility for the preservation of a\r\npolitical environment conducive to peace, security, respect\r\nfor human rights, development and reducing poverty lies\r\nwith each country. The European Union’s role is to\r\nsupport those efforts. The objective of reducing and\r\neradicating poverty has to be the central concern, to be\r\nachieved through more sustained development and greater\r\ncompetitiveness, as well as the development of the private\r\nsector and improved access to social services.\r\nAs regards trade and economic cooperation, the\r\nEuropean Union’s proposal aims at further developing our\r\ntrade cooperation in a strengthened economic partnership.\r\nThe main objective is to facilitate the progressive\r\nintegration of ACP countries into the world economy.\r\nThere is a clear link between development cooperation\r\nand the establishment of a regulatory framework\r\nfavourable to trade development and investment. The\r\nsearch for stability and predictability in economic and\r\ntrade policies is a key element in this approach.\r\nThe European Union is proposing to negotiate\r\neconomic partnership agreements covering free-trade areas\r\nand an enhanced cooperation in trade-related matters with\r\nsuch groupings which are engaged in a regional\r\nintegration process. Appropriate transition periods will\r\nhave to be defined, and development programmes will\r\nassist the process of restructuring and reform. Those\r\nagreements will have to be negotiated pragmatically,\r\ntaking account of the economic and social constraints of\r\neach country. The Union is proposing to manage the\r\nprocess with a maximum of flexibility, in relation to the\r\ncoverage of liberalization, the duration of the\r\nimplementation period and the degree of asymmetry in\r\nthe process of tariff dismantlement. The Union is also\r\nready to undertake commitments to protect infant\r\nindustries and to look at the application of World Trade\r\nOrganization (WTO) rules to take into account the special\r\neconomic and social needs of ACP countries, particularly\r\nwith respect to safeguards.\r\nThe level of development of each partner country is\r\nobviously important. That is why the current non-\r\nreciprocal trade regulations will be maintained with least\r\ndeveloped countries that are not members of a regional\r\ngroup entering into an economic partnership agreement\r\n14\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nwith the European Union. All least developed countries will\r\nsee their market access regime improving from the year\r\n2000 in such a way that by 2005 they will benefit from\r\nduty-free access to the European Community market for,\r\nessentially, all products. For those ACP countries not in a\r\nposition to enter into economic partnerships, the European\r\nUnion will consider ways of providing them with a\r\nframework for trade which is equivalent to that which they\r\ncurrently enjoy. The Union will examine all alternative\r\npossibilities in order to provide these countries with a new\r\nframework for trade between them and the European Union\r\nwhich is equivalent to their existing situation under the\r\nLomé Convention and in conformity with WTO rules. In\r\nparticular, the European Union will take into account their\r\ninterests in the review of the Generalized System of\r\nPreferences in the year 2004, making use of the\r\ndifferentiation permitted by WTO rules.\r\nWomen play a key role in the African economy,\r\naccounting for 60 per cent of the output in the informal\r\nsector and 70 per cent in the agricultural sector, but they\r\nhave only very restricted access to material production\r\nfactors and services. Still, not enough support is given to\r\nlocal economies or to encouraging innovative\r\nentrepreneurial attitudes in which women are frequently key\r\nplayers. It is therefore imperative that women be involved\r\nin all development measures on an equal basis, as they\r\nfrequently have more practical knowledge in, for instance,\r\nagriculture, street trading and food production. Gender\r\ndiscrimination needs to be eliminated in social, political and\r\neconomic contexts, and women have to be given equal\r\naccess to education and economic resources, and in\r\nparticular to credit, inheritance and ownership.\r\nAfrica’s development is closely linked to peace,\r\nsecurity and stability. As part of its efforts to secure global\r\nsecurity, including in the situation on the African continent,\r\nthe European Union has called for a ban on the use of\r\nlandmines, a code of conduct on arms exports and a\r\nlimitation of military budgets to 1 per cent of gross national\r\nproduct. The European Union commends efforts by African\r\nStates and regional and subregional organizations, in\r\nparticular the Organization of African Unity (OAU), to\r\nresolve conflicts by peaceful means. Under its common\r\nposition on conflict prevention and resolution in Africa, the\r\nEuropean Union is ready to assist in building capacities for\r\nconflict prevention in Africa, particularly through the OAU\r\nand African subregional organizations.\r\nThe Union reiterates that protecting all human rights\r\nand fundamental freedoms, promoting transparency and\r\naccountability in public administration and fighting\r\ncorruption are crucial and necessary steps in building\r\npeace and promoting development. In this respect,\r\ndevelopment cooperation has to play an important role.\r\nThe Union is the world’s leading source of\r\ndevelopment assistance to Africa, providing more than\r\ntwo thirds of total official development assistance flows\r\nto sub-Saharan Africa. Development assistance remains a\r\nvital component to the policies pursued by the African\r\ncountries. This particularly concerns the least developed\r\ncountries, three quarters of which are in Africa. In line\r\nwith the Treaty on European Union, we are actively\r\ncommitted to improving the operational coordination of\r\ndevelopment cooperation among ourselves and with\r\npartner Governments and other international development\r\nactors, such as the United Nations family. Also of crucial\r\nimportance is an enhanced coherence between our\r\ndevelopment policy and other policies which are likely to\r\naffect developing countries.\r\nUN-NADAF underwent an evaluation of its\r\nimplementation and a mid-term review in 1996. It is\r\ncritical that we keep the Agenda, which includes the\r\nimplementation of the United Nations System-wide\r\nSpecial Initiative on Africa, under constant review to\r\nmaximize its outcome, which is to be appraised in 2002.\r\nThe recent recommendations of the Secretary-General are\r\nan important element in this process.\r\nThe international community has taken a wide range\r\nof initiatives in support of African efforts. Overlap and\r\nduplication limit their impact on African development. As\r\nthe recent meeting of the Secretary-General’s Panel of\r\nHigh-level Personalities on African Development\r\nrecommended, African countries and their partners should\r\nidentify and rank priorities, define respective\r\nresponsibilities and agree on realistic, measurable targets\r\nin priority areas. Let me conclude by repeating the\r\nclosing remarks of Minister Nielson at that meeting of the\r\nPanel. He said that the risks of reversal of recent gains,\r\nas well as the threat of further marginalization of Africa\r\nare high and that we need to keep the issues confronting\r\nAfrica at the forefront of the international agenda.\r\nMr. Soeprapto (Indonesia): Let me begin by\r\nexpressing, on behalf of the Group of 77 and China, our\r\nappreciation to the Secretary-General for the informative\r\nreports on this most important issue facing the\r\ninternational community.\r\nIt is now seven years since the United Nations New\r\nAgenda for the Development of Africa in the 1990s (UN-\r\n15\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nNADAF) was launched as a political compact between the\r\nAfrican States and the international community for the\r\npromotion of the continent’s development, one of the major\r\ndevelopment challenges in the post-cold-war era. Two years\r\nago, the mid-term review of UN-NADAF took place. It was\r\ndesigned to evaluate the progress achieved in reaching the\r\ngoals of the New Agenda and to agree on further measures\r\nto ensure their attainment. At that time the Assembly\r\nrecorded its disappointment with the progress registered.\r\nDuring the review, the international community reiterated\r\nits support for the efforts of the African economies to reach\r\ntheir objectives.\r\nIn the two years since the mid-term review of the New\r\nAgenda, two significant and revealing trends have clearly\r\nemerged. First, the two-decade-long decline in per capita\r\nincome was reversed in 1995, and the upturn was\r\nmaintained up to last year. Though the recovery is not\r\nrobust enough to reverse marginalization and economies\r\nhave remained very vulnerable to the external environment,\r\nthe improved performance, including a positive trend in\r\ndomestic savings, clearly indicates that the commitments\r\nundertaken in the New Agenda, as well as in other\r\ninstitutions, were having a positive impact and that the\r\ncontinent was back on the path of sustained development.\r\nWhile these trends are encouraging, the multiplicity of\r\nconstraints confronting the African economies makes such\r\nprogress difficult to maintain, and it is particularly difficult\r\nto reach the target levels necessary to achieve the objectives\r\nof the Agenda under current external conditions.\r\nThese conditions result from the second major trend:\r\nglobalization and the global financial crisis, and they do not\r\nbode well for the vulnerable economies and fragile situation\r\nin Africa. Coupled with such factors as conflicts, disease\r\nand the effects of El Niño, the darkening external\r\nenvironment is again exacting a heavy toll and is severely\r\nhampering prospects for the rehabilitation and development\r\nof the African continent. It is also true that the major\r\nadjustments undertaken by the economies of Africa have\r\nnot yielded the desired outcome. These profound challenges\r\nto the successful implementation of UN-NADAF are of\r\ndeep concern to the Group of 77 and China, and they call\r\nfor concerted support from the international community.\r\nAs a result, a major dilemma looms for Africa,\r\nparticularly in the wake of the Asian crisis. While the need\r\nfor growth and development requires economies to increase\r\ntheir integration into the global market places, the exposure\r\nof vulnerable and unprepared economies to the unfettered\r\nforces of the market can increase their risk of\r\nmarginalization and even collapse. Thus, we agree with the\r\nreport of the Secretary-General that globalization tends to\r\nintensify the marginalization of those countries that do not\r\nhave the capacity to increase exports or to attract\r\ninvestment rapidly. The reality of Africa’s exports is that\r\nthey are narrowly based on commodities, and with the\r\nrecent plunge in commodity prices, an already difficult\r\nsituation has been further compounded. More ominously,\r\nas pointed out in the report, while the benefits accruing to\r\nnon-Organisation for Economic Cooperation and\r\nDevelopment countries from the Uruguay Round are\r\nexpected to be between $30 billion and $90 billion in\r\n2002, Africa is expected to lose $1.2 billion each year. In\r\nresponse, it is critical that the international community\r\nseek to halt and reverse this haemorrhaging. In this\r\ncontext, it is vitally important that international markets\r\nbe opened to African exports and that their share of the\r\nglobal market, which currently accounts for only 2 per\r\ncent of world trade, be increased. Moreover, the\r\ninternational community should strive to help the African\r\neconomies diversify into non-traditional exports,\r\nparticularly in such areas as manufacturing and to help\r\nthem promote industrialization.\r\nOne of the most critical constraints facing\r\ndevelopment in Africa continues to be the severe shortage\r\nin financial resources. In the current situation, and given\r\nthe general level of development, it is increasingly\r\ndifficult to generate domestic savings for development.\r\nMoreover, the magnitude of the debt and debt-servicing\r\nburdens in Africa constitutes a significant drain on\r\ndomestic savings in these economies. Thus, there is no\r\ndoubt that such savings must be supplemented by\r\nadditional resources from the outside. At the same time\r\nthe reality is that, in this era of globalization, it is difficult\r\nto attract sound investment in economies in the early\r\nstages of development. Moreover, the official\r\ndevelopment assistance that many economies in Africa\r\nhave come to depend upon has also declined. This decline\r\nin official development assistance obviously reflects a\r\nregrettable trend resulting from the globalization process:\r\ndonor countries have begun to rely more on private\r\ncapital to meet the resource requirements of the\r\ndeveloping countries. It is rather paradoxical, however,\r\nthat at a time when Africa was succeeding in its recovery,\r\nthe additional resources of external funding virtually dried\r\nup. It is imperative, therefore, that the international\r\ncommunity not squander this unique opportunity to help\r\nAfrica maintain its new-found growth and development.\r\nTherefore, we sincerely urge that Africa’s efforts to\r\nimplement the New Agenda be fully supported.\r\n16\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nClosely related to the mobilization of financial\r\nresources is the question of crippling external indebtedness.\r\nAs reported in this year’s Trade and Development Report,\r\nthere is ample evidence to show that Africa’s external debt\r\nburden is in fact having a severe adverse effect on both\r\npublic and private investment and renewed growth. Taken\r\nas a proportion of exports and gross domestic product, the\r\nexternal debt of Africa is the highest of any developing\r\nregion. To redress this, a number of initiatives have been\r\nlaunched over the years, yet none have succeeded in\r\nresolving this stubborn, perennial question. One initiative\r\nthat is showing promise, however, is the Heavily Indebted\r\nPoor Countries Debt Initiative of the International Monetary\r\nFund (IMF) and the World Bank. It provides a more\r\ncomprehensive and equitable debt strategy that includes\r\ndebt reduction so that these countries can bring their debt\r\nburden down to sustainable levels. This is a welcome\r\ninitiative, but there is still room for further revision so as to\r\nenhance its effectiveness, sustainability and scope to cover\r\nother such countries. We believe that the eligibility criteria\r\nshould be more flexible, and there is an urgent need for\r\nincreased resources to ensure speedier implementation.\r\nBefore concluding, let me briefly refer to one other\r\ncritical issue that needs to be further addressed if the New\r\nAgenda is to be successfully implemented: the need for\r\nimproved coordination and feedback between the global\r\npolitical process and the operational levels in the field.\r\nBut at present, as stated in the report, there seems to\r\nbe little feedback between these global and national entities.\r\nThere is therefore an urgent need for the System-wide\r\nSpecial Initiative on Africa, which is responsible for such\r\ncoordination, to seek greater involvement of the recipient\r\ncountries at the field level. We support the assessment in\r\nthe report favouring the establishment of a mechanism so\r\nthat direct input on needs and constraints can be provided\r\nby Governments and national experts.\r\nIn conclusion, the Group of 77 and China believe that\r\nthe international community should support the initiatives\r\nof African countries by seeking to remove remaining\r\nconstraints on and obstacles to capital migration and the\r\nliberalization of markets to allow free entry for African\r\nexports. And where private capital is unlikely to flow, such\r\nas to the social and infrastructure sectors, official assistance\r\nmust be strengthened. In addition, while, as outlined in the\r\nreport, the organizations of the United Nations have\r\naccomplished much to advance the New Agenda, there is\r\nstill a need for those organizations and all other parties\r\nconcerned to relaunch their efforts to build on the positive\r\nresults achieved so far and to strive vigorously to bring the\r\nNew Agenda for the Development of Africa in the 1990s\r\nto full fruition in the new millennium.\r\nMr. Chowdhury (Bangladesh): The indomitable\r\nspirit of Africa has energized us always. It is in the\r\nperspective of our commitment to the development and\r\nprosperity of Africa as a developing region that\r\nBangladesh is honoured to participate in the General\r\nAssembly’s discussion of progress in the implementation\r\nof the United Nations New Agenda for the Development\r\nof Africa in the 1990s (UN-NADAF), including measures\r\nand recommendations agreed upon at its mid-term review.\r\nWith the establishment of Africa as one of the five\r\npriorities of the United Nations in the 1990s,\r\nintergovernmental mechanisms needed to be created that\r\nwould give new direction for the much needed\r\ninternational support in favour of African countries. The\r\nGeneral Assembly unanimously decided at its forty-sixth\r\nsession to launch the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s, with great\r\nexpectations of change for the better. It may be recalled\r\nthat the new initiative was based on the recommendation\r\nof the United Nations Programme of Action for African\r\nEconomic Recovery and Development 1986-1990. The\r\nfirst goal of the New Agenda was to stop and reverse the\r\ncontinuing deterioration of the socio-economic situation\r\nof African countries and to renew the commitment of the\r\ninternational community to supporting Africa’s own\r\nefforts to achieve sustained economic growth and\r\nsustainable development. Priority was given to the\r\naccelerated transformation, integration, diversification and\r\ngrowth of African economies in order to integrate them\r\nwith the world economy, reduce their vulnerability to\r\nexternal shocks, increase their dynamism, internalize the\r\nprocess of development and enhance self-reliance. An\r\naverage real growth rate of 6 per cent per annum in gross\r\nnational product was set in the New Agenda. UN-NADAF\r\nreiterated that the development of Africa was the\r\nresponsibility of the Africans. However, it also accepted\r\nthe principle of shared responsibility and the full\r\npartnership of the international community in the\r\ndevelopment of Africa.\r\nMr. Mungra (Suriname), Vice-President, took the\r\nChair.\r\nSeven years have passed since UN-NADAF was\r\nadopted. During this period we have, of course, seen\r\npromising economic trends in many African countries.\r\nThe Secretary-General’s progress report observes in\r\nparagraph 11 that compared to the early 1990s, twice as\r\n17\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nmany countries — 40 — recorded growth rates of 3 per\r\ncent or more. However, we have seen severe setbacks in\r\nmany of the African countries, and the target of 6 per cent\r\ngrowth has not yet been achieved by a large number of\r\nAfrican countries.\r\nWhile globalization and liberalization usher in\r\neconomic dynamism, their negative consequences take a\r\nheavy toll on the economies of the least developed\r\ncountries, 33 of which belonging to Africa. In the name of\r\nbetter economic prospects, they are being marginalized.\r\nTheir economies can hardly absorb the shocks of the fast\r\nchanges, as they are unable to increase exports and attract\r\ninvestment within a short span of time.\r\nAfrica’s external debt burden is the highest among\r\ndeveloping countries in terms of the ratio of external debt\r\nto gross domestic product and in terms of debt servicing.\r\nDebt servicing takes away a large portion of the national\r\nincome of African States. The recent advance in the\r\ninternational strategy to relieve the debt burden of highly\r\nindebted poor countries will have some effect, but more\r\nneeds to be done, not only for Africa’s low-income\r\ncountries but also for its highly indebted middle-income\r\ncountries. Bangladesh strongly supports the proposal made\r\nby the Secretary-General in his 1998 report on the causes\r\nof conflict and the promotion of durable peace and\r\nsustainable development in Africa (A/52/871) for\r\nconversion of all the remaining official debt of the poorest\r\nAfrican countries into grants by the creditor countries.\r\nWe have noted that during the last few years African\r\ncountries have undertaken a wide range of measures to\r\nencourage private sector participation and attract foreign\r\ninvestment. Many countries of Africa have managed to\r\nmake progress in macroeconomic reform and in\r\nliberalization of the external sector. The Secretary-General’s\r\nreport states that the United Nations Development\r\nProgramme (UNDP) has launched an important initiative\r\nfor a total of $9 million to provide a regional framework\r\nfor facilitating and coordinating support activities for small\r\nand medium-sized enterprises in Africa. Africa has also\r\nreaffirmed the emerging role of non-governmental\r\norganizations as development partners. Adoption of the\r\nAfrican Charter for Popular Participation in Development\r\nand Transformation is clear evidence of Africa’s\r\ncommitment in this regard. Despite this, Africa as a whole\r\nhas attracted only paltry sums of private capital flows, and\r\nthese are again concentrated in a handful of countries.\r\nSince the mid-term review of UN-NADAF, significant\r\nprogress has been made in the African countries in the area\r\nof human development. Improvements in health care have\r\nled to a decrease in mortality rates. National population\r\npolicies have in most cases been successfully put in place.\r\nLiteracy and gender parity in access to education have\r\nincreased. Women have been playing an increasingly\r\nimportant role in the development of the continent. To\r\nmake greater progress in these areas, the mid-term review\r\nrecommended that African countries should endeavour to\r\nincrease resource allocations in the priority areas of basic\r\neducation, primary health care, enhancing scientific and\r\ntechnical capacities and creating productive employment\r\nand income opportunities. It also recommended the\r\nadoption of the 20/20 concept of mutual commitment for\r\nbasic social programmes by recipients and by donors\r\nalike.\r\nWe find that poverty eradication was not treated by\r\nthe mid-term review as a key area, but rather as a cross-\r\ncutting issue dealt with within the context of economic\r\nreforms, environment and development and the human\r\ndimension. In this connection, we are pleased that the\r\nSecretary-General’s report contained in document\r\nA/53/390 recognizes that since the mid-term review,\r\nemphasis has been put on microcredit as a means to\r\nempower the poor and that this has prompted the United\r\nNations system to devote particular attention to the\r\nsubject. Bangladesh would like to underline the important\r\nrole that microcredit can and has been playing in the\r\neradication of poverty and the empowerment of women in\r\nparticular. We have also noted that the early 1998 study\r\non poverty eradication in Africa done by the United\r\nNations Office of the Special Coordinator for Africa and\r\nthe Least Developed Countries (OSCAL) has recognized\r\nthe existence of the vast inherent potential in Africa for\r\npeople-centred development.\r\nThe effective mobilization of financial resources\r\ncontinues to be a critical development issue for the\r\nAfrican region. We recall that the Secretary-General’s\r\nreport to us in 1991 estimated that there was a need for\r\nat least $30 billion in net transfers of official development\r\nassistance for 1992 and that a subsequent annual increase\r\nof 4 per cent was necessary to achieve the objective of a\r\n6 per cent growth rate. Today, development experts claim\r\nthat the African economy needs to grow at the rate of 8\r\nto 10 per cent annually in order to significantly reduce\r\npoverty. This would require a level of resource flows\r\nmuch higher than what was mentioned by the 1991 report\r\ncovering the decade of 1990s. We ask the international\r\ncommunity to address this issue with all seriousness.\r\n18\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nNo domestic efforts can be successful in the\r\ndeveloping countries, including African countries, unless\r\nthey are matched by equally robust and positive\r\ninternational support. In this context, we urge the\r\ninternational community to spend at least 50 per cent of\r\ndonor aid to Africa in that continent. It may be recalled that\r\nthe Secretary-General called for this in his earlier report on\r\nthe causes of conflict and sustainable development in\r\nAfrica, which was also discussed in this body a few weeks\r\nago.\r\nWe support the Secretary-General’s call to the Bretton\r\nWoods institutions to provide peace-friendly structural\r\nadjustment programmes. Bangladesh welcomes the outcome\r\nof the second Tokyo International Conference on African\r\nDevelopment (TICAD II) — which was hosted by Japan\r\nlast week — as it identified critical development issues in\r\nAfrica, specified goals and objectives and called upon the\r\ninternational community to come forward to support the\r\nefforts of the African countries.\r\nWe are confident that with the judicious and\r\ncollaborative support of the international community, Africa\r\nwill overcome its economic problems and reduce\r\ndependence. Africa is faced with many problems, but it also\r\nhas a large inherent potential, both material and human, for\r\ngrowth and development. Africa has demonstrated these\r\npotentials during the last seven years of the implementation\r\nof the United Nations New Agenda for the Development of\r\nAfrica in the 1990s. With the support and solidarity of us\r\nall, the United Nations can contribute substantially to\r\nAfrica’s own efforts through full and effective\r\nimplementation of the New Agenda.\r\nMr. Konishi (Japan): With the adoption of the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s (UN-NADAF) by the General Assembly in 1991,\r\nAfrican countries reaffirmed their primary responsibility for\r\ntheir development, and the international community\r\ncommitted itself to supporting the efforts of African\r\ncountries on the basis of the principles of partnership and\r\nshared responsibility.\r\nSince the adoption of the New Agenda, awareness of\r\nthe serious plight and urgent needs of African countries has\r\ngrown; and in supporting African development, a wide\r\nrange of multilateral and bilateral initiatives have been\r\nproposed. All those initiatives are significant, but it is\r\nimperative that they be implemented in a coordinated\r\nmanner in order to have a real and durable impact on\r\nAfrican development.\r\nWhile some progress has been made in\r\nimplementing the New Agenda, much remains to be done.\r\nWhat has been achieved thus far and what is left to be\r\ndone should be fully analysed, and ways and means of\r\nacting on the problems that remain should be vigorously\r\npursued. In this context, collaboration among the\r\ndevelopment partners concerned has acquired critical\r\nimportance. We also hope that the recent report by the\r\nSecretary-General on the causes of conflict and the\r\npromotion of durable peace and sustainable development\r\nin Africa will provide strong impetus for accelerating the\r\nimplementation of UN-NADAF.\r\nJapan has been trying to realize the goals and\r\nobjectives of UN-NADAF through the process of the\r\nTokyo International Conference on African Development\r\n(TICAD). TICAD has much in common with UN-\r\nNADAF. Both stress economic transformation,\r\nintegration, diversification and growth. The primary theme\r\nof TICAD II is poverty reduction through accelerated\r\neconomic growth and sustainable development and\r\neffective integration of African economies into the global\r\neconomy. This is also the main objective of UN-NADAF.\r\nTherefore, allow me to take this opportunity to explain\r\nwhat TICAD II has achieved in this regard.\r\nLast week, together with the United Nations and the\r\nGlobal Coalition for Africa, Japan organized TICAD II,\r\nwhich was attended by the Secretary-General and a\r\nnumber of heads of State or Government of African\r\ncountries and international organizations. The Conference\r\nconcluded with the adoption of the Tokyo Agenda for\r\nAction, which articulates the critical issues in African\r\ndevelopment and the need for increased support from\r\ndevelopment partners.\r\nThe principal approach of the Tokyo Agenda for\r\nAction is output-oriented. We believe that an output-\r\noriented approach based on common goals and objectives\r\nand measurable indicators should be pursued by all\r\ndevelopment actors to enhance the impact of development\r\nefforts. For this purpose, all — including the Bretton\r\nWoods institutions, the private sector and civil society —\r\nshould engage in active collaboration and take joint action\r\nin promoting African development. Development actors\r\nneed to define the expected outcome of development\r\nactivities at the beginning and then monitor and evaluate\r\nperformance against benchmarks and indicators. The\r\nresults should be fed back into new activities so that\r\nlessons learned today contribute to the enhancement of\r\nactivities tomorrow. We believe that such a cycle in a\r\ncollaborative output-oriented approach will undoubtedly\r\n19\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nincrease the impact of development efforts in African\r\ncountries.\r\nThe Tokyo Agenda for Action singled out three areas\r\nas critical development issues: social development,\r\neconomic development and basic foundation for\r\ndevelopment. In the area of social development, education,\r\nhealth and population and other measures to assist the poor\r\nare stressed as a means of promoting human resources\r\ndevelopment. In the area of economic development, the\r\nfocus is on the private sector, industry, agriculture and\r\nexternal debt. Good governance and conflict prevention and\r\npost-conflict development are identified as a key to a basic\r\nfoundation for development.\r\nThe Tokyo Agenda for Action not only delineates the\r\ncritical development issues in Africa, it also enunciates the\r\ngoals and objectives to be pursued and the action to be\r\ntaken by African countries and their development partners.\r\nIn order to attain the goals and objectives that are set forth,\r\nthree concrete approaches are laid out. They are:\r\nstrengthening coordination, promoting regional cooperation\r\nand integration, and expanding South-South cooperation. At\r\nthe same time, emphasis is placed on capacity-building,\r\ngender mainstreaming and environmental management as\r\ncross-cutting themes to be incorporated in all activities\r\nundertaken within the framework of the Tokyo Agenda for\r\nAction.\r\nIt is very important that this Tokyo Agenda for Action\r\nbe followed up and translated into the development policies\r\nand programmes of the participants. Without appropriate\r\nfollow-up, the Tokyo Agenda for Action is pie in the sky.\r\nIn order to assist participants in translating their\r\ncommitments into concrete action, an illustrative list of\r\nprogrammes and projects was distributed to the participants\r\nat the conference which contains successful examples and\r\nmodel cases of ongoing development efforts of countries\r\nand organizations. The review meetings are to be held\r\nperiodically to monitor progress towards the goals and\r\nobjectives using appropriate indicators.\r\nIn line with the Tokyo Agenda for Action of TICAD\r\nII, Japan is determined to play a leading role in\r\ndevelopment cooperation in Africa. Prime Minister Obuchi\r\nstated at TICAD II that Japan will strengthen its future\r\nactions as follows.\r\nFirst, it will devote greater attention to basic human\r\nneeds, including, most importantly, primary education,\r\nhealth and medical care, and the supply of clean and safe\r\nwater.\r\nSecondly, Japan will pursue human resources\r\ndevelopment, especially through South-South cooperation.\r\nIt will provide financial and technical assistance to enable\r\n2,000 nationals from African countries to receive training\r\nover the next five years in Asia and North Africa.\r\nThirdly, in order to foster the growth of the private\r\nsector in Africa, particularly through the promotion of\r\ntrade and investment from Asia, Japan will assist in\r\nestablishing an African investment information service\r\ncentre in an Asian country. In addition, it will support the\r\norganization of an Asia-Africa business forum within the\r\nnext year in order to help explore business opportunities\r\nfor Asian and African enterprises.\r\nFourthly, to deal with African debt issues, Japan to\r\ndate has extended approximately 30 billion yen to African\r\ncountries in debt-relief grant aid and is giving serious\r\nconsideration to increasing the number of eligible\r\ncountries and expanding the scope of the designated debt.\r\nIn order to improve debt-management capacity, it will\r\nlaunch debt-management training as part of its technical\r\ncooperation programmes.\r\nWe believe that Africa has a bright future, if the\r\nnecessary political will is demonstrated on the part of\r\nAfrica and on the part of the international community as\r\na whole, and if all the initiatives are implemented in\r\nsynergy and with the collaboration of development actors.\r\nIn concluding my statement, I should like to express\r\nmy delegation’s hope that by working together, we will\r\nbe able to promote implementation of the goals and\r\nobjectives contained in the United Nations New Agenda\r\nfor the Development of Africa in the 1990s.\r\nMr. Rubadiri (Malawi): We should like to associate\r\nourselves with the statement made by Indonesia on behalf\r\nof the Group of 77 and China. We would like to add our\r\nvoice as one that comes from the African soil itself.\r\nTwo years ago, the international community\r\nconducted a mid-term review of the implementation of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s (UN-NADAF), a programme which\r\nwas set up to address the socio-economic ills of the\r\nAfrican continent. The review re-emphasized, among\r\nother issues, the two basic components of the New\r\nAgenda: ownership by the African States themselves and\r\nglobal partnership, which calls for a concerted\r\ninternational effort.\r\n20\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nThe Malawi delegation welcomes the progress report\r\nby the Secretary-General on the implementation of UN-\r\nNADAF (A/53/390). My Government fully associates itself\r\nwith the New Agenda as an integral part of its national\r\neffort aimed at the eradication of poverty and a general\r\ntransformation of the economic well-being of its citizenry.\r\nWe note the linkage established between the New\r\nAgenda and the United Nations System-wide Special\r\nInitiative on Africa, and we welcome the designation of the\r\nlatter as the implementation arm of the former. My\r\ndelegation would further like to acknowledge the relevance\r\nto the New Agenda of the Secretary-General’s report on the\r\ncauses of conflict and the promotion of durable peace and\r\nsustainable development in Africa (A/52/871).\r\nMy delegation would like to register its satisfaction at\r\nthe commendable effort which the United Nations system\r\nhas made towards the implementation of the New Agenda\r\nsince the mid-term review. In addition, Malawi would like\r\nto pay tribute to the Government of Japan for its\r\ncommitment to the promotion of development in Africa\r\nthrough the Tokyo International Conference on African\r\nDevelopment (TICAD) process.\r\nWe further welcome the number of initiatives taken by\r\nthe United Nations system in support of promotion of the\r\nprivate sector and foreign direct investment in Africa. It is\r\nobserved in the progress report that since the mid-term\r\nreview, certain countries in the continent have encouraged\r\nprivatization as an instrument for the mobilization of\r\nresources, while others have created a more enabling\r\nenvironment for attracting foreign direct investment.\r\nThe international community cannot make meaningful\r\nprogress with the New Agenda in the absence of economic\r\nreforms which should, of necessity, embrace efforts towards\r\neffective mobilization and efficient utilization of domestic\r\nresources. Legislation, taxation and export diversification\r\nare some of the areas we in Africa are looking into. The\r\ncontinued participation in this endeavour of the Bretton\r\nWoods institutions is a matter which I think my delegation\r\nalso will fully acknowledge.\r\nThe mid-term review recommended, among other\r\nthings, that African countries intensify efforts to improve\r\ngovernance and continue to broaden popular participation.\r\nIt is at this juncture that I find some kind of\r\ncontradiction. For how indeed can one achieve the dream\r\nof good governance while in poverty? Poverty by itself\r\nposes the danger of bad governance. It facilitates political\r\ngerrymandering and manoeuvres — for who with an\r\nempty stomach will vote for democracy when the stomach\r\nasks for bread? In this sense, democracy will continue to\r\nbreed what we all abhor: the dictator, because he knows\r\nhow to use words and can also use a gun.\r\nBroadening popular participation should include\r\nstrengthening the role of women in development and in\r\nthe decision-making process. The progress report outlines\r\nthe notable work that is being carried out by the African\r\ncountries, supported by the United Nations system, in the\r\ndemocratization process, in strengthening civil society and\r\nin the search for a lasting solution to conflicts and civil\r\nstrife in the continent.\r\nThe problem of external debt faced by many African\r\ncountries is a well-known impediment to the\r\nimplementation of the New Agenda. The Heavily\r\nIndebted Poor Countries Debt Initiative, though a move\r\nin the right direction, has proved to be seriously\r\ninadequate. Malawi therefore fully associates itself with\r\nthe call made by the Organization of African Unity for an\r\ninternational agreement that would clear the entire debt\r\nstock of the continent’s poorest countries.\r\nA few days ago I was at the great Columbia\r\nUniversity, here in New York, and a very distinguished\r\nAmerican lady who impressed us enormously was trying\r\nto address the assembled audience on this same problem.\r\nFollowing the African oral tradition, she told a story. The\r\nstory was extremely pertinent and beautiful. But like all\r\nstories, it ended up by simply hinting that maybe my\r\nuncle and I are still scratching our bottoms and sleeping\r\non our backs waiting for the banana to fall in our mouths.\r\nI stood up and told another story. The story may\r\nalso be pertinent and may also reinforce what the speaker\r\nwas trying to say. I chose the style of the New Testament.\r\nThere was an African country that woke up with a\r\nlot of disease — malaria in the blood system. On the way\r\nto find somebody who would help — and we can\r\nsubstitute “cash”, “money” or “aid” for the word\r\n“blood” — he found somebody who had gained many\r\nvirtues by having been to his own malaria-stricken\r\ncountry and having made use of all the technical aid and\r\nvast resources of the continent. For indeed, as somebody\r\nsaid, when God got tired of decorating countries,\r\nespecially India, in his hand he had all the riches with\r\nwhich to decorate other countries. But instead he said,\r\n“Why don’t we just throw them on this huge question-\r\nmark continent?” And all of them fell in the Congo. As\r\n21\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nindeed we all know, the Congo helped win the Second\r\nWorld War by providing the heavy water that made that\r\nbomb that we all know too well.\r\nBut as my uncle, or my country, was told, “There are\r\npeople somewhere called the World Bank and the\r\nInternational Monetary Fund (IMF). Why don’t you go and\r\nask them to give you a blood transfusion, to give you\r\nhelp?”\r\nMy uncle said, “But how can I walk there. I can\r\nbarely even stand up? All the blood I had seems to have\r\ngone somewhere, to this Bank, I am told.”\r\nHe was told, “Don’t worry, we’ll fly you there first\r\nclass via London.”\r\nAnd indeed he was flown first class via London and\r\narrived at the World Bank in Washington. And then he was\r\ntold, “Do you know, you need a blood transfusion.”\r\nAnd he said, “Yes, indeed, that is what has brought\r\nme here.”\r\nThe Bank said, “But do you remember that I lent you\r\nthree pints of blood a couple of years ago?”\r\nHe said, “Yes, I do remember indeed, and I thank you\r\nand everybody for lending me three pints of blood.”\r\nThe Bank said, “Well, all you need is two pints of\r\nblood, but until you pay for the first three pints of blood, I\r\nam sorry, I cannot lend you the two pints.”\r\nAt this moment, he died in front of the World Bank.\r\nHere I am trying to express in a rather absurd manner\r\nthe meaning of the word “globalization”.\r\nThe progress report paints a bleak picture of the\r\nsituation of Africa in international trade. With only a\r\nmiserable 2 per cent of world trade, Africa’s share of the\r\nglobal market remains dauntingly low, and it continues to\r\nrely on a single commodity for more than three quarters of\r\nits total exports. Ongoing efforts by the United Nations\r\nConference on Trade and Development and the World\r\nTrade Organization to promote trade facilitation and to\r\nimprove market access by African countries deserve the\r\nstrong support of the international community.\r\nMalawi is not standing idle in all this. The\r\nGovernment is actively engaged in the implementation of\r\nthe various aspects of the New Agenda. In governance,\r\nfor instance — good governance — the strengthening of\r\ncivil society, the advent of a multiparty system of\r\ngovernment — all this has paved the way for popular\r\nparticipation and the continued consolidation of the new\r\npolitical arrangement. Women and young people are\r\nincreasingly being integrated into the decision-making\r\nprocess.\r\nAll these are perhaps words that might have pleased\r\nthat great man Thomas Jefferson. But at what moment\r\ncan one achieve good governance when all this really\r\nconcerns is mere trade and the sheer interest of the\r\nglobalization of trade power?\r\nThe Government has instituted bold macroeconomic\r\nreforms, for instance, which include the structural\r\nadjustment programme of the IMF. Reforms undertaken\r\nin legislation, taxation and the banking system, among\r\nother areas, have created a climate that is conducive to\r\nforeign investment. Malawi is pursuing a steady\r\nprogramme of privatization, through the National\r\nPrivatization Commission, in recognition of the role of\r\nthe private sector as an engine of economic growth.\r\nBut we note that despite an exceptional growth rate\r\nof 5.2 per cent in 1996 for African agricultural\r\nproduction, growth declined to 1.7 per cent in 1997 — in\r\nthe period of a year — with the food sector recording a\r\ndevastating 10.5 per cent drop in cereals production.\r\nMalawi was not spared the decline. Recurrent drought\r\naffecting the southern Africa subregion has largely\r\naccounted for this. My Government therefore welcomes\r\nthe launching in 1994 by the Food and Agriculture\r\nOrganization (FAO) of the Special Programme for Food\r\nSecurity. Malawi is committed to the Programme, which\r\nis linked to its Presidential Commission on Land Reform,\r\nan undertaking being supported by the FAO.\r\nThe progress report observes that globalization — a\r\nword which has now overtaken the word “village-\r\nization” — has tended to marginalize countries which\r\nlack the capacity to increase exports or to attract\r\ninvestment. In this regard, the African continent is said to\r\nhave been significantly marginalized in the short term, as\r\nexports remain narrowly based on primary commodities.\r\nIt is distressing to learn that Africa is expected to\r\nlose $1.2 billion every year — which is barely the pocket\r\nmoney that a rich gentleman in this country gave last year\r\nto the United Nations — while benefits accruing to non-\r\nmember countries of the Organisation for Economic\r\nCooperation and Development from the Uruguay Round\r\n22\r\nGeneral Assembly 44th plenary meeting\r\nFifty-third session 27 October 1998\r\nof multilateral trade negotiations are expected to be between\r\n$30 billion and $90 billion in 2002.\r\nWe therefore call on the international community to\r\naddress squarely the critical areas identified in the\r\nprogress report in order to move further ahead with the\r\nimplementation of the New Agenda. There is a need to\r\naddress issues of the debt overhang, declining official\r\ndevelopment assistance flows, market access and the\r\ngeneral mobilization of financial resources for African\r\ncountries.\r\nBefore concluding, I would like to compliment the\r\nrepresentative of Malaysia on a great statement, for here\r\nindeed is a country which, after this globalization, had\r\nbeen pulled down, but then stood up and made a\r\nstatement which gives us hope.\r\nThe meeting rose at 1 p.m.\r\n23\r\n"