"United Nations A/53/PV.9\r\n98-85840 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n9th plenary meeting\r\nTuesday, 22 September 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Wijdenbosch\r\n(Suriname), Vice-President, took the Chair.\r\nThe meeting was called to order at 10 a.m.\r\nAddress by Mr. Pierre Buyoya, President of the\r\nRepublic of Burundi\r\nThe Acting President: The Assembly will now hear\r\nan address by the President of the Republic of Burundi.\r\nMr. Pierre Buyoya, President of the Republic of\r\nBurundi, was escorted into the General Assembly\r\nHall.\r\nThe Acting President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations the President of the Republic of Burundi, His\r\nExcellency Mr. Pierre Buyoya, and to invite him to address\r\nthe Assembly.\r\nPresident Buyoya (interpretation from French): The\r\nfifty-third session of the General Assembly provides us\r\nonce again with an opportunity to look at the overall\r\nsituation in the world and to reflect together on the future\r\nof the peoples and the nations that we represent.\r\nBut first of all, may I extend to Mr. Didier Opertti our\r\nwarm and sincere congratulations on his well-deserved\r\nelection, which is but recognition of his intellectual and\r\npersonal qualities and which, I am certain, will ensure the\r\nsuccess of the work of this session. We would like also to\r\npay a warm tribute to his predecessor, who presided so\r\nbrilliantly over the work of the previous session.\r\nMy delegation is pleased to express appreciation for\r\nthe courageous and ongoing work being carried out by\r\nMr. Kofi Annan, the Secretary-General, in support of\r\npeace in the world and particularly on the African\r\ncontinent.\r\nWhen on 25 July 1996 we had to carry out a very\r\nradical change of government in Burundi, the political\r\nsituation was an explosive one. Every day Burundians\r\nwere dying without really knowing why, and the threat of\r\ngenocide and widespread chaos was a very real danger.\r\nI shall not go into the details of that situation, as the\r\nSecurity Council, the Secretary-General and his\r\nrepresentative in Bujumbura have followed on a daily\r\nbasis the evolution of the crisis which has in recent years\r\ndisrupted my country.\r\nSince that change on 25 July 1996, we have stated\r\nclearly that restoration of security and the beginning of a\r\npeace process are our basic concerns.\r\nThis fifty-third session provides me with an\r\nopportunity to tell you about the efforts made by the\r\npeople of Burundi, its leaders and the international\r\ncommunity to attain our goals of restoring a lasting peace\r\nin the country. Despite some acts of terrorism, I can say\r\nto this Assembly that security has now been fully restored\r\nin Burundi. The threat of genocide so feared by its people\r\nis gone today. Two years ago the peace process was\r\ninitiated; it is now under way and proceeding in a manner\r\nsatisfactory to all those concerned. I should like to focus\r\nmy statement today on this peace project.\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nThe idea of a peace-process project in Burundi is\r\nbased on the realization that despite the ethnic turn taken by\r\nviolence which brought such tragedy to my country over\r\nthe last five years, the underlying cause of the Burundi\r\ncrisis is essentially a political one. That is why we are\r\nfocusing our efforts on seeking a political solution to the\r\ncrisis.\r\nTwo years ago we set in motion a peace process\r\nwhich was divided into two aspects: the internal aspect and\r\nthe external aspect. At the internal level, the dynamic\r\nprovided by the peace process led to a domestic agreement\r\non political partnership. Two years ago, the Government\r\nwhich emerged from the change of 25 July 1996 and the\r\nNational Assembly elected in 1993 began a dialogue geared\r\ntowards a political rapprochement. This initiative led to an\r\nagreement on political partnership.\r\nToday, we have a provisional constitution which came\r\nout of that partnership and which governs the institutions of\r\nour Republic, primarily the Government and the National\r\nAssembly. In Burundi, the political partnership is a reality\r\nnot only between Government and the National Assembly\r\nbut also with the majority of the registered political parties\r\nand the representatives of civil society who have joined the\r\npartnership for peace. It is within this framework that a\r\nnegotiated Government, bringing together the main political\r\nforces in the country, is now in place and has been\r\nfunctioning for three months. The National Assembly\r\nelected in 1993 has been expanded to include\r\nrepresentatives of other registered political parties and\r\nrepresentatives of civil society.\r\nI can say to this Assembly — and those who have\r\nvisited Burundi recently have been able to note this\r\nthemselves — that this partnership has transformed, and\r\ncontinues to transform, the political landscape in Burundi\r\nin a positive way. Today, the political class within our\r\ncountry is organizing a wide-ranging discussion on the\r\npartnership to enable the people of Burundi to absorb the\r\nidea of peace, the ultimate objective being stabilization of\r\nthe country through the restoration of peace.\r\nThe Government, for its part, is preparing its\r\nprogramme based on the political agreement which emerged\r\nfrom the partnership. The major issues, such as democracy,\r\njustice, security and development, are in the forefront of\r\nthis programme which the Government will be submitting\r\nto the parliament at its next session in October. My\r\nGovernment is determined to continue consolidating the\r\npartnership within the country. We deeply believe that this\r\napproach can establish the bases for an overall agreement\r\nassociating our compatriots living abroad with our peace\r\nproject.\r\nIt was the existence of this political partnership at\r\nthe domestic level which made possible the beginning of\r\na process of global negotiations involving Burundians\r\nabroad in the peace process. The negotiations, bringing\r\ntogether people of Burundi living at home and abroad,\r\nbegan on 15 June 1998 in Arusha, in the United Republic\r\nof Tanzania. The second negotiating session took place on\r\n20 July, and the third meeting is scheduled for 12\r\nOctober. These negotiations are proceeding in a manner\r\nsatisfactory to all the participants: the Burundians, the\r\nfacilitator and the representatives of the international\r\ncommunity.\r\nI should like to declare that the Government of\r\nBurundi is resolved to do its utmost to assure the success\r\nof these negotiations. We divided the peace process into\r\ntwo aspects, domestic and external, because it is simply\r\na question of methodology. The peace process is one and\r\nindivisible. First of all, we wanted to get the people of\r\nBurundi involved in the peace process before the Arusha\r\nnegotiations, so that we could take into consideration the\r\nrecent experience of our subregion. Peace negotiations\r\nwhich do not involve the people often take a tragic turn.\r\nI should like to declare from this rostrum that the\r\npeace process is now under way to the satisfaction of the\r\npeople of Burundi. We are determined to resolve through\r\ndialogue the dispute pitting Burundians one against the\r\nother. Unfortunately, there are obstacles along our path\r\ntowards lasting peace, the main one being the economic\r\nsanctions imposed on Burundi on 31 July 1996. These\r\neconomic sanctions affect in particular the most\r\nvulnerable sectors of our society. They are destroying the\r\neconomic and social fabric of the country and over the\r\nlong term are jeopardizing stabilization over the long term\r\nin our country. In fact, the impact of the embargo on the\r\npeople of Burundi is devastating. Let me give you a few\r\nfigures: grade school attendance has dropped from 70 to\r\n43 per cent; the vaccination rate has plummeted from 80\r\nto 40 per cent and malnutrition among children under the\r\nage of 5 is now 43 per cent.\r\nMoreover, the embargo imposed on Burundi is now\r\nenriching a few individuals in the country in a scandalous\r\nmanner and is tragically impoverishing millions of people\r\nthere. This embargo is eroding trust between the\r\nmediators and the parties to the conflict, particularly the\r\nGovernment of Burundi. Even though all the conditions\r\nimposed by those who initiated the embargo have now\r\nbeen met, the economic sanctions are still being\r\n2\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nmaintained. Today there is absolutely no justification, moral\r\nor political, for continuing the embargo against Burundi.\r\nI would appeal to the countries of our subregion and\r\nto the mediator organizing the negotiations in Arusha to lift\r\nthe embargo before it definitively torpedoes our peace\r\nproject. Our appeal is also directed to the international\r\ncommunity for support in our effort at peace-building in\r\nBurundi.\r\nWe must act now to concert our peace efforts.\r\nTomorrow will be too late. Those who have sinned by\r\nomission will bear an important responsibility.\r\nThe other significant obstacle to peace in Burundi is\r\nthe continuing violence perpetrated by armed factions based\r\nin the territories of certain neighbouring countries. I call on\r\nthose countries to assume their share of the responsibility.\r\nOne cannot both call for negotiations and tolerate terrorist\r\nactions by armed groups without jeopardizing the entire\r\npeace process. For negotiations to begin, there must be a\r\ncessation of hostilities.\r\nBurundi, a landlocked country under economic\r\nsanctions, needs international solidarity. Humanitarian\r\nassistance must be stepped up in order to help those\r\nafflicted by this crisis. We would wish to see international\r\ncooperation with our country resumed without further delay.\r\nSecurity conditions are no worse in Burundi than in the\r\nother countries of the Great Lakes region. Burundians\r\nsimply ask to be treated fairly. Our commitment and\r\nresolve to achieve peace in Burundi through dialogue must\r\nno longer be called into question. The facts today speak for\r\nthemselves. We are negotiating with all Burundians who\r\nhave political demands.\r\nMy country’s domestic concerns will not allow me to\r\nforget the other problems afflicting Africa and the world.\r\nFar from it.\r\nAt this time of globalization, a sustained effort must\r\nbe made by the international community to promote\r\nbalanced development throughout the world. Africa\r\ndeserves special attention. If one advocates development\r\nthrough trade, then one must also increase official\r\ndevelopment assistance to stimulate the growth of\r\neconomies that remain fragile. Africa is being crushed by\r\nthe weight of its debt. The burden must be eased and\r\neliminated for the poorest countries. Globalization without\r\nsolidarity with the poorest nations will not lead to a\r\npeaceful world.\r\nIn order to adapt to inevitable changes, the\r\ndeveloping countries must organize themselves. Here, I\r\nenvision the creation of regional areas of integration that\r\nwill make our economies viable. We are in favour of\r\nregional integration, but one that respects the identity and\r\nsovereignty of each country. We are opposed to regional\r\nintegration that includes the domination and hegemony of\r\nthe most powerful.\r\nRegional economic integration can be achieved,\r\nhowever, only in secure regions. Our region of the Great\r\nLakes remains subject to extreme instability. This cyclical\r\ninsecurity has endured for decades and has unleashed\r\nfloods of refugees. Entire defeated armies move through\r\nthe region, which has already experienced an\r\nunprecedented genocide.\r\nWe continue to follow very carefully the evolution\r\nof the situation in the Democratic Republic of the Congo.\r\nI wish to reaffirm that our country, Burundi, is in no way\r\ninvolved in that conflict. However, we remain concerned,\r\non the one hand, by a certain tenor of statement that pits\r\npeoples against peoples on the basis of ethnic identity;\r\nand, on the other, by militias and certain rebels, whom we\r\nin the region remember only too well. I would urge all\r\nparticipants in this conflict not to allow themselves to be\r\nentrapped and led down that road, because it leads only\r\nto danger that could engulf the entire region in flames.\r\nBurundi will continue to ensure that its security is\r\nnot destabilized. To that end, we shall take all appropriate\r\nmeasures. We continue to advocate peaceful means and\r\ndialogue to resolve this conflict. If the Government of\r\nBurundi is asked to contribute to a political solution, it\r\nwill be very happy to do so.\r\nIn Burundi, we believe that the Organization of\r\nAfrican Unity and the United Nations should coordinate\r\ntheir efforts more effectively in seeking a solution to the\r\ncrisis in the Democratic Republic of the Congo,\r\nparticularly when we consider the limitations of\r\nsubregional organizations.\r\nAt the global level, every region of our planet faces\r\nvarying degrees of environmental degradation, terrorism,\r\nendemic disease, drug abuse and hunger, to mention only\r\nthe most widespread threats. To cope with this situation,\r\nthe United Nations will have to play a decisive role. Our\r\nOrganization has, in the past, demonstrated its strengths\r\nand its weaknesses.\r\nTo take up these many challenges, the United\r\nNations must open itself up and become more democratic\r\n3\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nif it is to become more effective in addressing the realities\r\nof the modern world. In order better to resolve the\r\nproblems of peace, the Security Council should be\r\njudiciously expanded to include other Members of the\r\nOrganization.\r\nWithin the United Nations, Burundi will continue to\r\nraise its modest voice against terrorism and the proliferation\r\nof weapons of mass destruction, and in favour of allocating\r\ngreater resources to combat poverty and encourage\r\neducation and health, particularly in developing\r\ncountries — in short, to build a more balanced and fairer\r\nworld. In our view, this is the challenge facing our\r\nOrganization as we approach the new millennium.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the President of the Republic of\r\nBurundi for the statement he has just made.\r\nMr. Pierre Buyoya, President of the Republic of\r\nBurundi, was escorted from the General Assembly Hall.\r\nAddress by Flight-Lieutenant (Rtd.) Jerry John\r\nRawlings, President of the Republic of Ghana\r\nThe Acting President: The Assembly will now hear\r\nan address by the President of the Republic of Ghana.\r\nFlight-Lieutenant (Rtd.) Jerry John Rawlings,\r\nPresident of the Republic of Ghana, was escorted into the\r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations the President of the Republic of Ghana, His\r\nExcellency Mr. Jerry John Rawlings, and to invite him to\r\naddress the Assembly.\r\nMr. Rawlings: Thank you very much, Sir. But I\r\nprefer to be called “Flight-Lieutenant” and not “Mr.”\r\nI join preceding speakers in congratulating the\r\nPresident and the other members of the Bureau on your\r\nelection to direct the affairs of the fifty-third session of the\r\nGeneral Assembly. I am indeed very confident that under\r\nyour wise leadership the outcome of our deliberations will\r\nconstitute a great step forward in our efforts to build a new\r\nworld which meets the aspirations of our peoples in the\r\nsearch for peace, justice and prosperity.\r\nMay I also avail myself of this opportunity to express\r\nthe deep appreciation of my delegation for the remarkable\r\nachievements of Mr. Hennadiy Udovenko, under whose\r\nable guidance the Assembly at the preceding session took\r\nvery important decisions on United Nations reform\r\nintended to prepare the Organization for the immense\r\nchallenges ahead as we move into the twenty-first\r\ncentury.\r\nIn these laudable efforts, we also recognize the bold\r\ninitiatives and drive of our Secretary-General, Mr. Kofi\r\nAnnan, whose vision for the future of the United Nations,\r\ncorresponding so much with that of the general\r\nmembership and the peoples of the world, facilitated the\r\ncontinuing process of reform. We in Ghana and indeed in\r\nAfrica are proud to have for a son a man of his stature\r\nand drive.\r\nThe commemoration this year of the fiftieth\r\nanniversary of the Universal Declaration of Human Rights\r\naffords us the opportunity to take stock of what has been\r\nachieved over the years and map out well-defined\r\nstrategies to improve the quality of life of our peoples, by\r\neffectively promoting and protecting their fundamental\r\nrights, which the Declaration holds as a common standard\r\nof achievement for all people and all nations.\r\nWomen’s rights must be at the centre of that process\r\nand we should remain focused on their worldwide\r\npromotion and protection. It is their right. It is our\r\nobligation. The work of the United Nations in\r\nstrengthening the equal status and the human rights of\r\nwomen, from the World Conference on Human Rights to\r\nthe Fourth World Conference on Women, is indeed\r\ncommendable.\r\nAlmost fifty years after the adoption of the Universal\r\nDeclaration of Human Rights, 12 million children under\r\nfive years of age die every year from preventable\r\ndiseases, 200 million children under five years of age are\r\nundernourished and 110 million are denied basic\r\neducation. Eight hundred million people have no access\r\nto the most basic health services, and 1.3 billion human\r\nbeings live in abject poverty around the world. This state\r\nof affairs persists because of the inequitable international\r\neconomic system which discriminates against a\r\ndeveloping world, particularly Africa.\r\nThe President took the Chair.\r\nThe persistent critical economic situation in Africa\r\nshould be of great concern to the international community\r\nand should prompt us all to take effective and urgent\r\nmeasures to address its underlying causes. Many of our\r\ncountries, particularly the poorer ones, continue to suffer\r\nfrom a heavy debt burden and crippling debt-servicing\r\n4\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nobligations, which, by diverting resources away from\r\ndevelopment, prevent us from providing adequate social\r\nservices to our populations in basic areas such as education\r\nand health and therefore reduce our capacity to compete in\r\nthe global market.\r\nIn this regard, we stress the need for debt-relief\r\nmeasures to be accompanied by concessional financial\r\nassistance, particularly to the least developed countries, with\r\nthe aim of enhancing the implementation of economic\r\nreforms and creating a stable environment that enables\r\ncountries to extricate themselves from the debt overhang.\r\nThe international reverberations of the recent financial\r\nturmoil in Asia and elsewhere, I believe, point to the futility\r\nof any notions that any nation can play outside the rules,\r\nthat any nation in this world can stand alone.\r\nIn my view, the present approach of certain\r\nindustrialized countries who require developing countries to\r\nadhere to standards or policies which they themselves do\r\nnot observe, or seem unable to observe, will severely test\r\nrelations between the developed and the developing\r\ncountries in the next century.\r\nWe must stand together if we are not to jeopardize the\r\nprosperity enjoyed by hundreds of millions today and the\r\nhopes of billions more for a life of dignity and a healthy\r\nmeasure of comfort — nothing more, nothing less.\r\nThe new times we live in require new ideas suitable\r\nto the dynamics of today. Policy makers and opinion\r\nleaders in the developed countries bear great responsibility\r\nin this regard, as we all do, for providing very clear\r\nleadership of integrity. Much is demanded of those\r\ncountries that share a great part of the blame for the present\r\nstate of the world, as they no doubt have the means to be\r\nable to provide what it takes.\r\nEven though it had been clear for some time that\r\nsustainable development around the globe could not be\r\nachieved without a measure of fairness in economic\r\nrelations between North and South, because of short-term\r\nconsiderations of profit and advantage, the countries\r\nbenefiting from the unjust economic order chose to ignore\r\nthe serious impact of that situation on living standards in\r\nmost parts of the world as well as in limiting world\r\neconomic growth.\r\nInstead, we received sermons on the truths, realities\r\nand moralities of life, and countries and peoples were\r\nvictimized if they were shown not to have lived up to\r\nexpectations. That was the price, in other words, that we\r\nhad to pay. It was obvious, however, that whenever a\r\nsituation required moral leadership from the capitals of\r\nthose countries which preached morality in the first place,\r\nthat morality manifested itself as no more than national\r\ninterest.\r\nNo one questions the need for States to look out for\r\ntheir national interests. However, it is the blindness to the\r\nneed for enlightened self-interest that has lain at the heart\r\nof the divisions between our States for so long, and which\r\nhas finally shaken the economic confidence of people,\r\nwhether in the North or the South, in recent times.\r\nThe end of the cold war has unleashed new threats\r\nto global and regional peace. Intra-State conflicts, rooted\r\nin ethnic, racial and religious intolerance, pose a threat to\r\nthe security of many States and regions. The tardiness and\r\nselectivity of the international community in dealing with\r\nsome of these conflict situations have been rather\r\ndisturbing, as they have undermined the concept of\r\ncollective security enshrined in our noble Charter. Article\r\n24 of the Charter not only confers “primary\r\nresponsibility” for the maintenance of international peace\r\nand security on the Security Council, but also calls for\r\n“prompt and effective action” when a breach occurs.\r\nHowever, in our part of the world, we often ask ourselves\r\nwhere the “prompt and effective” action of the Council\r\nwas when Rwanda was on fire. Where was the Council\r\nwhen Liberia was in turmoil? Where was the “prompt and\r\neffective action” when the people of Sierra Leone\r\nagonized under the yoke of a brutal dictatorship?\r\nIn the face of the selectivity of the Security Council\r\nin dealing with issues of international peace and security,\r\nand in spite of our region’s meagre resources, we have\r\nhad to rely on our own efforts to respond to internal strife\r\nin some of the countries in our neighbourhood. We call\r\non the Governments of those countries to remain steadfast\r\nin making sacrifices and doing everything possible to\r\nbring about national reconciliation, peace and stability.\r\nThe international situation continues to be poisoned\r\nby unilateral economic, commercial and financial\r\nsanctions, which in some cases even have extraterritorial\r\nconsequences.\r\nWe have seen such actions undermine the positive\r\nsocio-economic gains made by Cuba over the last few\r\ndecades, with the resultant deprivation of an entire\r\npopulation’s human rights and dignity. The world stands\r\nto gain from a peaceful solution to the differences\r\nbetween the United States and Cuba, and we call on the\r\n5\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nUnited States to settle its differences with Cuba through\r\nnegotiations on the basis of equality and mutual respect.\r\nWe are equally concerned by the effect of the\r\nimposition of sanctions by the Security Council against the\r\nLibyan Arab Jamahiriya. However, we are extremely\r\npleased with the recent developments concerning the\r\npossible trial of the two suspects in the bombing of Pan\r\nAm flight 103 over Lockerbie.\r\nWe call upon the United Kingdom, the United States\r\nof America and the Netherlands to engage in discussions\r\nwith the Libyan Arab Jamahiriya, directly or through the\r\nSecretary-General of the United Nations, to arrive at trial\r\narrangements which will offer appropriate safety measures\r\nfor the two suspects.\r\nOn Western Sahara, we call on the Security Council\r\nand the Secretary-General to continue their efforts for a\r\npeaceful and just solution to the persistent outstanding\r\ndifferences and for a free and fair referendum. We will not\r\nhave a neighbouring African country recolonized by another\r\nAfrican country.\r\nGhana shares the concerns and frustrations of the\r\ninternational community on the deadlock over the Middle\r\nEast peace process. We believe that initiatives taken so far\r\nin support of the process, including the Madrid and the\r\nOslo agreements, as well as the principle of land for peace,\r\nare an adequate basis for a just and long-lasting settlement.\r\nThe international community is unanimous in its\r\ndetermination to see a just peace in the Middle East, and\r\nthe Palestinian question no doubt holds the key.\r\nMy delegation’s condemnation of all forms and\r\nmanifestations of terrorism and mercenary practices is\r\nrooted no doubt in their tragic consequences on the political\r\nstability as well as the economic and social development of\r\nStates. Terrorist acts, in particular, are totally unacceptable\r\nas a means of seeking redress for any grievance, achieving\r\npolitical ends or supporting a cause. It is in this connection\r\nthat we have condemned the recent terrorist bomb attacks\r\nin Nairobi and Dar-es-Salaam that claimed hundreds of\r\ninnocent lives, injured thousands of people and caused\r\nmassive destruction to property, as well as the persistent\r\nthreat to Americans around the world.\r\nI am proud to say that since joining this Organization\r\non 8 March 1957, only two days after acceding to\r\nindependence, Ghana has remained true to its commitments\r\nto contribute to the promotion of international peace and\r\nsecurity, the principal raison d’être of this Organization.\r\nOnly three years after independence, in 1960, my country,\r\nGhana, responded to the call of the Organization and\r\ncommitted troops and resources to the United Nations\r\npeacekeeping operation in what was then the Belgian\r\nCongo, now the Democratic People’s Republic of the\r\nCongo.\r\nWe have since remained actively engaged,\r\nconsistently participating in the peace efforts of the\r\nOrganization, in all regions of the globe. As I speak,\r\nGhana is listed as one of the major contributors of troops\r\nto United Nations peacekeeping efforts, with personnel\r\nserving in eight United Nations missions in Africa,\r\nEurope, Asia and the Middle East.\r\nThe Government and people of Ghana are indeed\r\nproud of our participation in these international peace\r\nefforts, even though it has been at great expense to our\r\ndeveloping country. It is not a sacrifice in material\r\nresources alone, but also in human terms, as Ghana, as\r\nwell as her neighbours, has lost her sons and daughters in\r\nthese operations.\r\nWe welcome the adoption last year of the\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-personnel Mines and on\r\nTheir Destruction. My country was among the large\r\nnumber that signed the Convention in Ottawa last\r\nDecember, and it is in the process of its early ratification.\r\nWe hope that conditions will, in the not-too-distant future,\r\npermit the Convention’s universal adoption, to enable us\r\nto rid our planet of these inhumane weapons which\r\ncontinue to kill and maim innocent civilians long after the\r\nconflicts in which they were laid. We are sincerely of the\r\nview that the international community should pay greater\r\nattention to demining and rehabilitation, because of the\r\nhavoc that the presence of mines wreaks on the\r\neconomies of the affected countries as well as on the\r\ncontribution of millions of peasants towards the feeding\r\nof their families.\r\nThe United Nations Diplomatic Conference of\r\nPlenipotentiaries on the Establishment of an International\r\nCriminal Court, convened in Rome in June and July this\r\nyear, is a welcome development in our collective effort to\r\nprovide a legal and institutional framework to hold\r\nperpetrators accountable for genocide, crimes against\r\nhumanity, war crimes and serious violations of\r\ninternational humanitarian law. It is our sincere hope that\r\nthe spirit of compromise that led to the overwhelming\r\nendorsement of the Rome treaty will similarly be brought\r\nto bear on the work of the Preparatory Commission, to\r\nensure the early establishment of a fully functional and\r\neffective court.\r\n6\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nOnce again Ghana has the unpleasant task of joining\r\nothers to express concern at the financial situation that\r\npersists in the Organization, characterized by very little\r\ncash and huge arrears. The persistent critical financial\r\nsituation places our Organization in jeopardy at this time of\r\nreform. It is regrettable that a number of States are neither\r\npaying their assessed contributions nor making full payment\r\nof their arrears, while some persistently aggravate the\r\nsituation by attaching unreasonable as well as unacceptable\r\nconditions or benchmarks to the discharge of their Charter\r\nobligations. In this respect, let me admit that there are very\r\nsmall but extremely rich countries among us who could\r\nhave helped without making a dent in their national wealth\r\nand resources.\r\nSupport for the United Nations must be demonstrated\r\nnot in pious proclamations but in the willingness of all\r\nMember States to meet Charter obligations to the\r\nOrganization, including payment of our contributions to\r\nensure that the Organization is put on a sound financial\r\nfooting to tackle its mandates and pressing commitments.\r\nI wish to conclude by expressing once more my\r\ndelegation’s appreciation to the Secretary-General and to\r\nthe Assembly for the comprehensive reforms being\r\nundertaken to restructure, revitalize and democratize the\r\nUnited Nations. I congratulate most sincerely the Secretary-\r\nGeneral and the Assembly on their achievements so far.\r\nAnd I assure you that my delegation, my country, will\r\ncontinue to work with you in this reform process and in all\r\naspects of the Organization’s work in order to ensure that\r\nthe Organization continues in the twenty-first century to\r\nbetter serve the global community and generations yet to\r\ncome in the maintenance and enhancement of our collective\r\nsecurity and the promotion of international cooperation to\r\nadvance the economic and social well-being of all our\r\npeoples.\r\nThat happens to be the vision of the founding fathers\r\nof the United Nations. And this is our commitment.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Ghana for the statement he has\r\njust made.\r\nFlight-Lieutenant (Rtd.) Jerry John Rawlings,\r\nPresident of the Republic of Ghana, was escorted from\r\nthe General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from Spanish): I now\r\ncall on His Excellency Mr. Wolfgang Schüssel, President\r\nof the Council of the European Union and Minister for\r\nForeign Affairs of Austria.\r\nMr. Schüssel (Austria): I have the honour and\r\nprivilege to speak on behalf of the European Union. In\r\nthis capacity I would like to extend my warm and sincere\r\ncongratulations to you, Sir, on your election as President\r\nof the General Assembly at its fifty-third session. We are\r\npleased that a distinguished Latin American statesman\r\nchairs our deliberations. I am confident that your\r\nexperience, talent and energy will ensure a successful\r\noutcome for the work of our session.\r\nI wish to express the high appreciation of the\r\nEuropean Union for the outstanding leadership of the\r\nSecretary-General, Kofi Annan, and for his excellent work\r\nat the helm of the United Nations. His “quiet revolution”\r\nof institutional reforms has our full support. We are\r\nlooking forward to working with him to prepare the\r\nMillennium Assembly in the year 2000 in order to meet\r\nthe challenges of human solidarity.\r\nAt the turn of the century, we live in a fascinating\r\nand challenging, but also difficult and complex, period of\r\ntime, characterized by uncertainty and unpredictability.\r\nLocal wars and ethnic conflicts have continued and new\r\nones have broken out. “Peace processes” have had rather\r\nmixed success, and some show a distressing tendency to\r\nunravel. The threat from weapons of mass destruction is\r\nas alarming as ever. A majority of the Earth’s population\r\nstill lives in poverty. Enormous environmental disasters\r\nhit our planet all too often, and organized crime, illicit\r\ndrug trafficking and terrorism are the plague of our time.\r\nFinancial and economic crises of unprecedented\r\ndimensions do not spare any region — Asia and Russia\r\nbeing the most recent examples.\r\nThe impact of these phenomena is felt directly and\r\nimmediately by every citizen in the world. Economies are\r\nmore intertwined than ever, and information travels\r\naround the globe within seconds. No one can escape the\r\nforces of globalization, but all of us can join not only in\r\nconfronting transnational threats but also in collecting the\r\nfruits of globalization. The United Nations has a key part\r\nto play in this collective effort. Only our universal\r\norganization has the scope and legitimacy to generate the\r\nprinciples, norms and rules that are essential to harness\r\nthe potential of globalization while managing its negative\r\neffects.\r\n7\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nToday’s turmoil in the financial markets can be dealt\r\nwith only at a global level, addressing the political causes\r\nas well as the financial and economic aspects. It is\r\nimperative that industrial and developing countries elaborate\r\na common strategy in a framework of international financial\r\ncooperation, including the G-22, and formulate standards\r\nand rules for financial transactions. What is needed now is\r\nleadership. Short-term remedies are not enough; long-term\r\nforward looking policies are required. We must invest in\r\nboth sustainable growth and solidarity. As serious as the\r\ncrisis is, there is every reason not to panic. The world\r\neconomy is basically sound, with two thirds — 70 per\r\ncent — of the world’s population living in growth zones.\r\nWe sometimes forget that.\r\nThe European model of social market economy has\r\nserved well to harness the forces of globalization.\r\nRespecting the interests and wishes of the people, showing\r\nsolidarity for the poor and disadvantaged, promoting social\r\npartnership between employers and employees and\r\ncombating unemployment by creating jobs and so on are\r\nintrinsic elements of a social market economy. We believe\r\nthat this European model of a social market economy\r\ndeserves serious consideration in our turbulent and complex\r\nage. To be honest, this is a kind of third way some are\r\nlooking for.\r\nEurope’s answer to the challenges of globalization is\r\ntwo millennium projects which will shape the face of our\r\ncontinent: the introduction of the euro and the enlargement\r\nof the Union.\r\nThe single currency will improve the functioning of\r\nthe internal market, help to secure employment and provide\r\nincentives for the market-oriented structural reforms needed\r\nto safeguard Europe’s competitiveness. The creation of the\r\neuro has the potential to stabilize the international economic\r\nenvironment and to promote international trade. From the\r\nperspective of the world economy, this will be the most\r\nimportant effect of the single currency. Markets have\r\nalready anticipated the introduction of the euro, as borne\r\nout by the monetary stability of the participating currencies,\r\nat a time when other countries and regions are experiencing\r\nsevere financial crises. Consequently, the euro is creating a\r\nzone of stability and prosperity which will benefit the entire\r\nworld economy.\r\nThe second millennium project, which has far-reaching\r\nconsequences, is the enlargement of the European Union.\r\nWe are convinced that the integration of our neighbours is\r\nthe best way to safeguard lasting political stability and\r\neconomic progress in Europe. Successful enlargement will\r\nbring a new dynamic to the Union and strengthen its role\r\nto the benefit of all the citizens of both Europe and the\r\nworld. The process of enlarging the Union does not mean\r\nthat the Union will become more inward-oriented or\r\nEurocentric. On the contrary, we are convinced that the\r\nUnion must continue to be outward- and forward-looking.\r\nEnlarging the European Union will go hand-in-hand with\r\ndeveloping our traditional relations with countries and\r\nexporting stability around the world.\r\nAs President of the Council of the European Union,\r\nI would like to assure Members of the United Nations\r\nthat an enlarged Union with a strong common currency\r\nwill be a reliable and strong partner for the United\r\nNations and the world.\r\nI would like to stress the paramount interest of the\r\nEuropean Union in the political and economic stability of\r\nRussia. We hope that the new Government of Russia will\r\nbe able to re-establish confidence among the Russian\r\npeople and the international financial community. We\r\nstand ready to cooperate further with the Russian\r\nauthorities in support of sustained efforts towards\r\nstabilization and reform.\r\nLet me now draw attention to a subject to which I\r\nattach the highest priority: the protection of the most\r\nvulnerable group in societies, our children. I am deeply\r\nconvinced that a far-sighted policy, both internal and\r\nexternal, should be geared to the well-being of future\r\ngenerations. We, the statesmen, diplomats and decision\r\nmakers of 185 nations, meeting in this Assembly, bear an\r\nenormous responsibility to formulate future-oriented\r\npolicies in the service of young citizens on our planet.\r\nThese include a fundamental principle. Our children must\r\nlive childhood in peace, freedom, prosperity and security,\r\nfree of abuse, violence and exploitation.\r\nMillions of children and juveniles are exploited\r\nworldwide, their basic human rights denied in many ways.\r\nA global coalition must be forged to fight the abuse of\r\nchildren, in particular sexual exploitation, the despicable\r\nphenomenon of child soldiers and child labour.\r\nThe European Union supports the International\r\nLabour Organization draft convention on child labour.\r\nThe involvement of children in armed conflict and its\r\ndisastrous consequences require particular attention and\r\naction by the international community. I call upon all\r\nStates and parties to conflicts to respect existing\r\ninternational standards, to stop the use of children as\r\ncombatants and to fully support the work of the\r\nSecretary-General’s Special Representative for Children\r\nin Armed Conflict, Olara Otunnu.\r\n8\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nSexual exploitation of children is one of the most\r\nabhorrent phenomena of our time. The European Union\r\nputs special emphasis on combating child prostitution and\r\nchild pornography. This includes the spread of child\r\npornography on the Internet. New information technologies\r\ncreate new challenges. But that is why, more than ever, we\r\nhave to prohibit the production, dissemination and\r\npossession of child pornography in all its forms — print,\r\naudio, electronic media and video. Many countries have\r\nalready enacted such legislation nationally. But only a\r\nworldwide ban on child pornography will be effective. In\r\nthis context, we hope that the optional protocol on the sale\r\nof children, child prostitution and child pornography can be\r\nfinalized in the near future.\r\nLegislative action has to be complemented by\r\nimproved cooperation between national and international\r\nlaw enforcement and judicial authorities. I appeal to\r\nGovernments, the United Nations, non-governmental\r\norganizations and private business — including online\r\nservices and Internet service providers — to join efforts in\r\na crusade against child abuse. For every day we fail to do\r\nso, the innocent children of our world pay a terrible price.\r\nHuman rights, good and democratic governance and\r\nthe rule of law have moved to centre stage in promoting\r\npeace, security and sustainable development. Respect for\r\nand promotion of human rights have become a crucial\r\ncomponent of Union policies. They play a significant role\r\nin contractual relations with third countries, in development\r\ncooperation and in the common foreign and security policy.\r\nThe fiftieth anniversary of the Universal Declaration\r\nof Human Rights and the five-year implementation review\r\nof the Vienna Declaration should provide an opportunity for\r\na critical assessment of the progress made by all States.\r\nThe Council of the European Union, in commemorating this\r\nanniversary on 10 December this year in Vienna, will send\r\na strong signal to further strengthen the United Nations\r\nhuman rights programme, in particular the Office of the\r\nHigh Commissioner for Human Rights.\r\nThe European Union will continue to work towards\r\nthe full integration of human rights, as well as a gender\r\nperspective, into all activities of the United Nations system.\r\nWe hope that the adoption of the human rights defenders\r\ndeclaration will send a strong message of support to human\r\nrights activists worldwide. The European Union welcomes\r\nthe progress on a draft protocol to the Convention on the\r\nElimination of All Forms of Discrimination against Women,\r\nand a draft protocol to the Convention against Torture. We\r\nhope that the respective Working Groups can complete their\r\nwork next year.\r\nI would like to stress our strong interest in\r\ncooperating with other Governments and civil society to\r\nimprove the human rights situation in all parts of the\r\nworld. To this end, the Union supports a wide range of\r\nprojects and programmes in the field of human rights, the\r\nrule of law and electoral assistance. We will also work\r\nfor the complete abolition of the death penalty. In the\r\nmeantime, we shall call for a moratorium on all\r\nexecutions worldwide.\r\nThe international community is confronted with an\r\nincreasing number of new and more diverse forms of\r\nconflict, which often turn violent. Apart from taking\r\nmeasures of operational prevention, which address the\r\nconsequences of conflicts and range from preventive\r\ndiplomacy to all forms of peaceful settlement of disputes\r\nand the preventive deployment of forces, we have to\r\nconcentrate on the root causes, such as disrespect for\r\nminorities. We therefore need a pro-active policy,\r\nfocusing on preventing the outbreak of violence at an\r\nearly stage.\r\nEarly warning is a key element of a comprehensive\r\nstrategy of conflict prevention and a prerequisite for any\r\nfurther action. Finally, post-conflict rehabilitation has to\r\nbe more comprehensive and coordinated to address the\r\nwider issues of humanitarian assistance, reconstruction\r\nand respect for human rights, democracy and the rule of\r\nlaw. The European Union firmly supports United Nations\r\nefforts to strengthen its conflict-prevention and crisis-\r\nmanagement capacity.\r\nWe are deeply committed to the primary role of the\r\nUnited Nations in the maintenance of international peace\r\nand security and to the core functions of United Nations\r\npeacekeeping operations. This strong support is reflected\r\nin the facts: 4,500 troops and policemen from European\r\nUnion countries serve in United Nations peacekeeping\r\noperations, which is one third of United Nations\r\npeacekeeping personnel; thousands more men and women\r\nfrom the European Union have served and are serving in\r\nUnited Nations-mandated operations such as the\r\nStabilization Force in Bosnia; and our financial\r\ncontribution represents almost 40 per cent of the United\r\nNations peacekeeping budget.\r\nWe welcome the increasingly multidimensional\r\nnature of peacekeeping operations, which poses new\r\nchallenges to the average peacekeeper in the field.\r\nPeacekeeping today encompasses not only military tasks\r\nbut a variety of other functions, such as civilian police\r\nactivities, humanitarian assistance, demining, disarmament\r\nmeasures, demobilization, reintegration of former soldiers,\r\n9\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nenhancing and monitoring respect for human rights and, last\r\nbut not least, public information. At United Nations\r\nHeadquarters, this requires a strong Department of\r\nPeacekeeping Operations which is able to fulfil its functions\r\neffectively. In the wake of the decision by the General\r\nAssembly to reduce progressively the number of posts filled\r\nby personnel on loan, we strongly underline that the\r\nDepartment’s expertise and gains of recent years must be\r\nretained.\r\nThe European Union is gravely concerned about the\r\nincreasing security threat to United Nations personnel in the\r\nfield, not least to unarmed military observers and civilian\r\npersonnel. Bearing in mind the responsibility of the United\r\nNations and Member States towards those participating in\r\nUnited Nations peacekeeping operations, we wish to recall\r\nthe obligation of host countries and parties to conflicts to\r\nensure the safety of these operations.\r\nI would like to express our admiration and gratitude to\r\nall the men and women who serve under the banner of the\r\nUnited Nations in peace operations around the globe. They\r\nshow remarkable courage, motivation and idealism.\r\nLikewise, I wish to express my deep sympathy to the\r\nfamilies of United Nations personnel who have lost their\r\nlives in the service of peace.\r\nThe European Union attaches the utmost importance\r\nto progress in the areas of disarmament, arms control and\r\nnon-proliferation as a key element in the maintenance of\r\npeace and the strengthening of security. In this respect, the\r\nUnion wishes to reiterate its deep concern about the grave\r\nthreat to international peace and security posed by the\r\nnuclear tests carried out by India and Pakistan in May this\r\nyear. The Union has called on both countries to adhere to\r\ninternational non-proliferation regimes, in particular by\r\nsigning the Comprehensive Nuclear-Test-Ban Treaty as it\r\nstands. The Union strongly urges India and Pakistan to\r\nrefrain from nuclear tests and from the development or\r\ndeployment of nuclear weapons and nuclear-capable\r\nmissiles. Likewise, we call on both countries to engage in\r\na substantive dialogue with each other and to agree on\r\nconfidence-building measures.\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons is the cornerstone of the global non-proliferation\r\nregime and the essential foundation for the pursuit of\r\nnuclear disarmament. We are committed to the early entry\r\ninto force of the Comprehensive Nuclear-Test-Ban Treaty\r\nand welcome the recent ratifications by several countries.\r\nWe call upon all States which have not yet done so to\r\naccede to it, without any change. The conclusion of a fissile\r\nmaterial cut-off treaty will constitute a significant\r\ncontribution to non-proliferation and nuclear disarmament.\r\nWe warmly welcome the fact that all impediments to\r\nstarting such negotiations finally have been overcome, and\r\nwe are looking forward to contributing to the substantive\r\nnegotiations. We continue to believe that the systematic\r\nand progressive efforts by nuclear-weapon States to\r\nreduce nuclear weapons need to be intensified and\r\npursued with determination.\r\nBiological weapons pose grave dangers. It is\r\nshocking that they can also be produced by non-State\r\nactors. Therefore, the European Union gives priority to\r\nstrengthening the Biological and Toxin Weapons\r\nConvention. We strive for the successful conclusion of\r\nthe negotiations on a legally binding protocol establishing\r\na verification and compliance regime in 1999. I would\r\nalso like to underline our commitment to the universality\r\nand the full and effective implementation of the Chemical\r\nWeapons Convention, a landmark in the disarmament\r\nprocess.\r\nThe European Union reaffirms its commitment to the\r\ngoal of totally eliminating anti-personnel landmines\r\nworldwide and welcomes the opening for signature of the\r\nOttawa Convention. We are pleased that the number of\r\nsignatories and ratifications is rising steadily and that the\r\nConvention will enter into force on 1 March 1999. The\r\nfact that the required number of 40 ratifications was\r\nreached so quickly underlines the importance that the\r\ninternational community attaches to this endeavour. The\r\nEuropean Union, being the major donor to anti-mine\r\nactivities, is contributing significantly to solving the\r\nproblems caused by those weapons.\r\nA serious challenge to the international community\r\nis raised by the combination of internal conflicts and the\r\nproliferation of small arms. This issue requires a multi-\r\npronged response. The Union, for its part, has adopted a\r\ncode of conduct on arms exports and has thereby set high\r\ncommon standards. Moreover, we are currently engaged\r\nin the implementation of the European Union programme\r\nfor preventing and combating illicit trafficking in\r\nconventional arms. Under this programme, we will assist\r\nthird countries in preventing and combating illicit\r\ntrafficking in arms, and we will also assist affected\r\ncountries.\r\nAs we approach the new millennium, nearly a\r\nquarter of the world’s people — foremost among them\r\nwomen and children — continue to live in absolute\r\npoverty, while almost a third more are very poor. While\r\nthe blight of poverty thus continues to challenge the\r\ninternational community, recent decades have also shown\r\n10\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nthat progress in the reduction of poverty is possible. The\r\ngoal of poverty eradication, through sustained growth and\r\neconomic and social development, must be placed at the\r\ncentre of international development cooperation.\r\nPoverty has many dimensions and needs to be tackled\r\nin a gender-sensitive and comprehensive way within the\r\ncontext of sustainable development, based on the\r\ninterdependence and mutually reinforcing nature of\r\neconomic development, social development and\r\nenvironmental protection. The European Union therefore\r\nattaches great importance to an integrated and coordinated\r\nfollow-up to global conferences. While the first\r\nresponsibility lies with Governments, the United Nations\r\nsystem, as the global framework for international\r\ncooperation, has a key role to play in supporting and\r\ncoordinating national efforts.\r\nA new global partnership between developing\r\ncountries, developed countries, multilateral institutions and\r\ncivil society, with emphasis put on local ownership and\r\ncomplementarity of efforts, must be forged in order to\r\nachieve people-centred sustainable development. The strong\r\ncommitment of the Union to such a global partnership is\r\nbased on its unique position as the world’s largest provider\r\nof development assistance.\r\nAmong the various frameworks, the present Lomé\r\nConvention, which will expire in February 2000, remains\r\nessential. During the upcoming negotiations on a successor,\r\nthe European Union will aim at strengthening its\r\npartnership with the countries of Africa, the Caribbean and\r\nthe Pacific. Building on the experience gained so far, the\r\naim is to develop a modern and efficient framework for\r\ncooperation in order to keep the relationship between the\r\nUnion and the African, Caribbean and Pacific countries\r\nstrong and prominent in the twenty-first century. I am\r\nconvinced that cooperation in the context of the Lomé\r\nConvention will make an effective contribution to\r\neradicating poverty and integrating the African, Caribbean\r\nand Pacific countries into our worldwide economic system.\r\nWe are committed to sustainable development as the\r\noverarching principle of national policy and international\r\ncooperation in our policies. Recognizing the central role of\r\na healthy environment in quality of life, the European\r\nUnion attaches great importance to reform of the United\r\nNations Environment Programme (UNEP) and the United\r\nNations Centre for Human Settlements (HABITAT). We\r\nwould welcome more coordination, focus and efficiency in\r\nthese areas. The Kyoto Protocol, in which the member\r\nStates of the European Union committed themselves to a\r\nreduction of 8 per cent in greenhouse gases, constitutes an\r\nimportant step towards sustainable development. As\r\ndeveloped countries, we are prepared to take the lead in\r\ncombating climate change. The European Community and\r\nits member States are determined to translate the\r\ncommitments made at Kyoto into concrete actions and\r\nachievements.\r\nIn the context of sustainable development, population\r\nissues are of particular concern. They directly relate to\r\nhuman health and the quality of life. Over the coming\r\ndecades, population size and age structure will be\r\nimportant factors interacting with economic development\r\nand the environment in all parts of the world. It is\r\ntherefore very timely that a special session of the General\r\nAssembly will be convened next year to review and\r\nappraise the implementation of the Programme of Action\r\nof the International Conference on Population and\r\nDevelopment, held in Cairo in 1994.\r\nThe fight against drugs is a major priority in the\r\npolicy of the European Union. The recent special session\r\nof the General Assembly on the world drug problem was\r\nan important step in the international effort to counter the\r\nglobal scourge of drug abuse. I should like to pay tribute\r\nto the Executive Director of the United Nations Drug\r\nControl Programme (UNDCP), Pino Arlacchi, and all\r\nothers involved, for the excellent preparation of the\r\nsession. Political leaders unanimously endorsed a series of\r\nimportant documents, including a Political Declaration,\r\nseveral action plans, time-frames and a number of\r\nconcrete measures.\r\nWe welcome the balanced, integrated and gender-\r\nsensitive anti-drug strategy adopted by the special session.\r\nOur new commitments embrace efforts on both the supply\r\nand the demand side, constituting equal parameters of the\r\ndrug-control equation. In particular, we look forward to\r\nthe elaboration of an operational action programme on\r\ndemand reduction. We from the European Union fully\r\nsupport an effective and rapid follow-up and\r\nimplementation programme of the outcome of the special\r\nsession.\r\nIn the light of the important new and extensive\r\nmandates in the field of international drug control, the\r\ndonor base of UNDCP must be broadened. The European\r\nUnion will continue to support the valuable work of\r\nUNDCP, the international lead agency in the follow-up to\r\nthe special session.\r\nThe fight against organized crime — and the work\r\nof the United Nations Centre for International Crime\r\nPrevention — is of foremost importance. In this context\r\n11\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nwe welcome closer cooperation between UNDCP and the\r\nCrime Prevention Centre in order to enhance the synergy of\r\nthese programmes. The danger which transnational\r\norganized crime poses to the world community by creeping\r\ninto many aspects of our societies must be met by effective\r\ninternational measures. Therefore, we support the\r\nelaboration of a convention against transnational organized\r\ncrime and are pleased about the constructive and productive\r\nspirit of the preparatory meeting in Buenos Aires.\r\nThe horrible bomb attacks in Africa and Northern\r\nIreland have brought terrorism back to the forefront of\r\ninternational concern. The General Assembly, setting norms\r\nand standards for the fight against terrorism, has passed a\r\nnumber of resolutions and adopted no fewer than 11 anti-\r\nterrorism conventions. The Sixth Committee is currently\r\nnegotiating a convention on the suppression of acts of\r\nnuclear terrorism. Its early finalization would signal the\r\ndetermination of the international community to relentlessly\r\npursue terrorists. Only through concerted action can we win\r\nthe battle against terrorists. The more countries join in this\r\neffort, the fewer the safe havens where terrorists can run or\r\nhide.\r\nThe successful completion of the Conference for the\r\nestablishment of an International Criminal Court is an\r\nachievement of historic dimensions. The European Union\r\nfully endorses the outcome of the Rome Conference and the\r\nStatute, which was adopted by an overwhelming majority\r\nof participating States. This Statute lays the foundation for\r\nan effective and credible Court as an institution to fight\r\nimpunity for the most heinous crimes and to deter, once\r\nand for all, their commission, thereby contributing to the\r\nglobal advancement of peace and democracy. This session\r\nof the General Assembly must adopt the appropriate\r\ndecisions to make the Court a reality. The European Union\r\nstands ready to do its utmost to contribute to the\r\naccomplishment of these tasks.\r\nAs in the past, the European Union describes its\r\nrelations with third countries, and its position on areas of\r\nconflict throughout the world, in a memorandum that is\r\ncirculated as an integral part of this address. The\r\nmemorandum is a useful compendium of the common\r\nforeign and security policy of the Union and of relevant\r\nCommunity policies. I will highlight just a few positions.\r\nWe are extremely concerned at the dramatic escalation\r\nof tension in Kosovo. Hundreds of people have been killed,\r\nmore than 250,000 refugees have been forced to leave their\r\nhomes as a result of armed clashes, and the threat of a\r\nhumanitarian catastrophe is becoming ever more real. The\r\nprimary responsibility for the devastating situation rests\r\nwith the Serb and Yugoslav authorities, since their police\r\nand military operations have led to consequences for the\r\ncivilian population that are out of any justifiable\r\nproportion. Therefore, it is up to President Slobodan\r\nMilosevic to order a halt to all repressive actions against\r\nthe civilian population in Kosovo. At the same time, the\r\nUnion expects that all parties concerned reject all forms\r\nof violence.\r\nThe Union, together with humanitarian organizations,\r\nhas started a series of projects in order to create\r\nfavourable conditions for a return process for refugees\r\nbefore the winter comes. A complete cessation of armed\r\nactivities and a progressive withdrawal of Serb forces is\r\nneeded now to make people confident enough to return to\r\ntheir homes. The European Union urges the Federal\r\nRepublic of Yugoslavia authorities to allow unimpeded\r\naccess to all areas of Kosovo for humanitarian\r\norganizations and observers and international forensic\r\nexperts.\r\nNegotiations between both sides, with international\r\ninvolvement, should take place as soon as possible to\r\nagree upon confidence-building measures and to define a\r\nnew status for Kosovo. However, without a cessation of\r\nthe ongoing Serb offensive, an end to further bloodshed\r\nand a significant improvement of the catastrophic\r\nhumanitarian situation, a meaningful dialogue cannot be\r\nstarted. The European Union hopes that progress towards\r\ndemocracy, which is a prerequisite for the resolution of\r\nthe conflict, can be achieved in the Federal Republic of\r\nYugoslavia. The final objective of the reform process\r\nshould be the full integration of the Federal Republic of\r\nYugoslavia into the international community.\r\nThe Union remains fully committed to the\r\nimplementation of the Dayton Accords, to political and\r\neconomic stabilization, the return of refugees and the\r\nstrengthening of civil society in Bosnia and Herzegovina.\r\nThe past year has seen substantial progress due to strong\r\npressure by the international community. We hope that\r\nthe recent elections in Bosnia and Herzegovina will\r\ncontribute to the reconciliation of the ethnic communities\r\nand to the construction of a new civil society.\r\nWith regard to Albania, the European Union is\r\nseriously concerned at the recent outbreak of violence\r\nfollowing the assassination of a leading politician of an\r\nopposition party. The European Union calls on all\r\nAlbanian political parties to adopt a constructive attitude\r\nto solving the crisis by peaceful means through political\r\nconsultations. It urges the parties to renounce any strategy\r\nof confrontation and to avoid fighting and violent\r\n12\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\ndemonstrations. Further violence will make national\r\nreconciliation even more difficult.\r\nWe sincerely hope that the instability still widespread\r\nin Albania will soon be overcome, in particular by\r\novercoming the current political difficulties caused by\r\nhatred, mutual mistrust and various actions by both the\r\nGovernment and the main opposition party. The Union\r\nreminds all political factions of their obligation not to\r\ndeepen the political divide, but rather to develop a spirit of\r\ncooperation.\r\nThe Union will continue its assistance according to\r\nprogress made in the political dialogue as well as in the\r\nstabilization of institutions, especially in the field of police\r\naction.\r\nThe European Union stresses once again that the status\r\nquo in Cyprus is not acceptable. It reaffirms its strong\r\nsupport for the efforts of the Secretary-General and his\r\nSpecial Representative aimed at a negotiated and lasting\r\nsolution to the Cyprus question, respecting the sovereignty,\r\nindependence, territorial integrity and unity of the country\r\nin accordance with the relevant Security Council\r\nresolutions, with the goal of a bizonal, bicommunal\r\nfederation on Cyprus.\r\nThe Union started accession negotiations with the\r\nRepublic of Cyprus on 31 March of this year. The\r\naccession process and progress towards a political solution\r\nshould reinforce one another. Accession to the Union\r\nshould benefit all communities and help to bring about\r\npeace and reconciliation on the island.\r\nIn this context, we welcome the appointment of the\r\nnew United Nations Deputy Special Representative, Dame\r\nAnn Hercus.\r\nThe European Union remains deeply concerned at the\r\ncontinuing standstill in the Middle East peace process,\r\nwhich constitutes a threat to the stability of the region. The\r\nUnion considers the Middle East peace process to be the\r\nonly path to security and peace for Israel, the Palestinians\r\nand the neighbouring States. A just and durable solution is\r\nin the fundamental interest of the European Union.\r\nOur approach was reaffirmed at the meeting of the\r\nEuropean Council held in Cardiff in June 1998. We\r\ncontribute actively to efforts to promote the peace process,\r\nproviding not only substantial economic support but also\r\nadding our political weight to the search for a solution. It\r\nis of the utmost importance to restore trust and confidence\r\nbetween the parties. The pillars of a solution continue to be\r\nin the principles agreed at Madrid and Oslo, especially\r\nland for peace, the full implementation of existing\r\ncommitments of the Israeli/Palestinian Interim Agreement\r\nand the relevant Security Council resolutions.\r\nWe call on Israel to recognize the right of the\r\nPalestinians to self-determination without excluding the\r\noption of a state of their own. On the other side, we call\r\nupon the Palestinians to reaffirm their commitment to\r\nIsrael’s right to live within recognized and safe borders.\r\nWe also reiterate our opposition to Israeli settlements in\r\noccupied Arab territories and to other unilateral measures,\r\nsuch as the changing of the status of Jerusalem. More\r\nthan any other issues, such acts, as well as the continued\r\nexpansion of settlements, undermine the Palestinians’\r\nconfidence in the peace process.\r\nThe European Union will continue to provide\r\nassistance to the Palestinian people. The positive\r\ndevelopment of the Palestinian economy is a precondition\r\nfor political stability.\r\nWe want to express our concern at the lack of\r\nprogress on the Syrian and Lebanese tracks, and we\r\nunderline the need for a continuing effort in order to\r\nachieve a solution.\r\nThe Union supports the efforts of the United States\r\nto relaunch the negotiations. We consider that every\r\navenue should be explored in order to restore a spirit of\r\nmutual trust and constructive negotiations. In this respect,\r\nwe think that the recent proposals put forward by France\r\nand Egypt, as well as by our European Union Special\r\nEnvoy, should be studied positively.\r\nAfrica, in particular sub-Saharan Africa, stands at the\r\ncrossroads once more. In his landmark report (A/52/871)\r\nentitled “The causes of conflict and the promotion of\r\ndurable peace and sustainable development in Africa”,\r\nSecretary-General Kofi Annan provided us with a clear\r\nanalysis and a framework for a comprehensive policy.\r\nThe European Union is deeply concerned about the\r\nterrible toll that recent and current conflicts have taken,\r\nespecially on innocent civilians. In spite of important\r\nregional and subregional efforts, the instability appears to\r\nbe spreading, and creating a downward spiral that simply\r\nhas to be stopped. I therefore urge the international\r\ncommunity to continue to complement African efforts to\r\nsolve their problems, as it has done by establishing the\r\nUnited Nations Mission in the Central African Republic\r\n(MINURCA) and the United Nations Observer Mission in\r\nSierra Leone (UNOMSIL). The Union would welcome\r\nfurther development of regional and subregional\r\n13\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\ncooperation and integration among African countries. We\r\nhope that the summit between the European Union and the\r\nSouthern African Development Community in Vienna in\r\nNovember will make an important contribution.\r\nThe Secretary-General’s report rightly focuses on the\r\nimportance of creating an environment in which durable\r\npeace is sustained and economic growth promoted.\r\nRecognizing that peace and security are indispensable\r\npreconditions, we emphasize the need for good governance,\r\nincluding respect for human rights and the rule of law.\r\nThese values are essential pillars of the European Union’s\r\ndevelopment policy, which over several decades has been\r\ncentred on a genuine partnership with Africa.\r\nThe European Union is particularly concerned about\r\nthe ongoing crisis in the Democratic Republic of the Congo\r\nand the wider dangers for the region as a whole from the\r\nescalation of the conflict. In this respect, we hope that the\r\nEuropean Union Special Envoy for the Great Lakes region,\r\nMr. Aldo Ajello, will continue to work together with the\r\nrepresentatives of the Secretary-General of the United\r\nNations.\r\nWe urge all the parties involved in the conflict of the\r\nDemocratic Republic of the Congo to respect human rights\r\nand humanitarian law and to abstain from acts of violence\r\nagainst civilians. We welcome African initiatives to find a\r\npeaceful solution to this conflict, which can be solved only\r\nthrough a negotiated settlement acceptable to all Congolese.\r\nThis would allow the Democratic Republic of the Congo\r\nand other countries of the region to find the peace and\r\nstability that are prerequisites for their development. The\r\nUnion remains ready to help this political dialogue and to\r\nsupport any negotiation scheme obtaining the consent of all\r\nparties involved, inter alia, through the assistance of our\r\nSpecial Envoy for the Great Lakes region. A regional\r\nconference could be useful at a later stage to consider the\r\nrelevant aspects and to strengthen regional cooperation.\r\nWe are determined to play an effective role in efforts\r\nto stop the fighting and restore peace, stability and respect\r\nfor human rights in Afghanistan. We are committed to\r\nbringing about a sustainable peace in Afghanistan, putting\r\nan end to foreign intervention, and encouraging intra-\r\nAfghan dialogue, in particular through support for the\r\ncentral role of the United Nations. The European Union\r\nattaches special importance to the fight against illegal drugs\r\nand terrorism in Afghanistan.\r\nWe remain gravely concerned at the persistent human\r\nrights violations and breaches of humanitarian law in\r\nAfghanistan. We denounce the continuing discrimination\r\nagainst girls and women in that country. We strongly urge\r\nall factions, and in particular the Taliban, to recognize,\r\nprotect and promote human rights. And we strongly urge\r\nthem to end discriminatory policies and to recognize,\r\nprotect and promote equal rights and dignity for men and\r\nwomen.\r\nNon-governmental organizations will be able to\r\nreturn to Kabul only when the authorities in Afghanistan\r\nhave met the necessary conditions.\r\nWe reiterate our strong concern for the security of\r\nUnited Nations personnel, other related personnel and\r\npersonnel of non-governmental organizations in\r\nAfghanistan, and we recall the responsibility of all\r\nfactions to ensure safety, security and freedom of\r\nmovement. We condemn the recent attack against two\r\nstaff members of the United Nations Special Mission to\r\nAfghanistan (UNSMA) and the killing of Iranian\r\ndiplomats in northern Afghanistan, and we demand an\r\nurgent investigation into these atrocious acts. We call on\r\nthe Taliban to cooperate fully in ensuring the safe release\r\nof the remaining diplomats and other Iranian nationals\r\nmissing in Afghanistan.\r\nWe have been deeply involved in the electoral\r\nprocess in Cambodia, especially in voter registration and\r\npoll observation, dispatching some 200 election observers\r\nwho cooperated exceptionally well with the United\r\nNations and other observer groups in the Joint\r\nInternational Observer Group.\r\nWe call upon all political forces in Cambodia to\r\nseize this opportunity to work together, to the fullest\r\nextent possible, towards national reconciliation, and\r\nexpress the hope that, with the elections, the foundation\r\nfor the future well-being and prosperity of the people of\r\nCambodia has been laid. Return to political normalcy will\r\nencourage the Union to consider new assistance\r\nprogrammes to help Cambodia in its economic recovery.\r\nThe Union notes with satisfaction the results\r\nachieved at the August meeting in New York, under the\r\nauspices of Mr. Kofi Annan, between the Foreign\r\nMinisters of Indonesia and Portugal on the question of\r\nEast Timor. We commend the Secretary-General and his\r\nPersonal Representative for their efforts in this regard.\r\nWe welcome the Ministers’ agreement to enter into\r\nin-depth negotiations on issues related to the question of\r\nEast Timor, addressed in the final communiqué of the\r\nmeeting, without prejudice to their basic positions of\r\nprinciple. We hope that these negotiations will lead to a\r\n14\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\njust, comprehensive and internationally acceptable solution\r\nin the near future, respecting the rights and legitimate\r\naspirations of the people, in accordance with the resolutions\r\nof the General Assembly and with the principles enshrined\r\nin the United Nations Charter. We welcome the prospect of\r\nthe closer involvement of the East Timorese in the search\r\nfor a solution.\r\nI am deeply concerned at the continuing violations of\r\nhuman rights and lack of progress towards democracy in\r\nBurma/Myanmar. We strongly deplore the repressive\r\nactions of the Burmese authorities, including the arrest of\r\nseveral hundred members of the opposition. We call upon\r\nthe State Peace and Development Council once again to\r\nbring human rights violations to an end and to enter into a\r\nsubstantive dialogue with opposition leaders, especially and\r\nincluding Daw Aung San Suu Kyi and representatives of\r\nethnic minorities, in order to establish democratic rule in\r\naccordance with the will of the people as expressed in\r\ndemocratic elections held in 1990. The Union seeks to\r\ncooperate closely with other countries, in particular in the\r\nregion, to resolve the worrying situation in the country.\r\nAlthough the challenges of the twenty-first century\r\nwill be different from those we have been used to dealing\r\nwith in past decades, we are convinced that the United\r\nNations will become more indispensable than ever as the\r\nforum for global cooperation. What we have to do now is\r\nto make our world Organization fit for the next century.\r\nThe Secretary-General’s reform programme is excellent.\r\nThe reform of our world Organization is in the interest\r\nof all Member States. Of course, reform is not a cost-\r\ncutting exercise alone, but an ongoing process which will\r\nultimately lead to a substantial improvement of the work\r\ndone in the United Nations family. This process will help\r\nthe Organization to better focus on the fulfilment of\r\nmandates and on the improvement of programme delivery.\r\nConsequently, the European Union will continue vigorously\r\nto support reform based on the proposals of the Secretary-\r\nGeneral and the decisions of the General Assembly.\r\nAs far as the organization and methods of work of\r\nintergovernmental bodies are concerned, and especially of\r\nthe General Assembly, we attach particular importance to\r\nthe implementation of the reforms already agreed upon. We\r\nwould welcome further improvements, particularly the\r\nstreamlining of agendas, the reduction of duplication and\r\nbetter coordination between bodies dealing with similar\r\nissues.\r\nThe European Union firmly believes that the General\r\nAssembly should concentrate on implementing the\r\nsignificant agreements reached in some working groups of\r\nthe General Assembly and at the major United Nations\r\nconferences. Carefully wrought compromises that allowed\r\nadoption by consensus were the result of a great amount\r\nof time and energy invested by all Member States.\r\nThe European Union is firmly committed to finding\r\nsolutions to the United Nations financial crisis.\r\nContinuing high levels of unpaid assessments are\r\nundermining the financial stability and liquidity, and\r\ntherefore the purpose and goal, of the United Nations.\r\nThis places a heavy and unfair burden upon troop-\r\ncontributing countries. The member States of the\r\nEuropean Union have consistently honoured their\r\nfinancial obligations towards the United Nations. They\r\npay their contributions in full, on time and without\r\nconditions. A sound financial basis requires that all\r\nMember States fulfil their Charter obligations. The United\r\nStates cannot be exempt from such obligations.\r\nAs a permanent member of the Security Council, the\r\nUnited States has a special responsibility towards the\r\nUnited Nations. We express our sincere hope that\r\nWashington will soon settle its arrears and live up to the\r\nlegitimate expectations of Member States of the United\r\nStates’ role in the world Organization.\r\nThe European Union has grown from 100 million\r\npeople to 400 million today. With only 8 per cent of the\r\nworld population, the Union provides for 60 per cent of\r\ndevelopment and 50 per cent of humanitarian assistance.\r\nEighty per cent of international aid to Russia and the\r\nrepublics of the former Soviet Union, and 50 per cent of\r\nthe assistance to the Palestinian territories are paid by the\r\nEuropean Union. Forty per cent of the reconstruction help\r\nto Bosnia and Herzegovina come from the member States\r\nof the European Union. We are the strongest supporter of\r\nthe United Nations. Our contributions account for 36 per\r\ncent of the regular budget and 39 per cent of the\r\npeacekeeping budget. The Union is ready to use its\r\npolitical weight for the benefit of the entire international\r\ncommunity, in particular developing countries.\r\nLet me conclude by reaffirming the European\r\nUnion’s deep commitment to the purposes and principles\r\nof the United Nations Charter. We will continue to\r\nsupport strongly the United Nations and the Secretary-\r\nGeneral in carrying out the key objectives: the\r\nmaintenance of international peace and security, economic\r\nand social progress, and the promotion of human rights\r\nand democratic freedoms.\r\n15\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nThe message of the European Union to the United\r\nNations is clear. At the threshold of the new millennium,\r\nwe face common threats and challenges. We must join\r\nforces to harness the benefits and diminish the risks of\r\nglobalization. We must form a global alliance for human\r\nsecurity. Global cooperation, as understood by the European\r\nUnion, means human solidarity to ensure the survival of our\r\nplanet and safeguard the future of coming generations.\r\nThe President (interpretation from Spanish): I now\r\ncall on the Vice Chancellor and Minister for Foreign\r\nAffairs of the Federal Republic of Germany, His Excellency\r\nMr. Klaus Kinkel.\r\nMr. Kinkel (Germany) (spoke in German;\r\ninterpretation furnished by the delegation): I congratulate\r\nyou, Mr. President, on your election. I wish you good\r\nfortune and all of us a successful session.\r\nI should also like to thank Ambassador Udovenko for\r\nthe dedicated way he conducted the business of the fifty-\r\nsecond session. He advanced the reform process at the\r\nUnited Nations and kept it on the agenda. We can and must\r\nfollow up these efforts.\r\nThis session of the General Assembly has a special\r\nsignificance for my country. It was 25 years ago, almost to\r\nthe day, on 19 September 1973, that Walter Scheel became\r\nthe first Foreign Minister of the Federal Republic of\r\nGermany to address the United Nations. When he described\r\nour perception of the United Nations, he said that it meant\r\nmore than the mere security of States, more than the mere\r\nregulation of their diplomatic relations. He said that what\r\nit is all about is the beginning and the objective of any\r\nrational policy — people.\r\nThat description of our role in the United Nations\r\nremains valid. United Germany too feels committed to a\r\nworld free from fear and want, protected by the rule of law,\r\na world in which every individual has his opportunity and\r\nwhich preserves the integrity of Creation for future\r\ngenerations. It is the vision enshrined in the International\r\nBill of Human Rights.\r\nWe have come a lot closer to that vision over the past\r\n25 years. The division of Germany, Europe and the world\r\nhas been healed. The world is developing ever more into\r\nthe “one world” on the foundations of democracy and\r\nhuman rights. But it is also becoming increasingly clear that\r\nthe human race has never been so bound up together in its\r\ncommon destiny, united by common challenges, as it is\r\ntoday.\r\nThe crises in Russia and Asia have shaken the world\r\neconomy. The global scourges of drugs, organized crime\r\nand terrorism spread their tentacles around the globe. The\r\nyear 1998 is the year of climate disasters. Two thirds of\r\nBangladesh is under water and the Yangtze floods in\r\nChina have claimed thousands of lives.\r\nNo State, whether super-Power or small island State,\r\ncan master these global challenges alone. And no one can\r\nescape them, least of all the suffering people: the\r\nhomeless in Bangladesh, the drug addict in Europe, the\r\nvictim of civil war in Africa.\r\nWe can shape our future only through joint efforts.\r\nWe therefore need global action and global management\r\nfor the global challenges of the twenty-first century; not\r\ntomorrow or the day after, but today.\r\nThis is a test not only for Governments but also for\r\nthe other global players: the non-governmental\r\norganizations and the multinational corporations. Never\r\nwere the non-governmental organizations so important as\r\nthey are today. Without them the Ottawa Convention\r\nbanning landmines could not have been signed in\r\nDecember 1997. And, let us not forget, 51 of the world’s\r\nhundred largest economic entities are now companies, and\r\nonly 49 of them States. All this shows that the time has\r\ncome for new alliances for peace, freedom and prosperity\r\nthroughout the world.\r\nThe age of globalization is the age of the United\r\nNations. Only here do all nations of the world come\r\ntogether. Only here can we find joint solutions to the\r\nglobal challenges of today and tomorrow. This is why we\r\nGermans want to help get the United Nations in shape for\r\nthe twenty-first century. We are facing up to this\r\nresponsibility — as the second largest export nation and\r\nthe third largest economy in the world, and as the country\r\nwith the largest population in the European Union.\r\nWe owe Secretary-General Kofi Annan our gratitude\r\nand support for his reform proposals. Now it is up to the\r\nMember States. The Security Council still mirrors the\r\nworld as it was at the end of the Second World War, but\r\nnot the enhanced status of Asia, Africa and Latin America\r\nwith the Caribbean.\r\nThe same is true of the greater weight of Japan and\r\nunited Germany. I wish to thank all Member States that\r\nadvocate a permanent seat for Germany on the Security\r\nCouncil. Security Council reform cannot be delayed any\r\nlonger; otherwise, the momentum will be lost and that\r\nwould be bad indeed.\r\n16\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nSince the ending of the cold war the United Nations\r\nhas had more burdens to shoulder than ever. It therefore\r\nneeds effective institutions, and for this reason it has a right\r\nto expect members to pay their dues on time. All, and\r\nespecially the big members, must help according to their\r\nability to ensure that the world Organization can accomplish\r\nits tasks. Germany, the third largest contributor, will\r\ncontinue to meet its obligations.\r\nWe know from recent experience that we should not\r\nadd to but rather ease the burden of the United Nations.\r\nThis is a task especially for regional organizations like the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) and the Organization of African Unity (OAU). If\r\nthey succeed in settling conflicts locally, the Security\r\nCouncil will not need to deal with them. I think that would\r\nbe very well-advised, because it would free capacities for\r\nall of us.\r\nNew avenues of joint action are therefore called for.\r\nTo pretend globalization is not happening would be absurd.\r\nOnly those who face up to the challenge can exploit the\r\nopportunities and cushion the risks.\r\nThe impact of the crises in Russia and Asia shows that\r\nthe world economy needs a reliable framework. That is not\r\nto say we need a global financial authority or fixed\r\nexchange rates, least of all a new wave of protectionism.\r\nBut we do need better early-warning mechanisms, more\r\ntransparency and more efficient banking systems, especially\r\nin the newly emerging economies.\r\nThis is not a task for Governments alone. What is\r\nneeded now is a global public-private partnership between\r\nGovernments, international financial organizations and\r\ncorporations. We therefore support the American initiative\r\nfor a dialogue between the G-8 and the newly emerging\r\neconomies on a new international financial architecture. The\r\nInternational Monetary Fund (IMF) and the World Bank\r\nshould not always have to serve as the stopgap when the\r\nopportunity for structural reforms has been missed.\r\nManaging globalization also means weaving a network\r\nof partnerships between the big regional groupings and the\r\nbig countries. The regional groupings are the components\r\nof a new global order under the roof of the United Nations.\r\nThe European Union’s partnerships with regional\r\norganizations like the Association of South-East Asian\r\nNations (ASEAN), the Southern Common Market\r\n(MERCOSUR) and the Southern African Development\r\nCommunity (SADC) prove we are on the right course: We\r\nwant an open, not a confrontational, kind of regionalism.\r\nI am confident that the European Union will be an\r\nanchor of stability in the twenty-first century. By\r\nintroducing a single currency on 1 January 1999, it is\r\nfocusing its energies. Its global role will increase. It is\r\nabout to begin further negotiations on accession with\r\nassociated partners. What Willy Brandt said about\r\nGermany in 1989 applies today to the whole of Europe:\r\n“What belongs together is now growing together”.\r\nThe North Atlantic Treaty Organization (NATO) too\r\nis also gradually opening its doors to the new\r\ndemocracies. In the year of its fiftieth anniversary it will\r\nadmit Poland, Hungary and the Czech Republic. Together\r\nwith Russia, Ukraine and the other Commonwealth of\r\nIndependent States members, we are developing a\r\ncomprehensive security partnership.\r\nTrue, the Russians are having a rough time at\r\npresent, but the world needs a democratic and stable\r\nRussia, a Russia which will play the role commensurate\r\nwith its size, its status and its potential. Russia faces a\r\nHerculean task of consolidating the economy and\r\nmaintaining social stability. All those responsible must\r\nface up to the challenge: the President, the Government,\r\nthe parties and business. Of course, the regions too are\r\ncalled upon.\r\nI know from my talks with Prime Minister Primakov\r\nlast week in Moscow that Russia intends neither to\r\nchange course nor to go into reverse. The crisis in Russia\r\naffects us all. We will not abandon Russia. It can count\r\non us.\r\nThe Kosovo conflict remains a thorn in Europe’s\r\nside. A humanitarian disaster in the true sense of the\r\nword is looming. The situation of the refugees, more than\r\n250,000 of them, is desperate. International organizations,\r\nthe European Union, the United States and Russia are\r\ncoordinating their efforts to enable those who have been\r\ndriven out to return to their villages.\r\nTime is getting short; winter is just around the\r\ncorner. Most of the responsibility for this drama lies with\r\nBelgrade, with President Milosevic. He must realize that\r\nthe international community will react with military force\r\nif necessary. We still seek a political solution for\r\nKosovo — self-administration within the Yugoslav\r\nFederation. However, this cannot be achieved without\r\nBelgrade and Pristina. So the weapons must now be\r\nsilenced. We condemn the use of force by the Yugoslav\r\nsecurity forces and the Kosovo Liberation Army. The\r\nrecent reports we have received from Kosovo are very\r\n17\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\ndisappointing, troubling and worrisome. I hope they are not\r\ntrue.\r\nNATO is prepared to provide the backing for a\r\npolitical solution. Yugoslavia and Kosovo are a part of\r\nEurope. Their future can only be a European one. The\r\nhistory of Europe in this century shows that we can\r\novercome hatred and mistrust. But we have to have the\r\nwillingness to do so.\r\nIn Bosnia, too, we have seen animosity slowly being\r\nreplaced by trust and cooperation. Recently I paid my\r\ntwelfth visit to Sarajevo. That tormented city is slowly\r\nbeginning to blossom again, and the country’s\r\nreconstruction is progressing.\r\nNonetheless, the peace process must continue to be\r\nbuttressed by NATO and the Stabilization Force (SFOR),\r\nfor the process is not self-sustaining. Regardless of the\r\nresult of the elections, the international community will not\r\ntolerate any reversal of the implementation of the peace\r\nagreement. Furthermore, genuine peace will not return until\r\nthe presumed war criminals and enemies of peace —\r\nMr. Karadzic and his lot — have been brought to trial in\r\nThe Hague.\r\nOnly when those guilty of crimes against humanity,\r\ntorturers and terrorists all over the world, have been\r\nbrought to justice will we all be able to sleep peacefully.\r\nThus, the establishment of the International Criminal\r\nCourt on 17 July as a major step towards a world order in\r\nwhich the force of law, not the law of force, prevails.\r\nGermany was the driving force. I appeal to all countries to\r\nsign and ratify the Court’s Statute.\r\nNo one stands more at the mercy of those who wield\r\npower than refugees. At present more than 20 million\r\npeople worldwide are in flight: despairing elderly people,\r\nwomen, children; people who are sick, homeless and\r\ndestitute and have absolutely no idea what is going to\r\nhappen to them.\r\nOver the last several years I have been to many\r\nrefugee camps, in Albania, Africa and the Middle East.\r\nEvery refugee’s case is a story of immeasurable human\r\nsuffering.\r\nGermany is now the country with the second largest\r\nnumber of refugees. From Kosovo alone, 150,000 refugees\r\nhave found refuge in Germany.\r\nThe suffering of the refugees is a humanitarian and\r\npolitical challenge to the international community as a\r\nwhole. What is now needed, therefore, is a global refugee\r\npolicy. The United Nations, too, has to do something\r\nabout it.\r\nSpecifically, this means, first, a more equitable\r\ndistribution of the refugees, as I recommended here in the\r\nGeneral Assembly in 1993. We cannot leave the poorest\r\ncountries to their own devices in trying to cope with the\r\nrefugee problem.\r\nSecondly, greater efforts will have to be made to\r\nremove the causes of flight and expulsion.\r\nSecretary-General Kofi Annan has declared the\r\ntwenty-first century a century of prevention, and with\r\ngood reason. To wait until a situation gets so bad that\r\npeople have to take flight is to make oneself partly\r\nresponsible. Trouble must therefore be nipped in the bud.\r\nThis is the task of preventive diplomacy, of human rights\r\nobservers and peacekeeping forces.\r\nStriking at the root of mass flight and migration also\r\nmeans eliminating the economic, ecological and social\r\ncauses. The gap between rich and poor grows wider. The\r\nwealthiest 20 per cent of the world population consume\r\n86 per cent of all goods, the poorest 20 per cent only 1.3\r\nper cent.\r\nThis equity gap must be closed. Every individual has\r\na right to live in dignity, free from hunger and want.\r\nAll nations must be given a fair chance in global\r\ncompetition, the poorest ones in particular. Hence, it is up\r\nto the rich countries to help the poor make the most of\r\ntheir opportunities for development.\r\nOur aim is a social world market economy. This is\r\nwhy in 1997 Germany spent 10.25 billion deutsche marks\r\non bilateral and multilateral assistance measures — an\r\ninvestment in peace and stability.\r\nAfrica shows what can be achieved when the\r\ninternational community and the countries concerned pull\r\ntogether. Today, democratic elections are held in more\r\nthan half of the African countries. In 20 African countries\r\neconomic growth is between 4 and 6 per cent, and in 11\r\nit is higher still.\r\nWe want the Africans to know that we will not\r\nabandon that vast continent and its 800 million people,\r\ndespite the heavy burdens it still has to bear.\r\n18\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nPoverty and refugee problems are also exacerbating\r\nthe situation in the Middle East. The people in Israel and in\r\nthe Palestinian territories long for peace more than anything\r\nelse on earth. The peace process requires fresh impetus.\r\nThe Israelis and Palestinians must move towards each\r\nother again and rediscover the lost mutual trust.\r\nWe Europeans will continue to support this process\r\nwith our American friends. We back Israel’s legitimate\r\nclaim to security for its State and citizens.\r\nThe Palestinians have recognized that claim; now\r\nwords must be followed by deeds. They must see to it that\r\nterrorism has no chance.\r\nBut Israel, too, must show compromise as regards a\r\nfurther partial withdrawal. Neither side should put any new\r\nobstacles in the way of a deal — and that includes allowing\r\nnew settlements in the occupied territories.\r\nParticularly in the Middle East, we have time and\r\nagain seen that terrorism leads to a dead end, destruction\r\nand suffering. We must pit all our strength against the\r\ncynics who advocate violence, the fanatics and ideologues;\r\nthe dead of Omagh, Nairobi and Dar-es-Salaam serve as a\r\nwarning. Those who plant bombs and murder people must\r\nbe brought to justice.\r\nDrying up the sources of terrorism — poverty, ethnic\r\nconflict and fundamentalism — is our common\r\nresponsibility. But to fight terrorism is not to fight Islam.\r\nIslam is one of the great world religions. Nothing could be\r\nfurther from the truth than the cliché that Islam is\r\nsynonymous with fundamentalism and violations of human\r\nrights.\r\nWe want a dialogue of cultures and religions,\r\nespecially with Islam. There exists an ethic of humanity\r\nthat unites us all. This ethic is based on the inalienable\r\ndignity of every individual, as expressed in the Universal\r\nDeclaration of Human Rights and the human rights\r\ncovenants of the United Nations. These are the benchmarks\r\nfor our joint action in the twenty-first century.\r\nViolations of human rights are no longer an internal\r\nmatter of States. They concern us all. Any group which,\r\nlike the regime in Kabul, denies women their basic human\r\nrights places itself outside the international community of\r\ncommon values.\r\nThe world of tomorrow will be judged by how we\r\ntreat our children today. They are our most valuable asset.\r\nYet the rights of many children are still being trampled\r\nunderfoot. Millions of children have no chance to live a\r\nlife in dignity. Millions of children are forced to work.\r\nParticularly appalling is the fact that every year\r\nsome two million children all over the world are sexually\r\nabused. Only through joint action can we stop child\r\nprostitution, traffic in children and child pornography,\r\nincluding that proliferated via the Internet. I therefore\r\npropose that the United Nations set up a contact point to\r\ncoordinate worldwide efforts to eradicate sexual abuse of\r\nchildren. The optional protocol to the Convention on the\r\nRights of the Child designed to afford better protection\r\nagainst sexual exploitation should be quickly adopted and\r\nquickly put into effect.\r\nChildren are small people who need big rights.\r\nProtection for children during armed conflicts must be\r\nimproved, including by outlawing their use as soldiers.\r\nWe all hoped that with the ending of the East-West\r\nconfrontation the danger of a nuclear conflagration would\r\nbe gone forever. This has proved to be an illusion. The\r\nthreat of proliferation of means of mass destruction\r\nhovers over the human race. We can safeguard world\r\npeace in the twenty-first century only if we keep such\r\nterrible weapons under control.\r\nIn Geneva, India and Pakistan have agreed to\r\nnegotiations on a cut-off. That’s a good sign, but not\r\nnearly enough. It must be followed by their accession to\r\nthe Comprehensive Nuclear-Test-Ban Treaty. And all\r\nnations should now sign the Treaty on the Non-\r\nProliferation of Nuclear Weapons and Nuclear-Test-Ban\r\nTreaty. This also applies to the conventions banning\r\nchemical and biological weapons. The adoption of a\r\nverification protocol to the Biological Weapons\r\nConvention is now urgent.\r\nNext March the Ottawa Convention imposing a\r\nworldwide ban on anti-personnel landmines enters into\r\nforce — a great success. Only if all countries now sign\r\nthe Convention will these diabolical devices soon be\r\nwiped from the face of the earth. It is our common task\r\nto get rid of the 100 million mines still remaining, using\r\nstate-of-the-art technology.\r\nWe must also radically rethink our attitude to nature.\r\nThe victims of the floods in China and Bangladesh are a\r\nwarning. We must swing the wheel round now. This we\r\nowe to our children and grandchildren. We can save our\r\nblue planet and its ecosystem together or not at all.\r\n19\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nTake the world climate. The Kyoto Protocol launched\r\na global effort to protect it. That was a big step forward.\r\nBut time is getting short. We have just had the warmest\r\nhalf year this century. At the fourth session of the\r\nConference of the Parties to the United Nations Framework\r\nConvention on Climate Change, scheduled for Buenos Aires\r\nin November, we shall have to agree on the instruments\r\nwith which to achieve the objectives of Kyoto.\r\nTake water. Water is irreplaceable. Water is more\r\nimportant than oil. Yet in more than 80 countries it is in\r\nshort supply. Two billion people have insufficient access or\r\nnone at all to clean drinking water. Finding joint solutions\r\nfor the peaceful use and conservation of water, the source\r\nof life, is one of the great tasks of the twenty-first century.\r\nThe pursuit of this scarce commodity must not be allowed\r\nto spark fresh conflicts.\r\nGermany intends to remain in the vanguard of the\r\ninternational campaign to protect the environment. I am\r\ngratified to note that our commitment has been\r\nacknowledged by the appointment of Klaus Töpfer as\r\nExecutive Director of the United Nations Environment\r\nProgramme.\r\nBut we are not going to rest on our laurels. A few\r\ndays ago I opened an international conference in Potsdam\r\non early-warning mechanisms for natural disasters. The\r\nconference has shown that progress can be achieved if we\r\nwant it. Specifically, it is now a question of establishing\r\neffective global early-warning systems for environmental\r\ncrises and natural disasters, and developing emergency\r\nmanagement arrangements for the coordination of\r\ninternational relief measures. We must now get down to\r\nthis task, and the United Nations is the right place to do so.\r\nFour hundred and sixty three days from now the\r\ntwentieth century comes to an end — a century of\r\nunprecedented violence and destruction. The coming\r\ncentury must be a century with a humane countenance.\r\nWhat a wonderful vision. But talking about it is not\r\nenough. Only if we act together will we survive together.\r\nThe United Nations is indispensable to this task.\r\nStrengthening it to secure a peaceful and more equitable\r\nworld — that is our responsibility. This we owe to coming\r\ngenerations. My country will devote every possible effort\r\nto this task.\r\nThe President (interpretation from Spanish): I now\r\ncall on His Excellency Mr. Igor Ivanov, Minister for\r\nForeign Affairs of the Russian Federation.\r\nMr. Ivanov (Russian Federation) (interpretation\r\nfrom Russian): Mankind is increasingly feeling the winds\r\nof the twenty-first century. What they bring depends on\r\nall of us, on whether or not we succeed in responding\r\ncollectively to new challenges and in establishing a\r\nreliable system of international security and stability once\r\nwe have overcome the vices, antagonisms and stereotypes\r\naccumulated during the century about to end.\r\nThis is not only possible, it is the imperative of our\r\ntimes!\r\nA well-known Russian proverb says, “If you would\r\nlive in the world, live in peace”. It contains a highly\r\nphilosophical message of everlasting value. Mankind will\r\nlive in peace and harmony once it has learned to resolve\r\nemerging problems through peaceful, political means.\r\nStates will live in peace and harmony once they have\r\nrecognized their interrelationship and interdependence and\r\nstarted to seek collective responses to the challenges of\r\ntheir times.\r\nExperience confirms the truth of this popular\r\nwisdom. The most recent example is the sharp\r\naggravation of the world monetary and financial crisis\r\nwhich has besieged many countries, including Russia,\r\nwhich is undergoing sweeping economic reforms. The\r\ncurrent upheaval in the world financial markets can be\r\novercome only by joint efforts that do not pursue\r\nunilateral advantages and are intended to ensure global\r\neconomic stability. Interaction of States in this process,\r\nincluding within the framework of the United Nations,\r\nmust, on principle, be raised to a new level.\r\nAs for Russia, after overcoming an acute political\r\ncrisis, the country’s President, Boris N. Yeltsin, the\r\nGovernment and the leading political forces are making\r\nvigorous efforts to stabilize the economic and financial\r\nsituation. This is not an easy task, but the solution will be\r\nfound.\r\nFrom this rostrum I pledge that Russia will not\r\ndeviate from the path of reform and will do its best to\r\npass with dignity this most difficult test, so as not only to\r\npreserve the democratic progress that has been made but\r\nalso to augment it.\r\nLikewise, Russia’s foreign policy will remain\r\nconsistent and constructive. It is firmly geared towards\r\nbuilding a democratic multipolar world, ensuring\r\ninteraction with other States in the interests of settling\r\ninternational problems by political means and developing\r\nbroad, mutually beneficial cooperation in all areas.\r\n20\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nWe are convinced that the problems before the world,\r\nno matter how complex they may be, can be solved on the\r\nbasis of strict observance of international law and close\r\ninteraction among States. Multilateral organizations and\r\nmechanisms have a special role to play in this respect.\r\nAbove all, this applies to the United Nations, which\r\ncontinues to be the sole universal international\r\npeacekeeping organization and is thus better equipped than\r\nany other world body to reach agreements on how to settle\r\nconflicts, as well as to identify and remove the underlying\r\nsocial and economic causes. It is important for United\r\nNations efforts to be reinforced by support from regional\r\norganizations.\r\nWe highly value the level of interaction that now\r\nexists between the United Nations and the Organization for\r\nSecurity and Cooperation in Europe (OSCE), acting as a\r\nreliable partner in addressing complex European problems,\r\nas well as interaction with the Organization of African\r\nUnity (OAU) and other regional organizations, including\r\nthe Commonwealth of Independent States (CIS). The\r\ninternational community has developed a unique arsenal of\r\npolitical and diplomatic tools intended for the resolution of\r\nevery international problem. It must be put to effective use.\r\nCoercive actions constitute exceptional methods of last\r\nresort. Their use must be strictly regulated by the rules of\r\ninternational law and above all by the United Nations\r\nCharter. In other words, we advocate invoking the force of\r\nlaw rather than the law of force in international affairs.\r\nThe fact that the Iraqi crisis which erupted earlier this\r\nyear was settled precisely by political means, through the\r\njoint efforts of many States and the initiatives launched by\r\nthe United Nations Secretary-General, provided graphic\r\nevidence that the potential inherent in constructive and\r\nactive diplomacy is by far more efficient than relying\r\nexclusively on military force.\r\nA new outbreak of tensions around Iraq has made us\r\ndeeply concerned, since it is fraught with serious\r\nconsequences for regional and international stability. No\r\ndoubt Iraq must fully travel its part of the road, resume full\r\ncooperation with the United Nations Special Commission\r\nand the International Atomic Energy Agency (IAEA) and\r\nimplement relevant Security Council resolutions. On the\r\nother hand, the Security Council must adequately assess the\r\nsituation related to the elimination of Iraq’s weapons of\r\nmass destruction and answer the question of whether or not\r\nthat country still poses a threat to regional and overall\r\ninternational security after seven years of work carried out\r\nthere by United Nations inspectors. Concerted action by the\r\nworld community is required today to finally unblock this\r\ncrisis situation.\r\nPolitical logic must prevail over the logic of force in\r\nour search for ways to settle the explosive conflict in\r\nKosovo. The use of tools of coercion to resolve the\r\nKosovo conflict might lead to a major war with\r\nunpredictable consequences for the Balkan region and\r\nEurope at large. It is our firm belief that a political\r\nsolution is the only possible way of settling the problem\r\nof Kosovo, granting it broad autonomy and ensuring strict\r\nrespect for the territorial integrity of the Federal Republic\r\nof Yugoslavia.\r\nThe bloodshed in Afghanistan continues in spite of\r\nthe fact that, as experience has shown, only temporary\r\ngains can be obtained in that country through the use of\r\narms. Rather, it is only through a persistent search for\r\npolitical solutions, with the United Nations playing a\r\ncentral role, that genuine stabilization, real settlement,\r\nformation of an efficient central Government recognized\r\nby all Afghans and, finally, assurance of Afghanistan’s\r\nterritorial integrity and independence can realistically be\r\naccomplished.\r\nCollective political efforts are required to give a\r\nsecond wind to the Middle East peace process. In our\r\nview, it is not so much the absence of fresh ideas or\r\nproposals but rather the upsetting of the balance that has\r\nstymied progress on all the negotiating tracks. It should\r\nnot be ignored that even if the Middle East process has\r\nlong-term objectives, it also has its time limits. Russia has\r\nconsistently advocated the establishment of an\r\nindependent Palestinian State through political means and\r\nnegotiations. It is only in this way that the inalienable\r\nrights of the Palestinians to self-determination and reliable\r\nassurance of Israel’s legitimate security interests can be\r\nrealized.\r\nIn a parallel move, talks must be resumed on the\r\nSyrian and Lebanese tracks, building on the results\r\nalready achieved.\r\nThe recently proposed settlement of the Lockerbie\r\ncase has been a major accomplishment of the international\r\ncommunity. The adoption by the Security Council of a\r\nrelevant resolution was possible due to the constructive\r\napproach taken by the parties concerned — the United\r\nStates, Great Britain, France and Libya — as well as due\r\nto diplomatic efforts by many international organizations,\r\nwhich were supported by Russia. It is essential to proceed\r\nwithout delay to its implementation.\r\n21\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nArguably, similar perseverance must be shown in the\r\nefforts to break the deadlock in the Cyprus settlement. The\r\nUnited Nations must play a leading role to this end.\r\nFailure of the international community to fully\r\nextinguish any one of the long-standing local conflicts in\r\nAfrica in recent years is a source of growing concern.\r\nMoreover, new flash points of tension have emerged on that\r\ncontinent. It must be admitted that so far attempts to\r\nachieve full coordination between the United Nations and\r\nAfrica’s regional organizations have not succeeded. That is\r\nwhy the upcoming Security Council ministerial meeting on\r\nAfrica should focus on shaping a strong common stance\r\ncapable of radically reversing the negative dynamics of\r\nAfrica’s latest developments.\r\nFor objective reasons, Russia has paid special attention\r\nto settlement of conflict situations in the CIS. Whether in\r\nAbkhazia, South Ossetia, Nagorno-Karabakh, Tajikistan or\r\nTrans-Dniestria, our country has but one objective —\r\nnamely, promoting a political settlement and helping build\r\nlasting peace. As requested by the sides concerned, Russia\r\nhas undertaken a difficult peace-building mission and is\r\ndoing all it can to bring it to fruition. But the effort can\r\nprove unavailing unless the parties in conflict show\r\ngoodwill and a constructive attitude and also receive more\r\nmeaningful international backing, above all from the United\r\nNations and the OSCE.\r\nWhile making strong efforts to settle regional crises,\r\nwe should not lose sight of global problems, some of which\r\nhave acquired a new dimension in the last year.\r\nWe cannot but feel concerned over the emergence of\r\na real threat in the form of the proliferation of nuclear\r\nweapons throughout the planet. It is a common task of the\r\ninternational community to encourage all countries to\r\naccede both to the Treaty on the Non-Proliferation of\r\nNuclear Weapons and to the Comprehensive Nuclear-Test-\r\nBan Treaty. We welcome Brazil’s accession to the Non-\r\nProliferation Treaty.\r\nRussia is committed to the idea of continued reduction\r\nof nuclear weapon arsenals and the maintenance of strategic\r\nstability at lower armament levels. In this context, we\r\nattach particularly great importance to the Russian-\r\nAmerican interaction in the area of reducing strategic\r\noffensive arms. In the course of his appointment hearings,\r\nMr. Yevgeny M. Primakov, Chairman of the Russian\r\nGovernment, expressed his firm resolve a few days ago to\r\nseek early ratification by the State Duma of the START II\r\nTreaty. Likewise, it is important for the United States to\r\nratify all documents related to START II.\r\nAccession of the other nuclear Powers to the nuclear\r\narms control process is now on the agenda. We urge\r\ncareful consideration of a proposal made by President\r\nBoris Yeltsin that calls on the nuclear Powers to deploy\r\nnuclear weapons exclusively within the boundaries of\r\ntheir national territories. We note with satisfaction the\r\nrecent consensus decision in the Conference on\r\nDisarmament to start negotiations banning production of\r\nnuclear-weapon-grade fissionable materials. What is of\r\nspecial significance is that the decision was supported by\r\nStates that are not yet parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons, among others. We are\r\nconvinced that such a ban would be a further necessary\r\nstep in multilateral efforts to enhance the non-proliferation\r\nregime and nuclear disarmament.\r\nThe nuclear threat has many faces. Today, nuclear\r\nterrorism can also be a source of that threat. What seemed\r\nto be science fiction yesterday can now, much to our\r\nregret, become a reality. Hence, strong action by the\r\ninternational community is required to prevent the real-\r\nlife emergence of that new form of terrorism.\r\nAccelerating work on a draft convention to combat acts\r\nof nuclear terrorism, submitted by our country so that it\r\ncan be adopted by the General Assembly at the current\r\nsession, has become particularly relevant.\r\nRussia has repeatedly stated at the highest level its\r\nfirm opposition to terrorism in all its forms and\r\nmanifestations. International terrorism is one of the most\r\ndangerous global challenges to international stability. It\r\ncan be successfully combated only through united action\r\nby all States. Indeed, only by acting together instead of\r\nmaking unilateral power moves, shall we be able to\r\nsucceed in our fight against that most dangerous of evils.\r\nMilitant separatism has become another factor that\r\ndestabilizes international relations. Relying exclusively on\r\nextremist methods in the struggle for the national rights\r\nof minority groups within multinational States, separatism\r\noften finds itself in league with terrorism and religious\r\nfanaticism. Separatism inevitably provokes internal\r\nconflicts in which neighbouring countries frequently get\r\ninvolved, thereby setting the stage for stoking regional\r\ncrises.\r\nMore than two and a half thousand national\r\nminorities live in 150 countries of the world. Were all of\r\nthem to aspire to a State entity of their own, the\r\ndisastrous and catastrophic consequences could easily be\r\nimagined. Those who foment separatism should keep that\r\nin mind.\r\n22\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nThe fight against drugs also requires joint, concerted\r\naction. We must focus on the practical implementation of\r\nthe relevant decisions aimed at combating the drug threat\r\nadopted by the General Assembly at its special session.\r\nThe international community should take a common\r\nstand in implementing the provisions of the Universal\r\nDeclaration of Human Rights, whose fiftieth anniversary\r\noccurs this year. In this area, too, resolute joint action is\r\nneeded in respect of those States which, under various\r\npretexts, violate generally recognized human rights and\r\nfreedoms. There can be no tolerance of double standards\r\ninvolving attempts to shield those who elevate to the level\r\nof Government policy discrimination against a part of the\r\npopulation. Russia cannot and will not remain indifferent to\r\nthe fate of hundreds of thousands of Russian-speaking\r\ncitizens subjected to harsh repressive measures in Latvia\r\nand Estonia. The international community, and above all the\r\nOrganization for Security and Cooperation in Europe,\r\nshould closely watch the situation in those countries.\r\nI have touched upon a few of the important issues\r\nwhich the United Nations is called upon to deal with at this\r\ntime. It continues to play its unique role as facilitator of\r\njoint efforts by States to strengthen peace and security, deal\r\nwith urgent issues and meet new global challenges. To that\r\nend, it is necessary to improve United Nations mechanisms\r\nand adapt them to today’s needs. That is exactly what the\r\nprocess of reforming the United Nations, launched by\r\nSecretary-General Kofi Annan, seeks to accomplish. The\r\nrationale behind it is enhanced efficiency for the\r\nOrganization.\r\nThat is the angle from which we approach the ongoing\r\ndiscussion on the work of the Security Council. No one\r\nshould question the Security Council’s primary\r\nresponsibility under the Charter for the maintenance of\r\npeace and security. It is extremely important to preserve its\r\neffectiveness and its efficiency in decision-making, as well\r\nas to build on internal cohesion and work coordination\r\nmethods developed in recent years.\r\nI should like to reaffirm that we support the\r\nimplementation of reforms and changes in United Nations\r\nmechanisms that will promote effective consolidation of the\r\nUnited Nations and improve its activities. Among the steps\r\ntaken to that end I wish to mention adoption, under United\r\nNations auspices, of the Statute of the International\r\nCriminal Court. Russia’s initiative to launch a discussion on\r\nways to achieve international information security serves\r\nthe same goal. In essence, our proposal is intended to offset\r\nthreats inherent in the use of the latest advances in science\r\nand technology for purposes incompatible with the\r\nmaintenance of international security.\r\nI wish to single out a dangerous tendency: that of\r\nadapting the United Nations to meet the requirements of\r\nan individual State, or of replacing it altogether as, for\r\nexample, in the case of peacekeeping. What I have in\r\nmind are attempts to undercut the powers of the Security\r\nCouncil, as laid down in the Charter, to use coercive\r\nmeasures. We must not allow a precedent to be created\r\ninvolving the use of military potential in a crisis situation\r\nwithout the consent of the Security Council. Surely it is\r\nobvious that such actions could lead to a serious erosion\r\nof the existing system of international relations, whose\r\ncentral element is the United Nations.\r\nUnited Nations sanctions as an instrument of\r\ninternational coercion also require a highly balanced\r\napproach. When introduced by the Security Council,\r\nsanctions should not become a tool to fight a regime that\r\nmay be disliked. Sanctions should not make people suffer.\r\nThey should not destabilize the economic situation in the\r\ncountry subjected to sanctions or in the adjacent region.\r\nIt is time to fine-tune the mechanism regulating the\r\nimposition of sanctions and their duration and the\r\nprocedures for easing and lifting them.\r\nIn short, individual elements of the United Nations\r\nmechanism need improvement and retooling. But we\r\nshould go about it with a full sense of responsibility,\r\nmindful of the medical profession’s rule that unnecessary\r\nharm is to be avoided at all costs.\r\nEvery session of the General Assembly is, in a way,\r\na milestone event. Each session is expected to make a\r\ntangible contribution to the resolution of acute problems\r\nconfronting mankind. It will depend on all of us whether\r\nor not the fifty-third session of the General Assembly\r\nlives up to the expectations and hopes we place in it. It\r\nwill depend on all of us whether or not joint effective\r\nsteps are taken to lead us to a more stable, peaceful\r\nworld, a world free from war and conflict and from\r\nfinancial and economic upheaval, a world built on the\r\nprinciples of democracy and multi-polarity. Russia stands\r\nready to work with others to attain these goals.\r\nThe President (interpretation from Spanish): I now\r\ngive the floor to the Chairman of the delegation of\r\nAustralia, Her Excellency Ms. Penelope Anne Wensley.\r\nMs. Wensley (Australia): On behalf of the Foreign\r\nMinister of Australia, Mr. Alexander Downer, who is\r\nunable to be here because of our national election next\r\n23\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nweek, I would like to extend warm congratulations to you,\r\nSir, on your election as President of the General Assembly\r\nat its fifty-third session. Your country, Uruguay, has given\r\nconsistent and strong support to the United Nations, and\r\nyour own expertise and contribution to the development of\r\ninternational law in particular is widely recognized. We\r\nknow that we are in good hands, just as we were last year\r\nwith your predecessor, Hennadiy Udovenko. Like him, you\r\nmay count on Australia’s support as you carry out your\r\nresponsibilities and work to guide us towards constructive\r\nand worthwhile outcomes.\r\nAs was very clear from the range of issues addressed\r\non the first day and again this morning in the general\r\ndebate, you take up the presidency, Sir, at a time when the\r\nagenda before the United Nations is more challenging than\r\nit has ever been. Australia is very concerned about many of\r\nthose challenges and issues. But today I want to focus\r\nparticularly on the subject of non-proliferation and\r\ndisarmament, where recent events have brought us to a\r\ncrossroads in our attempts to steer the world away from the\r\nthreat of weapons of mass destruction.\r\nAlthough we heard some pessimistic perspectives\r\nyesterday, in Australia’s view the progress that the\r\ninternational community has made in the field of arms\r\ncontrol and disarmament over recent decades has, in fact,\r\nbeen remarkable — a trend to which the end of the cold\r\nwar lent added impetus. Many bilateral, regional and\r\ninternational agreements have been concluded, all making\r\na contribution to making our world more secure. Those\r\nachievements were driven by the realization that we must\r\nwork with determination towards a situation where the right\r\nto self-defence of all nations, which is, after all, enshrined\r\nin the United Nations Charter, must be ensured at the\r\nlowest possible level of conventional armament and without\r\nrecourse at all to weapons of mass destruction. Events\r\nwhich have moved against the tide of this progress have\r\nbeen relatively rare, but when they have occurred they have\r\nstood in stark contrast to the preferred direction of the\r\ninternational community.\r\nA survey of the progress made to date in the field of\r\narms control and disarmament points to two key\r\nconclusions. The first is self-evident: there is more work to\r\nbe done. The second is perhaps easier to overlook. In the\r\nface of periodic setbacks and challenges, it is vitally\r\nimportant, and in the security interests of all countries, that\r\nwe stay the course on arms control and disarmament, that\r\nwe not underestimate or take for granted the value of what\r\nhas been achieved to date, and that we maintain the broad-\r\nbased political commitment to the norms and institutions\r\nthat we have put in place or have yet to build.\r\nA stock-take of progress in arms control and\r\ndisarmament over recent decades leaves no doubt about\r\nthe positive direction in which the community is moving\r\nin building a global security architecture. In addition to\r\nagreements on conventional arms limitation and\r\ntransparency measures, the balance sheet for weapons of\r\nmass destruction is particularly impressive.\r\nA Treaty banning an entire category of weapons of\r\nmass destruction — the Chemical Weapons\r\nConvention — was successfully negotiated and has\r\nattracted widespread support, and efforts are under way to\r\nstrengthen the Biological Weapons Convention.\r\nA milestone Treaty now exists — the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) —\r\nwhich bans all nuclear-weapon test explosions and all\r\nother nuclear explosions.\r\nLong called-for by political leaders from across all\r\nregions, hard-negotiated in the Conference on\r\nDisarmament and finally adopted by the Assembly by an\r\noverwhelming majority two years ago, the CTBT has now\r\nattracted the adherence of over 150 States, and its\r\ninstitutional fabric is being steadily established.\r\nThe cornerstone of the nuclear non-proliferation\r\nregime — the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) — has been extended indefinitely and\r\nhas achieved near-universal membership, and agreement\r\nhas been reached to commence negotiations to ban the\r\nproduction of fissile material for use in nuclear weapons.\r\nIn another area, under the strategic arms reductions\r\nprocess, or START, and consistent with article VI of the\r\nNPT, deep cuts have been made in the cold-war arsenals\r\nof the two largest possessors of nuclear weapons, bringing\r\ncloser the day when plurilateral and multilateral phases of\r\nnuclear disarmament can realistically be envisaged.\r\nWith START I almost fully implemented, the United\r\nStates and the Russian Federation, from which we have\r\njust heard, have more than halved their holdings of\r\nstrategic nuclear warheads over the past decade. START\r\nIII will bring those same arsenals down to some 80 per\r\ncent below cold-war peaks. It is clearly very important for\r\nSTART II to enter into force quickly so that planning for\r\nimplementation can begin, ensuring there is no\r\ninterruption to the nuclear disarmament process.\r\nThe international nuclear safeguards systems have\r\nalso been strengthened, enhancing international confidence\r\nin the integrity of this regime and its ability to detect and\r\n24\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\ndeter non-compliance with non-proliferation obligations.\r\nAnd finally, a treaty banning landmines — what some have\r\ncalled weapons of mass destruction in slow motion — has\r\nbeen concluded.\r\nOn the other side of the ledger, the non-proliferation\r\nand disarmament regimes have had to withstand serious\r\nchallenges from the Democratic People’s Republic of Korea\r\nand from Iraq, and the progress towards a universal no-\r\nnuclear-testing norm has been seriously jolted by sporadic\r\noutbreaks of testing, most recently by India and Pakistan.\r\nUnresolved regional tensions in South Asia and the Middle\r\nEast continue to bedevil and to thwart the attainment of the\r\ngoal of universal membership of the NPT. While being\r\njustifiably dismayed at the disdain of the few for the clearly\r\nexpressed will of the international community, we can also\r\ndraw encouragement from the strength of our national and\r\ncollective responses to these challenges and the resilience\r\nof the regimes when so challenged.\r\nIt is vitally important that we stay the course, that we\r\nensure that such events amount to no more than temporary\r\ndeviations from the near-universally accepted norm against\r\nthe proliferation of weapons of mass destruction. We\r\nbelieve that this is in Australia’s national interest and in the\r\ninterest of international and regional security to uphold the\r\nnuclear and other non-proliferation regimes and to continue\r\nto do our utmost to pursue effective measures to reduce and\r\neliminate the threat posed by weapons of mass destruction.\r\nIn a strange way, the periodic setbacks to these efforts\r\nserve to underscore the value of the progress made to date.\r\nThe very existence of the NPT, and its near-universal\r\nmembership, highlights the unacceptability of embarking\r\nupon a nuclear-weapon programme in today’s world.\r\nSimilarly, it is the very existence of the CTBT, and the\r\nnear-universal point of view it represents — namely, that\r\nnuclear testing should be a thing of the past — that\r\nrendered more powerful the widespread disapproval of the\r\nspate of nuclear tests earlier this year. The new ratifications\r\nwhich the CTBT attracted following the South Asian\r\nnuclear tests were eloquent testimony to the confidence of\r\nthe international community in and its commitment to the\r\nno-testing norm.\r\nAustralia would like to take this public opportunity to\r\ncongratulate Brazil and to welcome it as the most recent\r\nmember of the family of NPT nations. We call on that\r\nhandful of States remaining outside the NPT to reflect on\r\nthe possibility that the 187 countries which have decided\r\nthat the NPT provides greater security than the nuclear-\r\nweapons option might be right, and that they — the\r\noutsiders — might be wrong. Australia also calls on them\r\nto consider how much more seriously their national\r\nsecurity interests would be degraded in a world where the\r\noverwhelming majority of States had not embraced the\r\nnuclear non-proliferation norm.\r\nMy country, as I think is well known, has long been\r\na very firm supporter of universal adherence to treaties on\r\ninternational weapons of mass destruction. We have\r\nsigned all 13 multilateral arms control and disarmament\r\ntreaties and ratified all of these bar one; ratification of the\r\nOttawa Convention on landmines, I am happy to say, is\r\nin progress. Only four other countries can match this\r\nrecord. We remain committed to making a difference\r\nwhere and when we can in building consensus on the way\r\nforward, and we will continue to be as diligent and as\r\ncreative as possible across the full range of arms-control\r\nand disarmament issues.\r\nOur focus, for those who know us well, is always on\r\nresults rather than rhetoric and on making pragmatic\r\ncontributions where we can, illustrated by the sort of\r\ncontributions that we have made to helping to negotiate\r\nthe key Conventions to which I have referred and by our\r\nsupport for building and strengthening the institutions\r\nwhich work in various ways to support international arms-\r\ncontrol and disarmament goals — institutions such as the\r\nUnited Nations Special Commission (UNSCOM), the\r\nKorean Peninsula Energy Development Organization\r\n(KEDO), the Association of South-East Asian Nations\r\n(ASEAN) Regional Forum and the nuclear safeguards\r\nsystem.\r\nExperience has shown that these regimes cannot be\r\ntaken for granted. The existing regimes need continual\r\ncare, maintenance and vigilance to ensure that they\r\nremain effective and that political and financial\r\ncommitment to them remains strong.\r\nIn the NPT area, for example, further work is needed\r\nto maintain the strength of the Treaty and to go on to\r\nachieve its full implementation and universality. The sixth\r\nReview Conference, in the year 2000, following on the\r\nrecent serious challenges to the non-proliferation norm, to\r\nwhich I have referred, will be one of the most significant\r\nin the history of the Treaty. But even if we have a\r\ndistance to go in terms of the Treaty’s value, surely no\r\none would argue that the world would be a safer place\r\nwithout it. Nor could it be argued that the negotiation of\r\nthe Treaty back in the late 1960s, and the maintenance\r\nand strengthening of the Treaty ever since, has not been\r\nworth the effort.\r\n25\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nAnd to those few who persist with the tired refrain\r\nthat the NPT is a discriminatory Treaty, we say “Yes, it is”,\r\nand for one excellent reason: the NPT allows a temporary\r\nstate of discrimination between the nuclear-weapon States\r\nand the rest of us because, quite simply, the alternative was,\r\nand still is, too horrible to contemplate. We might lament\r\nthat because of the cold war the state of discrimination\r\nlasted far too long, but we surely cannot argue that the\r\nalternative scenario would have made the world a safer\r\nplace than it is today. For it was a commonplace of\r\npolitical forecasts in the 1960s, when nuclear weapons were\r\na legitimate security option for any State, that over 20\r\nStates, including my own, Australia, would likely choose to\r\nexercise that option.\r\nAnd it is surely perverse, when the titanic arsenals of\r\nnuclear weapons accumulated during the cold war are at\r\nlast being drastically cut, to act against the tide of\r\ndisarmament by pursuing the nuclear option.\r\nSimilarly, no one could argue that we would be better\r\noff without a Comprehensive Nuclear-Test-Ban Treaty. Its\r\nconclusion, its signature by the five nuclear-weapon States\r\nand its ratification to date by two are major\r\nachievements — all the more reason to press ahead with\r\nthe establishment of the Treaty’s implementation and\r\nverification structures.\r\nA strong start has been made in implementing the\r\nChemical Weapons Convention. Its effectiveness is already\r\namply demonstrated, but we need continued political will\r\nand financial commitment, as well as the additional\r\nratifications and accessions, for the full security benefits of\r\nthe Convention to be realized.\r\nSimilarly, the Biological Weapons Convention is\r\nweakened by its lack of verification and compliance\r\nprovisions. Work is now under way in the Ad Hoc Group\r\nnegotiations to rectify this deficiency. We strongly support\r\nthis Ad Hoc Group and are working together with others to\r\nproduce an effective and workable protocol to strengthen\r\nthe Biological Weapons Convention.\r\nOne of the things that we have been doing — and\r\npeople may have seen the reference to a meeting about this\r\nin today’s Journal — has been to work collaboratively with\r\nmany other countries to convene an informal meeting of\r\nForeign Ministers. This informal meeting is going to be\r\nheld tomorrow, here in New York, and it represents the\r\ndetermination of many countries, at high political levels, to\r\nwork together to bring us closer to the goal of an early\r\nconclusion of an effective protocol to strengthen the\r\nBiological Weapons Convention.\r\nIn conjunction with the international community’s\r\nefforts to achieve full implementation and universality of\r\nexisting regimes, we also need new, reinforcing and\r\ncomplementary steps to achieve our overall arms control\r\nand disarmament goals.\r\nCommencement of negotiations for a fissile material\r\ncut-off treaty is an excellent example of how we should\r\nbe moving forward in this respect. We see it as the next\r\nlogical step after the CTBT, and it is one to which we\r\nhope the Assembly will lend unequivocal support and\r\nencouragement. The recent agreement in the Conference\r\non Disarmament in Geneva to commence negotiations on\r\na cut-off treaty demonstrates, we believe, the resilience of\r\nthe non-proliferation regime under pressure. It gives the\r\nlie to those who recently pronounced it dead. It is a sign\r\nof the international community reaffirming its faith in the\r\nnon-proliferation principle to which it has been committed\r\nfor the past 30 years.\r\nI want to refer very briefly to three more subjects:\r\nUnited Nations reform, human rights and peacekeeping.\r\nLike most other Member States, we want this\r\nOrganization to work better. Some progress has been\r\nmade. We welcomed the agreement reached on key\r\nelements of the Secretary-General’s reform package.\r\nIndeed, we worked hard and quietly to help bring this\r\nabout. But it is now very important to ensure that what\r\nhas been agreed is effectively implemented — that the\r\ntask force and the reviews of specific aspects of United\r\nNations organizations all actually produce concrete\r\noutcomes and that real change does in fact occur.\r\nCritical to the achievement of real reform will be the\r\nresolution of the ongoing problem of non-payment of\r\narrears in financial contributions. The failure of many\r\nMember States, including the major contributor, to\r\naddress this situation hinders all our efforts to strengthen\r\nthis Organization.\r\nAlso, much of the reform process to us appears to\r\nhave been focused on rationalizing and refining structures\r\nand mechanisms and on administrative measures. We\r\nthink that the next phase of the reform process has to give\r\nmuch more structured thought — and I believe that this\r\nis what the Secretary-General has in mind in his\r\npresentations to date on the Millennium Assembly — to\r\nthe kind of United Nations we expect and want in the\r\ndecades to come. A thorough review of priorities is\r\noverdue. Although the lofty ideals enshrined in the United\r\nNations Charter remain as valid as ever, we need to give\r\nserious thought to modernizing the ways in which we\r\n26\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\ngive effect to those objectives in terms of operational\r\nactivities.\r\nAustralia is concerned, like so many others who have\r\nspoken in the general debate to date, that the debate on\r\nSecurity Council reform has stalled. We have had an\r\nexhaustive — but, regrettably, inconclusive — discussion\r\nover the last year. It is time now to move beyond general\r\ndiscussion to serious negotiation of a reform package, one\r\nwhich will usher in a remodelled Council that is more\r\nrepresentative, transparent and suited to the new\r\nmillennium. This will require serious engagement and\r\nflexibility from all involved. My Government remains\r\ncommitted to finding ways to move the debate forward.\r\nThose of you who were here at last year’s session of\r\nthe General Assembly may recall that Foreign Minister\r\nDowner raised the issue of electoral groups. We continue\r\nto assert that this is an important element in the reform\r\ndebate. It is over 30 years since the last significant change\r\nwas made to the regional groups. The drawbacks of the\r\npresent configuration are becoming more and more obvious:\r\nsubstantial disparities in the size of the various groups and\r\nan inadequate level of representation available to many\r\nsubregions, including Australia’s own geographical area of\r\nEast Asia and the Pacific. We have noted that there is\r\ngathering interest among Member States in this subject, and\r\nwe think it is time that we recognized it as an element of\r\nreform which needs to be addressed. Changing the groups\r\nto reflect better contemporary realities and the interests of\r\nthe current membership will, we recognize, require careful\r\nthought and patient discussion, and it is simply far too early\r\nto put forward any particular formula. But we suggest we\r\ncould begin by discussing the principles on which a new\r\nsystem could be built and by exchanging views in a\r\nthoughtful and non-acrimonious way on how we might take\r\nthe process forward.\r\nThe year 1998 marks the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights and also 50 years\r\nof United Nations peacekeeping. Australia’s commitment to\r\nupholding the fundamental human rights enshrined in the\r\nUniversal Declaration of Human Rights remains as strong\r\nnow as it was in 1948, when the Declaration was\r\nproclaimed. Members may not know that Australia was one\r\nof the eight countries tasked with the drafting of the\r\nDeclaration and that we also played an important role in\r\nensuring that human rights provisions were included in the\r\nUnited Nations Charter. Fifty years ago, the Universal\r\nDeclaration of Human Rights represented a common\r\nstatement of goals and aspirations, a vision of the world as\r\nthe international community would want it to become.\r\nWe still believe in that vision and we see the fiftieth\r\nanniversary as a time for the international community to\r\nreaffirm its commitment to this powerful document.\r\nSimilarly, the 50 years of United Nations peacekeeping\r\ngives us an opportunity to recognize how far the\r\ninstitution of peacekeeping has come, to take stock of the\r\nlessons we have learnt from the past and, perhaps most\r\nimportantly, to pay tribute to over 1,500 peacekeepers\r\nwho have made the ultimate sacrifice for a safer and\r\nmore peaceful world.\r\nWhether we are talking of old problems or new\r\nones, whether we are analysing setbacks or successes, or\r\nmarking anniversaries, the annual stocktake which this\r\ngeneral debate represents offers the opportunity not for a\r\nseries of set speeches unrelated to each other and ticking\r\noff a lot of subjects, but rather a chance to remind\r\nourselves of what the United Nations stands for, to\r\nrecognize what has been achieved to date, and to\r\nrecommit ourselves for the future to protecting and\r\nadvancing those achievements.\r\nI have focused today on disarmament not only as an\r\narea of the utmost priority for Australia and Australians,\r\nbut also as one where we believe we can add value. But\r\nthe parallels and lessons of disarmament and non-\r\nproliferation hold good for other areas of the United\r\nNations activities.\r\nI said at the very outset that the international\r\ncommunity was at a crossroads in our attempts to build\r\nan international dispensation in which the threat of mass\r\ndestruction had no place. The achievements of the last 30\r\nyears in setting in place treaties, institutions and norms to\r\nensure that we move in that direction are impressive. But\r\nthey are not invulnerable. Inadequate verification, non-\r\ncompliance, aberrant behaviour, budget fatigue, reform\r\nfatigue failure of political will — all of these things have\r\nthe potential to unravel and to undermine what we have\r\nbuilt together. Effective arms control, disarmament and\r\nnon-proliferation — like all the other subjects that are\r\nbeing addressed from this rostrum — require large\r\ninvestments of political and economic capital. It might be\r\nnatural at times, particularly challenging and worrying\r\ntimes such as we are currently experiencing, to wonder if\r\nit is worth the cost. Brief consideration of the alternatives\r\nis surely enough to convince us that the answer is\r\nundoubtedly “yes”.\r\nTo do otherwise would be to betray not only the\r\nUniversal Declaration of Human Rights which we are\r\ncommemorating, but also the very principles of the\r\nUnited Nations Charter.\r\n27\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nThe President (interpretation from Spanish): I now\r\ncall on the Minister for Foreign Affairs of Bangladesh, His\r\nExcellency Mr. Abdus Samad Azad.\r\nMr. Azad (Bangladesh) (spoke in Bengali; English\r\ntext furnished by the delegation): May I convey to you, Sir,\r\non behalf of my delegation and on my own behalf, our\r\nfelicitations on your unanimous election as President of the\r\nGeneral Assembly at its fifty-third session. With a person\r\nof your eminence and experience in the Chair, our session\r\nis assured of a successful outcome.\r\nTo your predecessor, Hennadiy Udovenko, I express\r\nour deep appreciation for a job well done. We truly had a\r\nreform Assembly. It was a matter of great satisfaction for\r\nBangladesh to support his brilliant work on United Nations\r\nreform, especially through our role as the Chairman of the\r\nAdministrative and Budgetary Committee. We are\r\nparticularly grateful that, at the concluding meeting of the\r\nfifty-second session, he appealed to the international\r\ncommunity for solidarity with the people of Bangladesh at\r\na time when our country was inundated by the worst floods\r\nin our history.\r\nMr. Filippi Balestra (San Marino), Vice-President,\r\ntook the Chair.\r\nIn this year’s unprecedented floods, two thirds of our\r\ncountry was completely inundated and nearly 31 million\r\npeople were affected. Over 20 million were rendered\r\nhomeless. Immense damage was done to crops, roads,\r\nbridges, clinics, schools and industrial plants. With the\r\nreceding of the flood waters, we are bracing ourselves for\r\nthe even greater problems of water-borne diseases and\r\nscarcity of food and safe drinking water, compounded by\r\nhomelessness and unemployment. Under the direct\r\nsupervision of Prime Minster Sheikh Hasina, we are\r\nreaching out to the affected people with assistance. The\r\nenormous scale of damage challenges us with a task of\r\ncolossal magnitude. The cost of relief, rehabilitation and\r\nreconstruction has been estimated at approximately $900\r\nmillion.\r\nThe United Nations system, I am happy to say, has\r\nresponded to our needs and requirements, as have our\r\ndevelopment partners and many friendly countries. On\r\nbehalf of the Government and the people of Bangladesh, we\r\nwould like to express our sincere thanks to Secretary-\r\nGeneral Kofi Annan for his support for and solidarity with\r\nBangladesh at this hour of need. We are also thankful to\r\nthe diplomatic missions stationed in Dhaka, the\r\ninternational organizations, non-governmental organizations\r\nand Bangladesh nationals abroad for their continued\r\nsupport, understanding and sympathy towards Bangladesh\r\nand its efforts to face the challenges. I reiterate here the\r\nappeal made by Prime Minister Sheikh Hasina for the\r\ngenerous and continuing support of the international\r\ncommunity to Bangladesh in the coming days.\r\nFloods are not unknown in Bangladesh. Flooding as\r\nwe have been experiencing this year is unprecedented\r\nboth in magnitude and duration. The Secretary-General in\r\nhis annual report has referred to threats to human\r\nsecurity, including natural disasters. Indeed, of all natural\r\ndisasters floods cause the most widespread havoc and\r\nmisery.\r\nBangladesh, of course, is not the only country to\r\nhave suffered severe flooding this monsoon season. The\r\ncause of this year’s floods may well be complex. We\r\ncannot help but be perturbed, however, by the observation\r\nin the Human Development Report of this year that global\r\nwarming could permanently flood large areas and play\r\nhavoc with harvests. The report cautions that the human\r\nconsequences of global warming can be devastating for\r\nmany poor countries like Bangladesh, which could see its\r\nland area shrunk by as much as 17 per cent with a one\r\nmetre rise in sea level.\r\nElements and factors that affect the global ecosystem\r\nand the environment are interlinked. They transcend\r\nnational frontiers and can be addressed meaningfully only\r\nby nations acting in concert. It is a matter of survival for\r\nmany peoples, and the highest priority should be given to\r\nthis issue. We have come a long way since Rio, and yet,\r\nvery few tangible benefits have been achieved in the\r\nabsence of promised new and additional resources.\r\nSince assuming office following elections in June\r\n1996, our Government has been trying to put in place and\r\nstrengthen institutions and laws that will reinforce\r\ndemocracy and promote good governance. In December\r\nlast year, we negotiated an end to the long-standing\r\nproblem in the Chittagong Hill Tracts. The Chittagong\r\nHill Tracts Agreement was concluded within the\r\nframework of our Constitution, and it fully meets the\r\nlegitimate concerns of the tribal population. We are now\r\nputting into place the necessary laws and institutional\r\nmachinery pertaining to the Agreement and widening\r\ndevelopmental activities in the area. My Government\r\nwelcomes cooperation in this effort from all our\r\ndevelopment partners.\r\nOur commitment to democracy and the rule of law\r\nhas prompted us to accord priority to human rights. We\r\nare in the process of setting up an independent national\r\n28\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nhuman rights commission. Our objective is to take the\r\nhuman rights issue to the grass-roots level, to increase\r\nawareness among our people of their rights that have been\r\nguaranteed by our Constitution and to make the process of\r\njustice accessible and affordable to all. A lot remains to be\r\ndone, and we have made a good beginning.\r\nBangladesh believes in the centrality of the right to\r\ndevelopment within the human rights regime. The\r\nimplementation of the right to development will be further\r\nenhanced through a binding international treaty on this\r\nright. We are therefore very pleased that at the recent\r\nsummit of the Non-Aligned Movement in Durban, the\r\nheads of State and Government endorsed our Prime\r\nMinster’s proposal that consideration be given to the\r\npreparation of a convention on the right to development.\r\nAt home we have also embarked on a comprehensive\r\nprogramme of reform and deregulation. Social development\r\nhas remained the main focus of our development strategy.\r\nEducation, health care, employment generation and\r\nwomen’s empowerment within the broad framework of\r\nhuman development continue to receive priority attention.\r\nWe are focusing on the rights of women and children. The\r\nrole and involvement of civil society in our development\r\nefforts, particularly in the social sector, have been\r\nremarkable.\r\nThe process of globalization and liberalization brings\r\nrisks, grave challenges and opportunities, but in unequal\r\nways. The external economic shocks associated with this\r\nprocess are too powerful for the vulnerable economies to\r\nabsorb. This is now being recognized even by the\r\nbeneficiaries of globalization. As has been said, the\r\nglobalization process must reflect a more inclusive vision\r\nof shared interests and shared values. We would support the\r\nviews of the Secretary-General of the Organization for\r\nEconomic Cooperation and Development (OECD) that a\r\nglobal economy should mean that no one will be left\r\nbehind.\r\nWe need to ensure that the process of globalization\r\nand liberalization meets our development needs. We need\r\nto formulate a positive and workable agenda for ensuring\r\nthat globalization promotes equity and benefit for all. An\r\nintegral component of the globalization process is unfettered\r\nmovement of the factors of production, including capital\r\nand labour. We need to encourage migration of labour in\r\norder to ensure balance in globalization.\r\nOfficial development assistance in real terms has\r\ndeclined by more than 15 per cent from 1992 to 1996. This\r\ndecline must be halted and reversed. For the poorest and\r\nmore vulnerable economies, official development\r\nassistance remains indispensable. We call on all\r\ndeveloped countries to reach the agreed target of 0.7 per\r\ncent for the developing countries and 0.15 to 0.2 per cent\r\nfor the least developed countries as soon as possible,\r\npreferably by 2000.\r\nThe least developed countries represent the most\r\nvulnerable economies and peoples of the world. The\r\nministerial communiqué issued after the 1998 substantive\r\nsession of the Economic and Social Council underscored\r\ncertain timely issues. In particular, I would mention the\r\ncall for working together for enhanced market access for\r\nthe least developed countries and to support their efforts\r\nat capacity-building. We also welcome the call for further\r\nprogress towards zero tariff on exports from least\r\ndeveloped countries.\r\nPreferential treatment accorded to least developed\r\ncountries should not be time-bound. The restrictive trade\r\nregimes of labour and environmental standards should be\r\nmade flexible. We need to adequately prepare to address\r\nthese and other relevant issues in the forthcoming Third\r\nUnited Nations Conference on the Least Developed\r\nCountries, to be held in 2001.\r\nThe situation in the least developed countries in\r\nparticular makes it clear that the eradication of poverty\r\ncontinues to be our overriding concern. It is essential to\r\nensure long-term global security, as well as to achieve\r\nsustainable, economic and social development. We believe\r\nthat the goal of the Microcredit Summit held last year, to\r\nreach 100 million of the world’s poorest families,\r\nespecially the women of those families, will become a\r\nreality by the year 2005. Effective microcredit\r\nprogrammes provide access to small capital to people\r\nliving in poverty in many countries of the world. In\r\naddition to the eradication of poverty, the microcredit\r\nprogrammes have also been contributing to the social and\r\nhuman development process, particularly the\r\nempowerment of women.\r\nAs the Secretary-General has noted in his annual\r\nreport, the world has been free from large-scale regional\r\nconflict over the past year. Peace on a global scale and in\r\na meaningful sense, however, still remains a distant goal.\r\nThe post-cold-war reality underscores that we need to\r\nbuild a culture of peace based on the principles enshrined\r\nin the United Nations Charter and on respect for human\r\nrights, democracy, tolerance and wider and equal\r\nparticipation of people in all spheres of human activity.\r\nWe welcome the proclamation of the year 2000 as the\r\nInternational Year for the Culture of Peace and the\r\n29\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nproposed proclamation of the period 2001 to 2010 as the\r\ninternational decade for the culture of peace and non-\r\nviolence for the children of the world. The Secretary-\r\nGeneral has been requested to submit a draft declaration\r\nand programme of action on the culture of peace to this\r\nsession. We hope it will be possible for the General\r\nAssembly to adopt these documents at the earliest\r\nopportunity.\r\nWe are particularly concerned that hopes for a just,\r\nlasting and comprehensive peace in the Middle East are yet\r\nto be fulfilled. The framework for such a peace exists in the\r\nrelevant Security Council resolutions, the principles of the\r\nMadrid Conference and the Oslo accords. The principle of\r\nland for peace has been accepted by all, and yet our\r\nPalestinian brethren continue to be frustrated in their hopes\r\nand aspirations. New settlements, expansion of the\r\nJerusalem municipal area and large-scale internment of\r\nPalestinians without fair trial cannot promote the cause of\r\npeace. Bangladesh strongly believes that nothing should be\r\nallowed to thwart the peace process. We would urge that\r\nevery moral pressure and persuasion be brought to bear\r\nupon the Israeli authorities so that the peace process can\r\nprogress to its logical culmination. We look forward to the\r\nearly establishment of an independent, sovereign State of\r\nPalestine, with Jerusalem as its capital, and to its full\r\nmembership of the United Nations.\r\nThe cause of the sufferings of our brothers and sisters\r\nin many African countries, particularly in the Great Lakes\r\nregion, needs to be addressed more comprehensively. The\r\nrecent plight of the people of Kosovo is a stark reminder of\r\nthe not-so-distant events of Bosnia. Peace initiatives in\r\nAfghanistan have yet to make any headway. Peace in that\r\ncountry has to be built from within. The problem of\r\nAfghanistan can only be resolved by the Afghan people\r\nthemselves, without outside interference. In such cases, we\r\nbelieve in the significant role that the United Nations can\r\nplay as a peace-builder.\r\nIn the area of arms control and disarmament, some\r\nnoteworthy progress has been made. The Ottawa\r\nConvention on anti-personnel landmines will soon come\r\ninto force. We welcome the decision of the Conference on\r\nDisarmament to set up committees on security assurances\r\nto non-nuclear-weapon States and also on fissile materials.\r\nFor Bangladesh, the pursuit of general and complete\r\ndisarmament is a constitutional commitment, and we are\r\nready to support any and every move that contributes to this\r\nobjective. The nuclear tests in South Asia have been the\r\nsubject of much debate, discussion and concern. In this\r\nconnection, the initiative of Bangladesh’s Prime Minister\r\nSheikh Hasina Wajed to minimize tensions in the region\r\nthrough personal visits and by urging all concerned to\r\ncontribute towards strengthening peace in South Asia and\r\nthe world has been widely appreciated. We attach great\r\nimportance and priority to our relations with our\r\nneighbouring countries. We are happy at the\r\nannouncement of moratoriums on further nuclear testing,\r\nand we remain committed to the goal of a nuclear-\r\nweapons-free world. We believe that the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) and the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT), to\r\nwhich Bangladesh is a party, provide useful frameworks\r\nfor establishing a nuclear-weapons-free world. It was a\r\npity to observe that consensus could not be reached in the\r\nConference on Disarmament to set up an ad hoc\r\ncommittee for nuclear disarmament.\r\nLast year, our Secretary-General submitted to the\r\nGeneral Assembly a package of reform proposals to make\r\nthe United Nations more streamlined and attuned to\r\npresent-day problems and realities. Some major decisions\r\nwere, in fact, adopted by the fifty-second session on the\r\nbasis of these proposals. This session of the Assembly,\r\nwe believe, will continue the reform process, resolving in\r\nparticular the issues relating to the development account,\r\nresults-based budgeting and the so-called sunset clause.\r\nReforms have, by definition, to be a continual\r\nprocess. The United Nations has to be adapted to new\r\nconditions and problems. On this there can be no two\r\nopinions. For the past five years we have been discussing\r\nthe issue of Security Council reform and expansion. We\r\nhave articulated our particular concerns in different\r\nworking groups and forums. At the recent Non-Aligned\r\nMovement summit in Durban, the Movement’s collective\r\nposition was reaffirmed. I would also stress that it is the\r\nweaker and more vulnerable group of countries that has\r\nthe most vital stake in a dynamic and effective United\r\nNations and its Security Council. These countries\r\nconstitute a clear majority among the 185 Member States,\r\nand their concerns should not be overlooked or glossed\r\nover in any reform or restructuring exercise. While\r\nstalemate continues in this area, we are pleased that an\r\nInternational Criminal Court has seen the light of the day\r\nafter so many years of efforts. Despite shortcomings, the\r\nCourt is a milestone in United Nations history.\r\nBangladesh attaches great importance to the\r\ncoordinated and integrated follow-up to the decisions\r\ntaken at the major United Nations conferences of the\r\n1990s, as an area which contributes effectively to the\r\nreform process. We believe that the outcomes of these\r\nconferences provide the international community with the\r\n30\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nmost important opportunity to ensure a better life for the\r\npeoples of the world at the outset of the twenty-first\r\ncentury. In particular, we call for concerted efforts to\r\nensure the success of the special session of the General\r\nAssembly next June for the follow-up to the Cairo\r\npopulation conference. We also welcome the proposed\r\nmillennium Assembly session and hope that it will look into\r\nthe issues that will challenge us in the coming decades.\r\nThis Assembly session should be our outreach into the\r\nfuture.\r\nThe end of all political efforts, as a former United\r\nNations Secretary-General once observed, must be the well-\r\nbeing of the individual in a life of safety and freedom. This\r\nis a goal to which no one is averse. It is also something\r\nthat no nation can achieve on its own in a world that is\r\nincreasingly interdependent. Peace and security and\r\ndevelopment in a real sense are indivisible.\r\nDespite the increasing complexities it faces every day,\r\nthe United Nations is functioning today more effectively\r\nand efficiently than before. In recent times it has played a\r\nfar more constructive and positive role. The United Nations,\r\nof course, has its critics and, indeed, may even benefit from\r\nconstructive criticism. There is always scope for change and\r\nimprovement. The United Nations has had its share of\r\nfailures, which so often seem much more glaring than its\r\nquiet successes. There can be no doubt that it remains the\r\nsole universal platform for humanity to chart its future in\r\nthe new millennium.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Peru, His Excellency Mr. Eduardo\r\nFerrero Costa.\r\nMr. Ferrero Costa (Peru) (interpretation from\r\nSpanish): Through you, Sir, I would like to congratulate the\r\nPresident of the General Assembly on his election, which\r\nwas so richly deserved because of his vast experience in\r\ninternational affairs and his well-known personal qualities.\r\nUruguay, a friend to Peru, represents the authentic\r\naspiration to peace and respect for international law that are\r\nstandards of conduct for Latin America and for Peru.\r\nI hereby reaffirm my country’s unwavering adherence\r\nto the purposes, principles and standards enshrined in the\r\nCharter of the United Nations, which provide a guarantee\r\nof harmonious relations among States and of the full\r\napplicability of international law, as well as a foundation\r\nfor the worldwide promotion of human rights, economic\r\nand social development and cooperation for development —\r\nall touchstones of international peace and security.\r\nOnly 10 years ago, the community of nations was\r\nmoved by the dream of building a peaceful, democratic,\r\nequitable and multilateral new world order. Today, while\r\nwe appreciate the continuing extension throughout the\r\nworld of those positive tendencies, we note as well an\r\naccumulation of negative developments that threaten to\r\ninitiate a period of uncertainty and change posing\r\nunprecedented challenges to our multilateral institutions\r\nand urgently demanding analyses and strategies to\r\nconfront them.\r\nThe world financial crisis is affecting the very\r\nfoundations of the international system. The provision of\r\nemergency financial relief may help individual countries,\r\nbut it does not contribute to the health of the system as a\r\nwhole, and it highlights the imperfections of the existing\r\nsupervisory mechanisms. There is thus a need for a\r\nreview of the Bretton Woods institutions and a revision of\r\ntheir policies so as to adapt them to current reality.\r\nThe growing imbalance among countries in the\r\neconomic and social areas is another deeply troubling\r\nelement. The 1998 Human Development Report indicates\r\nthat 20 per cent of the inhabitants of high-income\r\ncountries consume 86 per cent of the world’s goods and\r\nservices. In contrast, the poorest 20 per cent consume less\r\nthan 2 per cent. This reality underscores the urgent need\r\nto foster real sustainable human development throughout\r\nthe world, as well as within our countries, which are\r\nconfronting the challenge of relieving excruciating\r\npoverty.\r\nNot only is it urgently necessary to strengthen\r\nmultilateral institutions and achieve friendly cooperation,\r\nbut it actually can be done. A few indications of current\r\npositive trends are the worldwide consolidation of\r\ndemocracy, the recognition of the central value of\r\nindividuals and their inherent rights, the participation of\r\ncivil society, the need to modify patterns of consumption\r\nand production for the advancement of sustainable\r\ndevelopment, the development and dissemination of\r\ntechnology and the significant though as yet insufficient\r\nprogress in the fight against drug-trafficking and the\r\nstruggle against poverty.\r\nUnderstanding continues to grow among States\r\nregarding the concept of sustainable human development.\r\nFor the past eight years, we Peruvians have been engaged\r\nin a process of national reconstruction and structural\r\nreform, the overriding aim of which is the eradication of\r\npoverty.\r\n31\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nThe Peruvian Government, under the leadership of\r\nPresident Alberto Fujimori, continues to implement a series\r\nof policies and programmes to improve the quality of life\r\nof all our citizens. The fundamental element of these efforts\r\nis the strategy for the fight against poverty. Our firm\r\ncommitment to eradicating poverty is reflected in the\r\nnational budget, which allocates more than 40 per cent to\r\nsocial spending. The national priority is the reduction of\r\nextreme poverty by 50 per cent — from 19 per cent to 10\r\nper cent of the population — by the year 2000. Along the\r\nsame lines, the Peruvian Government accords great\r\nimportance to policies aimed at achieving gender equality\r\nand the full participation of women, population policies and\r\npolicies for the protection of the most vulnerable: children,\r\nthe elderly, the handicapped and internally displaced\r\npersons.\r\nIn the year of the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, Peru remains committed to\r\ngiving substantive meaning to its content, incorporating its\r\nprinciples in legislation and putting them into practice\r\nthrough education and information and by including them\r\nin policies of development. The protection and fostering of\r\nhuman rights is a priority and a duty for Peruvians, which\r\nis why we defend the universality, indivisibility,\r\ncomprehensiveness and non-discriminatory application of\r\nhuman rights.\r\nMy country has signed and ratified almost all the\r\ninternational instruments concerning human rights, both\r\nuniversal and regional. Consequently, we call upon those\r\ncountries that still are not parties to the two International\r\nCovenants on human rights and to the American\r\nConvention on Human Rights to ratify them, not only in\r\nhonour of the fiftieth anniversary but also so that they will\r\nbe consistent with the principles they continually espouse\r\nin the international arena.\r\nThe persistence of new non-military global threats —\r\nsuch as international terrorism, the intensification of\r\norganized crime, corruption and the problem of drugs —\r\nadds to the gravity of the present international situation.\r\nPeru, which has suffered from terrorist violence, knows that\r\nthis barbarism constitutes an assault on the individual and\r\non society as a whole. It aims to destroy democracy and\r\nfundamental freedoms, in addition to threatening the peace\r\nand security of nations. In consequence, we consider all\r\nterrorist acts a systematic and deliberate violation of human\r\nrights that cannot be justified by any ideology or for any\r\nother reason, and that they should therefore be treated only\r\nas criminal acts.\r\nPeru categorically condemns terrorism in all its\r\nforms and manifestations and urges the international\r\ncommunity to combat it vigorously. With the same\r\ndetermination, Peru reiterates that cases of international\r\nterrorism should be resolutely combated within the\r\nframework of international law.\r\nIn 1990 there were 120 thousand hectares of coca in\r\nPeru. Today, in a spectacular decline, this has been\r\nreduced by half, and with it the number of peasant\r\nfamilies linked to the coca economy. Through\r\nprogrammes of alternative development it is possible to\r\navoid a resurgence in the supply of coca leaves. We\r\ntherefore need to combine national efforts with\r\ninternational support to overcome a complex problem that\r\nis a matter of shared responsibility. In this regard, we are\r\npromoting debt-swap programmes for alternative\r\ndevelopment projects. We have also convened a donor\r\nconsulting group, which will meet next November,\r\nsponsored by the Inter-American Bank, the Inter-\r\nAmerican Commission for the Control of Drug Abuse and\r\nthe European Union.\r\nAs President Alberto Fujimori stated during the\r\nspecial session of the General Assembly devoted to the\r\ndrug problem,\r\n“The purpose of the meeting is to secure the\r\ncomplementary financial resources required to\r\nimplement alternative development, prevention and\r\nrehabilitation programmes within the framework of\r\nanti-poverty policies and the sustainable management\r\nof natural resources.” (A/S-20/PV.2, p. 2)\r\nI strongly reaffirm that my country is committed to\r\nfighting drug-trafficking and its related effects until they\r\nare eradicated. The criminal structures of drug-trafficking\r\ncannot be given any respite during which they might\r\nreconstitute themselves. For this reason the international\r\ncommunity must intensify its joint efforts to put an end to\r\nthis scourge that affects humanity.\r\nBecause Peru has recently experienced a crisis\r\nsituation, we face major difficulties resulting from\r\ninternally displaced communities. Throughout the world\r\nthere has been a dramatic increase in the number of the\r\ninternally displaced in recent years, which makes it\r\nessential to strengthen United Nations action in this\r\nsphere. Consequently, we declare before the General\r\nAssembly the urgent need to further deepen and expand\r\nthe mandates, programmes and sources of funding for the\r\nsystem’s specialized agencies and bodies, with the aim of\r\n32\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nprioritizing assistance to those countries affected by this\r\nproblem.\r\nPeru is a peace-loving nation which works for peace\r\nand rejects conflict; which aspires to strengthen political\r\nand economic cooperation with all countries and groups of\r\ncountries in different regions, on the basis of common\r\ninterests and mutual benefit.\r\nIn the realm of peace and security, the international\r\ncommunity must now unite against new tendencies towards\r\nnuclear proliferation and a growing number of internal\r\nconflicts and conflicts between States in various parts of the\r\nworld. To this must be added conventional arms races and\r\nthe hundreds of thousands of anti-personnel mines that are\r\nstill deployed in the world, whose shocking and unjust\r\nconsequences we all know. These facts together threaten to\r\noverwhelm the existing capacities of our countries and our\r\ninternational institutions.\r\nPeru vigorously supports general and complete\r\ndisarmament under strict international control. This is both\r\na necessary condition for peace and an ongoing task of our\r\nOrganization.\r\nDeplorable recent developments in the sphere of\r\nnuclear proliferation underscore the urgency of perfecting\r\nthe existing non-proliferation regimes and the imperative\r\nneed for negotiations on nuclear disarmament to go\r\nforward. The proposed fourth special session of the General\r\nAssembly devoted to disarmament will have to consider\r\nthese questions on a priority basis. We Latin Americans\r\nnow appreciate all the more the Treaty of Tlatelolco, which\r\ncreated in our region the first inhabited zone of the planet\r\nto be free of nuclear weapons, and we are continuing to\r\ndevelop ties of cooperation with other nuclear-weapon-free\r\nzones.\r\nMy country was the first Latin American State to\r\nratify the Comprehensive Nuclear-Test-Ban Treaty, and\r\nconsequently rejects any kind of nuclear test anywhere in\r\nthe world.\r\nThe Convention on anti-personnel landmines is a\r\npositive sign of change on the international scene. This\r\nmakes plain the humanitarian concerns that inspire the\r\nconscience of the world. We are pleased that it will enter\r\ninto force in March 1999, and are particularly interested in\r\nits full implementation after that date. Accordingly, the\r\ninternational community will have to give its active\r\ncooperation and make the utmost effort to remove or\r\ndestroy the mines already planted in every region of the\r\nworld.\r\nPeru was one of the first countries to ratify the\r\nOttawa Convention and it already begun to adopt its\r\napplicable provisions. We call upon all countries which\r\nhave not yet done so to ratify or adhere to the Ottawa\r\nConvention as soon as possible, as a contribution to\r\npeace, security, human coexistence and the development\r\nof our peoples. We trust that those States which have\r\nalready signed it but have not yet ratified it will comply\r\nwith article 18 of the Vienna Convention on the Law of\r\nTreaties, under which signatory nations must abstain from\r\nacts which would frustrate the purpose of the Ottawa\r\nConvention.\r\nWe believe that the United Nations Regional Centre\r\nfor Peace, Disarmament and Development in Latin\r\nAmerican and the Caribbean, which has its headquarters\r\nin Lima, can contribute to promoting a culture of peace\r\nand strengthening the efforts towards disarmament in the\r\nregion, including dealing with the problem of mines.\r\nIn the foregoing scenario, the reform and\r\nstrengthening of the United Nations system take on even\r\ngreater importance. Change and adjustment lead to greater\r\nefficiency. The process of structural and functional reform\r\nof the United Nations, rendered imperative by\r\nglobalization and changes on the international scene,\r\nmakes it necessary to ensure the coherence of its\r\nprogrammes and activities and to transform the\r\nOrganization into an agent of sustainable human\r\ndevelopment.\r\nWe believe that it is appropriate and timely to\r\ncontinue our efforts to define the criteria that should\r\nguide reform of the Security Council. Decisions on this\r\nfundamental matter should necessarily be adopted on the\r\nbasis of the broadest possible agreement and in the spirit\r\nand letter of the Charter of the United Nations, which\r\nwould itself be revised. The modifications we desire aim\r\ntowards a more representative and efficient world\r\nOrganization. In that regard, this effort must not give way\r\nto confrontation and discord. Let us rather support all\r\nefforts directed towards allowing the Organization to\r\nrespond to the real needs of all its Member States.\r\n33\r\nGeneral Assembly 9th plenary meeting\r\nFifty-third session 22 September 1998\r\nPeru pays tribute to the peacekeeping operations of the\r\nUnited Nations on their fiftieth anniversary and honours the\r\nmemory of the men and women, soldiers, police and\r\ncivilians, including Peruvian nationals, who have sacrificed\r\ntheir lives in this noble mission. The peacekeeping\r\noperations, in some of which my country took part, are\r\nemblematic of the responsibility that the Charter assigns to\r\nour Organization.\r\nWe wish to reiterate, Mr. President, our best wishes to\r\nyou and to the Assembly in this new period we are\r\nentering, which will surely have important implications for\r\nthe international community.\r\nThe meeting rose at 1.50 p.m.\r\n34\r\n"