"United Nations A/53/PV.56\r\n98-86382 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n56th plenary meeting\r\nThursday, 12 November 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 15\r\nElections to fill vacancies in principal organs\r\n(b) Election of eighteen members of the Economic and\r\nSocial Council\r\nThe President (interpretation from Spanish): This\r\nmorning the General Assembly will proceed to the election\r\nof 18 members of the Economic and Social Council to\r\nreplace those members whose term of office expires on\r\n31 December 1998.\r\nThe 18 outgoing members are Argentina, Bangladesh,\r\nCanada, the Central African Republic, China, the Czech\r\nRepublic, Finland, Gabon, Guyana, Jordan, Lebanon,\r\nNicaragua, Romania, the Russian Federation, Sweden,\r\nTogo, Tunisia and the United Kingdom of Great Britain and\r\nNorthern Ireland.\r\nAs of 1 January 1999, the following States will\r\ncontinue to be represented on the Economic and Social\r\nCouncil: Algeria, Belarus, Belgium, Brazil, Cape Verde,\r\nChile, Colombia, the Comoros, Cuba, Djibouti, El Salvador,\r\nFrance, the Gambia, Germany, Iceland, India, Italy, Japan,\r\nLatvia, Lesotho, Mauritius, Mexico, Mozambique, New\r\nZealand, Oman, Pakistan, Poland, the Republic of Korea,\r\nSaint Lucia, Sierra Leone, Spain, Sri Lanka, Turkey, the\r\nUnited States of America, Viet Nam and Zambia. The\r\nnames of these 36 States should therefore not appear on the\r\nballots.\r\nIn accordance with paragraph 4 of General Assembly\r\nresolution 2847 (XXVI) of 20 December 1971, and taking\r\ninto account the number of States which will remain\r\nmembers of the Council after 1 January 1999, the 18\r\nmembers should be elected as follows: four from African\r\nStates, three from Latin American and Caribbean States,\r\nfour from Asian States, four from Western European and\r\nother States and three from Eastern European States. The\r\nballot papers reflect this pattern.\r\nI should like to inform the Assembly that the\r\nnumber of candidates, not exceeding the number of seats\r\nto be filled, receiving the greatest number of votes and a\r\ntwo-thirds majority of those present and voting will be\r\ndeclared elected. In the case of a tie vote for a remaining\r\nseat, there will be a restricted ballot limited to those\r\ncandidates which have obtained an equal number of votes.\r\nMay I take it that the General Assembly agrees to\r\nthis procedure?\r\nIt was so decided.\r\nThe President (interpretation from Spanish): In\r\naccordance with rule 92 of the rules of procedure, the\r\nelection shall be held by secret ballot, and there shall be\r\nno nominations.\r\nRegarding candidatures, I have been informed by the\r\nChairmen of the regional groups that, for the four vacant\r\nseats from among the African States, the four endorsed\r\ncandidates are the Democratic Republic of the Congo,\r\nGuinea-Bissau, Morocco and Rwanda.\r\nGeneral Assembly 56th plenary meeting\r\nFifty-third session 12 November 1998\r\nFor the four vacant seats from among the Asian States,\r\nthere are five candidates, namely, China, Indonesia, Saudi\r\nArabia, the Syrian Arab Republic and Turkmenistan.\r\nFor the Eastern European States, there are five\r\ncandidates for three vacant seats. The candidates are\r\nBulgaria, the Czech Republic, the Republic of Moldova, the\r\nRussian Federation and the former Yugoslav Republic of\r\nMacedonia.\r\nFor the three vacant seats from among the Latin\r\nAmerican and Caribbean States, there are four candidates,\r\nnamely, Bolivia, Ecuador, Honduras and Venezuela.\r\nFor the Western European and other States, the Group\r\nof Western European and other States has endorsed four\r\ncandidates for four vacant seats: Canada, Denmark, Norway\r\nand the United Kingdom of Great Britain and Northern\r\nIreland.\r\nIn accordance with rule 92 of the rules of procedure,\r\nwe shall now proceed to the election by secret ballot.\r\nBallot papers marked “A”, “B”, “C”, “D” and “E” will\r\nnow be distributed. I request representatives to use only\r\nthose ballot papers and to write on them the names of the\r\nStates for which they wish to vote.\r\nA ballot paper containing more names from the\r\nrelevant region than the number of seats assigned to it will\r\nbe declared invalid. Names of Member States on a ballot\r\npaper which do not belong to that region will not be\r\ncounted at all.\r\nAt the invitation of the President, Mr. Bijou (Costa\r\nRica), Mr. Osel-Danquah (Ghana), Mr. Sgouropoulos\r\n(Greece), Mr. Rózsa (Hungary) and Mr. Misran\r\n(Malaysia) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.30 a.m. and\r\nresumed at 12.35 p.m.\r\nThe President (interpretation from Spanish): The\r\nresult of the voting is as follows:\r\nGroup A — African States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 174\r\nAbstentions: 4\r\nNumber of members voting: 170\r\nRequired two-thirds majority: 114\r\nNumber of votes obtained:\r\nMorocco 167\r\nGuinea-Bissau 165\r\nRwanda 153\r\nDemocratic Republic of the Congo 150\r\nCongo 6\r\nTogo 2\r\nCameroon 1\r\nEgypt 1\r\nGuinea 1\r\nGroup B — Asian States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 175\r\nAbstentions: 2\r\nNumber of members voting: 173\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nIndonesia 142\r\nChina 140\r\nSaudi Arabia 138\r\nSyrian Arab Republic 117\r\nTurkmenistan 114\r\nUzbekistan 2\r\nBangladesh 1\r\nGroup C — Eastern European States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 175\r\nAbstentions: 3\r\nNumber of members voting: 172\r\nRequired two-thirds majority: 115\r\nNumber of votes obtained:\r\nRussian Federation 120\r\nBulgaria 98\r\nCzech Republic 98\r\nRepublic of Moldova 86\r\nthe former Yugoslav Republic of Macedonia 84\r\nGroup D — Latin American and Caribbean States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 175\r\nAbstentions: 3\r\n2\r\nGeneral Assembly 56th plenary meeting\r\nFifty-third session 12 November 1998\r\nNumber of members voting: 172\r\nRequired two-thirds majority: 115\r\nNumber of votes obtained:\r\nBolivia 133\r\nHonduras 126\r\nVenezuela 118\r\nEcuador 117\r\nArgentina 2\r\nJamaica 1\r\nPeru 1\r\nGroup E — Western European and other States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 3\r\nNumber of valid ballots: 172\r\nAbstentions: 16\r\nNumber of members voting: 156\r\nRequired two-thirds majority: 104\r\nNumber of votes obtained:\r\nCanada 152\r\nNorway 151\r\nDenmark 149\r\nUnited Kingdom 148\r\nFinland 2\r\nSweden 2\r\nIreland 1\r\nNetherlands 1\r\nHaving obtained the required two-thirds majority,\r\nBolivia, Canada, China, Democratic Republic of the\r\nCongo, Denmark, Guinea-Bissau, Honduras,\r\nIndonesia, Morocco, Norway, Rwanda, Russian\r\nFederation, Saudi Arabia, Syrian Arab Republic,\r\nUnited Kingdom of Great Britain and Northern\r\nIreland and Venezuela were elected members of the\r\nEconomic and Social Council for a three-year term\r\nbeginning on 1 January 1999.\r\nThe President (interpretation from Spanish): I\r\ncongratulate the States which have been elected members\r\nof the Economic and Social Council.\r\nTwo seats from among the Eastern European States\r\nremain to be filled.\r\nIn accordance with the rules of procedure, we should\r\nnow proceed with a series of restricted ballots. However,\r\nin view of the late hour, I propose that we postpone\r\nfurther balloting until 3 p.m. today. May I take it that the\r\nAssembly agrees to this proposal?\r\nIt was so decided.\r\nThe meeting rose at 12.45 p.m.\r\n3\r\n"