"United Nations A/53/PV.22\r\n98-85954 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n22nd plenary meeting\r\nWednesday, 30 September 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Filippi Balestra\r\n(San Marino), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President: The Assembly will first hear\r\nan address by the Minister for Foreign Affairs of Senegal\r\nand for Senegalese living abroad, His Excellency\r\nMr. Jacques Baudin.\r\nMr. Baudin (Senegal) (interpretation from French):\r\nSenegal takes pleasure in addressing, through me, its\r\nheartfelt congratulations to the President on his illustrious\r\nelection to the presidency of the General Assembly at its\r\nfifty-third session. His election is eloquent testimony to his\r\nintellectual and moral qualities and to his vast experience\r\nin international relations, and also reflects the unanimous\r\nrecognition by the Member States of our Organization of\r\nyour country, Uruguay, for its ongoing commitment in the\r\nservice of international peace and cooperation.\r\nWe express profound gratitude to his predecessor, Mr.\r\nHennadiy Udovenko, former Minister for Foreign Affairs of\r\nUkraine, for the skill and commitment with which he\r\ndischarged his duty throughout a particularly difficult year.\r\nFinally, I should like to pay a well-deserved tribute\r\nto the Secretary-General, Mr. Kofi Annan, a man of\r\nconviction who deserves our unreserved support in the\r\npursuit and achievement of the outstanding work of\r\nreform, to which he is fully committed in order to ready\r\nour Organization to meet the realities of the twenty-first\r\ncentury.\r\nThe annual sessions of the General Assembly\r\nprovide special opportunities for the great United Nations\r\nfamily to come together to consider collectively and\r\nthoughtfully the situation of the world and the problems\r\nand challenges that our Organization must meet as it\r\nseeks to bring about peace, progress and solidarity for\r\nhuman society.\r\nAs this century fades, we are living in an era marked\r\nby major challenges that involve all of us individually and\r\ncollectively. Our world is in the throes of transformation,\r\ninternationally as well as within each of our States, and\r\nour transition towards the third millennium is not without\r\ncertain contradictions.\r\nGlobalization has become a worldwide phenomenon.\r\nThe movement of people and ideas, the computer and\r\ninformation revolutions, the protection of the environment\r\nand the fight against drugs and terrorism have also\r\nbecome transnational phenomena that call for global\r\nreform and thoroughgoing international solidarity, which\r\nis the only thing that will allow us to attain our major\r\nobjectives — for while we are all similar, we are also all\r\ndifferent.\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nAt the same time, fragmentations are increasing and\r\ndifferences are asserting themselves at the national level,\r\nthereby leading to civil wars and ethnic and tribal conflicts\r\nthat often jeopardize the structure of our States. Formidable\r\nwealth has been created for a tiny minority, while vast\r\nexpanses of absolute poverty remain; and while human\r\nrights are exalted here, they are mocked or trampled\r\nunderfoot elsewhere.\r\nThe United Nations, which is the repository of the\r\nuniversal conscience, must adapt to these changing realities\r\nand develop the capacity to act, often with urgency, in the\r\nservice of peace and to respond appropriately to the\r\nlegitimate aspirations of humankind. As we seek to attain\r\nthe goals that are before us, our Member States have the\r\nresponsibility and the duty to endow our Organization with\r\nthe tools that will allow it effectively and rapidly to\r\nimplement the agenda for the twenty-first century.\r\nIn this context, I should like to emphasize and\r\nwelcome two major developments that have marked the\r\nrecent history of the United Nations. I shall refer first to the\r\nestablishment of the International Criminal Court, not\r\nbecause it takes priority but because the head of State of\r\nmy country, President Abdou Diouf, has conferred upon me\r\nthe honour of being involved in this issue for the past two\r\nyears. Senegal was among the first signatories of the Statute\r\nof the Court and is waiting only for the certified copy\r\nbefore ratifying it. The Diplomatic Conference in Rome\r\nwas without doubt a historic gathering, as for the first time\r\nthe nations of the world, in particular those from Africa,\r\nunited by a single and shared desire for justice, together\r\nfound a legal means of deterring those who might be\r\ntempted to commit crimes against humanity, war crimes\r\nand crimes of genocide; a means of bringing them to trial,\r\nif there are grounds for doing so; and a means of\r\nsentencing them if they are found guilty. In short, we have\r\nsucceeded in forging the missing link in the international\r\nlegal system.\r\nThat gathering will also be remembered as historic\r\nbecause the Statute of the Court, which we solemnly\r\nadopted on 18 July 1998, in such a symbolically rich place\r\nas Rome, introduced major innovations in relations between\r\nStates and between national and international jurisdictions.\r\nFinally, if anyone needs to be reminded, I am happy\r\nto say that the Statute and the final act governing the Court\r\ncomplement, and thereby imbue with greater meaning, the\r\nUniversal Declaration of Human Rights, whose fiftieth\r\nanniversary we are commemorating this year as one of the\r\ngreat milestone events in the history of the United Nations.\r\nWhat is more, the Statute makes the ideal of justice more\r\nprecise and more alive.\r\nI am pleased to say that my country, Senegal,\r\nrecently became the first State member of the\r\nOrganization of African Unity (OAU) to ratify the\r\nProtocol on the Establishment of the African Court on\r\nHuman and Peoples’ Rights, which was adopted at the\r\nmost recent OAU summit in Ouagadougou.\r\nLast year, during the fifty-second regular session of\r\nthe General Assembly, we all warmly welcomed the\r\nreform proposals of the Secretary-General, contained in\r\nhis report (A/51/950) entitled “Renewing the United\r\nNations: a programme for reform”. We were unanimous\r\nin believing that those judicious, balanced, innovative and\r\naction-oriented proposals were very timely because they\r\nwere in tune with the spirit and letter of the Declaration\r\nissued on the occasion of the fiftieth anniversary, which\r\nstated:\r\n“In order to be able to respond effectively to the\r\nchallenges of the future and the expectations of the\r\nUnited Nations held by peoples around the world, it\r\nis essential that the United Nations itself be\r\nreformed and modernized.” (resolution 50/6,\r\npara. 14)\r\nThis conviction, which we all shared, has today\r\nbecome an imperative. Indeed, through the dynamic\r\nimpetus provided by the President of the General\r\nAssembly at its fifty-second session, Mr. Udovenko, the\r\nGeneral Assembly adopted resolutions through which it\r\nendorsed and reaffirmed the implementation of the\r\nmeasures and proposals recommended by the Secretary-\r\nGeneral. In this regard, I should like to convey my\r\nsincere congratulations to Ms. Louise Fréchette, who has\r\nbeen appointed to the distinguished position of Deputy\r\nSecretary-General of our Organization, with particular\r\nresponsibility for development issues. To her, our partner\r\nin development, I wish every success in carrying out her\r\nhonourable and important mission.\r\nIn calling to mind the reforms that will enable the\r\nUnited Nations to become the cornerstone of a\r\nmultilateral system better attuned to the realities of the\r\ntwenty-first century, I could not ignore the delicate and\r\ncomplex negotiations under way within the Working\r\nGroup entrusted with the question of restructuring the\r\nSecurity Council. Security Council reform is a\r\nfundamental element in the overall reform of the United\r\n2\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nNations, but we must recognize that it will not be an easy\r\ntask.\r\nWe all agree on the need to modernize and\r\ndemocratize that essential United Nations body, but we are\r\nfinding it difficult to reach consensus, or even general\r\nagreement, on such fundamental issues as the enlargement,\r\ncomposition and right of veto. Despite five years of\r\ndiscussions within the Working Group, we must not\r\nabandon our hopes and become discouraged. If we redouble\r\nour efforts and benefit from the momentum that we have\r\ncreated, I am convinced that in due course we will succeed\r\nin this great undertaking to restructure the Security Council\r\nby conferring on it greater legitimacy, credibility and\r\ntransparency.\r\nAfrica certainly has its place in this reform — a place\r\nthat must be acknowledged given its history and its destiny\r\nas a continent of the future in which there is room for\r\ncontinued growth.\r\nThe United Nations has traversed half a century, and\r\nduring the course of those years we have progressively laid\r\nthe groundwork for an international system that should be\r\nable to ensure our collective security. In this regard, our\r\nOrganization has been and remains an irreplaceable tool for\r\nthe promotion and maintenance of international peace and\r\nsecurity. Despite the numerous achievements recorded in\r\nthat area, we must agree about how much farther we have\r\nto travel, as well as about the bold initiatives to be taken in\r\norder fully to secure international peace and security.\r\nLongstanding conflicts continue to resist our efforts at\r\nresolving them, while a number of fresh crises — a new\r\ngeneration of conflicts linked to an upswell in ethnic or\r\nintercommunity violence — continue to be a source of\r\nmajor concern for our countries, especially those in Africa.\r\nThus, in the subregion of western Africa, while Sierra\r\nLeone was moving towards the total restoration of\r\nconstitutional order with the return to Freetown of the\r\ndemocratically elected President owing to efforts by the\r\nUnited Nations, the Organization of African Unity and\r\nespecially the Economic Community of West African States\r\n(ECOWAS), a mutiny broke out on 7 June last,\r\nspearheaded by part of the standing army of the Republic\r\nof Guinea-Bissau.\r\nAt the express request of the legal authorities of that\r\ncountry, Senegal and the Republic of Guinea, another\r\nneighbour of Guinea-Bissau, dispatched troops in\r\naccordance with the relevant provisions of the bilateral\r\nagreements signed by each of the two countries with\r\nGuinea-Bissau.\r\nI should like to reiterate that Senegal’s involvement\r\nin Guinea-Bissau is designed solely to help restore\r\nconstitutional order, ward off threats to the safety of the\r\ncivilian populations and foreigners, and contribute to the\r\nstrengthening of stability and security in the subregion\r\nand throughout Africa.\r\nOn 26 August 1998, ECOWAS, together with the\r\nCommunity of Portuguese-Speaking Countries, succeeded\r\nin inducing the parties to sign a ceasefire accord, the first\r\nstep towards the normalization of life in Guinea-Bissau.\r\nIn the Horn of Africa, we have witnessed a drastic\r\ndownturn in the relations between Ethiopia and Eritrea.\r\nIndeed, the armies of those two fraternal countries —\r\nforced by history, geography and culture to live in perfect\r\nharmony and peace — launched military operations. And\r\nyet there have been numerous initiatives designed to bring\r\nabout a political solution of this new conflict. The\r\nbrotherly Governments of Ethiopia and Eritrea should\r\nagree to sit down at the negotiating table and endeavour,\r\nwith the help of the current Chairman of the OAU, the\r\ncountries of the subregion and other participants of\r\ngoodwill, to find ways and means of reaching a peaceful\r\nsolution.\r\nElsewhere on the continent, in Angola and in\r\nSomalia, the road to peace is winding — if not\r\ntortuous — and uncertainty continues to prevail.\r\nAllow me to pay once again from this rostrum a\r\nrespectful tribute to the memory of Maître Alioune\r\nBlondin Beye, Special Representative of the Secretary-\r\nGeneral in Angola, and of his companions in misfortune,\r\nwho included our fellow countryman Moctar Gueye, a\r\njournalist, all of whom died in an accident on the field of\r\nhonour in the service of peace.\r\nAll of Africa aspires to progress and to a better life,\r\neven though the conflicts it is enduring continue to pose\r\nmajor obstacles to a balanced and lasting economic and\r\nsocial development. We therefore have the obligation and\r\nthe duty, as members of the family of nations, to continue\r\nto strive to bring about a world order that is more stable,\r\nequitable and just.\r\nAware of this reality, Africans together, working in\r\nconcert with the OAU and in close cooperation with the\r\nUnited Nations, are participating more and more actively\r\n3\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nin regional efforts aimed at conflict prevention,\r\nmanagement and resolution.\r\nI should like to take this opportunity to welcome the\r\npublication of the Secretary-General’s report on the causes\r\nof conflict and the promotion of durable peace and\r\nsustainable development in Africa. In this invaluable report,\r\nthe Secretary-General offers a well thought out and\r\nobjective analysis of the causes of conflicts in Africa,\r\nrightly pinpointing the close link between stability and\r\ndevelopment, and finally recommending criteria, conditions\r\nand ways and means of ensuring, building and safeguarding\r\npeace in the interest of sustainable development in Africa.\r\nMy country, Senegal, convinced of the importance of\r\npeace in the Middle East and of the need for greater\r\nprogress in that respect, is actively supporting the peace\r\nprocess and remains committed to the achievement of peace\r\nin the region based on the relevant resolutions and\r\nagreements, which must be respected by all parties, if only\r\non the basis of the principle of pacta sunt servanda.\r\nThe time is ripe urgently to call once again on the\r\nparties involved, the co-sponsors and all peace-loving\r\nnations to ensure that fresh initiatives are taken to reconcile\r\nthe widely divergent viewpoints of the Palestinian Authority\r\nand the Government of Israel in order to restore a climate\r\nof confidence and cooperation, which is the only possible\r\nbasis for peace and peaceful coexistence among the peoples\r\nof the region.\r\nOngoing efforts to bring about general, complete and\r\nverifiable disarmament represent a major step in\r\nstrengthening international security. While significant\r\nprogress has been made in this realm in the past decade, we\r\nmust acknowledge that global disarmament, today more\r\nthan ever, remains a long-range objective.\r\nIndeed, the conflicts we have seen in recent years have\r\ndemonstrated that the massive destruction caused by\r\nconventional arms requires that initiatives be taken to deter\r\ntheir proliferation, and in particular the illicit traffic in\r\nsmall-calibre weapons, now a real scourge in Africa. Major\r\nefforts are being mobilized on the continent to fight this\r\nthreat, but it is obvious that Africa alone cannot possibly\r\novercome it. Senegal will spare no effort to contribute to\r\nthe elaboration of an international convention to fight the\r\nillicit traffic in small-calibre weapons.\r\nAt the dawn of the twenty-first century, the universal\r\ncharacter of the United Nations has achieved wide\r\nacceptance, and its universality gives our Organization\r\ngreater credibility and effectiveness.\r\nIn keeping with this principle, Senegal unreservedly\r\nsupports the request by the Republic of China to rejoin\r\nthe community of free nations and to be admitted as a\r\nmember of our Organization and of its specialized\r\nagencies. Accordingly, we have proposed that the General\r\nAssembly reconsider that part of resolution 2758 (XXVI)\r\nthat excluded the Republic of China from the United\r\nNations and from its specialized agencies.\r\nIn keeping with its purpose — to be a centre where\r\nnations work together for social progress through the\r\nachievement of improved living conditions — the United\r\nNations has made a remarkable contribution to\r\npinpointing the problems facing humankind.\r\nThroughout this decade, the United Nations has held\r\na series of major conferences that have enabled the\r\ninternational community to adopt at the highest political\r\nlevel a set of consensual plans of action. These have laid\r\nthe foundation for a new global partnership for\r\ndevelopment based upon the principle of national\r\nresponsibility and the imperative of international\r\nsolidarity, in the quest for a united response to the\r\nchallenges that face all of us. Never before has so\r\ngenerous and so highly promising an approach been taken\r\nto the concerns felt by the community of nations.\r\nThese action plans, apart from their degree of\r\nrelevance, constitute a set of formal commitments on\r\nmeasures that should be taken together. Without the\r\ncorresponding mobilization of new and additional\r\nresources, the specific actions expected from these noble\r\ninitiatives, whose grandeur and legitimacy derive their\r\nvery force from the ideals embodied in the Charter itself,\r\nare liable to translate into severely compromised or\r\ndashed hopes.\r\nAbove and beyond the problems linked to\r\nimplementing the results of the major conferences held\r\nthroughout the decade, the fact is that international\r\ncooperation for development now poses a paradox that we\r\ncannot ignore without betraying the ideals of peace and\r\ndevelopment that inspired the founding fathers of our\r\nOrganization.\r\n4\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nMiguel de Unamuno, Rector of the University of\r\nSalamanca in Spain, once said:\r\n“Under certain circumstances, to keep silent is to lie”.\r\nHow, then, can we remain silent before the obvious\r\ncontradiction between the incessant expansion of needs for\r\neconomic cooperation for development and the constant\r\ndecline in official development assistance, which is today\r\nat its lowest level in 25 years? How can we forget the\r\npersistent imbalances in multilateral international trade,\r\nwhose first and foremost role was, after all, to ensure for\r\neveryone, in developed and developing countries alike, the\r\nbenefits of a trading mechanism that was to be open,\r\nregulated, transparent, equitable and predictable? What\r\nvalues of humanity can still be invoked when at the dawn\r\nof the third millennium, in a world that has become a\r\nglobal village, over a billion men and women are deprived\r\nof even the barest elements of a decent life? The\r\nmarginalization and exclusion that haunt the daily lives of\r\nthese men and women give proof once again of the\r\nabsolute priority that the fight against poverty must have at\r\nboth the national and international levels.\r\nThis is why strong measures to breathe new life into\r\nNorth-South exchanges are today more imperative than\r\never. The General Assembly’s high-level debate devoted to\r\nrelaunching a dialogue to strengthen international\r\ncooperation through partnership and the draft plan for an\r\ninternational gathering at the highest level for development\r\nfinancing are encouraging initiatives, as would be initiatives\r\nfor fair compensation for commodities and a global\r\nsettlement of the debt crisis of developing countries.\r\nThe fifty-third session of the General Assembly\r\ncoincides with the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights. The promotion, consolidation\r\nand expansion of the underpinnings of the State based on\r\nthe rule of law throughout the world; the strengthening of\r\nnational institutions for the defence of human rights; the\r\nintegration of human rights into the major activities of the\r\nUnited Nations system; the promotion of the right to\r\ndevelopment — these seem to us to be the essential pillars\r\nof a global policy for the benefit of human rights and\r\nfreedoms at the end of this century.\r\nIn this context, my delegation would like to salute the\r\nmajor initiatives undertaken by Mrs. Mary Robinson, High\r\nCommissioner for Human Rights since she took office,\r\nparticularly those directed to our continent, Africa, which\r\nare fully in keeping with our expectations. This means, in\r\nfact, that more than ever before, we must promote dialogue\r\nwith Governments, strengthen dialogue between\r\ninstitutions within the United Nations system and strive to\r\nrationalize the machinery of human rights.\r\nThe fight against the global drug problem remains a\r\nconcern shared by the entire international community\r\nbecause of the multiple and pernicious ties that drug-\r\ntrafficking has been able to establish with phenomena\r\nsuch as transnational organized crime, terrorism, large-\r\nscale banditry and illegal arms-trafficking networks —\r\nparticularly those involving small calibre weapons,\r\nespecially in Africa. This illicit trafficking in narcotics\r\nand psychotropic substances has become a dangerous\r\nthreat to the peace, stability and security of all nations,\r\nStates and regions of the world at the end of the\r\nmillennium.\r\nThis is why my country, Senegal, welcomed the\r\nholding last June in the presence of numerous heads of\r\nState and of Government in this Hall of the special\r\nsession of the General Assembly devoted to the drug\r\nproblem. Now it is important for all of us to work for the\r\neffective implementation of the important conclusions\r\nreached at that meeting, both at the national and\r\ninternational levels.\r\nBefore I conclude, allow me to say a few words\r\nabout the financial crisis and the need to strengthen the\r\neffectiveness of the United Nations. Our Organization has\r\nbeen in the midst of a very worrisome financial situation\r\nfor several years now. The causes of this situation have\r\nbeen debated at length right here and it does not seem\r\nnecessary for me to recall them now. I would simply like\r\nto stress that the reform process that we have all\r\nundertaken cannot possibly be brought to a successful\r\nconclusion within this situation of financial instability that\r\nthe Organization is experiencing at a time when it is\r\nbeing called upon to act on many different fronts.\r\nThe new international context, and the\r\nmultidimensional nature of the challenges to be met\r\nrequire that we have a restructured and modernized\r\nUnited Nations that is endowed with the capabilities\r\nnecessary to come to our help in resolving our disputes,\r\neliminating injustices and disparities and avoiding\r\nexclusion and selfishness.\r\nIt is enough for us to want these things, because we\r\npossess the resources and capabilities to attain them.\r\nHumanity has already met so many challenges in the\r\ncourse of its troubled history that we can have no doubt\r\n5\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nnow that it is indeed capable of meeting the challenges of\r\nthe third millennium as well.\r\nSo far as we are concerned in Senegal, under the\r\nleadership of Mr. Abdou Diouf, President of the Republic,\r\nwe are ready to shoulder our responsibilities in a genuine\r\nspirit of solidarity and collective effort in order to realize\r\nour ambitions and dreams. We owe it to ourselves, but\r\nespecially to the generations to come.\r\nAddress by Mr. Janez Drnovsek, Prime Minister of the\r\nRepublic of Slovenia\r\nThe Acting President: The Assembly will now hear\r\nan address by the Prime Minister of the Republic of\r\nSlovenia.\r\nMr. Janez Drnovsek, Prime Minister of the Republic\r\nof Slovenia, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Prime Minister of the Republic of Slovenia,\r\nHis Excellency Mr. Janez Drnovsek, and inviting him to\r\naddress the Assembly.\r\nMr. Drnovsek (Slovenia): Let me take this\r\nopportunity to congratulate the President and his country,\r\nUruguay, on his election to the presidency of the General\r\nAssembly at its fifty-third session. I am convinced that his\r\nexperience and skills will help the General Assembly fulfil\r\nits important tasks.\r\nI would also like to thank Mr. Hennadiy Udovenko of\r\nUkraine for his work as President and to commend him on\r\nhis decisive guidance during the deliberations of the fifty-\r\nsecond session of the General Assembly.\r\nThe world order is being rearranged. Our time is\r\nmarked by continuous change. It is of crucial importance\r\nthat this process of change take place in a peaceful way and\r\nunder the rules which the international community has\r\nagreed upon. The United Nations has an indispensable role\r\nin that regard and must be able to respond to the world’s\r\nneeds. While it is true that the United Nations is a\r\nframework within which the Member States can pursue\r\ntheir own national interests, the United Nations is above all\r\nan instrument for making the common goals and aspirations\r\nof humankind a realistic programme for a better future.\r\nThe world and its goals and challenges are changing,\r\nand the United Nations has to change as well. It was a wise\r\ndecision for the Member States to support the Secretary-\r\nGeneral’s programme for reform and help him undertake\r\nthe necessary measures. We are glad to see that some of\r\nthe steps of this excellent programme have already made\r\nthe United Nations more responsive and more effective.\r\nOnly an efficient universal organization can help us\r\ncope with the pressing challenges of globalization,\r\neconomic and social development, environmental changes\r\nand the urgent need to protect and respect human rights.\r\nWe need the United Nations to protect our highest and\r\nmost basic goal: the maintenance of international peace\r\nand security. Therefore, we expect that the remaining\r\nproposals of the Secretary-General will be approved by\r\nthe Members during this session of the General\r\nAssembly. This will allow us to move forward in the\r\nreform and transformation of our United Nations.\r\nSlovenia attaches special importance to the\r\npromotion of the noble principles and values upon which\r\nthe United Nations is built. This is why we were\r\nespecially proud to be elected a non-permanent member\r\nof the Security Council. The implementation of our key\r\nforeign-policy objectives, which we pursue in our work\r\nand endeavours in the Security Council, is, however,\r\nchallenged by an increasing number of threats to peace\r\nand stability. Judgement, compassion and determination\r\nmust guide us in our struggle to offer new hope for\r\nsuffering people.\r\nFrom the Balkans to Central Africa and Central\r\nAsia, a particular type of warfare seems to be prevailing\r\nin all conflicts. The civilian population is the main —\r\nand, very often, also the only — target. Violations of\r\nhuman rights, international humanitarian law and the most\r\nhorrible atrocities are becoming the usual consequences of\r\nthese conflicts. These violations and their political root\r\ncauses must be addressed by the international community\r\nfrom the very start. We must act with unity and\r\ndetermination to ensure that violations of humanitarian\r\nlaw and human rights do not remain unpunished.\r\nThere are actors in the international community who\r\nstill believe that the threat or use of force is a legitimate\r\nmeans of change. They consider political solutions and\r\nnegotiations only after and if military options fail. We can\r\nsee this in Africa, where new crises are succeeding the\r\nold ones. We can see it in the continued arms race, even\r\nin the nuclear field. We can also see it in Europe, with\r\nKosovo offering yet another humanitarian tragedy. As if\r\nall of this were not enough, we also face the lowest, the\r\nmost unjustified violence of all — international terrorism,\r\nwhich has harmed hundreds of innocent victims.\r\n6\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nIn Bosnia and Herzegovina the peace process is slowly\r\nbut definitely extending its roots. However, this process has\r\nnot yet become irreversible. The international community\r\nstill has an important role in leading the post-conflict\r\nmanagement of the situation. There is a growing need to\r\nensure economic reconstruction and provide adequate\r\neconomic aid. Slovenia is actively participating in those\r\nefforts.\r\nMany important issues in Bosnia and Herzegovina\r\nremain to be solved. The number of returning refugees,\r\nespecially among minorities, has been substantially lower\r\nthan expected. In this regard, we commend the role of the\r\nNorth Atlantic Treaty Organization, its Multinational\r\nSpecialized Unit and the international police transition force\r\nfor their role. Democratization and reconciliation are\r\nindispensable elements in consolidating peace in Bosnia and\r\nHerzegovina. Reconciliation, however, does not mean\r\nimpunity. In fact, there will be no reconciliation until all\r\nwar criminals are brought to justice. To this end, we expect\r\nthe cooperation of all countries concerned.\r\nThe situation in Kosovo has been giving rise to\r\nlegitimate international concerns for quite some time now.\r\nSerious violations of human rights have been reported for\r\nyears. In recent months the population of Kosovo has been\r\nsubjected to a campaign of terror and forced to flee their\r\nhomes and seek refuge in the woods and mountains. The\r\ninternational community should prevent humanitarian\r\ncatastrophe this winter and force all the parties in the\r\nconflict to face their responsibilities. All forms of violence\r\nagainst the civilian population in Kosovo must stop. The\r\nKosovo population needs a ceasefire and needs negotiations\r\nto start now. This is a prerequisite for the process of the\r\nreturn of refugees to start.\r\nThe United Nations has the means to organize an\r\neffective international action for the maintenance of peace.\r\nThe Security Council is addressing most of these problems.\r\nAt the moment, Slovenia is proud to be a non-permanent\r\nmember of the Security Council. We are doing our best to\r\ncontribute to the common effort to ensure that peace is\r\nmaintained, international obligations respected, justice done\r\nand innocent lives saved wherever and whenever possible.\r\nSlovenian armed forces already participate in actions\r\nto consolidate peace, security and stability. The conduct of\r\npeace-support operations is an expression of Slovenia’s\r\npolitical will and a reflection of the readiness of our armed\r\nforces.\r\nThe wealth of experience the United Nations has\r\naccumulated is impressive. However, in many ways\r\nreform of its 50-year-old structure would greatly enhance\r\nits effectiveness. Slovenia shares the view of the majority\r\nof Member States that the Security Council also needs to\r\nbe and should be reformed. It should become more\r\nrepresentative and more up to date by expanding the\r\nnumber of its non-permanent as well as permanent\r\nmembers. It should become more effective in its decision-\r\nmaking. Last but not least, it should become more\r\ntransparent, for its decisions affect all the Member States.\r\nThis year’s session of the General Assembly will be\r\nmarked significantly by the commemoration of an\r\nimportant event, which continues to be an important\r\nsource of inspiration for United Nations activities today.\r\nFifty years have passed since the adoption of the\r\nUniversal Declaration of Human Rights, a historic\r\ndocument that recognized the inherent dignity and equal\r\nand inalienable rights of all members of the human family\r\nas the foundation of freedom, justice and peace in the\r\nworld.\r\nThis is an appropriate time to reflect on what has\r\nalready been achieved and what still remains to be done\r\nin the field of human rights. This is the time to reconfirm\r\nour commitment and show our determination to promote\r\nand protect the whole spectrum of human rights — civil\r\nand political, as well as economic, social and cultural.\r\nWe believe strongly that the promotion and\r\nprotection of human rights is a legitimate concern of the\r\ninternational community and calls for a high level of\r\ninternational attention and cooperation. Slovenia strongly\r\nsupports the work of the International Criminal Tribunals\r\nfor the former Yugoslavia and for Rwanda and is pleased\r\nto see the first ever verdict on the crime of genocide\r\nhanded down by an international criminal court. We also\r\nsee this as the most gratifying way to mark the fiftieth\r\nanniversary of the Convention on the Prevention and\r\nPunishment of the Crime of Genocide.\r\nThe successful completion of the United Nations\r\nDiplomatic Conference on the establishment of an\r\nInternational Criminal Court on 17 July of this year is a\r\nhistoric step towards making the rule of law and human\r\nrights truly universal. We hope that this will help provide\r\njustice for victims, limit impunity and deter acts of\r\ngenocide, crimes against humanity and war crimes in the\r\nnext century.\r\n7\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nThe signing of the Ottawa Convention was an\r\nimportant step forward towards the total ban of anti-\r\npersonnel landmines. We all have to start a global process\r\nof demining and mine clearance operations in thousands of\r\nmined areas all over the world. At the same time, the\r\nprocess of the physical and mental rehabilitation of millions\r\nof mine victims throughout the world should start as soon\r\nas possible. Slovenia has already joined this process. The\r\nGovernment of the Republic of Slovenia established the\r\nInternational Trust Fund for Demining and Mine Victims\r\nAssistance in Bosnia and Herzegovina. The main purpose\r\nof the Fund is to raise financial resources and organize\r\ndemining operations and a programme of rehabilitation for\r\nmine victims from Bosnia and Herzegovina. I would like to\r\ntake this opportunity to invite other countries to join us in\r\nthis noble effort.\r\nAt the end of the cold war, many countries anticipated\r\nthe end of the nuclear era. We were expecting an\r\naccelerated process of elimination of nuclear weapons.\r\nUnfortunately, and notwithstanding important successes in\r\nthe reduction of nuclear arms, the proliferation of nuclear\r\nweapons has increased in recent years. Slovenia strongly\r\ndeplores nuclear tests and appeals to all countries to end\r\ntheir military nuclear programmes.\r\nSlovenia demonstrated its determination to contribute\r\nto nuclear disarmament by joining seven other non-nuclear\r\ncountries — Brazil, Egypt, Ireland, Mexico, New Zealand,\r\nSouth Africa, and Sweden — in launching the joint\r\ndeclaration of eight Ministers for Foreign Affairs entitled\r\n“Towards a nuclear-weapon-free world: the need for a new\r\nagenda” [A/53/138]. The prime goal of our action was to\r\nstart new efforts for nuclear non-proliferation and nuclear\r\ndisarmament. We, the representatives of eight countries, are\r\nfirm in our efforts to enable forthcoming generations to\r\nenjoy a world free of nuclear weapons.\r\nThis is the time for concrete action and visionary\r\ninitiatives. The evolution of the international system\r\nrequires both. Slovenia is aware of this important need. We\r\nbelieve that such basic issues of international security as the\r\nissue of nuclear arms need to be addressed in a realistic and\r\ncomprehensive manner.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\nRepublic of Slovenia for the statement he has just made.\r\nMr. Janez Drnovsek, Prime Minister of the Republic\r\nof Slovenia, was escorted from the rostrum.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of the Bahamas, Her Excellency the\r\nHonourable Janet Bostwick.\r\nMrs. Bostwick (Bahamas): I wish to express the\r\npleasure of the Commonwealth of the Bahamas at having\r\nMr. Opertti preside over the deliberations of this fifty-\r\nthird session of the General Assembly and to convey to\r\nhim our warmest congratulations on his election. He may\r\ncount on the full support of the Bahamas delegation to\r\nensure the success of this session.\r\nThe Bahamas also wishes to express its appreciation\r\nto Mr. Hennadiy Udovenko of Ukraine, whose competent\r\nleadership brought the deliberations of the fifty-second\r\nsession to a successful conclusion. He has our gratitude.\r\nOn 10 July of this year, the Commonwealth of the\r\nBahamas celebrated its silver jubilee anniversary as a\r\nsovereign nation. Our country is a thriving democracy and\r\nenjoys one of the highest standards of living in our\r\nhemisphere. Our economy continues its rebound from\r\nnegative growth early in the decade, and increasingly we\r\nare creating the jobs necessary to provide productive\r\nemployment for our young population in all sectors of the\r\nBahamian economy.\r\nOver the past 25 years, the Bahamas has\r\ndemonstrated a consistently strong and exemplary record\r\nin upholding democracy, protecting and promoting human\r\nrights, promoting the advancement of women and\r\npromoting social development and justice.\r\nAs a member of the community of nations, the\r\nBahamas has remained firm in its commitments to the\r\nUnited Nations and to other international organizations.\r\nHence, the foreign policy of the Bahamas has been\r\nmarked by peaceful cooperation and respect for the\r\nsovereignty of its neighbours.\r\nNevertheless, we, like many others in the\r\ninternational community, are constrained to question the\r\nadequacy of delivery on commitments to improve the\r\ncircumstances of developing countries. I believe it is fair\r\nto assert that the United Nations record of achievement in\r\ndeveloping countries has been, at best, mixed.\r\nWhile it is true that many developing countries have\r\ngained a measure of success in their economic and social\r\nsectors as a direct result of United Nations intervention\r\nand assistance, too often such successes have been\r\novershadowed and continue to be overshadowed by\r\n8\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nserious deficiencies. Too many countries in the developing\r\nworld today suffer from abject poverty, deteriorating\r\nenvironments, poor health standards, high unemployment\r\nrates, staggering levels of malnutrition and hunger,\r\nspiralling inflation, growing criminal activity and masses of\r\nhomeless persons displaced by political and economic\r\nconditions. Such problems and challenges defy the meagre\r\nresources, both human and financial, of these nations, and\r\nmany assistance programmes mounted to redress them are\r\nlimited by their decreasing resources.\r\nThese are some of the critical areas where the\r\nOrganization can make a difference in the lives of\r\nindividuals, especially in developing countries. Another area\r\nwhere the Organization could make a difference would be\r\nin the adoption of measures to eradicate the abhorrent\r\npractice of trafficking in women and children. We call upon\r\nthe international community to make every effort to address\r\nthis problem in a comprehensive manner.\r\nThe Bahamas continues to be challenged by the\r\nuncontrolled entry of economic migrants to its territory, a\r\nstruggle which receives scant international recognition or\r\nassistance, notwithstanding the considerable financial\r\nburden foisted upon our small developing State. Indeed,\r\nundue pressure is frequently brought to bear upon our small\r\nsociety to absorb such economic refugees without regard\r\nfor the serious social and political consequences of such\r\nrequests. It is clear that the important United Nations\r\nconventions crafted to address the problems of political\r\nrefugees following the Second World War do not\r\nadequately address the problem of today’s undocumented\r\neconomic migrants. We call on this Assembly, therefore, to\r\nbegin to address the need for a review of the mandate of\r\nthe United Nations High Commissioner for Refugees.\r\nThe Bahamas is an archipelago of some 700 islands\r\nstretched over some 80,000 square miles of ocean. We are\r\nhome to one of the most important coral reef systems in the\r\nworld and of important species of flora, fauna and animal\r\nlife, both terrestrial and marine. Our responsibility to\r\nconserve and protect our environment for the welfare of\r\nfuture generations is clear. Equally clear is the fact that we\r\nrequire continued international assistance if we are to\r\nsucceed. In this regard, I wish to acknowledge and thank\r\nthe United Nations Environment Programme (UNDP) for its\r\ncontinuing assistance to the Bahamas as we seek to enhance\r\nour capacity to catalogue, manage and protect our rich\r\nbiodiversity; and to thank also the Secretariat of the United\r\nNations Framework Convention on Climate Change for its\r\nassistance in improving our response to the challenges\r\ncreated by climate change and sea level rise.\r\nIt is important that we begin to deal forthrightly with\r\nthe obstacles which impede the United Nations from\r\nplaying as effective a role as it ought, or might, in the\r\nglobal economy. We must be vigilant against slippage in\r\nour commitment to the goals of the Organization so\r\neloquently embodied in our fiftieth anniversary pledge to\r\nbe a people “united for a better world“ in which the\r\nhuman condition remained our highest priority. We must\r\nall accept that the United Nations can only be, and will\r\nonly be, as successful and responsive as we the Member\r\nStates allow it to be. The United Nations success is our\r\nsuccess.\r\nThe reform measures adopted last session provide a\r\nuseful platform from which to refocus and improve our\r\nOrganization. In this regard, the Bahamas welcomes the\r\nproposals for both a Millennium Assembly and a\r\nMillennium Forum, so as to forge a closer partnership\r\nwith civil society.\r\nThe Bahamas also recognizes and accepts the\r\nappropriateness of adopting sunset clauses, establishing\r\ntime limits for United Nations mandates. Given the\r\nsensitivity of the matter, however, we strongly\r\nrecommend that final decisions be arrived at on the basis\r\nof consensus among the Organization’s membership.\r\nThe Bahamas believes that the Security Council as\r\ncurrently composed reflects some inequities and\r\nimbalances of this Organization. A living organization\r\nmust adapt to changing circumstances if it is to remain\r\nrelevant. A Security Council reflecting the eminence of\r\npost-Second World War Powers cannot be expected to\r\nadequately address concerns of our post-colonial world.\r\nAs we approach a new millennium, it would be in our\r\ninterest for this central organ of our Organization to be\r\nmore reflective of our present reality.\r\nAs a peace-loving nation, and one in which respect\r\nfor human dignity has historically been upheld, the\r\nBahamas condemns terrorism in all its forms. Such\r\nwanton acts are inhumane and wreak havoc on entire\r\ncommunities. It is for these reasons that the Bahamas will\r\ncontinue to lend its support to all legitimate national and\r\ninternational efforts to stem the spread of terrorism and to\r\nwork towards its elimination.\r\nTo this end, we will continue to cooperate with the\r\ninternational community to bring the perpetrators of\r\nterrorism to justice, as well as to address comprehensively\r\nthe root causes of terrorism. We call on all Members to\r\nact similarly.\r\n9\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nWe wish to thank Secretary-General Kofi Annan for\r\nhis untiring efforts in the promotion of international peace\r\nand security. Unfortunately, his recent reports on trouble\r\nspots around the world continue to reveal a disturbing\r\npicture. In a world shrunken by globalization, every trouble\r\nspot has the potential to affect us all. Our energies, exerted\r\nin search of real solutions to these global crises, must\r\ntherefore match those expended in pursuit of responses to\r\nour national challenges. Let us seek to mark the fiftieth\r\nanniversary of United Nations peacekeeping with an\r\nenlightened breakthrough in this area.\r\nThe continued production and use of land mines\r\ninternationally continues to maim and kill thousands of\r\ninnocent men, women and children in developing countries.\r\nThe Bahamas abhors these actions. We were pleased to join\r\nthe more than 100 countries which have signed the\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-Personnel Mines and on\r\nTheir Destruction, which we have also now ratified. We\r\ncall upon all Member States that have not done so, to do\r\nthe same.\r\nThe Bahamas is seriously concerned by the\r\nproliferation of handguns and other weapons which\r\ncontinue to infiltrate small island developing States. The\r\nuse of these conventional weapons by perpetrators of crime\r\nconsiderably raises the level of violence in our societies and\r\nthreatens our social, economic and political fibre.\r\nWe call on countries manufacturing handgun and other\r\nweapons to assume greater responsibility over the sale and\r\nexport of such weapons, and to strengthen their\r\ninternational collaborative efforts to combat this problem.\r\nFor our part, we have joined Member States of this\r\nhemisphere in acceding to and ratifying the Inter-American\r\nConvention against the Illicit Manufacturing of and\r\nTrafficking in Firearms, Ammunition, Explosives and Other\r\nRelated Materials. We commend similar action to all\r\nMember States of this body.\r\nThe Bahamas, after experiencing an abatement in the\r\nillicit transit and traffic in narcotic drugs through its\r\nterritory, regrets to inform the Assembly that it is again\r\nconfronted with this scourge. Drug seizure quantity and\r\nfrequency have increased, and the numbers of persons\r\narrested and charged with drug offences are similarly\r\nincreasing. Past experience has taught us that this is not a\r\nproblem which can be resolved by any single State.\r\nInternational cooperation is critical if this menace is to be\r\ncontrolled.\r\nNotably, we welcomed the recent twentieth special\r\nsession of the General Assembly on the world’s drug\r\nproblem. That session adopted important decisions\r\ndesigned to chart the future course in the international\r\nfight to combat the supply, traffic and consumption of\r\nillicit drugs. It is now imperative that Member States\r\ncommit themselves to the implementation of those\r\ndecisions.\r\nThe past 12 months have been a period of turmoil\r\nfor the world’s economy, marked in particular by the\r\ncrippling financial crisis in South-East Asia. The fallout\r\nfrom that crisis is now being felt, in varying degrees,\r\nglobally.\r\nWe have, from time to time, in this forum\r\nunderscored the importance of establishing a sustainable\r\nand equitable international framework for highly\r\nintegrated global markets. This need remains critical,\r\nparticularly in the light of the quickening pace of the\r\nglobalization of production and of capital flows, and the\r\nliberalization of trade since early in this decade. Clearly,\r\nthese developments have not provided equal opportunities\r\nfor all countries to share in the benefits of globalization.\r\nCountries — developing countries, least developed\r\ncountries and countries with economies in transition —\r\nought to be assisted in their efforts to become integrated\r\ninto the mainstream global economy, without incurring\r\ndisruptive and punitive economic, social and cultural\r\ncosts. These are matters of survival for small economies\r\nlike that of the Bahamas.\r\nQuestions are now being raised concerning the\r\nadequacy of the international financial system to meet the\r\ngrowing demands of the world’s diverse economies. My\r\nGovernment is acutely aware that, while private capital\r\nflows have played an indispensable role in the\r\nadvancement of developing economies, they should not be\r\nrelied upon as the single source of financing for capital\r\ndevelopment. In this connection, the Bahamas notes the\r\nrecent call for a high-level international intergovernmental\r\nforum on financing for development aimed at furthering\r\nthe global partnership for development.\r\nMy Government supports this call and applauds the\r\nAssembly’s efforts to explore the matter further by\r\nsoliciting input from Member States. We call on this body\r\nto address the issue in as comprehensive and integrated a\r\nmanner as possible.\r\n10\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nMy Government was also pleased to note the\r\nconvening, in December last, of the expert group meeting\r\non vulnerability indices here at the United Nations. It is my\r\nGovernment’s fervent hope that work will continue in this\r\nimportant area. As the Assembly is aware, the Bahamas has\r\non many occasions repeated its objection to the use of per\r\ncapita income as the sole, or principal, measuring tool for\r\nthe economies of developing countries. This yardstick does\r\nnot, and cannot, take into account the special circumstances\r\nof countries like the Bahamas, with our archipelagic make-\r\nup, our ecological fragility and our economic vulnerability.\r\nYet these are all integral measures of our state of\r\ndevelopment.\r\nMy Government looks forward to the upcoming\r\nreview in 1999 of the Barbados Programme of Action, and\r\nhopes that all issues of concern to small island developing\r\nStates will be addressed in line with the chapters of the\r\nProgramme of Action.\r\nThe vision of our United Nations to meet the needs of\r\nour people is achievable, but only if our purposes and\r\nprinciples are designed for the common good rather than\r\nfor narrow nationalistic objectives. Otherwise, such motives\r\nwill inevitably produce inadequate programmes and\r\nadversely affect relationships.\r\nThe lessons of history no longer take centuries to be\r\ndeduced. They present themselves starkly before us, often\r\nin our own lifetime. Will we choose to learn from them?\r\nThe answer lies with each of us.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Myanmar, His Excellency\r\nMr. Ohn Gyaw, on whom I now call.\r\nMr. Gyaw (Myanmar): At the outset, Sir, let me\r\nextend to Mr. Opertti the felicitations of my delegation on\r\nhis unanimous election to the presidency of the General\r\nAssembly at its fifty-third session. We are confident that\r\nunder his experienced leadership we will be able to achieve\r\nsubstantive progress in the deliberations of this Assembly.\r\nI should also like to take this opportunity to pay a\r\nwell-deserved tribute to his predecessor, Mr. Hennadiy\r\nUdovenko, who presided over one of the most eventful\r\nsessions of the General Assembly. In particular, I would\r\nlike to express our gratitude for his skilful stewardship of\r\nour deliberations on the reform package of the Secretary-\r\nGeneral, which led to the successful completion of an\r\nimportant phase in the United Nations reform process.\r\nLast year the Secretary-General presented us with his\r\nmost comprehensive and far-reaching proposals for the\r\nstrengthening and reinvigoration of this Organization. We\r\nwere also able to adopt two landmark resolutions, 52/12\r\nA and 52/12 B, during the substantive part of the fifty-\r\nsecond session to enable us to reform this Organization\r\nand to introduce new mechanisms, including the Office of\r\nDeputy Secretary-General, to improve its performance.\r\nWith these new mechanisms, the Organization has been\r\nable to renew the emphasis on economic, social and\r\ndevelopment activities. We are pleased that we have Ms.\r\nFréchette, an outstanding person with vast experience, as\r\nthe first Deputy Secretary-General of the Organization.\r\nEarly this year we were able to take further steps to\r\nmove forward the reform process, a process that is still\r\ncontinuing. We would like to thank the Secretary-General\r\nfor his timely submission of reports and additional\r\nexplanations in response to resolution 52/12 B. We hope\r\nthat the untiring efforts of the Secretary-General will push\r\nforward the ongoing process.\r\nAs a developing nation, we hope that the reform\r\nprocess will strengthen the ability of the United Nations\r\nto fulfil its role and functions in the field of development\r\nand to respond effectively to the development needs of\r\nthe developing countries. In this respect, the establishment\r\nof a Development Account under the reform process is a\r\nwelcome step.\r\nForward movement in the overall reform of the\r\nUnited Nations is not matched by similar progress in the\r\nreform of the Security Council. We are somewhat\r\ndisheartened over the lack of tangible results on the core\r\nissues in the deliberations of the Open-ended Working\r\nGroup on the Question of Equitable Representation on\r\nand Increase in the Membership of the Security Council\r\nand Other Matters Related to the Security Council. I am\r\nsure that every State Member of this Organization shares\r\nthe view that the reform of the Security Council is one of\r\nthe most crucial aspects of the entire United Nations\r\nreform process. This process will be considered by the\r\nworld community as seriously inadequate, and much less\r\ngenuine, if we fail to produce a Security Council that is\r\ntruly representative of the present membership of this\r\nOrganization and can effectively respond to future\r\nchallenges. We do not believe that a body that is not\r\ndemocratic and representative can really look after the\r\ninterests of the broad membership in its cardinal task of\r\nmaintaining international peace and security.\r\n11\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nWe all have been engaged in in-depth and intensive\r\ndiscussions of the various aspects of the Security Council\r\nreform for almost five years now. Although we had had\r\nhigh hopes that the latest rounds of discussions of the\r\nWorking Group would produce general agreement on the\r\nmore contentious issues related to the Security Council, the\r\ndesired goal remains elusive. We nevertheless are gratified\r\nto note that the Working Group has made encouraging\r\nheadway in its deliberations on measures conducive to\r\nimproving the working methods and transparency of the\r\nCouncil’s activities. We believe that expansion of the\r\nSecurity Council in a balanced manner is one of the main\r\nelements of Security Council reform. We are discouraged\r\nby the fact that it is on this core element that substantive\r\ndifferences among the delegations still remain. These\r\nfundamental differences have proved to be a major obstacle\r\nto our forward movement towards a general agreement on\r\na common package.\r\nAs a member of the Non-Aligned Movement, we in\r\ngeneral subscribe to the common position of the Movement\r\non Security Council reform. However, we wish to make\r\nsome observations on certain core issues on which we feel\r\nwe should register our position.\r\nFirst of all, my delegation wishes to emphasize that\r\nthe objective of the entire process of Security Council\r\nreform is not the mere addition of a couple of countries to\r\nits permanent membership. Although it has been accepted\r\nin principle that three permanent seats should be allotted to\r\ndeveloping countries from Asia, Africa and Latin America,\r\nthe mode of their identification and selection, despite\r\nvarious suggestions and concepts on the table, seems\r\nintractable at this juncture and remains unsettled. Myanmar\r\nwould view with concern any move or measure biased\r\ntowards particular candidates. Myanmar believes that\r\ncountries which are capable of contributing to international\r\npeace and security should be permanent members in the\r\nexpanded Council. We also favour the expansion of the\r\nSecurity Council in both permanent and non-permanent\r\nmemberships.\r\nWe are now being provided with an historic\r\nopportunity to devise ways of selecting new permanent\r\nmembers for the Security Council.\r\nAlthough there has been noticeably strong support for\r\nexpansion of the Security Council in its permanent\r\ncategory, we have not been able to translate various ideas\r\non this question into a viable formula acceptable to all. In\r\nthis connection, the idea of rotating new permanent\r\nmembers, which the Organization of African Unity has\r\ndecided to apply to the African countries, is a very\r\nsignificant concept. There appear to be a growing number\r\nof States attracted to it, and Myanmar is one of those\r\ncountries. This is a concept submitted by a particular\r\nregion for itself and not meant for export to other regions.\r\nNevertheless, we should not rule out the concept as one\r\nof the possible options applicable to other regions such as\r\nAsia, in the event that other modalities of selection or\r\noptions fail to command enough support. It is vitally\r\nimportant that expansion of the Security Council in both\r\ncategories of membership take place simultaneously for\r\nall regions.\r\nMyanmar is one of the 74 members of the\r\nOrganization which has never been a member of the\r\nSecurity Council. However deficient in its present\r\nstructure and undemocratic in its practice the Security\r\nCouncil may be, its role in the maintenance of\r\ninternational peace and security and the contribution made\r\nby its members are highly appreciated by the Union of\r\nMyanmar. Myanmar has therefore always given serious\r\nattention to the annual election of five non-permanent\r\nmembers of the Security Council.\r\nAt the same time, to enhance the role of non-\r\npermanent members, now generally looked upon as\r\nperipheral, we could seek a solution by improving the\r\nworking methods of the Security Council.\r\nInextricably linked to the expansion of the\r\npermanent membership of the Security Council is the\r\nveto. Debate on this question has been continuing both\r\noutside and inside the Organization since before the\r\nfounding of the United Nations. Nevertheless, little has\r\nbeen done in the years since then to rectify its injustice.\r\nGiven the present state of the discussions, the question\r\npromises to haunt us in the future, regardless of how\r\nstrongly we may feel about the practice. While a large\r\nmajority of Member States are demanding its curtailment\r\nand eventual elimination, permanent members continue to\r\nbe entrenched in their position that they cannot accept any\r\ndiminution of their rights and prerogatives, including the\r\nveto.\r\nIn the context of extending the veto to new\r\npermanent members, two main views have emerged. One\r\nview argues for its extension to new permanent members.\r\nIn their opinion, the new members will be inferior\r\nwithout the veto. The other view states that the enjoyment\r\nof the veto, as now constituted, by the new permanent\r\nmembers would entail setbacks. Therefore, to limit the\r\nveto in scope and application for the moment with a view\r\n12\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nto its eventual abolishment is, in their view, necessary. In\r\nthis connection, there have been many sensible suggestions\r\nto curtail the veto’s scope and application. They are very\r\ninteresting indeed. The most sensible of them, in our view,\r\nis the idea of curtailing its application to issues that fall\r\nunder Chapter VII of the United Nations Charter. In fact,\r\nthe provisions of Chapter VII are the rationale of the\r\nSecurity Council.\r\nMyanmar has consistently held the view that the veto\r\nis unjust and anachronistic and that its ultimate elimination\r\nis the most logical conclusion. However, we accept that it\r\nis unrealistic to eliminate the veto at present. We therefore\r\nconsider it unfair and discriminatory to deny the veto to\r\nnew permanent members until we can seal the fate of this\r\nunwanted relic of the past. We strongly feel that new\r\nmembers should be endowed with the same rights and\r\nprerogatives now enjoyed by the current permanent\r\nmembers.\r\nI have dealt at some length with the United Nations\r\nreform process. I have done so because the effective\r\nfunctioning of the United Nations in fulfilling its role and\r\nobjectives is of critical importance to developing countries\r\nlike mine. It is here at the United Nations that developing\r\ncountries have sovereign equality with big and powerful\r\ncountries. It is here at the United Nations that we have to\r\nmaintain and safeguard time-bound principles such as\r\nsettling international disputes by peaceful means; refraining\r\nin international relations from the threat or use of force\r\nagainst the territorial integrity or political independence of\r\nany State; and refraining from intervention in matters which\r\nare essentially within the domestic jurisdiction of any State.\r\nThese are principles that are of the utmost importance\r\nto developing countries like Myanmar so that they can have\r\nindependence not only in name but also in reality. Only a\r\nUnited Nations that is genuinely democratic will ensure that\r\nthese principles are neither diluted nor made flexible to\r\nserve the domestic political needs of big and powerful\r\nnations. In the age of a single super-Power, we are\r\nwitnessing too often attempts to use the United Nations as\r\na political tool of the big and powerful nations.\r\nToo often we are seeing the will of the international\r\ncommunity become synonymous with that of the single\r\nmost powerful nation or a group of powerful nations. Only\r\na United Nations that is genuinely representative can look\r\nafter not only the interest of big and powerful nations but\r\nalso the interest of the whole United Nations membership,\r\nincluding the weakest among them. That is why we place\r\nso much importance on the United Nations reform process.\r\nWe had high hopes that the end of the cold war\r\nwould usher in a new international order. We had high\r\nhopes that resources used for the arms race could be\r\ndiverted to development activities. We had hoped for\r\npeace and tranquillity to prevail worldwide. Instead we\r\nsee instability and conflict in most regions of the\r\nworld — the crisis in the Middle East, the tragedy in\r\nBosnia, in Kosovo, in Angola, in the Sudan and in\r\nAfghanistan, to cite just a few. In many of these\r\nsituations, the United Nations had to spend millions and\r\nmillions of dollars in its peacekeeping efforts. This has\r\ncaused a serious drain on the resources of the\r\nOrganization, whose finances were already in dire\r\ncircumstances mainly because of a single Member that\r\nhad withheld its contributions for domestic political\r\nreasons.\r\nIt would be a truism to say that the United Nations\r\nand its operations are overstretched. Much of its resources\r\nhave been diverted from development activities,\r\nexpenditures that could be put to more useful purposes for\r\nthe promotion of the economic and social advancement of\r\nall peoples.\r\nIn spite of this situation, there are those who would\r\nlike to use the United Nations to interfere in matters\r\nwhich are essentially within the domestic jurisdiction of\r\nMyanmar. The present Government assumed State\r\nresponsibility to restore stability and normalcy to the\r\ncountry when it was in a state of chaos and anarchy. In\r\nthe last few years the Government has restored stability\r\nto the country. The insurgency, which has burdened the\r\ncountry for the last 50 years, is now almost a thing of the\r\npast. Peace and tranquillity prevail throughout nearly the\r\nwhole country. These are hard-earned achievements,\r\nespecially for a multi-ethnic nation such as Myanmar.\r\nWe have attained stability in Myanmar through our\r\nown endeavours. We have not imposed any burden on the\r\ninternational community. We are therefore very much\r\ndistressed that there are those who would like to use the\r\nUnited Nations to intervene in matters that are essentially\r\nwithin our domestic jurisdiction. It was the General\r\nAssembly itself which adopted numerous resolutions,\r\nincluding the resolution on the Charter of Economic\r\nRights and Duties of States, which reaffirms the sovereign\r\nand inalienable right of each and every State to choose its\r\neconomic and political systems. We in Myanmar have\r\nchosen the path of democracy.\r\nIt is also an irony that at a time when Myanmar has\r\nopenly and repeatedly declared that it is now in the\r\n13\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nprocess of building a genuine democratic State with a\r\nmarket-oriented economic system, political pressure has\r\nbeen put on us by those who not only would like us to\r\nadopt democracy but would also like to transplant a\r\ndemocracy according to their own mould. It is unfortunate\r\nthat these proponents of a particular type of democracy\r\nwould like to use the United Nations to interfere in our\r\ndomestic political process. We in Myanmar strongly believe\r\nthat the path we have chosen is the right one and is the\r\nmost suitable to our tradition, to our culture, to our national\r\nethos and, most importantly, to the aspirations of our\r\npeople. We shall resolutely continue our endeavours to\r\nbuild a modern, democratic, peaceful and prosperous nation\r\nin Myanmar.\r\nNevertheless, there are some who entertain concerns\r\nthat difficulties relating to human rights practices in one\r\ncountry could create economic problems in another. In fact,\r\nsuch transborder human movements occurred among\r\nneighbouring countries in the past for various reasons. The\r\nimportant aspect is that there must be the will to resolve\r\nand overcome such difficulties through mutual\r\nunderstanding and respect. The idea of relying on others to\r\nresolve our own domestic problems should be discouraged.\r\nWe still live in an unsettled post-cold-war period\r\nwhere pockets of rising tensions still exist. We are also\r\nconfronted with a vast array of major problems awaiting\r\nsolutions. Since we last met, we have witnessed\r\ndevelopments that give cause for hope as well as for deep\r\nconcern. As the only multilateral forum to deal with the\r\nproblems of peace and development, the enhanced role of\r\nthe United Nations is now more necessary than ever. We all\r\nhave trust in the Organization’s capability to avert\r\ncatastrophes of all kinds and to find global solutions to the\r\nmajor problems of the world. We also have trust in our\r\ncapacity to work together. It is imperative to redouble our\r\nconcerted efforts if we are to be successful in the creation\r\nof a peaceful and prosperous world order. In this common\r\ntask, Myanmar pledges, as a responsible Member of the\r\nUnited Nations, to continue its strong support for the\r\nendeavours of the Organization to promote the economic\r\nand social advancement of mankind and reaffirms its\r\ncommitments to the purposes and principles of the Charter.\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs and Communities of Cape\r\nVerde, His Excellency Mr. José Luis Jesus.\r\nMr. Jesus (Cape Verde): I take particular pleasure in\r\nextending to Mr. Didier Opertti and to his country,\r\nUruguay, my congratulations on his election to preside over\r\nthe work of this session of the General Assembly. His\r\neminent qualities, as well as his diplomatic experience,\r\nwill undoubtedly ensure the success of our work.\r\nI also express my deep appreciation for the wise\r\nleadership his predecessor, Mr. Hennadiy Udovenko,\r\nimprinted on the work of the fifty-second session, thus\r\ncontributing to the positive results achieved.\r\nMy country appreciates highly the creativity and the\r\nintellectual energy brought to United Nations affairs by\r\nSecretary-General Kofi Annan since he took over, and we\r\nparticularly appreciate his efforts to streamline United\r\nNations structures.\r\nMy Government fully supported the United Nations\r\nprogramme of reforms aimed at conferring more\r\ncoherence and efficiency on the activities of the United\r\nNations. We have no doubt that the streamlining of the\r\nUnited Nations administration will have a positive impact\r\non the way the Organization handles the various and\r\ncomplex issues confronting the international community.\r\nThe efforts made over recent years by the\r\ninternational community, the Organization of African\r\nUnity (OAU), the African subregional organizations and\r\nby States individually to deal with the conflicts in the\r\nAfrican continent have produced some positive results,\r\nsome of them remarkable. This has contributed to the\r\nrestoration of peace and the return to normalcy in several\r\nof the affected countries. However, the resurgence of new\r\nconflicts and the reappearance of other conflicts which we\r\nbelieved had already been resolved raise serious concerns,\r\nparticularly because of the threat they pose to peace and\r\nstability even beyond national borders. This situation\r\nraises the spectre of disastrous consequences for the\r\npopulations’ well-being and security and casts a shadow\r\nover the much-needed economic and social development\r\nof the affected countries.\r\nA strong commitment is required on the part of the\r\ninternational community to find ways and means to deal\r\neffectively with the armed conflicts in the African\r\ncontinent. In Africa, as in any other region of the world,\r\ninternal conflicts arise whenever individuals or groups of\r\npeople have no channels through which they can funnel\r\ntheir legitimate claims through peacefully and\r\ndemocratically. In the end, the non-existence of dialogue,\r\nthe practice of intolerance and the absence of reliable\r\njudicial means to deal with divergences are the shortest\r\npath to armed conflict.\r\n14\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nIn his recent report to the Security Council on this\r\nmatter, the Secretary-General made a substantial\r\ncontribution to the understanding of the causes of conflict\r\nin our continent and their relationship to development, good\r\ngovernance, democracy and human rights.\r\nMaintaining peace in fact becomes a difficult task\r\nwhen we witness the deepening of social gaps; while the\r\noverwhelming majority of the population has difficulty\r\nobtaining the essentials; when fundamental rights of\r\npopulations or parts of them, including the right to\r\nparticipate in the governance of their country, are not\r\nrecognized or respected; or when citizens or groups of\r\ncitizens are discriminated against on the basis of ethnic,\r\ncultural, religious or political considerations.\r\nThis situation is compounded by the temptation of\r\noutside interference aimed at imposing policies or exerting\r\ninfluence on Governments — most of the time causing or\r\naggravating conflict situations.\r\nThe virus of violence and conflicts that plagues\r\nAfrican regions and countries thrives in the precarious\r\nliving conditions of millions of Africans and the non-\r\nrecognition in practice of the most fundamental rights of\r\ncitizenship. Whenever one faces rampant famine, illiteracy,\r\nignorance, illness and oppression, whenever human dignity\r\nis not secured by the lofty ideals of full-fledged democracy,\r\nor whenever the respect for human rights is not widely\r\nupheld, then peace, stability and progress are in question.\r\nIt is evident that if one wants to reduce the occurrence\r\nof armed conflicts it is imperative to uphold respect for the\r\nfundamental rights of citizenship, tolerance and social\r\njustice and to support the creation of better living\r\nconditions that comes with economic development.\r\nThe United Nations, as the main guarantor of peace in\r\nthe world, has a major role to play in the mobilization of\r\nthe resources and political will needed to confront African\r\ncountries’ colossal needs and overcome the prevalent\r\nsituation of underdevelopment and intolerance, which in the\r\nend favour the occurrence or persistence of armed conflicts.\r\nHowever, it must be recognized that it is up to African\r\nStates, their leaders — especially those that hold the reins\r\nof power — and their respective civil societies to assume\r\ncourageously their responsibilities, particularly in respect of\r\nthe promotion of the sound and fair management of their\r\nresources, the consolidation of democratic institutions, the\r\nobservation of and respect for the rights of citizenship and\r\nthe creation of a climate of tolerance and respect for the\r\ndignity and liberty of the human person.\r\nThe sisterly country of Guinea-Bissau has gone\r\nthrough a difficult period in her history over the last two\r\nmonths, as it has been faced with an internal armed\r\nconflict. My country, which together with the other\r\nPortuguese-speaking countries shares with Guinea-Bissau\r\na long common history, has been following with\r\nparticular attention the situation unfolding in that sisterly\r\ncountry and has not spared any effort in contributing to\r\nthe search for a political and negotiated solution to the\r\ncrisis.\r\nIn the framework of the Community of Portuguese-\r\nSpeaking Countries (CPLP) Contact Group, which we\r\nhave the honour to be coordinating, we will continue to\r\ngive our best efforts to support a peaceful resolution of\r\nthe crisis, and we hope that the joint mediation initiative\r\nof the CPLP and the Economic Community of West\r\nAfrican States will come to play an efficient and decisive\r\nrole in the ongoing peace process.\r\nWe hope that the parties to the conflict will continue\r\nto strictly observe the ceasefire agreement signed at Praia\r\non 25 August and will also continue to show tolerance to\r\nenable Guinea-Bissau society to be reconciled soon.\r\nThe difficult situation prevailing in Angola, a\r\ncountry to which we are bound by profound brotherly ties\r\nand a long common history, demands a strong and\r\ndecisive commitment on the part of the international\r\ncommunity in order to restore as soon as possible\r\ncompliance with the obligations entered into in the\r\nframework of the Lusaka Protocol, while bearing in mind\r\nthe relevant Security Council resolutions. Of particular\r\nconcern to my country is the spectre of new armed\r\nconfrontations in Angola, raised by UNITA’s regrettable\r\ndefiance. The brotherly people of Angola, who for many\r\nyears have been victimized by the prevailing situation of\r\nwar, have the right to peace, political stability and a\r\nmuch-needed national reconciliation.\r\nThe current international financial crisis that recently\r\nshook the economies of many countries, especially in\r\nAsia, seems to raise increasing concerns for all of us. It\r\nraises doubts about prospects for continuing the global\r\nprosperity which, fuelled by economic growth, once\r\nseemed so long-lasting. The former optimistic outlook has\r\nlately been called into question, especially in respect to\r\ndeveloping nations, by a series of financial setbacks that\r\n15\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\npose a threat to social stability, cohesion and peace in the\r\naffected countries.\r\nThe rapid degradation of economies considered to be\r\nhealthy and in full expansion only months ago has been the\r\nobject of the special attention and concern of many that\r\nhave spoken from this rostrum in the last few days. The\r\nfear and apprehensions that the stability of many States\r\nmay be affected negatively by the fallout resulting from the\r\ndynamics of globalization raise justifiable concern,\r\nparticularly about the speculative attacks against the\r\neconomies of certain developing nations or the maintenance\r\nof not so transparent management practices.\r\nAt question is the equilibrium of the world economy,\r\nthe disturbance of which may have disastrous\r\nconsequences — economic and otherwise — for all of us.\r\nThe ongoing democratization process taking place at\r\ndifferent rhythms in different countries could fall prey to\r\nthis situation. It could also lead to social and political\r\ninstability and give rise to risks to peace and security. It is\r\nillusory to believe that the negative impact of such an\r\neconomic situation could be contained within the\r\nboundaries of developing nations, since the phenomenon of\r\nglobalization seems to have created its own dynamics and\r\nknows no boundaries.\r\nThe destinies of our countries, large and small alike,\r\nindustrialized or developing, are increasingly interlinked.\r\nTherefore, it is imperative that collectively we find effective\r\nsolutions that facilitate the end of the crisis, promote\r\ngrowth on a global scale and secure a sustainable rhythm of\r\nsocial and economic development.\r\nAs a country severely affected by drought and\r\ndesertification, Cape Verde pays special attention to the\r\nenvironment.\r\nThe environmental issues confronting mankind, as well\r\nas of the relationship between man and nature, make it\r\nincumbent upon us to act in a swift, efficient and global\r\nmanner so as to guarantee the preservation of the basic\r\nconditions that make life possible on Earth. Our primary\r\ntask should be to find a global strategy that will maintain\r\nthe balance of our ecosystems and at the same time secure\r\nthe betterment of living conditions for the world’s\r\npopulation.\r\nHowever, this is easier said than done. Cape Verde\r\nshares the view that, in order for us to confront the problem\r\nof environmental degradation, we should take a new\r\napproach to the dynamics of economic and social\r\ndevelopment, an approach that focuses on the eradication\r\nof poverty. Until this is done, not much can be achieved\r\nin this regard, at least not in the developing countries.\r\nAgainst this background, my Government has been\r\nenacting various pieces of legislation to bring the issue of\r\nthe environment into its legal mainstream. However,\r\nwhatever legislative measures we and other developing\r\ncountries may enact, in order to reap the expected\r\nenvironmental benefits, resources should be made\r\navailable by the international community to allow\r\ndeveloping nations to build their capacity to implement\r\ntheir own environmental programmes in a sustained\r\nmanner.\r\nThe end of the cold war seemed to have created a\r\nnew dynamic for the issue of poverty through the Agenda\r\nfor Development. Awareness of this issue seems to have\r\nbeen strengthened, since we cannot remain indifferent to\r\nthe extreme poverty that severely afflicts more than a\r\nquarter of the planet’s inhabitants. The spirit of solidarity\r\nthat guided the Copenhagen Summit must today be\r\nreflected in a gamut of concrete actions aimed at\r\nsupporting the huge efforts of developing countries in\r\ntheir struggle against poverty, the creation of conditions\r\nfor sustainable development and, consequently, the\r\ngeneral improvement of people’s living conditions.\r\nCape Verde, within the framework of the\r\nengagement undertaken at that Summit, has been adopting\r\nthe necessary measures to combat poverty in the country.\r\nNevertheless, like other developing nations, especially\r\nthose on the list of least developed countries, we find that\r\nour internal efforts will not produce the expected results\r\nwithout additional measures on the part of the\r\ninternational community. We believe that the special\r\nfollow-up meeting to take place in the year 2000 should\r\nbe the occasion for a thorough assessment of the situation\r\nand for the launching of concrete action targeted at the\r\neffective implementation of the engagements undertaken\r\nat the Copenhagen Conference.\r\nBy the same token, I cannot but emphasize the issue\r\nof small island States, which, as is known, have special\r\nchallenges and vulnerabilities, a global assessment of\r\nwhich will be made next year, in keeping with the\r\nBarbados Programme of Action. It is expected that the\r\ninternational community will commit itself to concrete\r\nmeasures with a view to implementing the engagements\r\nundertaken under that Programme, which is of particular\r\nimportance for the sustained development of the small\r\nisland States.\r\n16\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nAs we celebrate the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, the international\r\ncommunity should seize the occasion to make a detailed\r\nassessment of the global performance in protecting and\r\nrealizing all the rights of the human person. To this end, an\r\nassessment of the implementation of the Vienna Declaration\r\nand Programme of Action over the last five years would\r\ncontribute much.\r\nIt should be borne in mind that the protection and\r\npromotion of all human rights constitutes a major challenge\r\nto mankind as we approach the next millennium.\r\nRegrettably, throughout the world, political, ethnic or\r\nreligious intolerance, as well as armed conflicts, have\r\nbrought untold misery to millions of people whose\r\nfundamental rights have been violated, including the\r\nfundamental right to life. Special emphasis, in this regard,\r\nshould be put on the right to development, a fundamental\r\nhuman right which, by its very nature, conditions the degree\r\nand the modus of realization of the other human rights —\r\npolitical, civil, social, cultural and economic rights.\r\nMuch talk has been heard on the issue of human\r\nrights. It is not enough, however, to proclaim such rights or\r\nto brag about them without at the same time ensuring the\r\nconditions, including the economic conditions, for their\r\neffective implementation, a task that especially requires\r\naction on the part of the United Nations system and the\r\ninternational community in general.\r\nThe people of East Timor are still deprived of their\r\nfundamental rights, especially the inalienable right to\r\ndispose of their own destiny. Cape Verde, in keeping with\r\nthe United Nations principles it has always upheld, once\r\nagain emphasizes the need for the observance of and\r\nrespect for the right of self-determination of the East\r\nTimorese people, and encourages the efforts undertaken by\r\nthe international community, under the authority of the\r\nSecretary-General, with a view to protecting and promoting\r\nhuman rights in that territory, and finding a lasting solution\r\nthat is acceptable.\r\nAs we approach the next millennium, our countries are\r\nfaced with daunting challenges, and the Organization, which\r\nhas unequivocally scored some successes, should be capable\r\nof coping with a rejuvenated role, one which should be\r\nincreasingly more humane and reflecting more solidarity,\r\naimed at the effective implementation of the lofty ideals\r\nthat are its foundation.\r\nThe Acting President: I now call on His Excellency\r\nThe Honourable Allan Cruickshank, Minister for Foreign\r\nAffairs, Tourism and Information of Saint Vincent and\r\nthe Grenadines.\r\nMr. Cruickshank (Saint Vincent and the\r\nGrenadines): On behalf of the delegation of Saint Vincent\r\nand the Grenadines, I extend my warmest congratulations\r\nto Mr. Didier Opertti on his election as President of the\r\nGeneral Assembly at its fifty-third session. His acumen,\r\nscholarship and leadership skills are well known in our\r\nregion through his distinguished participation in various\r\nhigh-level hemispheric forums over the years.\r\nI also wish to express my delegation’s sincere\r\nappreciation to his predecessor, Mr. Hennadiy Udovenko\r\nof the Ukraine, who presided over the work of the fifty-\r\nsecond session with great distinction.\r\nOur esteemed Secretary-General, His Excellency Mr.\r\nKofi Annan, has continued to provide outstanding\r\nleadership in the discharge of his duties. My delegation\r\ncommends the Secretary-General for his reform initiatives\r\ndesigned to make the United Nations a more efficient\r\norganization, capable of responding to the many\r\nchallenges it faces, and for his untiring efforts in the\r\npursuit of world peace and security, long-lasting\r\nprosperity and international cooperation. Our own\r\nUniversity of the West Indies, acting on behalf of the\r\nregion, has honoured him appropriately for his work in\r\nthis regard.\r\nSince the signing of the Charter some 53 years ago,\r\nthe world can celebrate numerous progressive changes in\r\nwhich the United Nations has played a significant part.\r\nUnited Nations peacekeepers have been instrumental in\r\npreserving peace and stability in troubled areas of the\r\nglobe, and the Organization’s humanitarian missions have\r\nbeen effective in alleviating suffering among many people\r\nthroughout the world.\r\nAt the same time, there remains a massive gap\r\nbetween aspiration and accomplishment. Despite the\r\nunprecedented prosperity that technological advances and\r\nthe globalization of production and finance have brought\r\nto many countries, especially in the developed world, the\r\nmajority of mankind is yet under the yoke of persistent\r\npoverty.\r\nThe eradication of poverty remains a priority for\r\ndeveloping countries. The Government of Saint Vincent\r\nand the Grenadines is committed to the uplifting of the lot\r\nof the poor and disadvantaged sections of our society. In\r\nthis regard, my Government’s specific policy and\r\n17\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nprogramme objectives over the medium and long term are\r\ndesigned to promote sustained economic growth and\r\ndevelopment in ways that expand employment, raise\r\nincomes, improve living standards, increase productive\r\ncapacity and reduce poverty. We therefore call for the\r\ncreation of a supportive international environment. We also\r\ncall on the developed countries to fulfil the commitments\r\nundertaken for the provision of additional financial\r\nresources in combating world poverty, that social\r\nmalignancy which is seminal many of the other problems\r\nthat plague developing countries.\r\nIt would be remiss of me not to take this opportunity\r\nto thank the European Union for its unwavering support and\r\nmost recent decision on the banana regime for African,\r\nCaribbean and Pacific countries, within the framework of\r\nthe Lomé Convention on economic cooperation, trade and\r\ndevelopment. The new arrangements are compatible with\r\nthe rules of the World Trade Organization (WTO), and will\r\nallow this important regional industry to achieve a\r\nsustainable level of growth. These new arrangements also\r\ncreate an appropriate environment for the survival of a\r\nrestructured and competitive banana industry. It is therefore\r\nquite alarming to learn that the United States of America\r\nand some of our hemispheric friends in Latin America are\r\nabout to challenge the new arrangements.\r\nSuch actions force us to revisit the Charters of\r\nregional and international organizations of which we are a\r\npart and question the efficaciousness of our membership.\r\nThese incomprehensible stratagems on the part of friendly\r\ncountries nurture a pervasive cynicism among our peoples,\r\nwho chastise Governments for cooperating with those who\r\nsay one thing and then act in a totally contrary manner that\r\nis injurious to our best interests.\r\nMy delegation is amazed by the blind and apathetic\r\nposition of the United States of America on the issue. We\r\nare told that no harm is meant to Saint Vincent and the\r\nGrenadines and other Caribbean banana-producing\r\ncountries, while efforts are made to undermine our social\r\nstability, which is facilitated by the export of our bananas\r\nunder the provisions of the Lomé Convention.\r\nMr. Mangoaela (Lesotho), Vice-President, took the\r\nChair.\r\nHow can we convince our citizens of the need to\r\ncombat the production, use and trade in illicit drugs if our\r\nbanana industry is destroyed? Is it really possible that our\r\nfriends, especially the United States, want to see the\r\nproliferation of instability, insecurity and extreme poverty\r\nin a region which has made steady socio-economic\r\nprogress since the widespread social turbulence of the\r\n1930s?\r\nIn spite of the special difficulties faced by small\r\nisland developing countries like Saint Vincent and the\r\nGrenadines, we are meeting all our international\r\nobligations and have acceded to several bilateral and\r\nmultilateral programmes on the eradication of illicit drugs.\r\nWe have the will to fight this scourge in the international\r\ncommunity, but friendly nations should also understand\r\nour vulnerabilities.\r\nMy Government is scrupulously committed to the\r\ndefense and enhancement of the democratic process which\r\nhas emerged in Saint Vincent and the Grenadines and\r\nother countries of the Caribbean Community since the\r\nmid-1940s with the attainment of universal adult suffrage.\r\nOur democracies are based on respect for human rights,\r\non recognition, in policy and practice, that the distribution\r\nof national resources is disparate and that all our people\r\naspire to a decent standard of living, on the creation of\r\neconomic and other opportunities for personal\r\ndevelopment and on the observance of free and fair\r\nelections under our Constitution.\r\nAfter the fourth consecutive election victory of 15\r\nJune 1998, the New Democratic Party (NDP) Government\r\nof Saint Vincent and the Grenadines, under the pragmatic\r\nand visionary leadership of the Rt. Honourable Sir James\r\nF. Mitchell, reiterates its commitment to these principles,\r\nas we join with the international community in building\r\na better life for our people in the twenty-first century.\r\nMy delegation strongly condemns the recent acts of\r\nterrorism which occurred in Kenya, Tanzania, Northern\r\nIreland and Cape Town, South Africa. Violence should\r\nnever be the way to settle disputes. The deaths of so\r\nmany innocent people in such outrageous acts can never\r\nbe justified. My delegation therefore urges that all parties\r\ninvolved must review their policies, settle their disputes\r\npeacefully and use reason instead of the bomb. My\r\nGovernment fully supports the Good Friday Agreement\r\nbrokered by the United States in Northern Ireland. It\r\nprovides an acceptable framework for the resolution of\r\ndeep-seated, historic differences in that part of the world.\r\nMy delegation is very concerned about the illicit\r\ntransfer and proliferation of small arms and light weapons\r\nand their accumulation in many countries. These activities\r\nconstitute a real threat to national and regional security\r\nand can contribute to the destabilization of States. We\r\n18\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nurge Member States to cooperate in taking steps to deal\r\neffectively with this increasing problem. My country was\r\npleased to sign the Inter-American Convention Against the\r\nIllicit Production and Trafficking in Firearms, Ammunition,\r\nExplosives and Other Related Materials, at the Organization\r\nof American States in November 1997. My Government\r\nwishes to express its appreciation for the adoption in 1996,\r\nby the Disarmament Commission, of guidelines in\r\nresolution 46/36 H of 6 December 1991. However, we feel\r\nthat there is need for greater urgency in advancing\r\ninitiatives to deal with this issue at a global level.\r\nThe end of the cold war rekindled aspirations for\r\nlasting peace and prosperity. The dismantling of the Berlin\r\nWall heightened expectations for a peace dividend.\r\nUnfortunately, the United Nations has to continue utilizing\r\nmost of its resources in managing or containing conflicts of\r\nvarying origins and intensity in many parts of the world.\r\nThe role of the United Nations in the maintenance of\r\ninternational peace and security has become even more\r\nrelevant than before. The situations in Angola, Burundi, the\r\nDemocratic Republic of the Congo, the Great Lakes region,\r\nthe Western Sahara and the Middle East, among many\r\nothers countries, continue to occupy the attention of this\r\nOrganization.\r\nWe are dismayed that, in spite of the end of cold-war\r\nrivalry, the unfortunate people of Cyprus must continue to\r\naccommodate the division imposed on their country.\r\nAs we approach the new millennium, our world is still\r\nthreatened by the existence of nuclear weapons and\r\nweapons of mass destruction and the potential for their\r\nfurther proliferation. The time has come for all countries to\r\ncommit themselves to the goal of complete eradication of\r\nweapons of mass destruction. I call for universal support for\r\nthe Convention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-Personnel Mines and on\r\nTheir Destruction. The Convention is clear on the total ban\r\non anti-personnel mines, which have taken the lives of so\r\nmany innocent civilians, mostly women and children.\r\nIn the nation-States of the Caribbean Community, the\r\ndawn of a new millennium challenges us to assert our\r\nindependence and demonstrate our maturity by crafting\r\ncreative constitutional arrangements, suited to our particular\r\nhistorical, cultural and political evolution. We have come\r\nthus far with constitutions moulded for us by colonial\r\nmasters. In the era of independence, we have experienced\r\nthe shortcomings of these original instruments. Many of our\r\nsister countries have already embarked on this mission, and\r\nthe Government and people of Saint Vincent and the\r\nGrenadines are beginning the process of forging a new\r\nconstitution for the governance of the country in the\r\ntwenty-first century.\r\nAs we commemorate the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights and the\r\nInternational Year for Human Rights, we call on Member\r\nStates to remember the rights of the 21 million people in\r\nTaiwan. The Republic of China on Taiwan, both\r\nprosperous and democratic, deserves to be readmitted as\r\na member of the United Nations, even as it pursues the\r\ngoal of reunification. It is necessary that the United\r\nNations provide the forum for discussion that will provide\r\nthe framework for the peaceful reunification of both sides\r\nof the Taiwan Strait.\r\nMy delegation congratulates the Palestine Liberation\r\nOrganization (PLO), for its recent success in obtaining\r\nadditional rights and privileges, such as the right to\r\nparticipate in the debate of the General Assembly and the\r\nright of reply. We hope that this new status will serve to\r\nenhance, rather than adversely affect, the peace talks\r\nbetween the PLO and Israel. Saint Vincent and the\r\nGrenadines strongly supports the Middle East peace\r\nprocess and the negotiations which seek the full\r\nimplementation of the Oslo accords.\r\nWith the changing world environment, the\r\nOrganization has assumed new prominence, and there is\r\nrenewed hope and high expectations for, as well as new\r\nideas on, the functioning of the General Assembly and, in\r\nparticular, the reform of the Security Council. Let us not\r\nlose momentum in our common quest to give new life to\r\nthis Organization.\r\nWe repeat our call, made during the Assembly’s\r\nfifty-second session, for an increase in both the permanent\r\nand non-permanent membership of the Security Council.\r\nJapan and Germany deserve their seats as permanent\r\nmembers, but Latin American and the Caribbean, Africa\r\nand Asia must be given permanent seats, which should be\r\nrotated among aspiring countries in those regions.\r\nThere has been much debate on whether new\r\npermanent members should have the same rights as the\r\nold permanent members. There must be no discrimination,\r\nand no two classes of permanent members. As regards the\r\nveto currently held by permanent members, in the opinion\r\nof my delegation, it is time for its abolition. We must be\r\nguided by the key word, “democracy”, as we move to\r\nreform the United Nations.\r\n19\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nAs a member of the Alliance of Small Island States,\r\nSaint Vincent and the Grenadines fully supports initiatives\r\nto protect the environment. The effects of global warming\r\nare of grave concern to small islands like ours, whose\r\ncoastal areas may become submerged, and whose protective\r\ncoral reefs are at risk of total destruction. Meteorologists\r\ntell us that July 1998 was the hottest month since reliable\r\nrecords have been kept. We in the Caribbean can hardly\r\ndoubt this, given the exceptional heat wave and humidity\r\nwhich we have experienced this year. Our region also\r\ncontinues to be battered by more frequent and stronger\r\nhurricanes, as evidenced this year again.\r\nHurricane Georges has devastated several islands in\r\nthe Caribbean, leaving over 300 dead and hundreds of\r\nmillions of dollars in damage to infrastructure, homes and\r\nutilities in its wake. The Gulf coast of the United States\r\nmainland has also suffered from the effects of that\r\nhurricane, providing us with a stark reminder that the forces\r\nof nature respect no borders. I take this opportunity to\r\nextend condolences and solidarity to all those who have lost\r\nrelatives and loved ones, and to the Governments of the\r\naffected countries. Saint Vincent and the Grenadines, with\r\nits limited resources, has already embarked on a programme\r\nof assistance to our sister countries in the Caribbean, where\r\nwe know that each one of us is our brother’s keeper.\r\nThe ecologically vulnerable islands and low-lying\r\ncoastal States of the Caribbean are subject to all the acute\r\nconsequences of urbanization and resource exploitation. We\r\nare exposed to the danger of waste being dumped in our\r\nseas and a rise in sea level as well as other effects of\r\nclimate change. There must be a strong commitment to the\r\nreduction in greenhouse emissions. We must carry the\r\nmomentum to combat climate change well into the twenty-\r\nfirst century in order to reduce the danger posed to our\r\nStates.\r\nThe issue of the sustainable development of small\r\nisland developing States involves much more than beaches\r\nand coral reefs. It is about the existence of effective\r\npartnerships between peoples and Governments, and\r\nbetween developed and developing countries.\r\nIt is against this backdrop that we look forward to the\r\nspecial session to review the Global Conference on the\r\nSustainable Development of Small Island Developing\r\nStates, which is scheduled for 1999. We expect the review\r\nto result in concrete and practical outcomes, and to foster\r\nthe requisite political commitment to the process.\r\nSaint Vincent and the Grenadines is a small but\r\nbeautiful plural country, striving to maintain its\r\nagricultural, tourism and other service industries in this\r\nera of globalization. We, like so many developing\r\ncountries today, suffer from the problems related to\r\nunemployment. We will continue to identify new and\r\nnon-traditional areas, such as informatics and financial\r\nservices, in order to create opportunities for our people,\r\nparticularly our youth.\r\nWe must express concern about Draconian\r\nimmigration laws and regulations being adopted by an\r\nincreasing number of countries. As a region where\r\nemigration has been of historic importance, the Caribbean\r\ncould be severely affected by these restrictions. These\r\nstringent immigration policies have led to massive and\r\nsummary deportations of immigrants from our region and\r\nother developing countries. Some people face\r\ndehumanizing abuse and death as they try to escape from\r\npoverty by seeking refuge in more developed countries.\r\nI need not emphasize how serious a threat these actions\r\npose to the social and economic well-being of the peoples\r\nof the Caribbean region.\r\nThe United Nations stands at the threshold of a new\r\nmillennium. We pray that it continues to perform its\r\nrightful role in addressing the many issues that occupy us\r\nin our everyday lives. We believe that the reforms that we\r\nall desire will build on progress already made in areas of\r\ninternational cooperation.\r\nLet us work together and give meaning to our\r\nCharter, to save succeeding generations from the scourges\r\nof war, poverty and hunger. Let us reaffirm our faith in\r\nfundamental human rights, the dignity and worth of the\r\nhuman person and particularly the equal rights of man\r\nand woman, and of nations large and small.\r\nAddress by the Honourable Denzil Douglas, Prime\r\nMinister and Minister for National Security, Foreign\r\nAffairs, Finance, Planning and Information of Saint\r\nKitts and Nevis\r\nThe Acting President: The Assembly will next hear\r\nan address by the Prime Minister and Minister for\r\nNational Security, Foreign Affairs, Finance, Planning and\r\nInformation of Saint Kitts and Nevis.\r\nThe Honourable Denzil Douglas, Prime Minister\r\nand Minister for National Security, Foreign Affairs,\r\nFinance, Planning and Information of Saint Kitts\r\nand Nevis, was escorted to the rostrum.\r\n20\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Prime Minister and Minister for National\r\nSecurity, Foreign Affairs, Finance, Planning and\r\nInformation of Saint Kitts and Nevis, His Excellency The\r\nHonourable Denzil Douglas, and inviting him to address the\r\nGeneral Assembly.\r\nMr. Douglas (Saint Kitts and Nevis): It is indeed my\r\nprivilege, on behalf of the Government and people of Saint\r\nKitts and Nevis, to have this opportunity once again to\r\naddress the General Assembly.\r\nI feel especially pleased to participate this year, which\r\ncoincides with the commemoration of the fiftieth\r\nanniversary of the Universal Declaration of Human Rights,\r\nan instrument that has sought for the last 50 years to\r\nprotect and advance the political, social and cultural human\r\nrights of peoples around the world.\r\nThroughout this half-century, the debate on human\r\nrights has focused critical attention on cultural, social and\r\npolitical rights. Regrettably, we have failed to develop an\r\ninternational agenda which includes economic rights as an\r\nintegral part of fundamental human rights.\r\nConceptually, political human rights, now a critical\r\ncomponent of some foreign policy positions, have been\r\nfused imperceptibly with democracy, hence politics and\r\nhuman rights have become synonymous. I too am an\r\nadvocate of human rights protection, and I believe strongly\r\nthat if we insist on politics in human rights, the politics\r\nshould be to enhance human dignity and the human\r\ncondition by including all rights. The corpus of human\r\nrights demands innovative approaches whereby an\r\nindividual’s human rights are not measured only by the\r\nfreedom to vote but also by the right to self-development in\r\na holistic sense.\r\nOn the eve of the new millennium, I am still quite\r\ndissatisfied with the level of attention the world community\r\nis paying to the severe economic, environmental and\r\npotential political problems that threaten small island\r\ndeveloping States. These problems are not new to this\r\nforum; they are well established and documented facts.\r\nOnly last year, I spoke about the vulnerability of small\r\nisland States and the need to establish practical, viable\r\nprogrammes to help us in our own development process. I\r\nlamented also last year the serious and ill-conceived notion\r\nof graduating small States like Saint Kitts and Nevis into\r\nartificial categories based on gross national product per\r\ncapita.\r\nToday, I stand before the Assembly having\r\nwitnessed firsthand the effects of hurricane Georges,\r\nwhich brought all sectors of the economy of Saint Kitts\r\nand Nevis to a standstill and increased the possibility of\r\nsuffering. In a matter of a few hours, the growth and\r\nprogress of the last few years have been literally wiped\r\nfrom the landscape of our lives. Large sectors of our rural\r\ncommunities in particular now appear to be reverting to\r\na state of abject poverty.\r\nThis is the stark reality — the reality of small island\r\ndeveloping States. We have no tolerance for bureaucrats\r\nor financial houses telling us which levels of development\r\nare acceptable. Our reality after a hurricane is about\r\npeople living without the basic necessities that we all take\r\nfor granted. It is about families displaced, having to watch\r\ntheir dreams in ruins. It is about women and children\r\nmade homeless. This is about real life, not just figures\r\narbitrarily concocted for dubious purposes.\r\nIt seems that we have become a community that\r\nrelies heavily on figures. Therefore, let me share some of\r\nthese figures here. Initial estimates of the damage and\r\nloss in productivity caused by only one hurricane have\r\nbeen placed at over $400 million, far exceeding the gross\r\ndomestic product of Saint Kitts and Nevis. An estimated\r\n85 per cent of the residential housing stock suffered slight\r\nto major damage; of that 85 per cent, approximately 25\r\nper cent was destroyed. The agricultural sector, one of the\r\nmajor pillars on which the Saint Kitts and Nevis economy\r\nstands, has been devastated.\r\nAgricultural output — sugar and non-sugar alike —\r\nis expected to be reduced by as much as 50 per cent next\r\nyear. The health sector and our ability to provide high-\r\nquality care have been seriously compromised. Not only\r\ndid the smaller rural hospitals suffer damage to property\r\nand equipment, but also the Federation’s main hospital,\r\nthe Joseph N. France General, lost a significant portion of\r\nits roof, and damage to equipment and stocks is\r\nconsiderable.\r\nThe scene of devastation is equally mind-boggling\r\nand severe in other neighbouring islands, such as Haiti,\r\nthe Dominican Republic, Antigua and Barbuda, Cuba and\r\nSt. Maarten. The suffering in my country is therefore not\r\nunique. However, the fact that we suffer the same fate\r\nyear after year and rebuild only to watch our progress\r\nwashed and blown away so easily speaks to the need to\r\nlook seriously at the vulnerability of small island States.\r\n21\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nI make an urgent appeal for the international\r\ncommunity to come to the aid of our countries and our\r\npeoples. A draft resolution will shortly be introduced to the\r\nAssembly on countries of the north-eastern Caribbean\r\naffected by this year’s storm, and I urge countries to\r\nsupport this effort by co-sponsoring the draft. Also, I wish\r\nto express the gratitude of my Government to those\r\nagencies, persons and Governments which have responded\r\nso readily in lending assistance.\r\nI would hasten to add that the task of rebuilding will\r\nnot finish as soon as the eyes of the camera shift their\r\nfocus, nor will normalcy in its true sense return in a matter\r\nof weeks. We need material, technical and financial support\r\non an ongoing basis as we rebuild our country.\r\nI feel compelled to reiterate the problems of small\r\nStates, especially in the light of continuous attempts to\r\nundermine our economies. My Government does not take\r\nlightly the complaints brought before the World Trade\r\nOrganization, which are tantamount to the devastating\r\nhurricane winds on the small, vulnerable banana-producing\r\neconomies in the Organization of Eastern Caribbean States.\r\nI also fear that, as such initiatives continue, the sugar\r\nindustry in my own country will suffer a similar fate. Our\r\nnegligible exports, in percentage terms, cannot pose any\r\ncredible threat to any transnational corporation or large\r\nproducer of bananas and sugar. However, the removal of\r\nthis fragile access, which we must fight to maintain, could\r\nwreak untold havoc in social and economic terms on the\r\nlives of so many poor families in the eastern Caribbean\r\nregion.\r\nThe insidious tentacles of injustice have such\r\ntremendous reach that international institutions such as the\r\nUnited Nations will be expected to devise ways to arrest its\r\ncorrosive character by lending considerable support to the\r\nefforts of small island developing countries.\r\nI say all this against the backdrop that most decisively,\r\nthe twentieth century has etched in our consciousness\r\nevidence of the power of the human mind in its infinite\r\ncreativity and potential. Now we are able to cure illnesses\r\nonce thought incurable, and we create technological feats\r\nthat boggle the mind. I therefore salute the men and women\r\nwho have made this century great.\r\nIt becomes critically important, therefore, that as\r\nnations we utilize these landmark developments and shared\r\nexperiences as the blueprints for the enormous challenges\r\nof poverty eradication, illicit drug trafficking, nuclear\r\nproliferation, warmongering, economic inequity, and\r\ndisaster prevention and mitigation.\r\nInasmuch as this century has brought exceptional\r\ntechnological advances, economic initiative and growth,\r\nthe new millennium will demand greater moral strength\r\nand public leadership. It will require its leaders to develop\r\nsimilar courage and statesmanship against powerful\r\nchallenges. It will dare us all to harness the moral energy\r\nto transcend partisan agendas in favour of a common\r\nglobal imperative.\r\nIt is impractical to alienate an individual’s human\r\nrights from the right to development. These are\r\ninseparable and paramount. My Government regards the\r\ngrowth of human rights in its entirety as a genuine step\r\ntowards strengthening democracy itself. In order for\r\ndemocracy to take root and the democratic process to\r\ndevelop in its sincerest sense, we must nurture the\r\ncomplete range of fundamental human rights. Then and\r\nonly then will the human person flourish.\r\nWhen we hold ourselves up as standard bearers of\r\ndemocracy and bastions of human rights protection, it\r\nbecomes essential to preserve human dignity worldwide.\r\nIt has been said,\r\n“when the empire of man over nature can no longer\r\nbe easily extended, then the only way for a people\r\nto increase its standard of living is by redistributing\r\nthe sources or fruits of industry from others to\r\nthemselves”.\r\nAny real hope for a more peaceful and equitable\r\ntwenty-first century lies in the evolution of our thinking\r\non human rights and other issues critical to small island\r\nStates. One of the most crucial challenges in the coming\r\ncentury will be to address the quicksand of uneven\r\neconomic development within the current economic\r\nsystem. These have direct consequences for the disparities\r\nin wealth and resource distribution. I raise the issue of\r\nvulnerability not to crave preferential treatment for our\r\nregion, but because the international community must be\r\nmindful of our peculiar circumstances.\r\nIt is being said that the structure and growth of the\r\nworld investment climate are being shaped by current\r\nevents such as the Asian crisis, the European monetary\r\nunion, along with the creation of the euro, advances in\r\ntechnology, liberalization of national financial markets\r\nand their integration into a global market. Where does this\r\nsituation leave small island developing States like Saint\r\n22\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nKitts and Nevis, especially when so many critical factors\r\nmilitate against our development priorities?\r\nForeign direct investment is considered one of the\r\nmain vehicles of the liberalization process. Small\r\ndeveloping economies are being forced to liberalize and\r\nintegrate into the centre of a global economic system which\r\nhas always relegated us to the periphery. International\r\ncapital is steadfastly in search of new markets, yet has\r\ncontinued to overlook our region. Consequently, the vast\r\nmajority of the $4 trillion in foreign direct investment spent\r\nin 1997 bypassed our countries in the Caribbean region. At\r\nthe centre of international integrated investment flows,\r\n“are large international and transnational corporations\r\nand their affiliates whose global sales volume was\r\nestimated to have reached some $7 trillion in 1995”.\r\nThis poses the question of how our agri-based and\r\nexport-oriented economies cope with or even attempt to\r\ncompete against giant transnational institutions in an era in\r\nwhich international production has now become more\r\nimportant than exports in terms of the delivery of goods\r\nand services to foreign markets.\r\nForeign direct investment, as I have come to\r\nunderstand it, integrates markets through intra-business\r\nactivities and the production systems of countries.\r\nTherefore, our economies cannot participate in this huge\r\nand rapidly growing production system because we have\r\nnot been given necessary technical, technological and\r\nmaterial support to move into the centre of the global\r\nmarket place through its main vehicle — that is,\r\nproduction.\r\nTo make matters worse, we have not been allowed\r\nopportunities to gain appropriate access to those critical\r\nmarkets, whereas foreign businesses based in those\r\ncountries have the access and capability to dominate and\r\nflood our markets with their cheap products.\r\nOne only needs to pay casual attention to the media to\r\nappreciate the tendency towards national and transnational\r\nmega-mergers and strategic economic business alliances\r\nthat are taking place around the world. Our region is fast\r\ndeveloping a competitive disadvantage.\r\nEarlier I spoke of injustice. I consider it an injustice\r\nwhen capital can be mobilized and deployed in such ways\r\nthat could easily destroy the welfare of entire nations with\r\nimpunity or stifle competition completely. Globalization has\r\nbeen touted as a great vehicle of opportunity and promise;\r\nbut I ask, for whom? Globalization, it is said, offers a\r\nhuge reservoir of resources for investment growth,\r\neconomic equity and social advancement. However, in my\r\nregion we are yet to see these promises. In the Caribbean,\r\nwe are much more familiar with the risks of globalization.\r\nIn anticipation of the changes taking place, our\r\ncountries have made significant reforms. Regrettably,\r\nhowever, the international community, including\r\nprominent international financial institutions, has not\r\nalways rallied in support of our efforts. Each year we\r\nbuild and we rebuild, but we are susceptible to external\r\nforces such as hurricanes. Our efforts, however, seem to\r\ngo unnoticed.\r\nToday, the wide rift between expectation and\r\nachievements continues to grow. Saint Kitts and Nevis\r\nlooks forward to the convening of a special session to\r\nreview the implementation of the Barbados Programme of\r\nAction, and the Copenhagen Declaration and Programme\r\nof Action.\r\nWe urge the United Nations and the international\r\nfinancial institutions to take a fresh look at ways to help\r\nsmall developing countries integrate into this emerging\r\nsystem. However, the rules of this system will have to be\r\ninformed by the special situation of vulnerable small\r\nisland States.\r\nWe welcome initiatives on resource mobilization, on\r\nexternal debt relief, on trade and financing for\r\ndevelopment and on good governance of the international\r\nmonetary and financial systems. Good governance should\r\nrefer not only to developing countries; it ought to be\r\nextended to include better management of the\r\ninternational economic system. Failure to do so would\r\nlead only to instability, uncivil societies and an\r\nungovernable global market place.\r\nThe socio-economic and political dilemma facing\r\nsmall island developing States must be addressed now;\r\notherwise, the human and political cost would be too high\r\nfor us to bear.\r\nMany small nations pay our assessed contributions\r\nregularly to the United Nations system despite our meagre\r\nresources and the challenges to our national survival. We\r\ntherefore expect more. We expect tangible benefits from\r\nour membership. It is incumbent on the United Nations to\r\nwork with small island States to ensure that they reap the\r\nrewards of the changing political market economy.\r\n23\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nIn my address last June to the United Nations special\r\nsession on drugs, I assured this community of my\r\nGovernment’s commitment to fighting the illicit drug trade.\r\nThe Government of Saint Kitts and Nevis remains resolute\r\nin its commitment to cooperate in the eradication of the\r\nnarcotics trade and associated vices.\r\nThis noble fight against a most nefarious and well-\r\nfinanced enemy carries a high financial cost. It is important\r\nto recognize that the role of consumption is just as\r\nimportant as that of supply. Therefore, we have a shared\r\nresponsibility and must focus on joint approaches informed\r\nby cooperation and by mutual respect and understanding.\r\nSaint Kitts and Nevis remains undaunted and relentless in\r\nits approach to the interdiction of illicit drugs, as we work\r\ntogether with all nations in the name of justice, equity and\r\nadvancing the human condition.\r\nIn the spirit of advancing the human condition, my\r\nGovernment urges restraint, patience and dialogue on the\r\ncritical issues that separate the Chinese people in both\r\ngeographic and political terms. It is our sincerest hope that\r\nthe common aspirations and expectations of the Chinese\r\npeople will be fulfilled in the near future in an environment\r\nof peace and mutual respect. We believe that the family\r\nbonds and historical tradition that have made the Chinese\r\npeople a great nation ought to be preserved. We believe\r\nthat the time has come for the voice of the millions of\r\nChinese people in the Republic of China on Taiwan to be\r\nheard and factored into the international agenda. We believe\r\nthat adequate, urgent and practical mechanisms must be\r\ndeveloped to allow them to participate in the work of all\r\nnations.\r\nIn a world bedeviled by so many challenges, and in\r\nneed of collective action and new resources, we alienate\r\npeople and Governments at our own peril. We have an\r\nobligation to work with and encourage the Chinese people\r\non both sides of the Taiwan Strait to support the progress\r\nmade to date, so that the advancement of the human\r\ncondition transcends politics. I urge negotiation and the\r\ndevelopment of confidence-building measures as a way to\r\nmove towards improving cross-Strait relations.\r\nWe also call on the Government of Iraq to abide by all\r\nUnited Nations resolutions and to release all Kuwaiti\r\nprisoners of war and detainees, as well as those from other\r\ncountries.\r\nIn conclusion, as we continue this debate I trust that\r\nwe will be able to move beyond the constraints of the\r\ndeveloped/developing country paradigm of us against them.\r\nTo advance the human condition for all humankind will\r\nrequire meaningful partnership. Instead of apportioning\r\nblame, I urge Member States to join with me as we\r\nrededicate our energies to the search for lasting solutions.\r\nBy working together, it becomes easier to find ways of\r\nattaining our national aspirations without trampling on the\r\nlegitimate dreams of others.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister and\r\nMinister for National Security, Foreign Affairs, Finance,\r\nPlanning and Information of Saint Kitts and Nevis.\r\nThe Honourable Denzil Douglas, Prime Minister\r\nand Minister for National Security, Foreign Affairs,\r\nFinance, Planning and Information of Saint Kitts\r\nand Nevis, was escorted from the rostrum.\r\nAddress by The Honourable Donald Kalpokas, Prime\r\nMinister and Minister for Foreign Affairs of the\r\nRepublic of Vanuatu\r\nThe Acting President: The Assembly will now hear\r\nan address by the Prime Minister and Minister for Foreign\r\nAffairs of the Republic of Vanuatu.\r\nThe Honourable Donald Kalpokas, Prime Minister\r\nand Minister for Foreign Affairs of the Republic of\r\nVanuatu, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Prime Minister and Minister for Foreign\r\nAffairs of the Republic of Vanuatu, The Honourable\r\nDonald Kalpokas, and inviting him to address the General\r\nAssembly.\r\nMr. Kalpokas (Vanuatu): On behalf of the people\r\nand the Government of the Republic of Vanuatu, I wish\r\nto join previous speakers in congratulating Mr. Didier\r\nOpertti on his election to this high and important post.\r\nHis unanimous election as President of the General\r\nAssembly at its fifty-third session shows the esteem in\r\nwhich the international community holds both him\r\npersonally and his country, Uruguay. The Republic of\r\nVanuatu and its delegation are confident he will guide\r\nthis fifty-third session of the General Assembly to a\r\nsuccessful conclusion.\r\nMay I also take this opportunity to express my\r\ndelegation’s sincere appreciation to his predecessor,\r\nMr. Hennadiy Udovenko, for his outstanding stewardship\r\nin facilitating the work of the fifty-second session of the\r\n24\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nGeneral Assembly. I also wish to commend our Secretary-\r\nGeneral, Mr. Kofi Annan, for his wise leadership and his\r\ndedication to the reform and restructuring of our\r\nOrganization. We ask the President to assure him of our\r\ntotal support.\r\nThree years ago, we all gathered here to celebrate the\r\nfiftieth anniversary of our Organization and, in particular,\r\nto renew our commitment to the fundamental principles that\r\ncreated it in 1945.\r\nWe also made a strong commitment to further\r\nstrengthen our genuine, collaborative efforts to ensure that\r\nthis Organization continues to promote global peace, justice\r\nand a healthy environment, as well as to support the\r\nprocess of sustainable development of its Member nations,\r\nin particular the small island least developed countries such\r\nas those in the Pacific region, including the Republic of\r\nVanuatu.\r\nThe current international political and economic\r\nsituation has grown ever more complex and makes\r\nincreasing demands on our own resources and on the\r\nsupport available from our development partners.\r\nWe are deeply concerned by the continuing escalation\r\nof such international crimes as drug-trafficking, money-\r\nlaundering, terrorism, organized crime and other similar\r\nactivities which have the potential to place the sovereignty\r\nand territorial integrity of small island States at great risk.\r\nThe international community must show its genuine\r\ncollaboration in combating these criminal phenomena if the\r\nnew philosophy of globalization is to progress in a positive\r\nmanner.\r\nWe do not believe that the world is doing justice to its\r\npeople and to the fundamental principles of peace and\r\neconomic prosperity as enshrined in the Charter of the\r\nUnited Nations if we do not observe our joint call for the\r\ndisarmament of nuclear weapons and other weapons of\r\nmass destruction. International security cannot be\r\nguaranteed if we fail to accord priority attention and\r\nresources to the education and health of humankind and its\r\nsurvival into the next millennium.\r\nThe momentum of the fiftieth anniversary of our\r\nOrganization, the lessons we have learned from past\r\nmistakes and our renewed commitment must guide us in\r\nour pursuit of a better world where, through this\r\nOrganization, a renewed sense of mutual trust and genuine\r\ndialogue can be achieved to ease political tensions and\r\neconomic crises in all regions and subregions of the planet.\r\nIn our part of the world, these new developments\r\nconstitute a real threat to the already vulnerable\r\nenvironment of our island economies and populations.\r\nConfronted with these challenges, many countries in the\r\nPacific region, including the Republic of Vanuatu, do not\r\nhave much choice, at the end of this century, but to\r\nembark on difficult programmes of reform both within\r\ntheir respective Governments and within their societies.\r\nLast year, my predecessor, The Honourable Serge\r\nVohor, advised this Assembly that Vanuatu had initiated\r\na comprehensive reform programme, with the support of\r\nboth multilateral and bilateral donor agencies and\r\ncountries. He also made an appeal to this Assembly,\r\nexplaining that in order for the reform programme to be\r\nsuccessful and responsive to the needs of the national\r\npopulation, 80 per cent of whom live from subsistence\r\nfarming in rural areas, Vanuatu would continue to need\r\nthe special support accorded to it as a least developed\r\ncountry.\r\nThe role of Mr. Hennadiy Udovenko and the\r\nSecretary-General in subsequently facilitating a\r\nconstructive dialogue and a comprehensive appreciation\r\nof the economic hardships of Vanuatu must be\r\ncommended.\r\nIn this regard, the Government and the people of\r\nVanuatu warmly welcome the recent decision of the\r\nEconomic and Social Council of the United Nations to\r\ndefer consideration of Vanuatu’s graduation from least\r\ndeveloped country status, pending full assessment of the\r\nusefulness of the vulnerability index and ecological\r\nfragility as criteria for least developed country\r\ndesignation. We would like to register our most sincere\r\nappreciation and recognition to each and every country\r\nand group of countries for their support.\r\nOne of the commitments we all made during the\r\nfiftieth anniversary celebrations in 1995 was to reform our\r\nOrganization so that it could be effective in addressing\r\nthe problems and needs of its Member States, both\r\nindividually and as a group.\r\nFrom our perspective — and we have no doubt that\r\nothers share it — the United Nations must include in its\r\nreform agenda a full assessment and recognition of the\r\ninherent particularities of small island States such as the\r\nRepublic of Vanuatu, and the impact of the international\r\neconomic crisis on their economic performance and the\r\nsustainability of their political stability.\r\n25\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nThe impact of the Asian economic situation and such\r\nrecurrent national disasters as tropical cyclones, tidal waves\r\nand global warming on our island economies has yet to be\r\nfully appraised. This warrants the urgent and dedicated\r\nattention of our Organization.\r\nWith particular regard to the environment, the first\r\nchapter of the Barbados Programme of Action for the\r\nSustainable Development of Small Island Developing States\r\nclearly states that small island States are particularly\r\nvulnerable to global climate change and rising sea levels.\r\nWe would therefore like to suggest, in the spirit of\r\nreform, that the current scope of development-related\r\nindicators being used by the United Nations to designate the\r\nstatus of each Member State be thoroughly reviewed in\r\nclose consultation with the Member States and other\r\nregional and multilateral organizations, such as the South\r\nPacific Forum and the Commonwealth.\r\nThis is an important exercise at a time when we must\r\nadjust our national administrative structures, policy\r\ndirectives and legal framework to gradually accommodate\r\nthe requirements of globalization. It would be unfair and\r\nunrealistic to expect small island least developed countries\r\nto satisfy all the administrative, financial and legal\r\nrequirements of the World Trade Organization, for instance,\r\nwithin the same time-frame as the developed countries. An\r\neffective sequencing of the accession process is needed,\r\ntaking into account the capacity of each country’s political\r\nand economic system or structure to adjust without\r\naffecting social cohesion.\r\nThe Republic of Vanuatu is committed to the principle\r\nof global trade liberalization. The current reform\r\nprogramme reflects this. We are asking the international\r\ncommunity to recognize that we should be allowed to be\r\nintegrated on a gradual basis, taking into account our\r\ncapacity to administer the process and to adjust to the new\r\nenvironment.\r\nIt is in this same spirit that the Government of the\r\nRepublic of Vanuatu welcomes the decision of the fifty-\r\nsecond session of the General Assembly to convene the\r\nThird United Nations Conference on the Least Developed\r\nCountries in the year 2001.\r\nIt is still in this spirit that the Government of the\r\nRepublic of Vanuatu endorses the Declaration of the eighth\r\nannual meeting of ministers from least developed countries,\r\nadopted on 28 September 1998.\r\nThe Republic of Vanuatu is proud to be associated\r\nthis year with the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights and the fifth anniversary of\r\nthe Vienna Declaration and Programme of Action.\r\nI am pleased to advise this Assembly that the current\r\nreform programme of the Republic of Vanuatu has taken\r\nfull account of the above principles and the Government’s\r\ncommitment in this regard.\r\nAn example of this commitment is our wider\r\nrecognition of the rights and the role of women in our\r\nsociety through the establishment, within the Prime\r\nMinister’s portfolio, of a more systematic mechanism of\r\nconstructive dialogue between the Government on the one\r\nhand, and the National Council of Women and other non-\r\ngovernmental organizations on the other hand. The recent\r\nenactment of a first ever leadership code for Vanuatu is\r\nanother example in this regard. This will not only ensure\r\ngood governance, transparency and the rule of law, but\r\nwill also act as an effective deterrent to corruption and\r\nabuse of power by national leaders in political circles, in\r\npublic service and in the religious community, as well as\r\nin traditional society.\r\nThe pursuit and promotion of a free and responsible\r\npress and the protection of individual rights are matters\r\nwhich are receiving more attention under the reform\r\nprogramme. These are real challenges to Vanuatu today,\r\nbut they are challenges which we are confident that we\r\ncan successfully address over time with the necessary\r\nsupport of the international community.\r\nThe right to self-determination must also continue to\r\noccupy our agenda. The United Nations, as mandated by\r\nits Charter, must be seen to encourage and support\r\ndialogue at appropriate political levels in the regions and\r\ncountries where human sufferings and social disorder\r\ncontinue as a direct result of conflict of opinions on the\r\nissue of self-determination. In the Pacific region, we\r\nwarmly welcomed the signing earlier this year of the\r\nNoumea Accord between the French Government and the\r\nmajor political parties in New Caledonia. We believe that\r\nthis new agreement marks a stronger commitment by all\r\nparties to work together to support an irreversible trend\r\nfor the future political status of New Caledonia.\r\nAs I said earlier, the world and our Organization will\r\nbe going through very challenging times as we are set to\r\nturn the page of this century and start a new one. The\r\ncredibility of the United Nations in the next millennium\r\nwill be measured in terms of its effectiveness in\r\n26\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nresponding to the real situations prevailing in its Member\r\nStates, especially in small island States. It is therefore vital\r\nthat we all support and supplement the process of reform\r\nspearheaded by the Secretary-General and aimed at\r\nstreamlining and strengthening the Organization.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister and Minister\r\nfor Foreign Affairs of the Republic of Vanuatu for the\r\nstatement he has just made.\r\nThe Honourable Douglas Kalpokas, Prime Minister\r\nand Minister for Foreign Affairs of the Republic of\r\nVanuatu, was escorted from the rostrum.\r\nThe Acting President: I call next on His Excellency\r\nThe Honourable Keli Walubita, Minister for Foreign Affairs\r\nof Zambia.\r\nMr. Walubita (Zambia): Let me start by\r\ncongratulating Mr. Didier Opertti on his election as\r\nPresident of the General Assembly at its fifty-third session.\r\nIn the same breath, I thank his predecessor, His Excellency\r\nMr. Hennadiy Udovenko of Ukraine, for the able manner in\r\nwhich he conducted the work of the fifty-second session. I\r\nalso wish to express my delegation’s sincere appreciation to\r\nour brother, the Secretary-General, His Excellency Mr. Kofi\r\nAnnan, for his wise leadership of the United Nations and\r\nfor his exceptional report on the work of the Organization.\r\nWe are gathered here once again to review the\r\ninternational situation. The fifty-second session of the\r\nAssembly had before it the document submitted by the\r\nSecretary-General entitled “Renewing the United Nations:\r\na programme for reform”. The debate on that item was as\r\nserious as it was animated. It became clear that the United\r\nNations in its present form is unable to respond to the\r\nrealities of the present world order, much less to the\r\nexigencies of the new millennium. For the United Nations\r\nto do so, it must reinvent itself, and become more\r\ndemocratic, efficient and, of course, financially stable. This\r\nwould befit an Organization created to serve the demanding\r\nneeds of humankind through its impact on economic and\r\nsocial development, especially in the developing countries.\r\nZambia would like to reiterate that the development\r\nmandate of the United Nations must be given priority and\r\nprominence in the reform process.\r\nFurthermore, after the issue of reform was debated last\r\nyear, it was made clear that the critical financial situation\r\nof the United Nations was itself a major stumbling block to\r\nthe Organization’s efforts not only to reform itself, but to\r\naddress the priorities it has set itself to accomplish. We\r\ntherefore reiterate our call for arrears owed to the United\r\nNations to be paid in full, on time and without\r\npreconditions.\r\nThe reform of the Security Council is without doubt\r\nthe core issue which must be addressed, with a view to\r\nmaking the Council more democratic. Essentially, the\r\nCouncil must be enlarged to enhance its credibility and at\r\nthe same time to reflect the universal character of the\r\nUnited Nations; this would remove the imbalances that\r\ncharacterize the present composition of the Council. To\r\nthis end, the Zambian delegation wishes to reiterate the\r\ncall made at the twelfth Summit of the Countries of the\r\nNon-Aligned Movement, held in Durban, in neighbouring\r\nSouth Africa, that expansion of the Security Council\r\nshould be by no less than 11 new seats, based on the\r\nprinciple of equitable geographical distribution and, of\r\ncourse, bearing in mind the sovereign equality of Member\r\nStates.\r\nZambia further reiterates its support for the demand\r\nthat the regions of Africa, Asia and Latin America and\r\nthe Caribbean should now have permanent seats on an\r\nexpanded Security Council.\r\nWith specific regard to Africa, my delegation wishes\r\nto reaffirm the decision taken at the summit of heads of\r\nState of the Organization of African Unity (OAU) in\r\nHarare in 1997 that five seats, of which two permanent,\r\nshould be allocated to the African continent and that, in\r\na 26-member Security Council, the African seats should\r\nbe rotated in accordance with the agreed criteria of the\r\nAfrican Group. My delegation further wishes to reiterate\r\nthe common view that the veto power in the Security\r\nCouncil is a mere anachronism. It must be restricted and\r\nultimately eliminated.\r\nIn the field of international peace and security, the\r\nneed for disarmament in all its aspects is as urgent as\r\never. To be sure, the lure of nuclear-weapons possession\r\nhas become even stronger and the use of conventional\r\nweapons, particularly small arms, is prevalent in the\r\nworld today.\r\nTo put an end to nuclear-weapons proliferation, the\r\nnuclear-weapon States have a major responsibility to lead\r\nthe international community towards nuclear disarmament,\r\nparticularly in the Conference on Disarmament. The\r\nConference must establish an ad hoc committee to begin\r\nnegotiations on a phased programme for the complete\r\nelimination of nuclear weapons within a specified time-\r\n27\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nframe. The nuclear-weapon States should also lead the\r\ninternational community in sustained efforts to conclude a\r\nnuclear weapons convention.\r\nFurthermore, Zambia believes that the time is now\r\noverdue for the convening of the fourth special session of\r\nthe General Assembly devoted to disarmament, which\r\nwould offer an opportunity for a thorough review and\r\nassessment of the implementation of the provisions of the\r\nFinal Document of the first special session of the General\r\nAssembly devoted to disarmament, held in 1978.\r\nAllow me at this juncture to turn to the situation in\r\nour region, with specific reference to the Democratic\r\nRepublic of the Congo, Angola and, of course, Lesotho.\r\nWith regard to the situation in the Democratic\r\nRepublic of the Congo, I want to confirm that Zambia,\r\nthrough its President, Mr. Frederick Chiluba, has been\r\nactively involved in the search by all regional leaders for a\r\nlasting and peaceful solution. The leaders of the Southern\r\nAfrican Development Community (SADC), under the able\r\nleadership of President Mandela of South Africa and other\r\nregional leaders, have done a commendable job in this\r\nregard — of course, under very difficult circumstances.\r\nAs we are all well aware, the maintenance of\r\ninternational peace and security is the primary responsibility\r\nof no other body than this Organization and its Security\r\nCouncil. There is no doubt, therefore, that the situation in\r\nthe neighbouring Democratic Republic of the Congo, if\r\nunresolved, could pose a threat not only to the region, but\r\nalso to international peace and security. The mediation\r\nefforts of SADC and other regional leaders therefore\r\ndeserve the support of the international community in order\r\nto forestall the threat to international peace and security\r\nwhich the crisis poses.\r\nThe situation in Angola has continued to worsen,\r\ndespite the patience and efforts of the international\r\ncommunity to bring Africa’s oldest civil war to an end.\r\nZambia, as a neighbouring country and as host to the peace\r\ntalks which finally resulted in the signing of the Lusaka\r\nProtocol in November 1994, is extremely concerned about\r\nthe regression in the Angolan peace process. While the\r\nanger and disappointment of the international community\r\nare understandable and justified, it would not be advisable\r\nfor us, at this moment, to abandon the peace process in\r\nAngola. We have come this far after long and painstaking\r\nefforts and invested a great amount of resources in the\r\nAngolan peace process. We cannot afford now to abandon\r\nthe Angolan people, who have suffered so much and whose\r\nhopes were pinned on the Lusaka Protocol. We hope,\r\ntherefore, that in spite of the setbacks, the international\r\ncommunity, through this body, will reassert its authority\r\nand use its immense wisdom to put the Angolan peace\r\nprocess back on track.\r\nZambia wishes to recognize the very noble and\r\nprofessional efforts of our brother, the late Alioune\r\nBlondin Beye, in this process. He died without seeing his\r\nefforts result in peace and stability in Angola. May his\r\nsoul rest in peace. It is important, however, to ensure that\r\nhis efforts were not in vain by working harder ultimately\r\nto bring durable peace to Angola.\r\nMy country is also concerned about recent\r\ndevelopments in Lesotho. As a member of SADC,\r\nZambia is fully in support of the role which that\r\norganization is playing in trying to bring about a peaceful\r\nsettlement. In this regard, we wish to appeal to the\r\ninternational community to give necessary support to the\r\nSADC efforts, spearheaded by Botswana, Mozambique,\r\nSouth Africa and Zimbabwe.\r\nIt is now common knowledge that Africa as a whole\r\nhas begun to make significant economic and political\r\nprogress in recent years. However, in many parts of the\r\ncontinent, progress remains threatened or, indeed,\r\nimpeded by conflict. United Nations records show that,\r\nsince 1970, more than 30 wars have been fought in Africa\r\nalone, the vast majority of them intra-State in origin.\r\nIn this regard, my delegation wishes once again to\r\ncongratulate our brother, Secretary-General Kofi Annan,\r\nfor his excellent report to the Security Council last April\r\non the causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa, which is\r\nessentially a blueprint for resolving Africa’s numerous\r\nand complex woes by charting a course for peace and\r\ndevelopment.\r\nIn the area of peacekeeping, Africa has already put\r\nin place the Mechanism for Conflict Prevention,\r\nManagement and Resolution to resolve its own conflicts\r\non the continent. We salute the efforts of Mr. Salim\r\nAhmed Salim, Secretary-General of the OAU, in this\r\ndirection. We urge the international community and the\r\nGeneral Assembly to support the Mechanism in order for\r\nit to function effectively and to the benefit of Africa.\r\nThe spectre of international terrorism has assumed a\r\ndangerous momentum of its own. It does not discriminate\r\nbetween combatants and non-combatants. The brunt of it\r\n28\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nall is in fact borne more by innocent bystanders. The acts\r\nof terrorism that rocked our sister republics of Kenya,\r\nTanzania and South Africa, and the subsequent retaliatory\r\naction on Sudan and Afghanistan, have struck a cord in all\r\nof us, without exception. At issue is the unnecessary loss of\r\nhuman life. To protect human life, the international\r\ncommunity should seriously address itself to the root causes\r\nof terrorism. The hour has now come for the full\r\nimplementation of the General Assembly Declaration on\r\nMeasures to Eliminate International Terrorism contained in\r\nresolution 49/60, and the International Convention for the\r\nSuppression of Terrorist Bombings adopted at the fifty-\r\nsecond session. This Assembly must waste no time in its\r\nurgent conclusion and effective implementation of a\r\ncomprehensive international convention on combating\r\nterrorism.\r\nWe are happy to note that the United Nations\r\nDiplomatic Conference of Plenipotentiaries on the\r\nEstablishment of an International Criminal Court, which\r\nwas held in Rome, Italy, this year, adopted the Court’s\r\nStatute. This is a powerful instrument of justice that the\r\ninternational community has given to itself and generations\r\nto come. My delegation is pleased that the crime of\r\naggression falls within the jurisdiction of the Court,\r\nalthough the Court shall only have jurisdiction over the\r\ncrime once a definition and the conditions under which the\r\nCourt shall do its work are agreed upon. In this regard, we\r\nlook forward to a quick resolution of this matter, since\r\nresolution 3314 (XXIX) contains most of the elements for\r\ndefinition of the crime of aggression.\r\nConsidering what the world has witnessed in our sister\r\nrepublic of Rwanda and in the former Yugoslavia, we\r\nwelcome the inclusion, under war crimes, of cases of armed\r\nconflict not of an international character.\r\nLet me now, on behalf of my delegation, turn to the\r\nworld economy, which is becoming more integrated.\r\nGlobalization and liberalization are indeed the current\r\neconomic wave, and will continue in years to come. They\r\nhave, however, far-reaching implications, in particular for\r\nthe developing countries, as reflected in the current\r\ninternational financial confusion or turmoil. The United\r\nNations faces the great challenge of coming up with\r\ninitiatives to manage globalization and liberalization in such\r\na manner that they benefit the entire community of nations,\r\nwithout exception. Processes of globalization and\r\nliberalization that undermine development are not in the\r\ninterests of the international community.\r\nThe external debt problem is yet another issue that\r\nimpacts negatively on the economic and social\r\ndevelopment of many developing countries, Zambia\r\nincluded. We can recall a number of initiatives put in\r\nplace to resolve this particular problem, but so far none\r\nseem to be effective, including the present Heavily\r\nIndebted Poor Countries (HIPC) Debt Initiative, which\r\nnot only has targeted too few developing countries but\r\nalso has a long transition period before eligibility is\r\ngranted.\r\nIt would, however, be a grave oversight to fail to\r\nacknowledge the commendable efforts of our brother, the\r\nSecretary-General, in this area. Zambia welcomes the\r\nuniform and strong endorsement by the Development\r\nAssistance Committee of the Organization for Economic\r\nCooperation and Development of the Secretary-General’s\r\nproposals to liberalize and assess the Heavily Indebted\r\nPoor Countries Debt Initiative and convert all remaining\r\nofficial debt owed by the poorest African countries,\r\nZambia included, into grants. We also welcome his other\r\nproposals which received similar endorsement by the\r\nDevelopment Assistance Committee.\r\nAdverse weather patterns continue to bring into\r\nsharp focus how fragile the global environment is. The\r\nrecent destruction of life and property by Hurricane\r\nGeorges in some countries of the Caribbean and four\r\nStates in the United States of America adds to the ravages\r\nof flooding in China and Bangladesh this year. This\r\nAssembly will recall that a year earlier Europe faced\r\nsimilar flooding, while certain parts of Eastern and\r\nSouthern Africa faced a combination of flooding and\r\ndrought. All these are reminders to the international\r\ncommunity to meet the challenges caused by climate\r\nchange and other adverse environmental factors and we\r\nreiterate our call to the international community to\r\npromote environmental sustainability with renewed\r\ncommitment.\r\nTransnational deflationary forces are threatening\r\nglobal economic stability. In this uncertain outlook, the\r\nfortunes of many countries are under constant threat. For\r\nAfrica, which is just emerging from the lost decade of the\r\n1980s, the emerging global economic turmoil will add\r\nnew strains to the process of promoting economic growth\r\nand development. Indeed, it is already clear that concern\r\nabout the emerging global economic turmoil neglects the\r\nchallenges facing Africa, as if to reaffirm its\r\nmarginalization in the world economy.\r\n29\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nIn a spirit of interdependence, we in Africa call upon\r\nthe international community not to overlook and forget the\r\nchallenges of Africa. Africa needs a conducive international\r\nenvironment that will contribute to resolving the continent’s\r\nexternal debt crisis, growing poverty, slow export growth\r\nand other impediments to its development.\r\nIn this regard, we are pleased to note that Japan will\r\nsoon be convening the Second Tokyo International\r\nConference on African Development. We salute Japan. And\r\nwe hope this forum will offer an opportunity to relaunch\r\nthe dialogue on African development.\r\nZambia, like many other developing countries, has\r\nbeen implementing a very painful structural adjustment\r\nprogramme anchored on macroeconomic stabilization,\r\nprivatization and, of course, commercialization. The policies\r\nwe have undertaken have been critical to boosting and\r\nsustaining economic growth and development. Over the past\r\nfew years Zambia has undergone a remarkable\r\ntransformation. We have an open economy driven by the\r\nprivate sector. In the second generation of economic\r\nreforms that we are embarking upon our major focus is on\r\nthe reduction of poverty by 50 per cent by the year 2004.\r\nWe invite the international community to come and play a\r\nrole in our economic programme.\r\nLet me conclude by stating that Zambia believes that,\r\nas we stand on the threshold of the new millennium, we all\r\nhave a collective responsibility in this community of nations\r\nto chart a new course to strengthen our Organization. We\r\nneed a strong United Nations to meet the exacting demands\r\nof the future. By strengthening it, we all strengthen\r\nourselves. Zambia pledges to be a positive partner in this\r\nnoble endeavour.\r\nI thank the Assembly for listening to me. I thank those\r\nrepresentatives — most of those present — who nodded\r\ntheir heads in appreciation. I thank my brothers and sisters\r\nfrom the Southern African Development Community\r\n(SADC) for being with me.\r\nThe President (interpretation from Spanish): I call\r\nnext on His Excellency, The Honourable Ivan Antonovich,\r\nMinister for Foreign Affairs of Belarus.\r\nMr. Antonovich (Belarus): Please accept our sincere\r\ncongratulations, Sir, on the occasion of your election to\r\npreside over the fifty-third session, as well as our wishes\r\nfor success in realizing the goals and principles of the\r\nUnited Nations.\r\nWe welcome all the efforts of the Secretary-General,\r\nMr. Kofi Annan, for the benefit of the Organization and\r\nits Member States, and sincerely wish him further success\r\non his way, which is strewn not with roses alone.\r\nWith appropriate respect and great appreciation for\r\nthe activities of the President of the General Assembly at\r\nits fifty-second session, Mr. Hennadiy Udovenko of\r\nUkraine, we wish him important achievements in his\r\nactivities as a Member of Parliament in his native\r\ncountry.\r\nToday, on the very threshold of the third\r\nmillennium, it becomes clear for the majority of Member\r\nStates that the time has come to take comprehensive\r\nmeasures for everyone to turn the determination of the\r\npeoples of the United Nations, declared in its Charter,\r\ninto reality “to save succeeding generations from the\r\nscourge of war ... to practice tolerance and live together\r\nin peace with one another as good neighbours”. In fact,\r\nthat was the ultimate goal behind all the diverse activities\r\nof the United Nations in the years after its Charter came\r\ninto force in 1945.\r\nThe world goes through non-stop change. Today the\r\nglobal environment in which Member States cooperate to\r\nachieve the goals of the Charter is different from that of\r\nhalf a century ago. United Nations activities should reflect\r\nmore adequately those sweeping changes of the second\r\nhalf of the twentieth century, many of which shattered the\r\nworld.\r\nThe Government of the Republic of Belarus has\r\nbeen persistent and consistent in its efforts to promote\r\npeace, friendship, good-neighbourly relations and\r\nmutually beneficial cooperation. This policy is enshrined\r\nin the Constitution of the Republic of Belarus, chapter 18\r\nof which, in particular, declares:\r\n“In its foreign policy the Republic of Belarus\r\nproceeds from the principles of the equality of\r\nStates, non-use of force or the threat to use force,\r\ninviolability of frontiers, peaceful settlement of\r\ndisputes, non-interference in internal affairs of States\r\nand other universally acknowledged principles and\r\nstandards of international law.\r\n“The Republic of Belarus pledges itself to\r\nmake its territory a neutral, nuclear-weapon-free\r\nState.”\r\n30\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nThus the Constitution of the Republic of Belarus is\r\nconsistent with all our obligations under the United Nations\r\nCharter and other instruments of international law to which\r\nBelarus is a party.\r\nThe United Nations is to define far-reaching goals and\r\nguidelines for international cooperation into the twenty-first\r\ncentury. Everybody wants to be better off, to have the\r\nopportunity to work and live in peace and freedom. There\r\nis a need for the United Nations to elaborate an effective\r\nlegislative, economic, social and political framework to give\r\nhumankind an opportunity to realize these legitimate\r\naspirations in an environment much more favourable than\r\nthe one we have had in the century that draws to its close.\r\nMost global problems are persistent, hard to resolve\r\nand resist old approaches. We should seek new solutions\r\nand reach agreements to do away with the problems in\r\nunconventional, innovative ways. I believe that the\r\nproposed reform of the United Nations will give us a good\r\nopportunity to achieve this. Our attitude to the reform was\r\ndefined in the letter of the President of the Republic of\r\nBelarus, His Excellency Mr. Alyaksandr Lukashenka, to the\r\nSecretary-General. We must ensure that reforming the\r\nactivities of the United Nations does not disrupt the\r\nattainment of its goals and the implementation of its\r\nprinciples or derogate the interests of Member States and\r\nregional groups. Reforms should not mean disorganization.\r\nReforms should mean the synergy of the best United\r\nNations achievements in all areas of its activities, which\r\nhave been developed for more than half a century. We\r\nbelieve in the ability of the Secretary-General and his staff\r\nto lead our Organization exactly in the required direction.\r\nOn its part, the Republic of Belarus will do its utmost\r\nto contribute in all ways possible to the enhancement of the\r\nefficiency of the United Nations and its specialized\r\nagencies, and will seek generally acceptable agreements on\r\nall the issues of the global agenda. Strengthening the United\r\nNations system and reforming the Security Council on the\r\nbasis of just and balanced representation of the regional\r\ngroups would be most instrumental in this respect. Together\r\nwith other East European States, in particular members of\r\nthe Commonwealth of Independent States (CIS), Belarus\r\nhas been an active initial proponent of the demand to\r\nallocate an additional non-permanent seat to that group\r\nin the expanded Security Council.\r\nPeople all over the world and the international\r\ncommunity as a whole can no longer tolerate the killing of\r\nhuman beings in inter-State and intra-State armed conflicts.\r\nDuring the years after the Second World War thousands\r\nupon thousands, if not millions of people, have been\r\nkilled. Nevertheless, hostilities continue in different\r\nregions of the globe. Conflicts in Africa, the Middle East\r\nand the Balkans stay unresolved; still unsettled are\r\nsituations in Cyprus and other regions. In these\r\ntremendously difficult circumstances the United Nations\r\nis continuing to fulfil its responsibility with dignity. Yet\r\nthere is ample room for further improvement.\r\nWe consider that the principles of the peaceful\r\nsettlement of disputes and non-interference in internal\r\naffairs should be strictly observed while bringing about\r\nreconciliation in regional and domestic conflicts. Any\r\nenforcement measures should only be applied following\r\nthe adoption of a Security Council resolution.\r\nAccordingly, the use of force by individual States or\r\nregional organizations at their own discretion should not\r\nbe permissible. One of the objectives stipulated in the\r\nUnited Nations Charter, in the preamble, is “to ensure, by\r\nthe acceptance of principles and the institution of\r\nmethods, that armed force shall not be used, save in the\r\ncommon interest”.\r\nIt is difficult for the Government and people of the\r\nRepublic of Belarus to comprehend why in certain\r\nquarters the idea of a military attack on the sovereign\r\nState of Yugoslavia is being publicly discussed just\r\nbecause the latter decided to solve its domestic problems,\r\nthough really complicated, in its own way and would not\r\nrubber-stamp recipes enforced from outside. It is also\r\ntime that Yugoslavia’s full membership of the United\r\nNations be resumed. The mere threat of the use of force\r\ncould seriously disrupt peace and stability in Europe,\r\nrevive old fears and animosities and generate more\r\ndistrust.\r\nThe very serious problems that humanity faces today\r\ncan be solved by reason and joint actions, rather than by\r\nforce. Paradoxically, despite the ever growing industrial\r\nand economic output in the world, the number of people\r\nliving below the poverty line is not diminishing. More\r\nand more people are becoming refugees or displaced\r\npersons. Humanism, justice, fairness and respect for\r\nhuman rights have not become universal. Terrorism,\r\norganized crime and illegal drug trafficking have not been\r\novercome, and even tend to grow. We share the\r\nSecretary-General’s view that the forces of globalization\r\n“pose extraordinary opportunities, as well as enormous\r\nchallenges”. (A/53/1, para. 229) The recent financial\r\ncrisis in many parts of the world is one of the latest and\r\nclearest manifestations of that.\r\n31\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nEcological interdependence has not yet become a\r\nmatter of common awareness, as evidenced, in particular,\r\nby the attitude to efforts to mitigate the after-effects of the\r\nChernobyl disaster. Belarus, which absorbed 70 per cent of\r\nall the radioactive Chernobyl fallout, spends one fifth of its\r\nbudget annually to eliminate the consequences of the\r\nChernobyl catastrophe. We are grateful for all international\r\nassistance, particularly in the rehabilitation of children. At\r\nthe same time, the United Nations has prepared the inter-\r\nagency programme of international assistance to areas\r\naffected by the Chernobyl disaster, in order to revive\r\ninternational interaction for Chernobyl programmes and\r\nmake it more purposeful and effective. Furthermore, the\r\nUnited Nations Office for the Coordination of Humanitarian\r\nAffairs has organized two international special donor\r\nmeetings to raise funds for the implementation of this\r\nprogramme, estimated at $74 million. Yet the results of\r\nthose meetings appear modest so far and demonstrate a\r\ndisappointing deficit of international solidarity with the\r\naffected countries in solving their problems.\r\nGiven the global dimensions and implications of the\r\ndisaster, I would like to take this opportunity to again call\r\non the donor countries, international organizations and non-\r\ngovernmental organizations to consider every possibility of\r\ntheir participation in financing the implementation of the\r\nprogramme.\r\nIt is common knowledge that Belarus took an\r\nunprecedented step in post-world-war history by voluntarily\r\nand unconditionally renouncing the nuclear arsenal in its\r\npossession. Ukraine and Kazakhstan undertook similar\r\nmeasures, but at a later stage. These initiatives received\r\nunanimous high international appreciation, as confirmed by\r\nrelevant United Nations resolutions, and were also endorsed\r\nby North Atlantic Treaty Organization (NATO) member\r\nStates, which explicitly welcomed the step. The latter\r\nspecifically voiced, through NATO’s Secretary-General, its\r\nsupport of the goal shared by Belarus to “establish a\r\ncommon security system that would meet the interests of all\r\nStates”. At first, it seemed that there was a will to legally\r\nconsolidate a newly emerging international security system\r\nand to promote disarmament, non-proliferation and the non-\r\nuse of nuclear weapons. Those aspirations, however, have\r\nyet to be realized.\r\nAccording to the United Nations Disarmament\r\nCommission, nuclear-weapon-free zones at present cover\r\nmore than half of the Earth’s surface, with an aggregate\r\nmembership of 144 countries. Yet there is still resistance to\r\nthe creation of new nuclear-weapon-free zones, in the\r\nsouthern hemisphere as well as the northern hemisphere.\r\nTherefore, the Belarus initiative of retaining a nuclear-\r\nweapon-free status quo in Central and Eastern Europe is\r\nalso stalled. The emergence of new nuclear-capable\r\ncountries also affected the situation with regard to the\r\nexisting nuclear-weapon-free zones, whose members have\r\nyet to win the acknowledgement of their nuclear-weapon-\r\nfree status by the nuclear States. Moreover, there are no\r\nguarantees that other “threshold” States will not express\r\nin the future their intention to join the “nuclear club”. We\r\nurge those Member States which have not yet done so to\r\naccede to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) and the Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT). We would also welcome progress in the\r\nrespective activities of the Conference on Disarmament\r\nand the United Nations Disarmament Commission.\r\nIn view of the above, a more constructive approach\r\nto the issue of disarmament and arms limitation, inter\r\nalia, in the nuclear field, is called for. The reduction of\r\nnuclear stockpiles currently under way in the United\r\nStates and Russia is to be complemented by similar\r\nefforts by other holders of nuclear weapons, so as to\r\njointly facilitate the complete disbanding of nuclear and\r\nother means of mass destruction. It is the ultimate\r\nobjective. To attain it, a number of specific prerequisites\r\nmust be created.\r\nI would like to refer in particular to the statement of\r\nthe NATO ministerial meeting on 10 December 1996,\r\nconfirmed by the NATO heads of State or Government in\r\nthe Founding Act on Mutual Relations, Cooperation and\r\nSecurity between the North Atlantic Treaty Organization\r\nand the Russian Federation of 27 May 1997, which\r\nmaintains that “the NATO States have no intention, plan\r\nor reason to deploy nuclear weapons on the territory of\r\nthe new members.” We believe that that statement by\r\nNATO deserves approval by a General Assembly\r\nresolution.\r\nI should also mention the 1996 Stockholm\r\nDeclaration of the Organization for Security and\r\nCooperation in Europe (OSCE) Parliamentary Assembly,\r\nwhich contains a reference to the decision of the 1995\r\nNPT Review and Extension Conference that “the\r\nestablishment of additional nuclear-weapon-free zones by\r\nthe time of the Review Conference in the year 2000\r\nwould be welcome.” (NPT/Conf.1995/32, Part I, Decision\r\n2, para. 6)\r\nWith due regard to that, we cannot accept the\r\nargument that it is premature to discuss and implement\r\nthe initiative to create a nuclear-weapon-free space in\r\n32\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nCentral and Eastern Europe at this juncture, and that it\r\nmight only be addressed in the distant future. Inspired by\r\nnew partnerships, we cannot possibly let the existing de\r\nfacto nuclear-weapon-free status of Central and Eastern\r\nEurope evaporate. We are convinced that the establishment\r\nof a nuclear-weapon-free space in Europe would\r\nconstructively contribute to the shaping of a new European\r\nsecurity architecture aspired to by all the OSCE Member\r\nStates.\r\nThe fiftieth anniversary of the Universal Declaration\r\nof Human Rights is widely celebrated this year throughout\r\nthe world. The provisions of the Declaration and other\r\ninternational instruments on human rights, to which Belarus\r\nis a dutiful party, are reflected in the Constitution and other\r\nlegislation of my country and are strictly implemented at\r\nthe State level, proceeding from the indivisibility and\r\ninterdependency of civil rights and obligations.\r\nMuch has been done in Belarus to highlight the United\r\nNations efforts to promote and protect human rights. The\r\nUniversal Declaration of Human Rights was reprinted and\r\nwidely circulated. The National Assembly held\r\nparliamentary hearings devoted to human rights. It should\r\nbe noted here that the hearings were broadcast live on\r\nBelorussian radio in their entirety. Other undertakings are\r\nenvisaged, including preparations to introduce the institution\r\nof Ombudsman in Belarus. All these efforts are aimed, to\r\ncite the United Nations Charter, at promoting “social\r\nprogress and better standards of life in larger freedom”. The\r\nrepresentatives of Belarus will give a detailed account of\r\nthese matters during the discussion of relevant issues on the\r\nagenda.\r\nAt the same time, we share the position of other\r\nMember States that there is an ever pressing need to\r\nobserve the United Nations Charter and declarations based\r\nthereon concerning non-interference in the internal affairs\r\nof States and the protection of their independence and\r\nsovereignty. The same is true of the principles of\r\ninternational law referring to friendly relations and\r\ncooperation between States.\r\nI would like to pay special tribute to the positive\r\nexperience Belarus has gained in cooperating with United\r\nNations bodies. We greatly appreciate the role and\r\nimportance of the United Nations Development Programme\r\n(UNDP) in our country regarding human resources\r\ndevelopment, strengthening the potential of State\r\nmanagement, restructuring industries and creating civil\r\nsociety.\r\nWe hope for a broadening of the United Nations\r\nprogramme activities related to solving the problems\r\nfaced by the Republic of Belarus and other countries with\r\neconomies in transition.\r\nOur people live in a non-violent environment and\r\nwork very hard to overcome current economic difficulties\r\nand achieve substantial output in the State-owned and\r\nprivate sectors. In that context, in 1997 gross domestic\r\nproduct increased by 10 per cent and industrial output by\r\n17 per cent, and the production of consumer goods also\r\nrose. This all came about as a result of the efforts made\r\nby the Belorussian people, as well as through the\r\npromotion of subregional integration and cooperation with\r\nother countries.\r\nBelarus, like other CIS States, is painstakingly\r\nstriving to overcome the tremendous difficulties that\r\nemerged in the country after the breakup of the Soviet\r\nUnion. Now that we are in a period of transition, my\r\ncountry would be justified in expecting encouragement,\r\nsolidarity and support from the international community.\r\nWe would appreciate such support from all countries and\r\nfrom every people of the world.\r\nThe Republic of Belarus is committed to the\r\nconscientious fulfilment of all its international obligations\r\nunder the United Nations Charter in their integrity, and\r\nwe wish success to the family of nations in this work.\r\nThe President (interpretation from Spanish): We\r\nhave heard the last speaker in the debate for this meeting.\r\nA number of delegations have asked to speak in\r\nexercise of the right of reply. I remind members that\r\nstatements in exercise of the right of reply shall be\r\nlimited to 10 minutes for the first intervention and to five\r\nminutes for the second, and should be made by\r\ndelegations from their seats.\r\nMr. Larraín (Chile) (interpretation from Spanish):\r\nI am obliged to take the floor to refer to aspects of the\r\nstatement made this morning by the Minister for Foreign\r\nAffairs of Bolivia. While we are convinced that these\r\nmatters are of no interest to the delegations present, as\r\nneither the United Nations nor any other international\r\nforum has any competency with regard to issues relating\r\nto the sovereignty of States, it is our duty to clarify some\r\nof his comments.\r\nFirst, there is no contested border between Chile and\r\nBolivia and there are no outstanding sovereignty questions\r\n33\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nbetween Chile and Bolivia. The 1904 Treaty concerning\r\npeace, friendship and trade between Chile and Bolivia,\r\nwhich was freely entered into and broadly supported by the\r\nBolivian Congress, and which is fully in force, definitively\r\nsettled all the territorial and sovereignty issues between our\r\ntwo countries almost a century ago. We therefore hope that\r\nMinister Murillo, who strangely failed to mention that legal\r\ninstrument, did not give the false and misleading impression\r\nthat there may still be an unsettled and outstanding conflict\r\nbetween Chile and Bolivia.\r\nSecondly, I should like to reaffirm that the\r\nGovernment of Bolivia can be sure that Chile will continue\r\nto guarantee Bolivia access to the Chilean coast in\r\naccordance with valid international treaties, providing\r\nfacilities that are greater than those granted to any other\r\nlandlocked country in the world. However, it must be made\r\nabsolutely clear that Chile is not prepared to discuss matters\r\nrelating to its national sovereignty.\r\nThirdly, if there are no diplomatic relations between\r\nChile and Bolivia today it is because they were unilaterally\r\nbroken off more than two decades ago by Bolivia.\r\nHowever, Chile would have no difficulty in resuming such\r\ndiplomatic relations, on an unconditional basis and when\r\nBolivia is ready.\r\nFourthly, Chile has always been ready to cooperate\r\nwith Bolivia on the path of integration and development.\r\nSince 1990, with the advent of democracy in Chile, both\r\ncountries have been able to progress in a constructive\r\ndialogue that has led to many initiatives about which I need\r\nnot go into great detail.\r\nThe Foreign Minister of Bolivia referred to a\r\nresolution of the Organization of American States (OAS)\r\nadopted two decades ago at a conference held in the capital\r\nof his country, as well as to a Non-Aligned Movement\r\nstatement. However, he failed to say that for exactly two\r\ndecades there has been no support for Bolivia’s approach at\r\nthe hemisphere level, and that when members of the Non-\r\nAligned Movement expressed their views on the issue Chile\r\nwas suspended from the Movement because of its internal\r\ninstitutional difficulties. Neither did he mention the many\r\noccasions when, in the bodies to which I have referred and\r\nin others, there was absolutely no attempt to consider the\r\nunjustified Bolivian allegation, let alone support it.\r\nWe agree with the Foreign Minister of Bolivia that the\r\ncourse that both nations should take is the one that leads to\r\nintegration. That is the spirit that has inspired Chile. But for\r\nthat process to move forward the other party must show\r\nwilling. It goes against the integration process to try to\r\nrekindle conflicts from 120 years ago or artfully to\r\nencourage the re-examination of border treaties that are\r\nfully in line with international law. Such treaties are the\r\nvery ones that shape the borders of America and form the\r\nbasis of the regional stability that has stimulated the\r\nintegration process.\r\nThe Government of Chile reaffirms its readiness to\r\ncontinue a constructive bilateral dialogue, without the\r\nneed for guidance or supervision. We should like to make\r\nit clear that if there has been no dialogue over the past\r\nyear it is not for lack of willingness on our part, but is\r\nthe result of an aggressive foreign policy directed by\r\nBolivia against Chile.\r\nMs. Raguz (Croatia): I am grateful for this\r\nopportunity to exercise the right of reply. What I wish to\r\nsay concerns Mr. Antonovich’s comment with regard to\r\nthe resumption by the Federal Republic of Yugoslavia of\r\nfull membership of the United Nations. The Security\r\nCouncil and the General Assembly have clearly declared\r\ntheir opinion on the Federal Republic of Yugoslavia as an\r\nequal legitimate successor State after the dissolution of\r\nthe Socialist Federal Republic of Yugoslavia. Therefore,\r\nbefore the Federal Republic of Yugoslavia assumes full\r\nmembership of the Organization, it should follow the\r\nsame procedure as any other new State seeking\r\nmembership, as has been done by the other successor\r\nStates of the former Socialist Federal Republic of\r\nYugoslavia.\r\nMr. Murillo de la Rocha (Bolivia) (interpretation\r\nfrom Spanish): It is truly imperative for me to comment\r\non the statement just made by the delegation of Chile,\r\nbecause we believe that all matters brought before and\r\ndebated in the Assembly should be subject to great\r\nhistorical accuracy.\r\nFirst, the representatives of Chile, at these kinds of\r\nmeetings, invariably say that there are no outstanding\r\nproblems with Bolivia, because they were all settled by\r\nthe 1904 treaty. But that treaty did not resolve the\r\nlandlocked nature of our country; on the contrary, it\r\nsealed it off unfairly. I must emphasize the fact that\r\nBolivia agreed to sign that Treaty only after more than 20\r\nyears, which shows the great reluctance of the\r\nGovernments and citizens of that era to agree to the loss\r\nof our coast. Chile imposed clauses that were eventually\r\nincluded in that instrument. The treaty was signed, and\r\nChile began military occupation of the coast and took\r\ncontrol of customs. Chile’s Public Treasury received those\r\n34\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-third session 30 September 1998\r\nprofits. For that reason it is very difficult to state officially\r\nthat these were international negotiations, free from any\r\npressure, that took away Bolivia’s sovereign access to the\r\nPacific Ocean and to the facilities and advantages of a\r\ncoastal country.\r\nAs I stated this morning, on many occasions\r\nagreements were reached in which Chile agreed to cede to\r\nBolivia a sovereign piece of land providing access to the\r\ncoast. We have ongoing problems as far as free transit is\r\nconcerned, mainly in the export of mineral ores. We hope\r\nthat at no time soon will we again, here or in another\r\nforum, have to appeal for international solidarity because of\r\nthe grave obstacles impeding the free flow of minerals\r\nthrough the port of Antofagasta.\r\nWith respect to resolutions of the Organization of\r\nAmerican States (OAS), the evidence does not bear out the\r\ncontention that Bolivia would have received support only at\r\nthe ninth meeting of the OAS in 1979. Let me remind the\r\nrepresentative of Chile that since 1979 11 consecutive\r\nresolutions have stipulated that the settlement of Bolivia’s\r\nproblem was of interest to the entire hemisphere.\r\nFurthermore, in the last of those resolutions the issue was\r\nmade a standing item on the agenda of the OAS.\r\nFinally, I think a Chilean should answer a Chilean, so\r\nlet me briefly read out what Mr. Vicente Huidobro has said\r\nabout this topic:\r\n“Bolivia has asked for a port. What could be\r\nmore logical? Any large country in the same situation\r\nwould do the same. We Chileans, if we were in the\r\nBolivians’ shoes, would we not wish access to the\r\nsea? One cannot condemn a country to be perpetually\r\nlandlocked. History teaches us that these kinds of\r\nmistakes must be paid for sooner or later. And why\r\nmake enemies of people who could be our friends?\r\n“I believe, as a Chilean and as a human being,\r\nthat we must sit down and talk with Bolivia, and that\r\nboth countries should and must settle in a spirit of\r\ngenerosity and friendship this serious problem of\r\nBolivia’s access to the sea. Let no one think that I\r\nmean that even a little piece of our national territory\r\nshould be lost. What I mean is that this problem must\r\nbe addressed as soon as possible and resolved in a\r\nway that is mutually beneficial to both countries.\r\nBolivia’s access to the sea is in the hands of Chile,\r\nand it would be sad were Chile to turn a deaf ear to\r\nthe voice of its neighbour. Bolivia has a vital need for\r\na port. It is asking without resorting to threats, secret\r\nalliances or shady manoeuvres. It is asking in a\r\nspirit of fair play.”\r\nMr. Reznikov (Belarus) (interpretation from\r\nRussian): I was a bit surprised at the statement by the\r\nrepresentative of Croatia, because the Minister for Foreign\r\nAffairs of the Republic of Belarus in his statement did not\r\ntouch upon the question of the procedure of membership\r\nof the Federal Republic of Yugoslavia.\r\nMr. Larraín (Chile) (interpretation from Spanish):\r\nThe Minister for Foreign Affairs of Bolivia has once\r\nagain tried to distort the facts. Out of respect for the\r\npatience of representatives and the lateness of the hour, I\r\nshall not reiterate my country’s position, which is\r\nperfectly clear and well known by the international\r\ncommunity, though Bolivia once again pretends to be\r\nunaware of it.\r\nIf the Government of Bolivia truly wishes to opt for\r\nthe course of integration, they will find that Chile always\r\nstands ready for dialogue. Today once again Bolivia’s\r\nstrategy has failed.\r\nThe meeting rose at 7.05 p.m.\r\n35\r\n"