"United Nations A/53/PV.30\r\n98-86003 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n30th plenary meeting\r\nTuesday, 6 October 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 37\r\nImplementation of the outcome of the World Summit\r\nfor Social Development\r\nReport of the Preparatory Committee for the\r\nSpecial Session of the General Assembly on the\r\nImplementation of the Outcome of the World\r\nSummit for Social Development and Further\r\nInitiatives (A/53/45)\r\nReport of the Secretary-General (A/53/211)\r\nNote by the Secretary-General (A/53/210)\r\nDraft decision (A/53/45, para. 87)\r\nThe President (interpretation from Spanish): Before\r\nproceeding, I should like to inform members of the\r\nAssembly that in a letter dated 30 September 1998\r\naddressed to me, the Permanent Representative of Germany\r\nto the United Nations, in his capacity as Chairman of the\r\nGroup of Western European and other States for the month\r\nof September, requests that the General Assembly hear in\r\nplenary meeting a statement by the Observer of Switzerland\r\non agenda item 37, “Implementation of the outcome of the\r\nWorld Summit for Social Development”.\r\nGiven the importance attached to the issue under\r\ndiscussion, it is proposed that the General Assembly should\r\ntake a decision on that request.\r\nMay I take it that there is no objection to the\r\nproposal to hear a statement in plenary meeting by the\r\nObserver of Switzerland on this item?\r\nIt was so decided.\r\nMr. Wibisono (Indonesia): On behalf of the Group\r\nof 77 and China, I have the honour to address this\r\nplenary meeting of the General Assembly, which is\r\nconvened to consider agenda item 37, entitled\r\n“Implementation of the outcome of the World Summit for\r\nSocial Development”.\r\nIt is my distinct pleasure to begin by extending\r\ncongratulations to you, Mr. President, on behalf of the\r\nGroup, on your well-deserved election and to express our\r\nreadiness to work together with you and the other\r\nmembers of the Bureau in successfully addressing the\r\nmany issues on the agenda of the fifty-third session.\r\nLet me also express our appreciation to the\r\nSecretary-General for the several reports he has issued on\r\nthis agenda item and for his efforts to substantively\r\nachieve the goals set out in Copenhagen at the World\r\nSummit for Social Development.\r\nSocial development is one of the most critical issues\r\nof the day. It was, in fact, the great importance which the\r\ninternational community attaches to social development\r\nthat prompted the convening of a summit-level meeting to\r\nconsider its myriad aspects and complexities and to devise\r\na common world strategy which would lead to a general\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nimprovement in living conditions throughout the world.\r\nAnd, while the World Summit did succeed in strengthening\r\nresolve at the highest levels of government to find solutions\r\nto the perennial questions of poverty, unemployment and\r\nsocial integration and in translating that resolve into\r\ngenuine, substantive and meaningful change, serious\r\nproblems and obstacles nevertheless persist.\r\nThree years have elapsed since Copenhagen. In two\r\nyears’ time the General Assembly will meet in a special\r\nsession to assess how far we have come and what\r\nconstraints have been encountered in follow-up activity. Yet\r\nat this point in time a discouraging trend is emerging\r\nwhereby the enthusiasm so vocally expressed at the Summit\r\nis translating into little more than a superficial improvement\r\nin the human condition. Not only has the international\r\ncommunity failed to move significantly forward since the\r\nWorld Summit, but the awesome force of globalization,\r\nwhich held such promise, is being squandered. It is not\r\nbeing harnessed for a decisive assault on poverty and\r\nunemployment and to end social exclusion, but rather is\r\nbecoming yet another venue to press the advantage of the\r\nstrong over the weak and to increase the gap between haves\r\nand have-nots.\r\nThe international community is now experiencing a\r\nslowdown in the growth of world output and trade, and\r\nstands at the brink of an economic abyss. At the same time,\r\ndespite the pronouncements at the World Summit for Social\r\nDevelopment, greater emphasis has been placed on anti-\r\ninflationary policies at the expense of those necessary for\r\nfull employment. Within such a global environment, the\r\ngoals of the World Summit for Social Development have\r\nbecome even more difficult to attain, particularly for the\r\ndeveloping countries. It is therefore of great concern to the\r\nGroup of 77 and China that the achievement of sustainable\r\nhuman development is becoming further removed from\r\nreality.\r\nToday, in the absence of any substantial effort on the\r\npart of the international community to support its\r\ncommitments with financial resources and development\r\nassistance, even the best efforts to eradicate poverty remain\r\nseriously hobbled. Three years after the World Summit, I\r\nam compelled to restate an old refrain: that a multilateral\r\neffort for development which includes a serious effort\r\ntowards financing for development is urgently needed. In\r\nthis regard, we can find some encouragement in the two-\r\nday high-level dialogue of the General Assembly, convened\r\nlast month, which contributed to an increased awareness\r\nand understanding of the economic and social impact of\r\nglobalization and the need for international cooperation to\r\neffectively address the emerging global situation.\r\nThe Group of 77 and China readily accepted that\r\nglobalization and market liberalization presented new and\r\nconsiderable opportunities to enhance national wealth\r\nequitably, to increase employment and to further integrate\r\nglobal society. However, the concept of development as\r\na special part of the multilateral support system has been\r\nreplaced by the laissez-faire approach to the globalized\r\neconomy. And recent history has brought to life the risks\r\nand challenges that come with following a single doctrine,\r\nwith a number of countries now experiencing economic\r\ndownturns and others plunging into devastating economic\r\ncrisis and recession.\r\nThe recent financial crisis that has wrought havoc in\r\nAsia and reverberated throughout the world clearly\r\nillustrates the need for the international community to\r\nstrengthen its management role in the world economy.\r\nWe need to establish surveillance and regulatory\r\nframeworks on short-term capital flows and trade in\r\ncurrencies, while at the same time allowing for the\r\nliberalization of economies at their own pace. On a\r\nbroader level, the current state of the global economy has\r\nproved that the economic development and stability of\r\ndeveloping countries is in the long-term interests of the\r\nmore developed countries, and that the international\r\ncommunity as a whole has a vested interest in the social\r\nand economic well-being of all its members, not merely\r\na select few.\r\nThe Group would therefore draw attention to one\r\nimportant lesson learned which demands further\r\nconsideration: that the social and economic development\r\nprogrammes of the developing countries need to proceed\r\nwithin the context of multilateral cooperation for\r\ndevelopment. We need to return to the Summit\r\nProgramme of Action and approach critical development\r\nissues on a sound and predictable basis. Concurrent with\r\nour efforts to revive this process through such means as\r\nthe North-South dialogue, we also recognize the need for\r\nthe developing countries to broaden and intensify South-\r\nSouth cooperation. Of great importance in this regard is\r\nthe Group of 77 initiative on a South summit, to be held\r\nprior to the Millennium Assembly in the year 2000.\r\nTurning to the institutional level, let me note that we\r\nin the Group of 77 and China welcome the efforts that\r\nhave been made through the United Nations to forge an\r\ninternational consensus which not only recognize existing\r\nproblems but seek agreement on how best to solve them.\r\n2\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nIn this regard, we would like to commend the efforts that\r\nhave been made within the Organization to promote an\r\nintegrated and coordinated implementation and follow-up to\r\nall of the major international conferences in the social,\r\neconomic and related fields. The activities of the\r\nAdministrative Committee on Coordination, which\r\nestablished its thematic ad hoc inter-agency task forces, and\r\nthe work of the Commission for Social Development, the\r\nEconomic and Social Council and the newly created\r\nDepartment of Economic and Social Affairs is noteworthy.\r\nWe are confident that these efforts will greatly contribute\r\nto the success of the special session in the year 2000.\r\nLet me add also that we support the efforts of the\r\nOrganization to formulate general guidelines and a common\r\nframework for national reporting. Certainly, national\r\ncapacities to monitor and evaluate the progress made in\r\nimplementing the Summit outcome must be enhanced.\r\nEqually important is an accurate and ongoing assessment of\r\nthe global trends. The issuance by the Secretary-General of\r\nthe report on the world social situation in time for\r\nconsideration by the Preparatory Committee for the Special\r\nSession is therefore necessary. The Group would also join\r\nin requesting that the appropriate documentation be\r\nprepared by the Secretariat focusing on implementation of\r\nthe World Summit commitments, particularly in the light of\r\nthe current economic situation.\r\nIn closing, the Group of 77 and China would once\r\nagain urge their developed country partners to join with it\r\nin genuine partnership based on mutual interests, common\r\nbenefits and equitably shared responsibilities. The time for\r\nthe international community to reduce poverty has long\r\nsince passed; it should not merely echo the many cries for\r\nhelp. We in the Group will redouble our efforts for a\r\nstrengthened role for the United Nations in promoting\r\ninternational cooperation for economic and social\r\ndevelopment, and, within our limited capacity, we will\r\nstrive to implement the Declaration and Programme of\r\nAction. We will work within our means to undertake\r\nadditional concrete work to move towards the goals set at\r\nCopenhagen.\r\nMr. Sucharipa (Austria): I have already on an earlier\r\noccasion had the opportunity to congratulate you,\r\nMr. President, on the assumption of your high office. I\r\nreiterate today our pledge to work with you and all other\r\ndelegations for a successful outcome of this session of the\r\nGeneral Assembly.\r\nI have the honour to speak on behalf of the European\r\nUnion. The Central and Eastern European countries\r\nassociated with the European Union — Bulgaria, the\r\nCzech Republic, Estonia, Hungary, Latvia, Lithuania,\r\nPoland, Romania, Slovakia and Slovenia — and the\r\nassociated country Cyprus, as well as the European Free\r\nTrade Association member of the European Economic\r\nArea — Iceland — align themselves with this statement.\r\nI gladly take up the invitation just proffered by our\r\ncolleague from Indonesia to engage in a genuine\r\npartnership, and in that regard let me comment briefly on\r\nthe agenda item before us.\r\nThe outcome of the Social Summit represents a\r\nmilestone in the process of defining social development\r\nas an important component of sustainable development.\r\nThe Copenhagen Declaration and Programme of Action\r\nproclaim that the ultimate aim of development is to\r\nimprove the quality of life of all people. The heads of\r\nState or Government gathered in Copenhagen stated that\r\nthe goal of social integration should be a society for all in\r\nwhich people have the right and the ability to participate\r\nin decisions affecting their lives. The Copenhagen\r\ncommitments place the individual human being at the\r\ncentre of development and ask for particular efforts to\r\nempower people belonging to vulnerable groups in order\r\nto maximize their capacities, resources and opportunities.\r\nThey enjoin Governments to ensure the equal enjoyment\r\nof all human rights and fundamental freedoms by all\r\nwomen and men. The Social Summit recognized that\r\ndemocracy and good governance are essential building\r\nblocks for meeting the objectives of sustainable\r\ndevelopment, prosperity and peace.\r\nThe commitments adopted by representatives of 186\r\nStates in Copenhagen remain as valid and as\r\ncomprehensive today as when they were agreed. The\r\nEuropean Union is fully committed to the implementation\r\nof the outcome of the Copenhagen Summit. We welcome\r\nthe establishment of a preparatory process leading up to\r\nthe special session of the General Assembly in the year\r\n2000, dedicated to an overall review and appraisal of the\r\nimplementation of the outcome of the Summit.\r\nWe pledge our support for a constructive discussion\r\non these issues involving regional groups, States and\r\ninternational organizations, as well as all other actors in\r\nthe field of social development, to bring about a\r\nmeaningful outcome of this important event. We stress\r\nthat the participation of civil society in these debates,\r\nincluding the preparatory process, is crucial to ensure that\r\nan even broader range of views is heard. This will help\r\nenrich our discussion. An open exchange of views on best\r\n3\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\npractices and lessons learned, including of obstacles\r\nencountered, will allow strategies to emerge on ways to\r\nfurther implement the commitments and objectives agreed\r\nupon in Copenhagen.\r\nComprehensive and topical information provided on a\r\nvoluntary basis by United Nations Member States on the\r\nprogress made in the implementation of the outcome of the\r\nCopenhagen Summit — in addition to the information that\r\nis already available within the United Nations system —\r\nwill be useful in this context. We are looking forward with\r\ninterest to the general guidelines concerning the structure\r\nand common framework for national reporting.\r\nThe World Summit for Social Development was not\r\nan isolated event. Its outcome fed into and drew upon the\r\ntargets, strategies and calls for action adopted by a great\r\nnumber of other United Nations world conferences and\r\nsummits held in this decade. Taken together, the outcomes\r\nof these global conferences constitute a comprehensive\r\ndevelopment agenda with many cross-cutting themes. While\r\nthe first responsibility for the implementation of the\r\nconference commitments lies with Governments, the United\r\nNations system is an important instrument for helping them\r\nmeet this challenge.\r\nIt is in this context that we wish to stress that both\r\nquantitative and qualitative data, benchmarks and\r\ninternationally comparable indicators are needed to\r\neffectively monitor progress in the implementation of the\r\noutcome of the major United Nations conferences and\r\nsummits, including the Social Summit. The European Union\r\nnotes with interest that initiatives aiming at the elaboration\r\nof common indicators have been launched by, inter alia, the\r\nUnited Nations, the Bretton Woods institutions, the\r\nOrganization for Economic Cooperation and\r\nDevelopment/Development Assistance Committee and\r\ninterested non-governmental organizations. We welcome the\r\ndecision taken by the Economic and Social Council to\r\ndevote an informal meeting in 1999 to the issue of basic\r\nindicators for the integrated and coordinated implementation\r\nand follow-up of the major United Nations conferences and\r\nsummits in the economic, social and related fields. We are\r\nconvinced that this meeting will stimulate better\r\ncoordination of the ongoing initiatives within and outside\r\nthe United Nations system.\r\nThe European Union also welcomes the decision taken\r\nby the Economic and Social Council to dedicate the high-\r\nlevel segment of its substantive session in 1999 to the role\r\nof employment and work in poverty eradication: the\r\nempowerment and advancement of women. These issues\r\nfigure prominently on the Copenhagen agenda.\r\nSome days ago, on 1 October, we witnessed the\r\nofficial launching of the International Year of Older\r\nPersons, which will be observed in 1999. “Towards a\r\nsociety for all ages” was chosen as the overarching theme\r\nfor this year in order to highlight the fact that aging is a\r\nmultigenerational experience. Preparations for this year\r\nhave been pushed forward with remarkable enthusiasm at\r\nthe local, national and international levels. The\r\norganization of national committees, conferences,\r\nworkshops, networks and media strategies, as well as the\r\nactivities of the United Nations consultative group for the\r\nInternational Year of Older Persons, have stimulated\r\ninterest and action in support of the year. The European\r\nUnion notes with satisfaction that a gender perspective is\r\nincreasingly integrated into the preparations of the year,\r\nthus fostering and deepening our understanding of the\r\nrole, the rights and the needs of older women.\r\nThe European Union holds the view that the fight\r\nagainst poverty must be placed at the heart and in the\r\nmainstream of international development cooperation. The\r\nUnion reaffirms its commitment to meeting the target of\r\nreducing the proportion of the world’s population living\r\nin extreme poverty by 50 per cent by 2015. We believe\r\nthat policies that aim at energizing the capacity of poor\r\nwomen and men to shape the processes and decisions that\r\naffect their lives will eventually enable them to lift\r\nthemselves out of poverty. Poverty eradication strategies\r\nhave to give particular attention to the specific constraints\r\nfaced by women in exercising their rights, claiming\r\nresources and gaining equal access to quality education,\r\nhealth care and other basic social services. Furthermore,\r\nwe believe that the path to social, economic and cultural\r\nprogress is largely determined by the living conditions\r\nthat are offered to the young generation. Social impact\r\nassessments should be undertaken in the design of all\r\npolicies to ensure that all people, in particular the poorest\r\nand those with special needs — including children and\r\npersons with disabilities — can fully participate and\r\nbenefit from them.\r\nWe believe that the support of the international\r\ncommunity both at the bilateral and multilateral levels is\r\nessential in helping foster an environment in which\r\nGovernments take the lead in assessing poverty situations\r\nand developing national poverty eradication strategies and\r\nprogrammes. The mobilization of financial resources for\r\npoverty eradication, including from private as well as\r\nfrom new and innovative sources, and a more determined\r\n4\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\norientation of development cooperation to this goal need to\r\nbe fully explored. The European Union remains concerned\r\nabout the declining trend in total official development\r\nassistance. We recognize the continued importance of\r\nofficial development assistance and reiterate that efforts\r\nshould be strengthened to achieve the agreed official\r\ndevelopment assistance target of 0.7 per cent of gross\r\nnational product as soon as possible. We note the work that\r\ncountries have undertaken in developing the 20/20 concept,\r\nand we are looking forward with interest to the outcome of\r\nthe Hanoi conference that will be held on this issue this\r\nmonth.\r\nThe European Union maintains that an enterprising\r\nand inclusive society needs to give all citizens the\r\nopportunity to work and to contribute to broader economic\r\nand social development. We consider social protection as a\r\nproductive factor and underline that economic reform has\r\nto be linked to social dialogue in order to enhance\r\nunderstanding and acceptance by all actors concerned. In\r\nkeeping with the agreement reached at the Luxembourg\r\njobs summit in November 1997, all 15 member States of\r\nthe European Union submitted employment action plans to\r\nthe Cardiff European Council in June this year. The new\r\nemployment strategies focus on the following policy areas:\r\nenhancement of the employability of the active population,\r\nin particular of the young, the long-term unemployed and\r\nwomen; development of skills, training and lifelong\r\nlearning; improvement of conditions for small and medium-\r\nsized enterprises and the self-employed; and, finally,\r\nstrengthening the policies for equal opportunities between\r\nwomen and men as well as for people with disabilities.\r\nThe first ever World Conference of Ministers\r\nResponsible for Youth was convened at the invitation of the\r\nGovernment of Portugal and organized in cooperation with\r\nthe United Nations in Lisbon last August. Representatives\r\nof some 140 countries, among them more than a hundred\r\nMinisters, discussed the broad range of youth-related issues,\r\nthereby intensifying cooperation between them. The\r\nConference was preceded by the third session of the World\r\nYouth Forum of the United Nations System, which took\r\nplace in Braga. This youth gathering was organized by the\r\nUnited Nations in partnership with the Portuguese National\r\nYouth Council. Both Conferences provided contributions to\r\nthe further implementation of the World Programme of\r\nAction for Youth to the Year 2000 and Beyond.\r\nWith these and many similar activities the European\r\nUnion and its member States wish to underscore their\r\nongoing strong commitment to the results achieved in\r\nCopenhagen three years ago and to their continued\r\nvalidity for the benefit of all humankind.\r\nMr. Shen Guofang (China) (interpretation from\r\nChinese): At the 1995 World Summit for Social\r\nDevelopment leaders of various countries made solemn\r\ncommitments with regard to the goals for social\r\ndevelopment and measures to reach such goals. Over the\r\npast three years since then, the international community\r\nhas made great efforts and achieved positive progress in\r\neffectively implementing the outcome of the Summit.\r\nThis is very heartening indeed.\r\nThe United Nations has now started preparations for\r\nthe special session of the General Assembly on the\r\nimplementation of the outcome of the World Summit for\r\nSocial Development and further initiatives, to be held in\r\nthe year 2000. At the special session achievements made\r\nand lessons learned in the five years since 1995 will be\r\nreviewed, and plans will be made for social development\r\nin the new century. The Chinese delegation would like to\r\nmake the following observations in this connection.\r\nFirst, social development strategies reflecting the\r\nspecific characteristics and national conditions of the\r\ncountry concerned should be implemented. Countries\r\ndiffer in their economic bases as well as their political\r\nsystems and cultural traditions. The priorities of their\r\nsocial development and the difficulties they face vary\r\neven more. Therefore, we believe that in identifying the\r\nline of thought, methods and specific measures for social\r\ndevelopment countries should seek to implement effective\r\nsocial development strategies and plans that fit their\r\nnational conditions.\r\nSecondly, international cooperation should be\r\nstrengthened. Developed countries should contribute even\r\nmore to the promotion of the global social development\r\nprocess. One of the three main themes of the Summit was\r\nthe eradication of poverty. This is also a priority issue\r\nfacing the vast number of developing countries. It is true\r\nthat national Governments should shoulder the main\r\nresponsibilities in realizing the goals of the Summit, but\r\ninternational cooperation and support are crucial to\r\nhelping the developing countries to wipe out poverty and\r\nspeed up their social development.\r\nThirdly, the role of the United Nations, as well as of\r\nother international and regional organizations, should be\r\nstrengthened. Since the beginning of the 1990s a number\r\nof international conferences on the question of\r\ndevelopment have been convened within the United\r\n5\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nNations system. The United Nations should play a central\r\nand coordinating role in implementing the follow-up\r\nactivities. Specifically, the United Nations should mobilize\r\nand pool financial resources and promote technological\r\ncooperation. If the United Nations can do something\r\nconcrete in these fields, that will be the most precious\r\ncontribution to the implementation of the commitments\r\nmade at the Summit.\r\nChina is a developing country with a population of 1.2\r\nbillion. It is faced with such formidable tasks as eliminating\r\npoverty, creating jobs and promoting social development.\r\nSince 1995 the Chinese Government has made tremendous\r\nefforts in implementing the commitments made at the\r\nSummit.\r\nThe Chinese Government has always made the\r\nelimination of poverty an important part of its programme\r\nfor national economic and social development. The central\r\nGovernment strives to ensure resources input into this\r\nendeavour by earmarking funds and preferential loans for\r\nthese areas every year. After years of untiring efforts,\r\nChina’s poverty-stricken population had been reduced from\r\n80 million at the beginning of the 1990s to 50 million at\r\nthe end of 1997. This summer China was hit by a huge\r\nflood, unparalleled in the past hundred years. A total of\r\n21.2 million hectares of land was flooded and 223 million\r\npeople were affected by the flood, which caused a direct\r\neconomic loss of over $20 billion dollars. This has made\r\nour poverty relief task even more formidable.\r\nChina is rich in labour resources. Due to the reform of\r\nState-owned enterprises and a major readjustment of the\r\nindustrial mix in the transition from a planned economy to\r\na socialist market economy, China is now facing severe\r\nchallenges in the area of employment, which has been\r\naggravated by the Asian financial crisis. The increasing\r\nnumbers of laid off and unemployed workers are putting\r\nmore pressure on the issue of employment. By the end of\r\n1997, 12 million factory workers had been laid off. The\r\nre-employment of unemployed and laid off workers has\r\nbecome a hindrance to China’s economic development. To\r\nsolve this problem, the Chinese Government launched the\r\n“Re-employment Project”, which calls upon enterprises,\r\njobless individuals themselves and society to mobilize, to\r\nlook for jobs and to create jobs. At the same time, a large\r\nnumber of new jobs are being created by building more\r\ninfrastructure, expanding service industry, opening up small\r\nand medium-sized enterprises and developing community\r\nservices. The Chinese Government is determined to try\r\nevery means to keep the unemployment rate in the urban\r\nareas at around 3.5 per cent this year.\r\nChina is a multi-ethnic country. Enhancing social\r\nintegration and promoting ethnic unity are crucial to\r\nsocial stability and social development. For ethnic\r\nminority areas the Chinese Government has instituted a\r\nregional autonomy system. It also gives vigorous support\r\nto the economic development of these regions, with a\r\nview to realizing the common progress of the whole of\r\nsociety. The Chinese Government also pays much\r\nattention to the livelihood and well-being of vulnerable\r\ngroups, such as the young, the elderly and the disabled.\r\nIt has formulated a series of policies and laws to protect\r\ntheir rights and interests, encouraging and helping them\r\nto participate in social life and share society’s material\r\nand cultural achievements.\r\nWith the twenty-first century just around the corner,\r\nhumanity is still faced with quite a number of difficulties\r\nand has a long way to go on the road to social\r\ndevelopment. The United Nations can play a more active\r\nand important role in this connection. Countries should\r\nstrengthen their exchange and cooperation in the social\r\ndevelopment field. We should draw on past experience\r\nand take action to further promote sustained development\r\naround the globe.\r\nMs. Arystanbekova (Kazakhstan): The World\r\nSummit for Social Development was an important\r\nmilestone in the history of the world community and was\r\nuniversally acknowledged as a forum which made a major\r\ncontribution to solving the acute social problems that face\r\nmankind. At the same time, the ways proposed to solve\r\nthese problems require further improvement,\r\nrationalization and adjustment to the real world economic\r\nsituation.\r\nIt is therefore important, in our view, to further\r\nimprove the ways of implementing the obligations\r\nassumed by Governments, stimulating active international\r\nand regional cooperation and disseminating positive\r\nexperiences as important means of securing their\r\nimplementation.\r\nThe delegation of Kazakhstan wishes to express its\r\ngratitude to the Secretary-General for the report he has\r\nsubmitted on the agenda item under consideration today.\r\nIt contains new information on the implementation of the\r\nSummit’s decisions by intergovernmental organs,\r\nincluding the Preparatory Committee for the special\r\nsession of the General Assembly, the Commission for\r\nSocial Development and the Economic and Social\r\nCouncil.\r\n6\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nMoreover, while this information is important and\r\nuseful from the standpoint of choosing optimal ways to\r\nsolve existing problems, there is an urgent need for further,\r\nbroader and more effective action at all levels to eliminate\r\npoverty, unemployment and social disintegration. The task\r\nis to come up with more effective and concrete initiatives\r\nfor solving the problems identified at Copenhagen.\r\nThe delegation of Kazakhstan notes with satisfaction\r\nthe activity of the three ad hoc inter-agency task forces\r\nestablished by the Administrative Committee on\r\nCoordination to develop a coordinated approach to follow-\r\nup of the global United Nations conferences, as well as the\r\nsteady and comprehensive implementation at the country\r\nlevel of the policy recommendations adopted at these\r\nconferences and at the Copenhagen Summit. Undoubtedly,\r\nnational mechanisms and structures will, in the future, have\r\nto take due account of the work of these groups, which\r\nhave given additional impetus to activities to implement the\r\ndecisions of the Summit.\r\nI should also like to emphasize the important\r\ncoordinating role assigned in this respect to the newly\r\nestablished Department of Economic and Social Affairs and\r\nits Division for Social Policy and Development. We, for\r\nour part, hope for fruitful cooperation with them in terms\r\nof the participation of national experts in the work of the\r\nseminars and workshops planned by the United Nations and\r\ntheir support for research projects, which will undoubtedly\r\ncontribute to identifying the existing obstacles and methods\r\nof overcoming them more effectively in order to attain the\r\ngoals of Copenhagen.\r\nIn our view, the work of the intergovernmental\r\ninstitutions, programmes and funds of the United Nations\r\nand its regional commissions, as well as of the international\r\nfinancial institutions, is highly commendable. Acting in\r\naccordance with their mandates, they have made an\r\nappreciable contribution to promoting productive\r\nemployment, combating poverty, incorporating the gender\r\nelement into development programmes, conducting the\r\nexperimental phase of the United Nations Development\r\nAssistance Framework, developing guidelines and initiatives\r\nwith respect to social capital, and so on.\r\nAlso noteworthy are the positive role of the United\r\nNations in promoting the socio-economic development of\r\nthe Central Asian region and, in particular, the development\r\nby the Economic Commission for Europe and the Economic\r\nand Social Commission for Asia and the Pacific of the\r\nspecial programme for the economies of Central Asia. The\r\npurpose of this programme is to assist the States of the\r\nregion in intensifying their mutual cooperation and\r\npromoting economic growth and integration into the\r\neconomies of the European and Asian countries.\r\nYet another concrete step in the implementation of\r\nthe decisions of the World Summit for Social\r\nDevelopment was the holding in Almaty in July this year,\r\nthrough the joint efforts of the United Nations\r\nDevelopment Programme (UNDP) and the Government of\r\nKazakhstan, of the regional conference “Central Asia\r\n2010: Economic and Social Development Prospects”. The\r\nmain purpose of the conference was to assess the progress\r\nof the reforms and identify the main problems and tasks\r\nof the countries with transition economies, including the\r\neradication of poverty.\r\nKazakhstan is committed to the ideas of renewal and\r\nis carrying out radical economic transformations aimed\r\nabove all at raising the standard of living of its people.\r\nThe attainment of the goals of the World Summit for\r\nSocial Development in Kazakhstan depends on how\r\neffectively and consistently these transformations will be\r\nimplemented in the future.\r\nOn 30 September this year, the President of\r\nKazakhstan, Mr. Nazarbaev, put forward a comprehensive\r\nprogramme of democratization, covering such important\r\nareas as elections, political parties, Parliament, civil\r\nsociety, the judicial system, the status of women and the\r\nmass media. Serious steps will be taken to resolve acute\r\nsocial problems, combat corruption and optimize the\r\nnational administration. All of these measures are aimed\r\nat further protecting and guaranteeing the rights and\r\nfreedoms of every citizen of our multi-ethnic society.\r\nOne of the main tasks Kazakhstan faces today is to\r\ncreate a broad and reliable system of protection for the\r\neconomic system and the socio-economic health of\r\nKazakhstan’s population. In accordance with the\r\nprogramme, an Economic Policy Council has been set up\r\non a permanent basis to agree on policy measures and\r\nrespond promptly to any turn of events in the foreign\r\ncountries affected by the economic crisis and in\r\nKazakhstan itself so as to protect the banking system,\r\neconomic agents, consumers and the economy as a whole\r\nfrom harm.\r\nThe Government of Kazakhstan has also developed\r\nnew approaches to demarcating the budgetary sphere and\r\nthe entrepreneurial sector, drawing up and presenting a\r\nmore transparent programme budget, and reforming social\r\nwelfare mechanisms and new schemes for financing\r\n7\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\neducation and health care. A broad range of measures has\r\nbeen outlined, aimed at increasing employment and\r\nreducing unemployment levels.\r\nThe intention is to direct the resources of the State to\r\nprogrammes that promote economic growth and directly\r\nbenefit the population in such areas as health care,\r\neducation and vocational training. To ensure that the goals\r\nset are attained and the programmes adopted implemented\r\nin a coordinated manner, there are plans to organize the\r\nGovernment of the Republic on a better structured basis\r\nand to clarify the areas of activity and spheres of\r\nresponsibility of its component parts, with compulsory\r\nsubsequent accountability.\r\nWe are confident that these and other steps being\r\ntaken in the context of the broad socio-economic and\r\npolitical reforms being conducted by the Government of\r\nKazakhstan in the light of the recommendations of the\r\nWorld Summit for Social Development will yield positive\r\nresults. We hope that these results will be useful to the\r\nwork of the Preparatory Committee for the Special Session\r\nof the General Assembly on the Implementation of the\r\nOutcome of the World Summit for Social Development and\r\nFurther Initiatives.\r\nMs. Morgan-Moss (Panama) (interpretation from\r\nSpanish): It is an honour for the delegation of Panama, in\r\nits capacity as coordinator of the Rio Group, to make this\r\nstatement on agenda item 37, “Implementation of the\r\noutcome of the World Summit for Social Development”.\r\nFirst of all, the Rio Group would like to thank the\r\nSecretary-General and the relevant offices of the Secretariat\r\nfor the note and the report presented on this subject,\r\ncontained in documents A/53/210 and A/53/211. These\r\ndocuments will serve as a guide and will be very useful in\r\nour work.\r\nThe States members of the Rio Group wish to reaffirm\r\nonce again in this forum their commitment to the\r\nCopenhagen Declaration and Programme of Action, adopted\r\nat the World Summit for Social Development and endorsed,\r\nin General Assembly resolution 50/161 of 22 December\r\n1995, as well as the importance they attach to the subject\r\nof social development in all its aspects.\r\nThis commitment has been actively undertaken as a\r\nmatter of priority by the Rio Group. We are able to state\r\nwith satisfaction that in 1995 the Group adopted the Buenos\r\nAires Declaration on the implementation of the outcome of\r\nthe World Summit for Social Development, aimed at the\r\nregional implementation of the Copenhagen commitments.\r\nThe meetings of the heads of State or Government\r\nof the Rio Group, held in Bolivia and Paraguay in 1996\r\nand 1997, respectively, reaffirmed regional determination\r\nto eradicate poverty and the conviction that a sustained\r\nprocess of economic and social development is\r\nfundamental for democratic stability and improvements in\r\nthe population’s standards of living.\r\nSimilarly, at the last meeting of the heads of State or\r\nGovernment of the Rio Group, held in Panama on 4 and\r\n5 September 1998, the Group emphasized that political\r\nand economic progress in our region must be reflected in\r\na lessening of social inequality. It also expressed the\r\nconviction that productive transformation will be\r\nsustainable over time only if we achieve higher levels of\r\nequity.\r\nIn addition to making a political commitment to this\r\nitem, Latin America has defined in the São Paolo\r\nConsensus concrete actions to achieve the objectives set\r\nforth in the Declaration and Programme of Action of the\r\nCopenhagen World Summit for Social Development. In\r\nresolution 52/25, the General Assembly welcomed the\r\nConsensus, to which the Rio Group reiterates its full\r\nsupport and adherence.\r\nWe also welcome the results of the thirty-sixth\r\nsession of the Commission for Social Development,\r\nwhose agreed conclusions on the item, on “promoting of\r\nsocial integration and participation of all people, including\r\ndisadvantaged and vulnerable groups and persons”, must\r\nbe used as a guide by Governments to adopt measures at\r\nthe local, national, regional and international levels in the\r\narea of social promotion, under the mediation of\r\nresponsible Governments.\r\nMr. Mra (Myanmar), Vice-President, took the Chair.\r\nThe Rio Group takes this opportunity to thank the\r\nChairman of the Commission for Social Development,\r\nMr. Aurelio Fernández, for the important and professional\r\njob he has done this year, which has made it possible for\r\nthe Commission to perform its work efficiently and in\r\nnew ways. The Rio Group looks forward with optimism\r\nto the thirty-seventh session of the Commission. The\r\nitems “Social services for all” and “Initiation of the\r\noverall review of the implementation of the outcome of\r\nthe Summit” will be of great importance in the review of\r\nthe Copenhagen Declaration and Programme of Action,\r\n8\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nplanned for the year 2000. The latter item is particularly\r\nimportant because it defines areas in which new initiatives\r\nshould be taken to promote the implementation of the\r\nCopenhagen agreements.\r\nWe give our full support to the work of the\r\nPreparatory Committee for the special session of the\r\nGeneral Assembly on the implementation of the outcome of\r\nthe World Summit for Social Development and further\r\ninitiatives. The Rio Group believes that the main objectives\r\nto be pursued during the preparatory process and in the\r\nyear 2000 were clearly established at the first meeting of\r\nthe committee, which was presided over by the\r\nrepresentative of a member State of our Group. Particularly\r\nimportant is the decision of the preparatory committee that\r\nthe special session will have the primary tasks of\r\nreaffirming the commitments agreed on at Copenhagen and\r\nof recommending concrete action to be taken at the national\r\nand international levels that will make possible the full\r\nimplementation of the commitments entered into at the\r\nSocial Summit. In this regard, the members of the Rio\r\nGroup will devote all their efforts and creativity to placing\r\nindividuals and people at the heart of development.\r\nIn that context, we attach special importance to\r\nparticipation by civil society, including non-governmental\r\norganizations and the private sector, both in the preparatory\r\nprocess and at the special session of the General Assembly\r\nin the year 2000. The contribution of these sectors will be\r\nvital if the conclusions of the review process are to have a\r\nhigh degree of realism.\r\nSimilarly, the Rio Group takes note of the generous\r\noffer of the Government of Switzerland to host, in Geneva,\r\nthe special session of the General Assembly on the\r\nimplementation of the outcome of the Social Summit and\r\nthe review of further initiatives in the year 2000. We hope\r\nwe will be able to contribute to the reaching of a consensus\r\nso that the Assembly will be able to adopt a decision in this\r\nregard.\r\nToday, the world is in a difficult period characterized\r\nby a number of prominent factors, both positive and\r\nnegative, whose coexistence, naturally, is confusing to the\r\naverage citizen. For that reason, all Governments must\r\nmake all efforts necessary to restore tranquillity to its\r\npeople and enable them to create a more just and equitable\r\nsociety without any kind of social exclusions. The Rio\r\nGroup is prepared to commit all its efforts to this task,\r\nwhich requires commitment, imagination, unity and\r\nidealism.\r\nMs. Montoya (United States of America): I would\r\nlike first to review briefly what the United States has\r\naccomplished to achieve the objectives set at the\r\nCopenhagen Summit: alleviating poverty, creating jobs\r\nand effecting social integration. I will then concentrate my\r\nremarks on our views on the challenges to our work in\r\nthe future.\r\nThe United States is committed to the goals of the\r\nCopenhagen Summit of 1995. We have made substantial\r\nprogress to strengthen the family unit by initiating\r\nprogrammes to connect fathers to children, and to develop\r\nwork skills to reduce dependency with welfare-to-work\r\nprojects. We have increased education funding with\r\nfederal investments and have endeavoured to set new\r\neducational standards. We have enhanced our health care\r\npolicies to reduce infant mortality and to establish\r\nindicators of child well-being. We have adopted policies\r\nto renew our communities and to reduce crime with such\r\ninnovative projects as neighbourhood development grants.\r\nOur Government has worked closely with various\r\ndomestic and international non-governmental\r\norganizations to promote civil society, create a social\r\natmosphere of tolerance and compassion and integrate\r\ninto our communities those who have been marginalized\r\nbecause of their race, gender, age or physical disability.\r\nUnited States Government policies have resulted in\r\nexpanding employment and in reforming the social\r\nwelfare systems in our country. The progress in these two\r\nareas has contributed substantially to raising the living\r\nstandards of ordinary American citizens.\r\nAccording to the most recent United States Census\r\nBureau report, in 1997 the income of the typical\r\nAmerican household rose at twice the rate of inflation,\r\nand the percentage of people in poverty declined.\r\nWe still need to ensure that all members of our\r\nsociety participate in and enjoy the benefits of this\r\neconomic growth. We are endeavouring to create a more\r\nequitable social system to include minorities, women,\r\nyouth, the elderly and people with disabilities. We have\r\nincreased the minimum wage and are addressing the issue\r\nof falling real wages in some sectors of our economy. We\r\nhave undertaken health insurance reform to increase the\r\nwelfare of working individuals and families.\r\nI would now like to present our views on the future\r\nchallenges. Since the Copenhagen Summit, the objective\r\nof the United States has remained the same: to work\r\n9\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\ntowards the eradication of extreme poverty through\r\nsustainable development. This means, of course, economic\r\ngrowth and investment in social development while\r\nrespecting the environment. Respect for human rights, the\r\nprotection of children and the empowerment of women are\r\nessential to that end.\r\nOne of the most serious challenges facing us continues\r\nto be that of living up to the Copenhagen commitment to\r\nplace people at the centre of development in a globalized\r\neconomy.\r\nAs we work together to overcome the current financial\r\ncrisis, we cannot neglect social development. While\r\neconomies adjust, readjust and grow, Governments and\r\ninternational organizations must accord high priority to\r\nidentifying policies which hurt the poor. Public policies\r\nmust enhance people’s lives, increase their earning power\r\nand protect the most vulnerable from the negative impact of\r\nessential adjustments with well-targeted safety nets.\r\nWhen we review our work towards achieving the\r\nCopenhagen objectives, we must place priority on important\r\nsocial issues such as family, education, health, safety and\r\ncrime. We believe good governance is the key to achieving\r\nthese objectives.\r\nGovernance is a critical issue that needs to be\r\naddressed at international as well as national levels.\r\nDemocratic elections, the rule of law and transparency in\r\npolitical processes are the necessary conditions for the\r\ngoverned to have a say in government. We believe that an\r\nactive civil society constitutes an important part of good\r\ngovernance. Civil society will also contribute to\r\nsafeguarding civil, political, economic, social, and cultural\r\nrights. A vibrant civil society should include the social and\r\neconomic groupings that represent the society’s interests.\r\nAnother key element of our work towards achieving\r\nthe Copenhagen objectives is education. Rapid advances in\r\ntechnology have placed a premium on new skills, new\r\nknowledge and, above all, the ability to adapt and learn.\r\nWe must invest more in educating our children so they will\r\nhave the basic training to keep up with these advances. We\r\nmust also encourage working people to engage in\r\ncontinuous training to find new and better paying jobs, so\r\nthey can earn a living wage. Governments and the private\r\nsector play important roles in accomplishing these goals.\r\nWe believe that the worst forms of poverty should be\r\neliminated from the face of the earth by early in the next\r\ncentury. We must pay great attention to problems of severe\r\nmalnutrition, unsafe drinking water and inadequate levels\r\nof sanitation and health care, including family planning\r\nand reproductive health care.\r\nDespite the recent financial crises, the developing\r\nworld has made great strides in reducing the worst\r\nsymptoms of poverty: infant mortality, illiteracy, disease\r\nand starvation. Much, of course, remains to be achieved.\r\nWe must pay particular attention to women. We\r\nmust recognize that women perform a disproportionate\r\nshare of “unwaged” labour, such as child-rearing and\r\nfamily farming. We must make sure that their labour, is\r\nvalued, that they have equal access to essential services\r\nsuch as education and health care and that they participate\r\nfully in the political, economic and social life of their\r\ncommunities.\r\nWe must provide equal opportunities for girls to\r\nreceive an education, to participate in all aspects of\r\nsociety and to achieve success in any endeavour they\r\nchoose. No doors should be closed to anyone.\r\nWe must also pay attention to the impact of\r\nglobalization on older persons and on the disabled. We\r\nneed to find ways to expand their participation in the\r\nprocess of globalization and to prevent them from falling\r\nvictim to the new global trends.\r\nToday, globalization has brought opportunities as\r\nwell as challenges to the world. We must make solid\r\nprogress on the important social issues I have outlined in\r\norder to take advantage of the opportunities to achieve\r\nsustainable social and economic development.\r\nFinally, as we look towards meeting in Geneva in\r\nmid-2000 for the five-year review of the World Summit\r\nfor Social Development, Member States and non-\r\ngovernmental organizations must recommit themselves to\r\na global effort to achieve the goals set in Copenhagen.\r\nMr. Lee See-young (Republic of Korea): The 1995\r\nWorld Summit for Social Development presented the\r\ninternational community with a unique opportunity to\r\nreformulate the concept of development. Human dignity\r\nand welfare have been integrated into the idea of\r\ndevelopment as its major components. Indeed, the Summit\r\nhas served as a catalyst in moving the international\r\ncommunity towards human-centred development.\r\nSince the Summit, Governments, international\r\norganizations, and non-governmental organizations have\r\n10\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nendeavoured to implement the commitments agreed upon in\r\nCopenhagen. Thus far, we have seen a number of positive\r\noutcomes and activities in this important area, with the ever\r\ngrowing involvement of civil society and the private sector\r\nat national, regional and international levels.\r\nWhile a great deal more remains to be done,\r\nunfortunately the international economic crisis has struck\r\nthe world economy, making our endeavours even harder. It\r\nhas considerably undermined the political will and ability\r\nof many Governments to carry out their commitments in\r\nthis field.\r\nIt is particularly regrettable that the hardest hit by the\r\ncurrent crisis are the most vulnerable segments of\r\npopulations: the unemployed, low-income families, the\r\nelderly, women and children. Without proper social safety\r\nnets in place, human suffering can reach devastating levels.\r\nA more daunting aspect of this crisis is the real danger that\r\nthe progress many of these countries have so far\r\naccomplished in poverty reduction could be undone. Any\r\neconomic readjustment programme of the Governments\r\naffected by the current crisis should address the problems\r\nof poverty, unemployment and social disintegration.\r\nMoreover, long-term development objectives must never be\r\nforgotten.\r\nUnder these circumstances, it has become all the more\r\nimportant for the international community to reaffirm its\r\nstrong will and determination to fulfil the objectives of the\r\nSocial Summit. My delegation therefore appreciates this\r\nopportunity to address the agenda item under discussion\r\ntoday.\r\nAllow me to share, in this context, the Republic of\r\nKorea’s experiences in its process of social development\r\nover the past four decades.\r\nSince the very beginning of our economic\r\ndevelopment, in the 1960s and 1970s, my Government has\r\nattached great importance to poverty eradication. A great\r\ndeal of investment was put into building infrastructure,\r\ncreating labour-intensive projects, promoting export-oriented\r\nindustries and providing education. In the 1980s the focus\r\nwas on the creation of high-quality jobs. As a result of\r\nthese successive policies, the Republic of Korea was able\r\nto achieve an unprecedented level of economic growth in a\r\nvery short period of time.\r\nIn this process, however, intrinsic weaknesses became\r\nevident in Korea’s economic and social structure, which\r\ncontributed to an increasing desire for a more equitable\r\nsociety and a more representative political system. The\r\n1990s therefore augured the introduction of policies\r\noriented to greater social justice and social integration.\r\nUnfortunately, it was precisely when the benefits of these\r\nsocial integration policies began to emerge that the recent\r\nfinancial crisis hit the Republic of Korea. Indeed, we are\r\nnow faced with large-scale lay-offs, negative economic\r\ngrowth for the first time, after three decades of sustained\r\ngrowth at an average rate of 7 per cent per annum, and a\r\ndecrease of per capita income due to the sharp increase of\r\nthe foreign exchange rate.\r\nAlthough the current crisis has caused unprecedented\r\neconomic difficulties, my Government is committed to\r\ncontinuing to strengthen the social safety net. In this\r\nconnection, my Government has opted to run a budget\r\ndeficit, for the first time in many years, to provide the\r\nneeded funds for consolidating the social security system.\r\nWith these financial means at its disposal, my\r\nGovernment has reinforced its welfare policy and\r\nunemployment assistance to vulnerable groups. A revised\r\nPresidential Decree of Employment Insurance, beginning\r\n1 October 1998, is meant to subject all workplaces to the\r\napplication of employment insurance. Also, the\r\nfinalization of the Enforcement Decree on Employment\r\nInsurance will permit employers who keep their workers\r\nduring the structural reform process to receive subsidies\r\nfor one year.\r\nFor the low-income unemployed, livelihood\r\nprotection is assured by governmental support for\r\nsubsistence costs, tuition assistance and medical expenses.\r\nIncome support is provided with the goal of improving\r\nthe self-help abilities of the unemployed. At the local\r\nlevel, in an effort to alleviate the sufferings of the\r\nunemployed, provincial governments are providing\r\ntemporary jobs to those who wish to earn wages until a\r\npermanent job is obtained.\r\nThe Government has also been providing various\r\nvocational training programmes for unemployed workers\r\nand for workers suffering from job insecurity. We expect\r\nthat these programmes will allow participants not only to\r\nfind new jobs, but also to prepare themselves for more\r\nsophisticated jobs.\r\nIn the area of unemployment, President Kim\r\nDae-jung initiated substantive negotiations among the\r\nrepresentatives of labour, business and Government,\r\nwhich enabled them to launch the first phase of the\r\nTripartite Commission in January this year. The principal\r\n11\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nobjective of this Commission was to work out an agreement\r\nwhich would govern the labour-business relationship in the\r\nmonths to come, with a view to fairly sharing the burden of\r\nthe economic crisis. The most significant development in\r\nthis process is that, for the first time in Korea’s trade union\r\nhistory, all labour movements are involved in the current\r\nnegotiations — a significant step forward towards economic\r\nrecovery and social integration. Through the Commission,\r\nlabour, business and Government have committed\r\nthemselves to the faithful implementation of all aspects of\r\neconomic programmes included in the International\r\nMonetary Fund (IMF) reform package. The second phase\r\nof the Tripartite Commission’s work was set in motion in\r\nJune. The major economic actors in the Commission will\r\ncontinue to have close consultations, with a view to finding\r\na consensus approach and integrating public opinion in the\r\ncommon effort to surmount the economic crisis.\r\nGlobalization has become the most important socio-\r\neconomic phenomenon of this generation. It has permitted\r\nmany economies to thrive over the past decades, opening\r\ndoors of opportunity. However, globalization has proved to\r\nhave its shortcomings and weaknesses, particularly in the\r\narea of social development. While an increasingly\r\nglobalized world has brought many developing countries\r\ninto the economic mainstream, the least developed\r\ncountries, including many sub-Saharan African countries,\r\nhave been further marginalized. In addition, the recent\r\nAsian financial crisis has made it all too clear that rapid\r\nglobalization, without proper management, could seriously\r\nerode economies and their social integration processes.\r\nIndeed, the world needs to respond collectively to maximize\r\nits benefits and minimize its risks. As was agreed at the\r\nrecent high-level dialogue on the impact of globalization, a\r\nnew global partnership must be established, ensuring the\r\nmore active participation of the developing world. In this\r\nglobal partnership, the United Nations is expected to play\r\na leading role in promoting a constructive dialogue among\r\nall the actors concerned on the effect of globalization,\r\nparticularly in the field of social development.\r\nThe key philosophy long espoused by President Kim\r\nDae-jung is that democracy and free market principles are\r\ninseparable. Based upon such a philosophy, the Government\r\nof the Republic of Korea will continue to make determined\r\nefforts for accelerated socio-economic reform and further\r\nsocial integration in the struggle to overcome the current\r\neconomic difficulties and, in the long run, to realize a truly\r\ndemocratic, market-oriented and socially secure economy.\r\nIn the meantime, we remain actively committed to\r\nsupporting the United Nations and the international\r\ncommunity in their common endeavour to work towards\r\npoverty eradication and social justice. In this connection,\r\nthe Assembly can be assured of the full support and\r\nactive participation of the Korean Government in the\r\npreparatory work for the success of the special session of\r\nthe General Assembly on social development in the year\r\n2000.\r\nMr. Larraín (Chile) (interpretation from Spanish):\r\nIt is an honour and a pleasure to address the General\r\nAssembly on the implementation of the outcome of the\r\nWorld Summit for Social Development, on behalf of the\r\ncountries of the Southern Cone Common Market\r\n(MERCOSUR) and associated countries: Argentina,\r\nBrazil, Paraguay, Uruguay, Bolivia and Chile.\r\nMy comments are intended to supplement the\r\nexcellent statements on this subject made by Indonesia on\r\nbehalf of the Group of 77, and by Panama, on behalf of\r\nthe Rio Group.\r\nThe international community is anxiously witnessing\r\nturbulence in the financial markets that is threatening to\r\nproduce a global economic recession and consequent\r\nsocial crisis. Globalization is today acknowledged as a\r\nsource of risk. However, not very long ago it was\r\ncelebrated as a source of opportunity for all nations,\r\nparticularly the smallest. Globalization and liberalization\r\nhave certainly shown themselves to be realities that bring\r\nboth benefits and risks to which all nations and the\r\ninternational community must know how to react, mainly\r\nso that we can take advantage of market forces for\r\neveryone’s benefit. We must never forget that\r\ndevelopment must be at the service of individuals.\r\nIn order to deal with the insecurity of the present\r\nglobal economic and social situation, we must derive\r\nstrength from the great international consensus\r\nrepresented by the World Summit for Social\r\nDevelopment. Today more than ever we must reaffirm the\r\npolitical commitment reflected in the Declaration and\r\nProgramme of Action endorsed by the Summit.\r\nThe Copenhagen commitments have been described\r\nas a new social contract at the global level because they\r\nplace the individual at the centre of development. This is\r\na fair assessment of the value of the Social Summit.\r\nToday we can add that, within the cycle of United\r\nNations economic and social conferences in the 1990s, it\r\nrepresents the consensus of the international community\r\non how best to respond to the risks of globalization and\r\nchannel the dynamic forces of globalization for the\r\nbenefit of everyone.\r\n12\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nIn this sense, it is important to state that the Summit\r\ncommitments are the commitments of all — both developed\r\nand developing countries. The social problems of poverty,\r\nexclusion and unemployment are universal. We therefore all\r\ncommitted ourselves in Copenhagen to put the economy at\r\nthe service of individuals. The commitment of the\r\ndeveloped world is to stand by the developing world, but\r\nalso to implement the Summit commitments in its own\r\nsocieties, just as the developing countries bound themselves\r\nto do the same in theirs. One of the strengths of the Social\r\nSummit is that there is not a single North and a single\r\nSouth. The southern part of the North counts and the\r\nnorthern part of the South also counts in this new social\r\ncontract.\r\nThe Preparatory Committee for the special session in\r\nthe year 2000, Copenhagen +5, a Committee which Chile\r\nis proud to chair, recently adopted as its primary objective\r\nto reaffirm and not to renegotiate what was agreed at the\r\nSocial Summit. This is a fundamental starting point for the\r\nCommittee, which our countries firmly support, because the\r\nSocial Summit agreements are an appropriate response by\r\nthe international community to globalization.\r\nThe Preparatory Committee proceeds on the\r\nassumption that Copenhagen plus five cannot be a\r\ndiscussion about concepts or negotiation regarding texts. It\r\nmust be about action that can be taken at the national,\r\nregional or global level to ensure that the commitments of\r\nour Heads of State and Government in 1995 become a\r\nreality in the lives of nations and individuals to eradicate\r\npoverty, create full employment and prevent social\r\nmarginalization. Today, our job is to promote the full and\r\nfaithful implementation of the Copenhagen commitments,\r\nevaluating the progress made and the difficulties to be\r\novercome at all levels — local, national, regional and\r\ninternational.\r\nThe countries of MERCOSUR and associated\r\ncountries give their complete support to the decision of the\r\nPreparatory Committee that the prime aim of Copenhagen\r\n+5 must be to identify and promote new initiatives and\r\naction to ensure that the Social Summit commitments are\r\nimplemented. At the same time, we think it appropriate that\r\nthis task be focused on the 10 commitments of the\r\nCopenhagen Declaration.\r\nSimilarly, we think that to achieve a successful\r\nGeneral Assembly session able to launch concrete new\r\ninitiatives, it must be open to all relevant actors. It must\r\nhave the capacity to stimulate the imagination and sense of\r\ncollective responsibility of all those active in the area of\r\nsocial development — parliaments, political parties,\r\norganizations of civil society, religious leaders, financial\r\ninstitutions, local authorities and the media. Ideally, this\r\nspecial session of the General Assembly will result in\r\nthese actors’ also taking initiatives within their own fields\r\nof action to complement and reinforce the measures we\r\nadopt during the special session.\r\nThe Commission for Social Development will begin\r\nits work this year looking forward to the special session\r\nin the year 2000, seeking the best way to carry out its\r\nfundamental task of examining national reports and\r\nidentifying sectors where new initiatives are necessary in\r\norder to ensure compliance with the Copenhagen\r\ncommitments. In this task our delegations will give it\r\ntheir full support.\r\nThis is not the time to go into the details of how\r\nbest to proceed with preparations for the special session.\r\nThis will be discussed at the first substantive meeting of\r\nthe Preparatory Committee in May, but we wish to\r\nemphasize that among the matters to be decided two are\r\nfundamental: first, the criteria regarding promoting and\r\nidentifying new actions and initiatives and how best to\r\nmove forward in compliance with the 10 Copenhagen\r\ncommitments; and, secondly, the participation of civil\r\nsociety and non-governmental organizations at the special\r\nsession. We are confident that these matters will be\r\nresolved by consensus.\r\nFinally, it must be stressed that this Assembly has a\r\nresponsibility to decide on the place and date for the\r\nspecial session, Copenhagen +5. In our opinion, these are\r\ndecisions that require the maximum consensus, and they\r\nmust be adopted on the basis of a single criterion: the\r\nplace and date which will ensure its greatest success.\r\nWe believe that the Swiss Government’s generous\r\noffer of Geneva as the location deserves serious\r\nconsideration, inter alia because Geneva gives the\r\npossibility that Copenhagen +5 will have an impact that\r\nmight be lacking at Headquarters in New York, where so\r\nmany other events will take place in the year 2000. The\r\nnature of Geneva as an important United Nations centre\r\nis another factor that should be taken into account.\r\nMr. Rastam (Malaysia): My delegation wishes to\r\nassociate itself with the statement made earlier by the\r\nrepresentative of Indonesia on behalf of the Group of 77\r\nand China. I also wish to express my delegation’s sincere\r\nappreciation to the Secretary-General for his reports on\r\nthis agenda item.\r\n13\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nThree core issues were deliberated upon at the 1995\r\nWorld Summit for Social Development in Copenhagen: the\r\nenhancement of social integration, particularly of the more\r\ndisadvantaged and marginalized groups; the alleviation and\r\nreduction of poverty; and the expansion of productive\r\nemployment. The participating Governments committed\r\nthemselves to implementing the Copenhagen Declaration\r\nand Programme of Action for social development. Within\r\ntwo years the special session to review the implementation\r\nof those commitments will be held. We are happy to note\r\nthat preparations have begun for the review, including the\r\nfinalization of a world poverty report by the United Nations\r\nDevelopment Programme (UNDP). While not wishing to\r\nprejudge what the atmosphere will be like in the year 2000,\r\nmy delegation sincerely hopes that the enthusiasm and\r\noptimism prevailing at Copenhagen will still be maintained\r\nat the special session. Malaysia pledges its full cooperation\r\nin ensuring the session’s success.\r\nThe subject which we are deliberating upon today is\r\nof paramount importance not only to the developing\r\ncountries, but also to the developed nations. The issues\r\nrequire continuous dialogue and cooperation. Three years\r\nafter the Summit the implementation and follow-up to the\r\ncommitments made in Copenhagen remain unsatisfactory.\r\nThe human condition has barely improved in many parts of\r\nthe world. Today there are more than 1.3 billion people still\r\nliving in abject poverty, struggling to survive on less than\r\na dollar a day. The global unemployment rate has not\r\nshown any sign of significant improvement. Indeed,\r\nunemployment may have been on the increase quite\r\nsignificantly in recent months, given the effects of\r\neconomic slowdown, political turmoil and unprecedented\r\nnatural disasters experienced by many developing countries.\r\nPoverty is still pervasive in the developing countries.\r\nThis grim situation has been further exacerbated by the\r\nunexpected financial crisis and the economic recession\r\ncurrently facing a number of these countries. Countries that\r\nuntil one year ago had progressed well, maintaining\r\nrespectable rates of growth and instituting sound economic\r\nand social policies and programmes, are now seeing their\r\nhard-earned achievements undermined by devalued\r\ncurrencies, depleted capital markets, erosion of investor\r\nconfidence and economic and social regression arising from\r\nunbridled market activities, including those of currency\r\nspeculators. Those Governments are now increasingly hard\r\npressed to meet their social obligations. Their capacity to\r\nfulfil their commitments to the Copenhagen Declaration and\r\nProgramme of Action, unfortunately, has been affected in\r\nmany ways.\r\nIn view of the current situation, international\r\nsolidarity and cooperation are most urgently required. The\r\nnegative impact of globalization and market liberalization\r\nis being increasingly felt worldwide. The world may be\r\nteetering on the edge of a global recession. If no serious\r\nmeasures are taken by all concerned, we may even slide\r\ninto a global depression. A serious effort has to be made,\r\nfirst, to review and restructure the international financial\r\narchitecture and, secondly, to support the various\r\ncommitments already made, through a greater flow of\r\nfinancial resources and development assistance. The\r\nrelevant issues could be addressed appropriately in\r\nongoing discussions at the United Nations and within the\r\nBretton Woods institutions, as well as in the context of an\r\ninternational conference on financing for development.\r\nMy delegation welcomes the discussions currently being\r\nheld in Washington.\r\nIn order to achieve the goals of social development,\r\nof which the eradication of poverty is a central element,\r\nthe international community has to work seriously\r\ntowards ensuring that much needed resources can be\r\nchannelled to the development efforts of the developing\r\ncountries. The developed countries should make every\r\neffort to meet the target of allocating 0.7 per cent of their\r\ngross national product to official development assistance.\r\nThe efforts of many developing countries, especially\r\nheavily indebted poor countries, in uplifting the quality of\r\nlife of their peoples, are still largely hampered by their\r\nexternal debt burden. External debt servicing eats away at\r\nmeagre resources which could otherwise be used to cater\r\nfor urgent needs such as infrastructure development, basic\r\nservices, education and health. Therefore, there is an\r\nurgent need for new financial flows to be channelled to\r\ndebtor developing countries through concessional financial\r\nassistance and foreign investments.\r\nSound policies and strategies are needed to reduce\r\npoverty and create new, productive employment\r\nopportunities. This task can never be handled single-\r\nhandedly by Governments alone. Non-governmental\r\norganizations and the private sector can make a positive\r\ncontribution through partnership with Governments at\r\nboth the national and the international levels. Their efforts\r\nwould indeed complement the efforts of Governments in\r\nmeeting the necessary social responsibilities and\r\nobligations.\r\nMy delegation welcomes the efforts made by the\r\nSecretariat to ensure integrated and coordinated\r\nimplementation of the outcomes of the United Nations\r\n14\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\ninternational conferences in the area of social development.\r\nWe note in particular the work of the Administrative\r\nCommittee on Coordination, including the establishment of\r\nthree thematic ad hoc inter-agency task forces, on basic\r\nsocial services for all, on full employment and sustainable\r\nlivelihoods, and on an enabling environment for economic\r\nand social development. We also commend the Department\r\nfor Economic and Social Affairs for its work in this area.\r\nMy delegation looks forward to the General Assembly\r\nconsidering at this session the decisions taken by the\r\nPreparatory Committee for the special session during its\r\norganizational session last May. My delegation supports the\r\nrecommendation of the Committee that the special session\r\nshould reaffirm and not renegotiate the Copenhagen\r\nDeclaration and Programme of Action, review\r\nimplementation so far, and recommend concrete actions and\r\nfurther initiatives. We also support the decisions made on\r\nissues to be addressed at future sessions of the Preparatory\r\nCommittee, in coordination with the Commission for Social\r\nDevelopment, on the role of the United Nations system, the\r\nmobilization of voluntary resources and the participation of\r\nnon-governmental organizations.\r\nThe General Assembly has deliberated on this agenda\r\nitem at the last three sessions. Clearly, fulfilment of the\r\nCopenhagen commitments will not be an easy task. But it\r\nwill be possible if political will and resources can be\r\neffectively combined, bringing together all concerned with\r\na renewed sense of purpose and urgency. My delegation\r\nhopes to be able to make a useful contribution to the\r\ncurrent and future consideration of this item.\r\nMr. Carranza Cifuentes (Guatemala) (interpretation\r\nfrom Spanish): For the third year running, the General\r\nAssembly is considering this item, which is of special\r\nimportance to my country because of the major contribution\r\nof this year’s report of the Secretary-General on the\r\nimplementation of the outcome of the World Summit for\r\nSocial Development, and especially because of the work of\r\nintergovernmental bodies in anticipation of the convening\r\nof a special session of the General Assembly on this item\r\nin the year 2000.\r\nThe year 2000 special session will be convened to\r\nconduct a comprehensive study and evaluation of the\r\nimplementation of the outcome of the Summit; in the view\r\nof my delegation, convening that session is the most\r\nimportant item that will be considered in the coming\r\nmonths. It is important because of the subject matter,\r\nwhich — like extreme poverty and the effects of\r\nglobalization, among other issues — has a significant\r\nimpact on developing countries.\r\nWe also welcome the decision of the Economic and\r\nSocial Council to engage, in 1999, in a comprehensive\r\nconsideration of the question of the eradication of poverty\r\nwith a view to making a contribution to the special\r\nsession.\r\nThe work in May 1998 of the Preparatory\r\nCommittee for the Special Session of the General\r\nAssembly on the Implementation of the Outcome of the\r\nWorld Summit for Social Development and Further\r\nInitiatives resulted in interesting proposals that will have\r\nto be considered in depth. In that connection, we take\r\nnote of the proposal that the special session should take\r\nplace at the United Nations Office at Geneva; this would\r\ngive the special session the political impact needed to\r\nachieve the agreed goals with a view to intensifying\r\nefforts to achieve full and effective implementation of the\r\noutcome of the World Summit. We are optimistic about\r\nthe proposal of the Government of Switzerland on\r\neconomic assistance for developing countries requesting\r\nit so that those which cannot afford to go to Geneva will\r\nstill be properly represented at the special session.\r\nThe conclusions adopted at the thirty-sixth session of\r\nthe Commission for Social Development on promoting\r\nsocial integration and participation of all people, including\r\ndisadvantaged and vulnerable groups and persons, give\r\nrise to thought concerning the level of participation of\r\nvarious organizations, institutions and social groups that\r\nhave not been sufficiently taken into account but that\r\ncould work with great enthusiasm and loyalty on the\r\nsocial problems afflicting the nations of the world. Such\r\npopular participation could lead to the creation of the\r\nmachinery needed to ensure that society itself is capable\r\nof achieving its social development goals and that the\r\nprogress that is made will also be sustainable.\r\nIn Guatemala, the Government’s policies to promote\r\nsocial development are aimed at combating extreme\r\npoverty. Directing public spending towards priority social\r\nsectors and geographical areas is necessary in order to\r\nachieve the desired result. In this connection, the General\r\nSecretariat for Economic Planning, which is charged with\r\nsupporting governmental action to combat extreme\r\npoverty, acts as the coordinator of the technical\r\ncommissions charged with drawing up a proposal for\r\ninterorganizational coordination enabling increasing\r\ninvestment in productive projects in the rural areas of our\r\ncountry.\r\nMoreover, we have begun a process of coordination\r\nwith the National Institute for Statistics and the Ministers\r\n15\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nof State to follow up the social policies established as part\r\nof the Plan for Social Development and Peace-building\r\n(PLADES) by identifying a series of social indicators and\r\nby formulating implementation mechanisms to guarantee\r\nreliable and timely information.\r\nGeneral drafting guidelines are necessary in order to\r\npresent the Secretary-General with national reports on the\r\nimplementation of the objectives and commitments entered\r\ninto at the World Summit. It is also necessary to have a\r\ncommon framework for the presentation of these reports on\r\nthe progress that has been made in the field and the\r\nobstacles that have been encountered along the way. These\r\nguidelines will help countries by giving them the technical\r\nassistance they need to present their reports in a uniform\r\nmanner.\r\nWith regard to Guatemala itself, the collaboration of\r\nthe United Nations system during the experimental stage of\r\nthe United Nations Development Assistance Framework is\r\nan excellent opportunity to draw up joint country-by-\r\ncountry evaluations that the organs and institutions involved\r\ndo on studies of sectoral support for the financing of basic\r\nsocial services. In this connection, my Government supports\r\nthe Assistance Framework in actions to that end, actions\r\nwhich, among other things, attempt to raise the national\r\ncapacity to collect and analyze data on the expenses\r\nassociated with the 20/20 Initiative and to promote\r\ncoordination within the United Nations system in the fight\r\nto eradicate poverty in general.\r\nFurthermore, my delegation takes note with\r\nsatisfaction of the annual report prepared by the Economic\r\nCommission for Latin America and the Caribbean, the\r\nSocial Panorama of Latin America 1997. That report\r\nevaluates the most important aspects of social development\r\nin the region, especially those related to social equity. My\r\ndelegation is convinced anew that the work being done by\r\nregional commissions plays an important role in regional\r\nevaluations of social issues.\r\nFinally, given the growing participation of non-\r\ngovernmental organizations in the work of the Commission\r\nfor Social Development, and bearing in mind that their\r\nparticipation ought to be directed in such a way that they\r\nmake a significant contribution to the work of the\r\nCommission and that, among other things, these\r\norganizations help to make civil society more aware and\r\nsensitive to complementary activities through seminars,\r\nconferences and symposiums, it is necessary to draft rules\r\nand regulations that will govern their participation in the\r\nspecial session.\r\nEven though we have a long way to go and the\r\nproblems of poverty and social inequality persist, we must\r\ncontinue with our commitment to determine what further\r\ninitiatives will be the most effective in advancing the\r\ngoals set out in Copenhagen.\r\nMr. Nejad-Hosseinian (Islamic Republic of Iran):\r\nMy delegation wishes to associate itself with the\r\nstatement made by the representative of Indonesia on\r\nbehalf of the Group of 77 and China.\r\nThe World Summit for Social Development\r\nrepresents the actual advent of a continuing campaign at\r\nthe global level towards a better common comprehension\r\nof the various elements involved in the social\r\ndevelopment of modern societies. The Summit, while\r\nunderlining the significance of social development and\r\nhuman well-being for all, emphasized that our societies\r\nmust respond more effectively to the material and\r\nspiritual needs of individuals, their families and their\r\ncommunities.\r\nIt is encouraging to note that the General Assembly\r\ndecided to convene in the year 2000 a special session for\r\nthe overall review and appraisal of the implementation of\r\nthe outcome of the Summit and established a Preparatory\r\nCommittee to undertake and facilitate the organizational\r\nand substantive preparations for the session. We were\r\nactive in the process leading to Copenhagen and in\r\nCopenhagen itself and are pleased to participate actively\r\nin and contribute to the preparatory process for the\r\nappraisal of the implementation of the outcome of the\r\nSummit. We are also encouraged by the deliberations of\r\nthe Preparatory Committee in its organizational session to\r\naddress organizational as well as substantive issues of the\r\nreview session, particularly that the main purpose of the\r\nspecial session would be to reaffirm and not to\r\nrenegotiate the outcome of the Summit.\r\nWe believe that the review conference should focus\r\non the realistic assessment of the degree of\r\nimplementation of the Copenhagen outcome, including the\r\n10 commitments, with particular emphasis on the three\r\ncore issues, at the national, regional and international\r\nlevels.\r\nWe welcome and commend the role of the\r\nCommission for Social Development and its secretariat in\r\nthe preparatory process, in which it has been designated\r\nto act as the forum for national reporting and for\r\nidentifying areas for further initiatives. The priority\r\nthemes for next session of the Commission will contribute\r\n16\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nto the preparatory process. We will await with keen interest\r\nthe report of the Secretary-General on the implementation\r\nof the 10 commitments, including the three core issues, and\r\nthe report of the world social situation due to be submitted\r\nto the Commission in the year 2000. As for the venue of\r\nthe special session, my delegation takes note of the\r\ngenerous offer of the Government of Switzerland to host\r\nthe special session in Geneva.\r\nLet me now turn to some substantive issues which we\r\nconsider to be of importance for the preparatory process\r\nand the special session. While we all are committed to\r\ncarry out the outcome of the Summit at the national level,\r\nthe question of genuine international cooperation is a\r\nserious matter and needs to be addressed in earnest. In this\r\ncontext, we all remember that one of the most important\r\ndiscussions during the World Summit for Social\r\nDevelopment was the exploration of new and innovative\r\nresources of financing for poverty alleviation programmes\r\nand social development.\r\nWe believe that national efforts and resources will not\r\nsuffice to permit the achievement of the goals of the\r\nSummit, particularly in the fields of eradication of poverty\r\nand creation of employment. With an eye to the\r\nconsequences and negative impacts of the still unfolding\r\nprocesses of globalization and liberalization on the\r\ndeveloping societies, the preparatory process for the review\r\nsession should seek new and innovative approaches to these\r\ntwin processes. The Agenda for Development and the\r\nnotion of the right to development should be looked at in\r\ndealing with the concept of social development.\r\nWe all agree that the ultimate objective of social\r\ndevelopment is to help countries to establish a sound, stable\r\nand well-functioning social system. Therefore, we should\r\ntake a new look at the notion of development. For us,\r\ndevelopment, as a process contributing to the progress and\r\nwell-being of societies, should be in harmony and\r\nconsistent with the nature of the human being and the\r\nculture and values of societies. In this context, we believe\r\nthat paragraphs 28 and 29 of the Copenhagen Declaration\r\nconstitute the theoretical basis and the umbrella for the\r\ncommitments of the Declaration. We consider it important\r\nto underline that there is no universal method of promoting\r\nsocial integration and full participation and that cultural,\r\nideological and philosophical diversity at the international\r\nlevel should be respected.\r\nMy delegation is pleased to note the role of values in\r\nthe advancement of human societies. We firmly believe that\r\nvalues are important elements in shaping policies and\r\nattitudes and an enabling environment for social\r\ndevelopment in each society. In this connection, we\r\nemphasize that the ultimate objective of social\r\ndevelopment is to assist societies to develop a humane\r\nsocial structure and relations within their own cultural,\r\nideological and philosophical parameters. We look\r\nforward to sharing these ideas with other delegations in\r\nthe course of deliberations in the review process of the\r\nCopenhagen Declaration and Programme of Action.\r\nIn conclusion, I should like to assure you,\r\nMr. President, of the commitment of my delegation to\r\nactively participate in and contribute to the two-year\r\nprocess of preparing for the special session on the\r\nappraisal and review of the implementation of the\r\nCopenhagen Declaration.\r\nMr. Mangoaela (Lesotho): This statement is being\r\nmade on behalf of the member States of the Southern\r\nAfrican Development Community (SADC) — Angola,\r\nBotswana, the Democratic Republic of the Congo,\r\nLesotho, Malawi, Mauritius, Mozambique, Namibia,\r\nSeychelles, South Africa, Swaziland, the United Republic\r\nof Tanzania, Zambia and Zimbabwe.\r\nAt the outset, permit me, on behalf of these\r\ncountries, to join previous speakers in commending\r\nMr. Didier Opertti for the able manner in which he\r\ncontinues to preside over the work of the fifty-third\r\nsession of the General Assembly of the United Nations.\r\nOur congratulations go also to other members of the\r\nBureau. We wish to assure Mr. Opertti of the full\r\ncooperation of the SADC member States in the discharge\r\nof the heavy responsibility entrusted to him. Let me\r\nfurther take this opportunity to congratulate his\r\npredecessor, Mr. Hennadiy Udovenko, the former Foreign\r\nMinister of Ukraine, for the able manner in which he\r\nguided the work of the fifty-second session of the General\r\nAssembly.\r\nSADC would like to associate itself with the\r\nstatement delivered by the representative of Indonesia on\r\nbehalf of the Group of 77 and China.\r\nWe would like to thank the Secretary-General for his\r\nreport entitled “Implementation of the outcome of the\r\nWorld Summit for Social Development” (A/53/211). We\r\nhave also noted with appreciation the report of the\r\nPreparatory Committee for the Special Session of the\r\nGeneral Assembly on the Implementation of the Outcome\r\nof the World Summit for Social Development and Further\r\nInitiatives (A/53/45).\r\n17\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nThe Preparatory Committee held its organizational\r\nsession here in New York in May this year. SADC is\r\nemphatic that the Copenhagen Declaration and Programme\r\nof Action should not be renegotiated. We agree with the\r\nrecommendations of the Preparatory Committee that the\r\npreparatory meetings need to ensure the participation of\r\nhigh-level Government officials, especially ministers, who\r\nwould be in a position to propose key policy and practical\r\nrecommendations for consideration by the Preparatory\r\nCommittee.\r\nSADC also welcomes the invitation by the Preparatory\r\nCommittee to the Governments to contribute to the Trust\r\nFund for the Follow-up to the World Summit set up to\r\nsupport the participation of the least developed countries in\r\nthe work of the Preparatory Committee and the special\r\nsession. Furthermore, we have also taken note with\r\nappreciation of the offer of the Government of Switzerland\r\nto host the special session in the year 2000. In this respect\r\nwe also take note of the practical implications of the offer\r\nas contained in the Secretary-General’s note (A/53/210).\r\nWe therefore look forward to further consultations on this\r\nissue.\r\nSADC is pleased to note that most Member States\r\ncontinue to report to the United Nations on measures taken\r\nat the national level to implement the outcome of the World\r\nSummit for Social Development. However, we believe that\r\nfurther concrete measures need to be taken to facilitate the\r\nimplementation of the Summit’s goals.\r\nWe have to continue to address various issues of\r\nsocial development, particularly the three core issues:\r\npoverty eradication; the expansion of productive\r\nemployment and the reduction of unemployment; and social\r\nintegration. Above all, we have to build on what we\r\nachieved in Copenhagen. The success of the Copenhagen\r\ncommitments requires the joint effort of Governments and\r\nof grass-roots and non-governmental organizations working\r\nin close partnership towards the same objectives. In this\r\nrespect, SADC wishes to emphasize that in pursuing the\r\nSummit goals, all actors should base their initiatives on the\r\ncross-cutting themes of the global conferences: poverty\r\neradication, gender mainstreaming, the enabling\r\nenvironment and human rights.\r\nThe SADC member States have expanded the\r\nprovision of basic social services, particularly basic health\r\nand education facilities. They are striving to promote social\r\nintegration by establishing country-wide administrative\r\nstructures in order to achieve grass-roots participation and\r\nwiden the decision-making base. But the economic reforms\r\nembraced by the SADC States have compelled\r\nGovernments to reduce expenditures on these activities.\r\nAs a result there is now a decrease in school enrolment,\r\nand the delivery of essential services to the poor has also\r\nbeen drastically affected, as have the health and food\r\nproduction sectors.\r\nWe met in Copenhagen impelled by the need to\r\nalleviate human suffering. There, we all heard the\r\nheartrending chronicles of facts and figures that depicted\r\nthe wretchedness, poverty and marginalization of an\r\nunacceptably high percentage of the human race. In this\r\ngeneration, which has known and experienced\r\nunprecedented affluence, it is disquieting to live with the\r\ncurrent high rate of the world’s population mired in abject\r\npoverty. It comes as no surprise, therefore, that the\r\nsources of conflict, armed or unarmed, have shifted\r\ntowards economic, social and environmental issues, with\r\nmore conflicts now arising within States than between or\r\namong them. In Africa, for example, we have a large\r\nnumber of intra-State conflicts that have their root cause\r\nin the scarcity of resources.\r\nEradication of poverty remains a priority goal for all\r\ndeveloping countries and SADC is concerned that there\r\ncontinues to be a steady increase in the number of people\r\nliving under unacceptable conditions of poverty, mostly in\r\ndeveloping and the least developed countries. We consider\r\nit most unfortunate that women have to bear a\r\ndisproportionate burden of poverty. Children and youth,\r\nolder people, people with disabilities, indigenous people,\r\nrefugees and displaced persons are also particularly\r\nvulnerable to poverty.\r\nIt is commonly known that poverty in most\r\ndeveloping countries, particularly those in Africa, is\r\naggravated by, among other things, falling terms of trade\r\nfor commodities, high tariffs for their exports, lack of\r\nresources, lack of appropriate technology and,\r\nparticularly, these countries’ heavy external debt burden.\r\nThere is an urgent need to relieve these countries —\r\nparticularly the 33 sub-Saharan countries classified among\r\nthe least developed countries — of their debt burden. We\r\ndo not believe that rescheduling external debt will provide\r\nthe answer. Debt cancellation is the only solution and, in\r\nthis regard, we appeal to the Bretton Woods institutions\r\nand the major Western creditors to accelerate debt\r\nforgiveness.\r\nWe commend the Secretary-General’s report,\r\nparticularly paragraph 52 (a), which places emphasis on\r\nthe need for the World Bank to avoid weakening existing,\r\n18\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\npositive social capital and suggests that the Bank identify\r\ninstitutions in need of strengthening. In the same paragraph,\r\nthe Bank is encouraged to invest directly in social capital\r\nthrough training and assistance for the capacity-building of\r\nlocal organizations.\r\nSADC acknowledges that globalization and\r\nliberalization can have certain advantages. We are\r\nconcerned, however, that currently only the rich, who also\r\nhappen to be the minority, benefit. We wish to reiterate\r\nthat, for the globalization and liberalization of the world\r\neconomy to benefit all, developing countries must have free\r\nand unconditional access to the world markets, without\r\nwhich the marginalization of the developing countries will\r\ncontinue unabated. There can be no equality between\r\nunequal partners. It is therefore unfair to assume equal\r\nleverage when the playing field is grossly uneven. We are\r\nindeed gratified that the United Nations Development\r\nProgramme’s 1998 Human Development Report has\r\nacknowledged this factor.\r\nSADC agrees with the view, expressed by the Group\r\nof 77 and China in their statement, that the recent financial\r\ncrisis that has wrought havoc in Asia and reverberated\r\nthroughout the world clearly illustrates the need for controls\r\non financial markets and effective oversight.\r\nProductive work and employment are the central\r\nelements of development. Full and appropriately\r\nremunerated employment is an effective method of\r\ncombating poverty and promoting social integration.\r\nHowever, much unremunerated productive work — such as\r\ncaring for children and the elderly, producing and preparing\r\nfood for the family, protecting the environment and\r\nproviding voluntary assistance to vulnerable and\r\ndisadvantaged individuals and groups — is of great social\r\nimportance. Thus, such work, although unremunerated,\r\nshould be fully accorded the recognition it deserves, first\r\nand foremost by the communities and individuals who are\r\nthe direct beneficiaries of the services rendered.\r\nThe priority theme for the thirty-sixth session of the\r\nCommission for Social Development was “Promoting social\r\nintegration and participation of all people, including\r\ndisadvantaged and vulnerable groups and persons”. The\r\nCommission unanimously agreed that social integration is\r\nbest promoted in close harmony with efforts to expand\r\nproductive employment and eradicate poverty, given their\r\nmutually reinforcing interrelationships. In this respect, allow\r\nme to share information on some of the efforts that SADC\r\nhas taken to improve the human development goals of the\r\npeople in our region. These efforts were focused on\r\npoverty alleviation, employment expansion and social integration.\r\nFirst, in order to underline the importance the\r\nCommunity attaches to providing equal opportunities to\r\nits citizens, and in particular to the women within the\r\nCommunity, the SADC heads of State or Government, at\r\ntheir summit in Blantyre, Malawi, in September 1997,\r\nadopted a declaration on gender and development.\r\nSecondly, SADC adopted a statement and a Plan of\r\nAction on HIV/AIDS for the Community and a policy on\r\nHIV/AIDS and employment.\r\nThirdly, SADC is developing a regional programme\r\nfor demining to reinforce efforts being made at the\r\nnational level. Hence, at the Blantyre summit in\r\nSeptember 1997, the Community also adopted a\r\ndeclaration on anti-personnel landmines, entitled\r\n“Towards a Southern Africa Free of Anti-Personnel\r\nLandmines”.\r\nFourthly, in order to promote regional integration,\r\nSADC is making steady progress in the establishment of\r\na single economic space which will give the region more\r\nbargaining power in the global economy.\r\nFifthly, SADC is also proceeding with its regional\r\nintegration and community-building programme, formally\r\nlaunched in 1993. To date, seven protocols have been\r\nconcluded and signed in a number of areas. They include\r\npromoting the harmonization of national energy policies\r\nand the balanced, sustainable and equitable utilization of\r\nthe region’s energy resources. They also include shared\r\nwatercourse systems to promote sound and sustainable\r\ndevelopment and management of international waters for\r\nthe mutual benefit of all the riparian States. A water\r\nsector has also been established to underscore the\r\nimportance SADC attaches to the region’s water\r\nresources.\r\nAlso included are transport, communications and\r\nmeteorology to promote the harmonization of national\r\ntransport policies and the cost-efficient management and\r\noperation of the region’s transport and communications\r\nnetwork, in order to support trade and investment in the\r\nregion. Another area is combating illicit drug-trafficking\r\nthrough promoting a joint regional effort in combating the\r\nscourge of illicit drugs and preventing the use of southern\r\nAfrica as a conduit for trafficking in illicit drugs destined\r\nfor countries outside the southern African region. And,\r\n19\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nfinally, these protocols include promoting intraregional and\r\ninternational trade.\r\nThe protocols have been signed and are in the process\r\nof being ratified by the SADC member States. Work is in\r\nprogress to conclude protocols in other areas of\r\ncooperation. Notable among these is the food, agriculture\r\nand natural resources sector, for which a regional food\r\nsecurity strategy and framework have been agreed upon.\r\nThe strategy and framework underline poverty alleviation\r\nas a prime concern, and in particular address the issue of\r\nimproving access to food, availability of food and food\r\nnutrition.\r\nSADC welcomes the outcome of the first ministerial-\r\nlevel global meeting on youth, held in Lisbon, Portugal,\r\nfrom 8 to 12 August this year and hosted by the\r\nGovernment of Portugal in cooperation with the United\r\nNations. We are encouraged that more than 160 States\r\ncommitted their Governments to placing national youth\r\npolicy formulation, implementation, follow-up processes\r\nand funding at the highest political level. We call upon all\r\nGovernments to translate their commitments into concrete\r\nactions in such areas as youth participation, development,\r\npeace, education and employment.\r\nLet me take this opportunity to urge the relevant\r\nUnited Nations funds, programmes and agencies,\r\ninternational financial institutions and bilateral donors to\r\ncontinue promoting international awareness of the\r\nimportance of the programme of the Social Summit and to\r\nmobilize the resources necessary to assist the SADC\r\nmember States in building their capacity for carrying out\r\ntheir programmes. In this regard, the mandate of the\r\nCommission on Sustainable Development has to be\r\nbroadened and strengthened in order to monitor the\r\nimplementation of the Copenhagen Programme of Action.\r\nIn conclusion, SADC wants to add a word of caution:\r\nPoverty transcends boundaries and knows no immigration\r\nlaws. Social disintegration cannot be indefinitely confined\r\nto ghettos or national borders. We appeal to the developed\r\nnations to render assistance to the developing countries and\r\nto enhance our regional endeavours in the provision of\r\nbasic infrastructure and the requisite services. We believe\r\nthat social development will be meaningful and durable if\r\nour collective efforts, from all spheres of society, are\r\nharnessed to achieve that goal. Let us not allow the lofty\r\ngoals of the Social Summit to become meaningless\r\npromises to the world’s poor and needy. In the view of\r\nSADC, Copenhagen must be the beginning and not the end.\r\nMr. Enkhsaikhan (Mongolia): At the outset, my\r\ndelegation wishes to associate itself with the statement\r\nmade earlier by the representative of Indonesia on behalf\r\nof the Group of 77 and China.\r\nThe World Summit for Social Development provided\r\nan invaluable opportunity to focus international attention\r\non the core issues of poverty, unemployment and social\r\nintegration. The Copenhagen Summit demonstrated that\r\nsocial development is indeed a question of global\r\nconcern; therefore, the implementation of its decisions\r\nnaturally acquires special significance.\r\nIn the three years since the Social Summit, there\r\nhave been encouraging signs of progress in fulfilling the\r\ncommitments taken by Governments at the Summit and\r\nin creating the conditions for reducing poverty and\r\nunemployment and encouraging comprehensive social\r\nintegration. At both national and international levels, there\r\nhave been many encouraging examples of both policy\r\nformulations and concrete actions reflecting a stronger\r\ncommitment by Member States to social development.\r\nMy delegation welcomes the results of the special\r\nsession of the Economic and Social Council devoted to\r\nthe integrated and coordinated implementation and follow-\r\nup of major United Nations conferences and summits, as\r\nwell as the work of the Preparatory Committee for the\r\nspecial session of the General Assembly, concerning the\r\nimplementation of the outcome of the Summit. Likewise,\r\nwe welcome the established practice of holding panel\r\ndiscussions on the priority issues as an important and\r\ninnovative input in the deliberations.\r\nMore concretely, my delegation sees great value in\r\nthe work of the Administrative Committee on\r\nCoordination to organically integrate the internationally\r\nagreed programmes into national policies and actions. It\r\nalso highly evaluates the work of the Commission for\r\nSocial Development and the newly created Department of\r\nEconomic and Social Affairs.\r\nMongolia, like many other countries undergoing\r\nfundamental changes, has been grappling with the\r\nchallenges of transition for the past seven and a half\r\nyears. Market reforms have been boldly accelerated by\r\nliberalization of trade and prices, large-scale privatization\r\nand other economic measures. However, the reform\r\nprocess has not been without difficulties. The inherited\r\nburdens of a weak financial system and inefficient State\r\nenterprises, coupled with a lack of free market traditions,\r\nhave compounded the reform challenge.\r\n20\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nTo adequately address the above problems, the\r\nGovernment of Mongolia has been taking a host of\r\nmeasures designed to reduce poverty and unemployment\r\nand improve the living standards of the most vulnerable\r\nsegments of the society. Thus, in June 1994, it launched a\r\nsix-year multisectoral National Poverty Alleviation\r\nProgramme (NPAP), aimed at effective mobilization and\r\nutilization of both national and external resources to reduce\r\nthe portion of the population living in poverty to less than\r\n10 per cent by the year 2000. This would be done, inter\r\nalia, by the revival of the national economy, promotion of\r\nproductive employment, creation of jobs, improvements in\r\nhealth and education and the advancement of women as full\r\npartners in development.\r\nAllow me to speak briefly about the implementation\r\nof the NPAP, which started in late 1994 with 65 pilot\r\nprojects in selected provinces and districts. The projects\r\ninclude the build-up of institutional framework, both at the\r\nlocal and national levels; creation of fund mechanisms;\r\nestablishment of project formulation, appraisal, selection\r\nand implementation procedures; adoption of operational\r\nguidelines; training of personnel; and so on.\r\nThe nationwide implementation of NPAP was\r\nlaunched in March 1996. By June of this year, six cycles of\r\nprojects, each requiring an implementation period of three\r\nto four months, had been completed. The NPAP activities\r\nundertaken within and outside the Poverty Alleviation Fund\r\nmechanisms include the following: public works projects to\r\ndevelop and strengthen local infrastructure providing short-\r\nterm employment to the unemployed and the poor; basic\r\neducation projects to substantially reduce school dropout\r\nand non-enrolment rates as well as to renovate school\r\nbuildings and school heating systems in rural areas; rural\r\nhealth projects to help the rural health services restore and\r\nmaintain their ability to provide primary health care; pre-\r\nschool strengthening projects to improve the quality of and\r\naccess to pre-school education by improving the\r\ndevelopmental and cognitive skills of school entrants; and\r\nsupport projects for the disabled to create wider\r\nemployment opportunities for them by supplying training\r\nequipment and learning materials to the institutions engaged\r\nin their training and education.\r\nUnited Nations agencies play an active role in the\r\nimplementation of NPAP. From the very inception of the\r\nNPAP, the United Nations Development Programme has\r\nbeen assisting the Government in resource mobilization and\r\nin adopting a coordinated approach by the United Nations\r\nsystem and the donor community to poverty alleviation in\r\nMongolia.\r\nThe United Nations Population Fund, the United\r\nNations Children’s Fund, the World Health Organization\r\nand the United Nations Educational, Scientific and\r\nCultural Organization support our policy of improving\r\nreproductive and primary health care, immunization, safe\r\nmotherhood, control of meningitis and respiratory\r\ninfections, improvement of education and so forth. I\r\nwould like to note that the United Nations Volunteers also\r\nplay an important role in NPAP activities.\r\nIt should be pointed out that the United Nations\r\nsystem’s operational activities have been consistent with\r\nour country’s needs and our Government’s priorities. The\r\nassistance and support programmes of the United Nations\r\nsystem have been drawn up in full collaboration with the\r\nGovernment and have focused on the areas where its\r\ncomparative advantage is most effective and feasible.\r\nThe NPAP is being implemented in close\r\ncoordination with the Mongolian Action Programme for\r\nthe Twenty-First Century, the Population Policy of\r\nMongolia and the National Programme of Action for the\r\nAdvancement of Women, all of which have been adopted\r\nas follow-up measures to the Rio, Cairo and Beijing\r\nconferences. In is also being implemented in coordination\r\nwith the National Employment Generation Programme of\r\n1996.\r\nMy delegation is happy to announce that the\r\nGovernment of Mongolia is launching, in close\r\npartnership with the United Nations family bodies\r\nstationed in Mongolia and with non-governmental\r\norganizations, a One World Conference Series project,\r\naimed at ensuring a national and international integrated\r\nfollow-up to the world conferences and summits held in\r\nthe early 1990s.\r\nTo commemorate this year as “the year of the\r\nyouth”, the Government of Mongolia and the United\r\nNations system agreed on five areas of cooperation on\r\ncritical youth issues. This innovative process, and the\r\nresulting memorandum of understanding agreement, will,\r\nwe hope, positively affect the nation’s youth situation in\r\nthe next millennium.\r\nIn order to celebrate the International Year of Older\r\nPersons next year, the Mongolian Government recently\r\nestablished a National Preparatory Committee for\r\ncelebration of the Year and will launch a series of\r\nsupportive activities.\r\n21\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nThe current decline in official development assistance\r\nand in contributions to the United Nations core resources is\r\na matter of concern for Mongolia, as it is for other Member\r\nStates. As a developing landlocked country with weak\r\nfinancial resources, at present Mongolia relies to some\r\nextent on external resources for development. My\r\ndelegation welcomes the cost-sharing practices in the\r\nUnited Nations system’s operational activities and would\r\nlike to re-emphasize the need to increase core resources on\r\na predictable, continuous and assured basis. It also favours\r\nincreased non-core and earmarked funding, as well as the\r\nmobilization of private sector support.\r\nIn conclusion, may I express my delegation’s sincere\r\nhope that the ongoing deliberations on the implementation\r\nof the outcome of the Social Summit will help to generate\r\nrenewed political will at the national and international\r\nlevels to attain the noble objectives of ensuring sustainable\r\nhuman development.\r\nMr. Babaa (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): I should like to express my support for all\r\nthe points made by the representative of Indonesia,\r\nspeaking on behalf of the Group of 77 and China, in which\r\nhe discussed the problems of the developing countries, the\r\nchallenges they face, and various matters relating to\r\neconomic and social development, in particular the\r\nimportance of reactivating the North-South and South-South\r\ndialogues and the need for North-South and South-South\r\ncooperation as a way of promoting participation in the\r\nattainment of the objectives of the World Summit for Social\r\nDevelopment. I should also like to add one or two remarks\r\nof my own.\r\nThe outcome of the World Summit for Social\r\nDevelopment, held in Copenhagen in 1995, reflected the\r\ninterest of the international community in human\r\ndevelopment. Humanity is both the axis and the end of\r\ndevelopment. The outcome emphasized that the\r\nachievement of social development in any society requires\r\nthe eradication of poverty, the creation of employment\r\nopportunities, the reduction of unemployment, and\r\nattainment of social integration for the good of the\r\nindividual, and for the creation of opportunity to participate\r\nin development and decision-making.\r\nDespite the efforts that have been and are still being\r\nmade by the developing countries to achieve the objectives\r\nset out in the Copenhagen Declaration on Social\r\nDevelopment and Programme of Action, the actual progress\r\nachieved remains minimal. The poor are getting poorer.\r\nMore than a billion people are living in extreme poverty,\r\nespecially in Africa, which has the largest number of the\r\npoor. Most of these are suffering from unemployment,\r\nunderdevelopment, social injustice and a lack of the most\r\nelementary health and education services, food, drinking\r\nwater and housing. This is true despite the fact that it has\r\nbeen three years since the Copenhagen Programme of\r\nAction was adopted.\r\nThe developing countries have a special and urgent\r\nresponsibility to confront the monopolies whose\r\nimposition is fostered under the name of globalization and\r\nits slogans: The transformation of their industries and\r\nfinancial institutions into satellite industries and\r\ninstitutions and the imposition of controls over their raw\r\nmaterials with regard to production, distribution, and\r\npricing. This has all greatly harmed these countries, and\r\nthe damage will be even greater if they do not adopt\r\nadequate formulas for eradicating the negative effects of\r\nglobalization and for a fundamental review of the Bretton\r\nWoods institutions. Such a review should be an element\r\nof these requisite formulas.\r\nWhereas we recognize that the primary responsibility\r\nfor social development falls to the States themselves, the\r\nexistence of a just and appropriate international economic,\r\nsocial and political environment is a fundamental\r\ncondition for the promotion of international cooperation\r\nto consolidate the efforts of the developing countries in\r\nthe sphere of their own social development. This will\r\nrequire the developed countries, the international financial\r\ninstitutions and the United Nations development agencies\r\nto fulfil the commitments which they undertook at the\r\nCopenhagen Summit. Such compliance includes the\r\nprovision of adequate financial resources and the\r\nnecessary development assistance for development plans\r\nand programmes in the developing countries, aimed at\r\neliminating poverty and unemployment and at supporting\r\nsocial integration, while providing for food, security and\r\nthe evolution of education and health services.\r\nIn view of the close linkages between economic and\r\nsocial development, the deterioration of the economic\r\nsituation of many developing countries has negatively\r\naffected their social development. The continuation of\r\nAfrica’s critical economic situation and debt burden\r\nrequires the international community to affirm its\r\ncommitment to resolving the problems of that African\r\ncontinent, to finding radical solutions to its debt problem,\r\nand to helping its economies to diversify and to gain\r\naccess to the markets of the developed countries. They\r\nmust also be provided with the financial resources\r\n22\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nnecessary to enhance their development and to market their\r\nexports at equitable and just prices.\r\nIn this regard, my delegation wishes to affirm the need\r\nfor the current reform process in the United Nations to deal\r\nwith the Organization’s capacity to address the issues of\r\ndevelopment in the developing countries and to enable them\r\neffectively to meet their needs and to finance their\r\ndevelopment programmes. Here, I would refer in particular\r\nto the United Nations New Agenda for the Development of\r\nAfrica in the 1990s.\r\nHuman and economic development requires peace and\r\njustice. Peace calls for a level of development that provides\r\nthe citizen with his basic needs. Measures of economic\r\ncoercion, which some developed countries impose on some\r\ndeveloping countries with a view to exerting political and\r\neconomic pressure on them, as well as attempts to impose\r\ntheir national legislation extraterritorially run counter to the\r\nprinciples of development and peace. This requires the\r\nentire international community to take effective measures to\r\neliminate such measures.\r\nOn the basis of my country’s full commitment to the\r\nimplementation of the outcome of the World Summit for\r\nSocial Development, we have adopted a number of\r\neconomic and social measures and policies aimed at\r\nguaranteeing the optimum use of our human resources and\r\nimproving the economic and social conditions of all\r\nmembers of society under the umbrella of legislative and\r\nlegal guarantees that take account of the need for balance\r\nbetween the interests of the individual and of society. These\r\nmeasures also include the promotion of human rights in the\r\nJamahiriya society based upon full participation in decision-\r\nmaking. The development plans of the Libyan Arab\r\nJamahiriya place priority on the development of\r\nprogrammes of education, training, free health services, and\r\nsocial security given free of charge to widows, the elderly,\r\nthe disabled and the needy.\r\nHowever, the progress achieved by my country in the\r\narea of human development faces a serious setback due to\r\nthe coercive measures and the sanctions unjustly imposed\r\non the Libyan Arab people. Their negative effects have\r\nextended to impeding development programmes and plans\r\nintended to improve the infrastructures of the country. This\r\nconstitutes a blatant violation of the right to development\r\nand of all human rights guaranteed by international\r\ninstruments, and a flagrant violation of the provision of\r\nhuman rights covenants.\r\nIn conclusion, my delegation supports the holding of\r\na special session of the General Assembly in the year\r\n2000 to undertake a comprehensive review and evaluation\r\nof the outcome of the implementation of the World\r\nSummit for Social Development. This offers an\r\nopportunity to further the objectives of the conference\r\nwhile evaluating progress achieved in the implementation\r\nof its Programme of Action, and to adopt further\r\ninitiatives aiming at the formulation of a long-range\r\nstrategy at the national, regional and international levels\r\nto promote human development. We hope that the\r\nPreparatory Committee for that special session will be\r\nable to prepare well for it in terms of organization and\r\ncontent. We would also like to reaffirm our delegation’s\r\ncooperation with that Committee in order to enable it to\r\naccomplish its task in the best possible manner.\r\nMr. Dausá Céspedes (Cuba) (interpretation from\r\nSpanish): First of all I would like to say that my\r\ndelegation is happy to share the views put forward by the\r\nrepresentative of Indonesia on behalf of the Group of 77\r\nand China.\r\nMore than three years have passed since the World\r\nSummit for Social Development, which consolidated\r\nrecognition of the fact that the individual is the subject\r\nand the end of all development policies and strategies at\r\nthe national and global levels. There is now international\r\nrecognition of the urgent need to resolve such serious\r\nproblems as poverty, unemployment and social\r\nmarginalization which still prevail in the world.\r\nNevertheless, this important world event was only the\r\nbeginning of a long and difficult path which is becoming\r\nincreasingly complex because of the inevitable and\r\nunstoppable phenomenon of globalization which,\r\ncombined with the delicate state of the world economy at\r\nthis end of century, threatens the world with a global\r\neconomic crisis with incalculable consequences and which\r\nis already hitting several developing countries and\r\nmillions of people around the world.\r\nThe progress of this neo-liberal globalization which\r\nsome are trying to impose on the world goes hand in\r\nhand with growth in poverty and social polarization. It is\r\nundeniable that in the 1990s there has been an\r\nunprecedented widening of the huge gap between the rich\r\nand the poor. There has been a disturbing increase in\r\nlevels of unemployment and social disintegration,\r\npostponing increasingly the attainment of the noble goals\r\nof social justice included in the Copenhagen Declaration\r\nand Programme of Action.\r\n23\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nOn the threshold the new millennium, more than 1,313\r\nmillion people live today below the poverty line. Of those,\r\n80 per cent live in countries of the developing world.\r\nEighty per cent of worldwide production is concentrated in\r\nthe countries with developed economies, where only 16 per\r\ncent of the world population live, while more than 84 per\r\ncent of the world population live in the developing\r\ncountries.\r\nAbout 30 per cent of the population of developing\r\ncountries, 1,300 million people, do not have access to\r\ndrinking water. In the developing countries the infant\r\nmortality rate up to the age of five exceeds 100 per 1,000\r\nlive births, and 89 per 1,000 live births up to the age of\r\none. Life expectancy at birth in developing countries\r\nfluctuates between 50 and 60 years. About 600 million\r\npersons will not survive to age 40 in 1998. 1,450 million\r\nadults are illiterate. Thus, there are innumerable challenges\r\nand obstacles as we strive to achieve social development,\r\nand the international community must make every effort to\r\nadvance towards a world with economic, political and\r\nsocial stability.\r\nGlobalization will not be viable if it continues to\r\npursue the narrow aims of a small number of industrialized\r\ncountries, multinational corporations and international\r\ninstitutions controlled by them. The persistence and\r\nseriousness of a large number of economic, social and\r\nenvironmental problems make it necessary to promote an\r\nawareness of the desirability of transforming international\r\nrelations with a view to creating a new kind of cooperation\r\nas the only way to solve the burning problems afflicting the\r\noverwhelming majority of the world population and to\r\nmake our world a stable and liveable place.\r\nSpecial mention should be made of the difficult\r\nsituation relating to the international mobilization of\r\nresources for development. This can only be viewed as an\r\nintegral process between the economic and social areas.\r\nOfficial development assistance has declined over the past\r\nfive years, according to World Bank figures. Not only has\r\nthe dollar gone down in value, but many developed donor\r\ncountries continue to give less than the goal of 0.7 per cent\r\nof their gross domestic product, while that same group of\r\ncountries designates approximately 3 per cent for military\r\nexpenditures, which is inconceivable in the light of the so-\r\ncalled end of the cold war.\r\nOfficial assistance can and must be supplemented by\r\nother ways of mobilizing resources and by specific\r\nstructural changes in the developing economies. However,\r\nthis assistance, together with changes in the present\r\ninternational order, must continue to be fundamental\r\ncomponents of the strategy to achieve development.\r\nThe external debt burden continues to stifle a\r\nsignificant number of developing countries. The proposed\r\nrelief measures in many cases are accompanied by the\r\nimposition of reform programmes and structural\r\nadjustments whose negative effects on the people of the\r\ndebtor countries have contributed to creating explosive\r\nsocial situations in some of these countries.\r\nThe African countries continue to require special\r\nattention, including those in the group of the least\r\ndeveloped countries. For this group of nations, recent\r\ndevelopments have been significantly negative.\r\nThe political will of States continues to be the key\r\nto the resolution of the complex and distressing panorama\r\nbefore us. The resources to resolve these problems exist,\r\nbut they are wasted in unbridled prosperity and in the\r\narms race. If we do not build an international\r\nenvironment which allows for economic growth and\r\nsustained development, it will be almost impossible,\r\nparticularly for the great majority of the countries of the\r\nthird world, to progress without interruption along the\r\npath of social development.\r\nAllow me to express appreciation for the outcome of\r\nour efforts to coordinate the follow-up to the Copenhagen\r\nSummit, as well as our hope to achieve even greater\r\nthings in the future.\r\nCuba is honoured to welcome the outcome of the\r\nfirst session of the Preparatory Committee for the special\r\nsession of the General Assembly to be devoted to\r\nreviewing, five years later, the commitments assumed at\r\nthe World Social Summit in Copenhagen.\r\nIn the last 40 years, Cuba has planned out and put\r\ninto practice, with significant results, development\r\npolicies and strategies based on a more just and equitable\r\ndistribution of wealth.\r\nIn that way, we have achieved the following: 100\r\nper cent of the population has access to health services\r\nand free education; life expectancy at birth is now 74.7\r\nyears; the infant mortality rate is now only 7.2 per 1,000\r\nbirths; 100 per cent of Cuban children are protected by\r\nvaccinations against 11 preventable diseases; we have one\r\ndoctor for every 176 inhabitants of the island; and 97.4\r\nper cent of children between the ages of 6 and 14 go to\r\n24\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nschool. These are just a few of the indicators that could be\r\nmentioned.\r\nIn spite of my country’s difficult economic situation,\r\nwhich has been aggravated by the tightening of the illegal\r\neconomic commercial and financial blockade imposed by\r\nthe Government of the United States and repeatedly rejected\r\nby the General Assembly, Cuba continues to pursue a\r\nprogramme of economic and social development aimed at\r\nimproving the well-being of the people, a programme\r\ncharacterized by the most profound humanitarian feeling.\r\nThis has been possible, above all, because we have never\r\nabandoned what are, for Cuba, the pillars of our social and\r\neconomic development — namely, our independence and\r\nsovereignty — and because all the efforts of the past 40\r\nyears have been focused on human beings and the\r\nenhancement of their dignity.\r\nThe fact that we have preserved the most important\r\nsocial benefits achieved over decades, under circumstances\r\nthat are so abnormal and complex, underscores the idea that\r\nwithin a framework of social justice and equitable\r\ndistribution of wealth, it is possible to meet certain basic\r\nsocial development goals in situations of scant economic\r\ngrowth and even decline. The infrastructure created during\r\nthe past decades, the implementation of policies of applied\r\nsocial protection, creativity and the participation of the\r\npeople in this effort have allowed Cuba not only to preserve\r\nthe principal social successes we have achieved but even to\r\nenhance them in many cases.\r\nIt will be the my country’s great privilege and honour\r\nto host the South Summit to be held in the year 2000, an\r\nevent that arises out of the urgent need for all of the\r\ndeveloping countries to prepare jointly to face the\r\nchallenges of the new millennium and to endeavour to ward\r\noff the cruel reality that is advancing on humanity, in which\r\nbackwardness and poverty, unhealthy conditions, hunger\r\nand illness are constantly gaining ground from well-being\r\nand the full realization of humanity’s potential.\r\nAs ever, Cuba is prepared to share its experiences and\r\nparticipate actively in whatever efforts are made by the\r\ninternational community to bring about the implementation\r\nof the commitments undertaken at the Copenhagen Summit\r\nand to move towards a world of true social justice for all.\r\nMr. Babar (Pakistan): At the outset, my delegation\r\nwishes to associate itself with the statement made by\r\nIndonesia on behalf of the Group of 77 and China.\r\nMy delegation is grateful to the Secretary-General\r\nfor his reports on the implementation of the outcome of\r\nthe World Summit for Social Development. We also\r\nwelcome the various initiatives of Governments and non-\r\ngovernmental organizations to achieve the goals of the\r\nSocial Summit.\r\nOne of the major achievements of the Copenhagen\r\nSummit was the recognition of human beings as the main\r\nactors and beneficiaries of the development process. It\r\nwas realized that people should be given opportunities to\r\nparticipate fully in development activities and to receive\r\na fair distribution of their fruits. However, despite\r\nconcerted efforts over the last three years, the goals of\r\nsocial development envisaged in Copenhagen largely\r\nremain unimplemented. The situation has been further\r\nexacerbated by the downturn of the global economy,\r\nresulting in an increase in unemployment, particularly in\r\nthe developing countries.\r\nUnemployment and poverty, both human and\r\neconomic, are the major challenges confronting the\r\ndeveloping countr ies . Unemployment and\r\nunderdevelopment generate social unrest and undermine\r\ncohesion and stability. Unemployment in many cases is a\r\nmajor cause of political instability in various parts of the\r\nworld. The International Labour Organization has\r\nestimated that approximately 1 billion people — about 30\r\nper cent of the entire global labour force — are either\r\nunemployed or underemployed. It should be our collective\r\nendeavour to draw upon this enormous human resource\r\nand benefit from these people’s contribution to\r\ndevelopment.\r\nPoverty generates deprivation. It reflects denial of\r\nchoices and opportunities. The 1998 report of the United\r\nNations Development Programme has estimated that\r\napproximately 1.3 billion people — almost a quarter of\r\nworld’s population — live below the poverty line of one\r\ndollar a day; well over 1 billion people are deprived of\r\nbasic consumption needs; out of 4.4 billion people living\r\nin developing countries, approximately three fifths lack\r\nbasic sanitation; one third have no access to clean water;\r\none quarter do not have adequate housing; one fifth do\r\nnot have enough dietary energy and protein; over 1.94\r\nbillion are anaemic; and one fifth have no access to\r\nmodern medical services.\r\nThe recent South-East Asian economic crisis\r\nthreatens to push more than 50 million people into\r\npoverty in one country alone. The social costs of one-\r\ndimensional globalization are too high for the developing\r\n25\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\ncountries. This calls for urgent action by the international\r\ncommunity.\r\nThe prevalence of social unrest, violence and armed\r\nconflicts in various parts of the world have also added to\r\nthe economic deprivation and the deepening of poverty and\r\nsocial disintegration of societies. South Asia is one such\r\nregion, where continued conflicts and tensions remain a\r\nmajor cause of poverty and economic backwardness.\r\nWe hope that the Preparatory Committee for the\r\nspecial session, which started its work in May of this year,\r\nwill undertake a detailed evaluation of the world social\r\nsituation. We also hope that it will give special\r\nconsideration to the core problems of poverty,\r\nunemployment and social exclusion for inclusion in the\r\npriority themes of the special session. The Preparatory\r\nCommittee also needs to consider the impact of\r\nglobalization and the stabilization of the financial markets,\r\nas they directly affect developing countries’ endeavours for\r\nachieving sustained economic growth and social\r\ndevelopment.\r\nPakistan has taken a number of policy initiatives to\r\nimplement its Copenhagen commitments. To create a\r\nconducive economic environment, we have accelerated our\r\neconomic liberalization programme by introducing reforms\r\nin the corporate, banking and financial sectors. Maximum\r\ntariff rates have been reduced; most import restrictions have\r\nbeen withdrawn. Investors, both Pakistani and foreign, can\r\nnow invest in Pakistan without governmental approval,\r\nexcept in a few specified areas.\r\nWe believe that transparency in governance constitutes\r\na prerequisite for the creation of a suitable economic\r\nenvironment. Pakistan has accordingly established an\r\nIndependent Accountability Commission, headed by a\r\nretired judge of the Supreme Court, to deal with corrupt\r\nelements in the highest echelons of authority and to ensure\r\nprobity in public life. This has helped in efforts to eradicate\r\ncorruption from public life to make the governance fully\r\naccountable. Recently, a freedom of information law has\r\nalso been enforced to ensure that information on\r\ngovernance becomes available to all segments of society so\r\nas to encourage participatory and transparent governance.\r\nEfforts are also under way to establish an environmental\r\nprotection authority to ensure compliance with national\r\nenvironmental quality standards.\r\nAs a modest effort to tackle the twin menaces of\r\npoverty and unemployment, Pakistan has launched a five-\r\nyear Social Action Programme, with an outlay of 500\r\nbillion rupees. The main focus of this programme will be\r\non poverty alleviation, education, primary health care,\r\npopulation welfare, rural water supply and sanitation\r\nprogrammes. Employment generation, environmental\r\nprotection, the empowerment of women, the\r\ndecentralization of management and enhancing\r\ncommunity participation have also been included in the\r\nframework of the Social Action Programme.\r\nPakistan also plans to generate 5.72 million\r\nadditional employment opportunities through its eighth\r\nfive-year plan encouraging private investment in labour-\r\nintensive industry and expanding agriculture and informal\r\nsectors. The focus on employment generation will also\r\ncontinue in the next five-year plan.\r\nPakistan believes that no society can achieve the\r\nobjective of true development without the full and equal\r\nparticipation of women. The Constitution of Pakistan\r\nensures equal opportunities and equal rights for all\r\ncitizens without any discrimination on the basis of caste,\r\ncreed, religion or gender. Pakistan has already ratified the\r\nConvention on the Elimination of All Forms of\r\nDiscrimination Against Women. Various legislative,\r\njudicial and administrative processes have been initiated\r\nto bring the laws into conformity with the provisions of\r\nthe Convention. The Women’s Commission of Inquiry,\r\nwhich was headed by a sitting judge of the Supreme\r\nCourt, has already submitted its findings to the\r\nGovernment to expedite this process. To bridge the\r\nexisting disparity in the job market, the Government has\r\ndecided to give preference to women candidates in all\r\nfuture recruitment under the Social Action Programme.\r\nPakistan has also taken steps to eliminate all forms\r\nof child labour. A National Commission on Child Welfare\r\nand Development has been created in the Ministry of\r\nSocial Welfare. The Commission formulates policies and\r\ncoordinates activities of provincial institutions working for\r\nthe welfare and development of the child. The 1995\r\nCompulsory Education Act has been enforced in the\r\nPunjab province. Other provinces are formulating similar\r\nlaws. The by-laws under the 1991 Employment of the\r\nChild Act have been finalized and are being enforced\r\neffectively. A Child Offenders Act, which provides for\r\nthe rehabilitation of juvenile delinquents and bans the\r\ndeath penalty for young offenders, is already in the\r\nprocess of being enacted.\r\nAs its modest contribution to the development of\r\nAfrica and the least developed countries, Pakistan has an\r\n26\r\nGeneral Assembly 30th plenary meeting\r\nFifty-third session 6 October 1998\r\nongoing Africa Technical Assistance Programme. Under\r\nthis programme, Pakistan provides technical assistance in\r\nthe form of training courses, donations and expert services\r\nto least developed countries in various fields. Pakistan also\r\noffers scholarships in medicine, engineering and dentistry\r\nto students from least developed countries. The Ministry of\r\nForeign Affairs is providing training facilities to\r\nprofessionals from African countries in the field of\r\nlanguage and diplomacy.\r\nThe steady decline in external aid creates enormous\r\ndifficulties for developing countries to sustain their efforts\r\npursuant to the objectives of the Social Summit. Pakistan,\r\nas a developing country, is no exception to this rule. We\r\nhope that developed countries will honour their\r\ncommitments by earmarking 0.7 per cent of their gross\r\nnational product for official development assistance. This\r\nwould go a long way towards realizing the goals we agreed\r\nupon in Copenhagen.\r\nThe meeting rose at 6.05 p.m.\r\n27\r\n"