"United Nations A/53/PV.52\r\n98-86290 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n52nd plenary meeting\r\nTuesday, 3 November 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 47\r\nElection of the judges of the International Criminal\r\nTribunal for the Prosecution of Persons Responsible for\r\nGenocide and Other Serious Violations of International\r\nHumanitarian Law Committed in the Territory of\r\nRwanda and Rwandan Citizens Responsible for\r\nGenocide and Other Such Violations Committed in the\r\nTerritory of Neighbouring States between 1 January\r\nand 31 December 1994\r\nLetter from the President of the Security Council\r\n(A/53/442)\r\nMemorandum by the Secretary-General, including\r\nthe list of candidates (A/53/443)\r\nCurricula vitae (A/53/444 and Corr.1 and Add.1)\r\nThe President (interpretation from Spanish): In\r\nconnection with the election, I should like to bring the\r\nfollowing matters to the attention of the General Assembly.\r\nAs members may recall, by its resolution 955 (1994)\r\nof 8 November 1994, the Security Council adopted the\r\nStatute of the International Tribunal for Rwanda.\r\nElections for the judges of the two Trial Chambers of\r\nthe International Tribunal for Rwanda took place in 1995.\r\nThe terms of office of the six judges who were elected in\r\nthose elections are due to expire on 24 May 1999.\r\nBy its resolution 1165 (1998) of 30 April 1998, the\r\nSecurity Council decided to establish a third Trial\r\nChamber of the International Tribunal for Rwanda. It\r\nfurther decided that the elections for the three judges of\r\nthe third Trial Chamber should be held together with the\r\nelections for the six judges of the two existing Trial\r\nChambers.\r\nPursuant to article 12, paragraph 5, of the Statute,\r\nthe judges of the International Tribunal for Rwanda shall\r\nbe elected for a term of four years and pursuant to\r\nparagraph 2 of Security Council resolution 1165 (1998),\r\nthe terms of office of the judges to be elected in the\r\ncurrent elections will expire on 24 May 2003. The judges\r\nof the International Tribunal for Rwanda are to serve on\r\na full-time basis and cannot engage in any other\r\noccupation of a professional nature during their tenure.\r\nSix out of the nine judges who are to be elected will\r\ntake up office on 25 May 1999, following the expiration\r\nof the terms of office of the judges who currently make\r\nup the two existing Trial Chambers of the International\r\nTribunal. By paragraph 3 of its resolution 1165 (1998),\r\nthe Security Council decided that, as an exceptional\r\nmeasure, three out of the nine newly elected judges, who\r\nwould be designated by the Secretary-General in\r\nconsultation with the President of the International\r\nTribunal, were to commence their terms of office as soon\r\nas possible following the elections in order that the new\r\nthird Trial Chamber created by that resolution might\r\nbegin to function at the earliest possible date.\r\nGeneral Assembly 52nd plenary meeting\r\nFifty-third session 3 November 1998\r\nAccording to article 12, paragraph 3, of the Statute of\r\nthe International Tribunal for Rwanda, the judges of the\r\nTrial Chambers of the International Tribunal for Rwanda\r\nshall be elected by the General Assembly from a list of\r\ncandidates submitted by the Security Council.\r\nAt its 3934th meeting, on 30 September 1998, the\r\nSecurity Council, in accordance with article 12,\r\nsubparagraph 3 (c), of the Statute of the International\r\nTribunal, established in resolution 1200 (1998) a list of 18\r\ncandidates, taking due account of the adequate\r\nrepresentation of the principal legal systems of the world.\r\nThe list was formally conveyed to the President of the\r\nGeneral Assembly by letter dated 30 September 1998 from\r\nthe President of the Security Council. That letter was issued\r\nas document A/53/442.\r\nIn accordance with article 12, subparagraph 3 (d), of\r\nthe Statute of the International Tribunal for Rwanda, the\r\nHoly See and Switzerland, two non-member States, shall\r\nparticipate in the election in the same manner as the States\r\nMembers of the United Nations. On this occasion, I am\r\nhappy to welcome here the representatives of the Holy See\r\nand Switzerland.\r\nFinally, I should like to draw the attention of the\r\nAssembly to the documents relating to the election. The\r\nmemorandum by the Secretary-General concerning the\r\nelection of judges of the International Tribunal for Rwanda\r\nis contained in document A/53/443. The list of candidates\r\nis to be found in paragraph 11 of that document.\r\nThe curricula vitae of the candidates are to be found\r\nin document A/53/444 and corrigendum 1 and addendum 1.\r\nIn that connection, may I bring to the Assembly’s attention\r\nthe provision of article 12, paragraph 1, of the Statute of\r\nthe International Tribunal for Rwanda, which stipulates that\r\njudges of the Tribunal shall be persons of high moral\r\ncharacter, impartiality and integrity who possess the\r\nqualifications required in their respective countries for\r\nappointment to the highest judicial offices. According to the\r\nsame provision, due account shall be taken in the overall\r\ncomposition of the Chambers of the Tribunal of the\r\nexperience of the judges in criminal law, international law,\r\nincluding international humanitarian law and human rights\r\nlaw.\r\nAs representatives know, the election of judges will\r\ntake place in accordance with the relevant provisions of\r\narticle 12 of the Statute of the International Tribunal for\r\nRwanda.\r\nIn addition, given the similar nature of the election\r\nof judges of the International Court of Justice and the\r\nelection of judges of the International Tribunal for\r\nRwanda, the Secretary-General suggests in his\r\nmemorandum that similar election procedures be followed\r\nin the General Assembly.\r\nMay I take it that the Assembly agrees to that\r\nsuggestion?\r\nIt was so decided.\r\nThe President (interpretation from Spanish): In\r\naccordance with article 12, subparagraph 3 (d), of the\r\nStatute of the International Tribunal for Rwanda, the\r\ncandidates who receive an absolute majority of the votes\r\nof States Members of the UnitedNations and of the non-\r\nmember States maintaining permanent observer missions\r\nat United Nations Headquarters will be declared elected.\r\nThe consistent practice of the United Nations has\r\nbeen to interpret the words “absolute majority” as\r\nmeaning a majority of all electors, whether or not they\r\nvote or are allowed to vote. The electors, for this purpose,\r\nare all 185 Member States and the two non-member\r\nStates, namely, the Holy See and Switzerland.\r\nAccordingly, 94 votes constitute an absolute majority for\r\nthe purpose of electing judges of the International\r\nTribunal for Rwanda.\r\nIf, in the first ballot, the number of candidates\r\nobtaining an absolute majority is less than nine, a second\r\nballot will be held, and balloting will continue in the\r\nsame meeting, if and as necessary, until nine candidates\r\nhave obtained an absolute majority. In any second or\r\nsubsequent ballot, each elector may vote for no more than\r\nnine candidates less the number of candidates who have\r\nalready obtained absolute majorities.\r\nIt is further suggested that if in the first ballot more\r\nthan nine candidates obtain an absolute majority of votes,\r\na second ballot will be held on all candidates and\r\nballoting will continue at the same meeting, if and as\r\nnecessary, until nine candidates, and no more, obtain an\r\nabsolute majority.\r\nFollowing the practice in the election of judges of\r\nthe International Court of Justice, the Secretary-General\r\nsuggests in his memorandum that subsequent balloting\r\nshould be unrestricted; I repeat, that subsequent balloting\r\nshould be unrestricted. Votes may accordingly be cast in\r\n2\r\nGeneral Assembly 52nd plenary meeting\r\nFifty-third session 3 November 1998\r\nany second or subsequent ballot for any eligible candidate\r\nwho has not yet obtained an absolute majority.\r\nMay I take it that the Assembly agrees to the\r\nprocedures I have just outlined?\r\nIt was so decided.\r\nMr. Tello (Mexico) (interpretation from Spanish):\r\nOnce again the Mexican delegation will not be participating\r\nin the election of the judges of the International Criminal\r\nTribunal for Rwanda. Mexico considers that in establishing\r\nthat Tribunal the Security Council exceeded its sphere of\r\ncompetence, since in the Charter of the United Nations\r\nthere is no explicit provision authorizing it to establish\r\njurisdictional mechanisms of this nature.\r\nMexico is convinced that once the International\r\nCriminal Court becomes operational — a Court whose\r\nestablishment process is indeed in accordance with\r\ninternational law — the creation of new special tribunals\r\nwill be unnecessary.\r\nNotwithstanding these comments, Mexico will\r\ncontinue to make timely contributions to the financing of\r\nthe Tribunal in strict compliance with the relevant decisions\r\nof the General Assembly.\r\nThe President (interpretation from Spanish): I call on\r\nthe Observer of the Holy See.\r\nArchbishop Martino (Holy See): In 1994 the world\r\nwas shocked by the genocide that killed almost half a\r\nmillion people in Rwanda. The Holy See, and especially\r\nPope John Paul II, deplored the blind violence and appealed\r\nfor an end to massacres and other atrocities perpetrated\r\neven inside churches, where innocent and disarmed people\r\nsought refuge.\r\nJustice delayed is not merely justice denied. Any delay\r\nleading to a culture of impunity might seriously and\r\nadversely affect the healing process and could become a\r\nsource of further vengeance and violence. The role of the\r\nInternational Tribunal in a country such as Rwanda, which\r\nis torn apart by genocide and ethnic conflicts but still\r\naspires to lasting peace and prosperity, is important and\r\nirreplaceable.\r\nIn recent months, the International Tribunal for\r\nRwanda has made considerable progress in bringing some\r\nof the perpetrators of genocide to justice. Still, the Tribunal\r\nrequires more efficiency and more speed for its remaining\r\nwork.\r\nThe Holy See welcomes the provisions of the Statute\r\nof the Tribunal, as amended on 30 April 1998, in article\r\n12, subparagraphs 3 (a) and 3 (d), which acknowledge the\r\nHoly See’s active participation in the establishment of the\r\nTribunal and in the election of its judges, as a non-\r\nMember State maintaining a Permanent Observer Mission\r\nat the United Nations.\r\nHowever, in consideration of its specific nature and\r\nobjectives as a sovereign international entity, and in\r\naccordance with the recognized practice in similar cases,\r\nthe Holy See has decided to abstain from casting its vote\r\non individual candidates for the office of judge of the\r\nInternational Tribunal. Still, the Holy See wishes to\r\nemphasize the norms set in the Statute of the Tribunal\r\nconcerning the qualification of judges, namely, that they\r\nshall be persons of high moral character, impartiality and\r\nintegrity.\r\nThe Holy See expresses its confidence in the choices\r\nthat will be made by the international community and\r\noffers its sincere best wishes for success to the elected\r\njudges in their service to the cause of justice. It is the\r\nhope of the Holy See that, through more efficient and\r\nexpeditious action of the Tribunal, the healing process in\r\nRwanda will continue and reconciliation and peace will\r\nbe achieved.\r\nThe President (interpretation from Spanish): We\r\nshall now proceed with the election.\r\nThe voting process has now begun.\r\nRepresentatives are requested to use only the ballot\r\npapers now being distributed. Only those candidates\r\nwhose names appear on the ballot papers are eligible for\r\nelection. Representatives will indicate the nine candidates\r\nfor whom they wish to vote by placing crosses to the left\r\nof their names on the ballot papers. Ballot papers on\r\nwhich more than nine names are marked will be\r\nconsidered invalid. Votes may be cast only for those\r\nwhose names appear on the ballot papers.\r\nAt the invitation of the President, Ms. Samah\r\n(Algeria), Mr. Giroux (Canada), Mrs. Reza\r\n(Indonesia), Ms. Cardoze (Panama) and\r\nMr. Herasymenko (Ukraine) acted as tellers.\r\nA vote was taken by secret ballot.\r\n3\r\nGeneral Assembly 52nd plenary meeting\r\nFifty-third session 3 November 1998\r\nThe meeting was suspended at 10.35 a.m. and\r\nresumed at 12.10 p.m.\r\nThe President (interpretation from Spanish): The\r\nresult of the voting is as follows:\r\nNumber of ballot papers: 173\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 173\r\nAbstentions: 1\r\nNumber of members voting: 172\r\nRequired majority: 94\r\nNumber of votes obtained:\r\nMs. Navanethem Pillay (South Africa) 129\r\nMr. Laïty Kama (Senegal) 125\r\nMr. Dionysios Kondylis (Greece) 112\r\nMr. Mehmet Güney (Turkey) 109\r\nMr. Pavel Dolenc (Slovenia) 102\r\nMr. William Sekule (United Republic of\r\nTanzania) 100\r\nMr. Yakov Ostrovsky (Russian Federation) 98\r\nMr. Erik Møse (Norway) 97\r\nMr. Lloyd George Williams (Jamaica and\r\nSaint Kitts and Nevis) 79\r\nMr. Asoka de Zoysa Gunawardena (Sri Lanka) 77\r\nMr. Aka Edoukou Jean-Baptiste Kablan\r\n(Côte d’Ivoire) 75\r\nMs. Eugénie Liliane Arivony (Madagascar) 69\r\nMr. Willy C. Gaa (Philippines) 66\r\nMr. Salifou Fomba (Mali) 61\r\nMs. Indira Rana (Nepal) 53\r\nMr. Cheick Dimkinsedo Ouédraogo (Burkina\r\nFaso) 50\r\nMr. Bouba Mahamane (Niger) 40\r\nMr. Tilahun Teshome (Ethiopia) 34\r\nHaving obtained an absolute majority, the following\r\ncandidates were elected members of the International\r\nCriminal Tribunal for Rwanda: Mr. Pavel Dolenc,\r\nMr. Mehmet Güney, Mr. Laïty Kama, Mr. Dionysios\r\nKondylis, Mr. Erik Møse, Mr. Yakov Ostrovsky,\r\nMs. Navanethem Pillay and Mr. William Sekule.\r\nThe President (interpretation from Spanish): There\r\nremains one seat to be filled. The Assembly will now\r\nproceed to another ballot to fill the remaining vacancy. In\r\naccordance with the decision taken earlier, that ballot shall\r\nbe unrestricted.\r\nBallot papers will now be distributed. All the\r\ncandidates whose names appear on the ballot paper are\r\neligible. I remind delegations that the name of only one\r\ncandidate should be marked with a cross. Any ballot on\r\nwhich more than one name is marked will be considered\r\ninvalid. Votes may be cast only for those whose names\r\nappear on the ballot paper.\r\nAt the invitation of the President, Ms. Samah\r\n(Algeria), Mr. Giroux (Canada), Mrs. Reza\r\n(Indonesia), Ms. Cardoze (Panama) and\r\nMr. Herasymenko (Ukraine) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 12.25 p.m. and\r\nresumed at 1.20 p.m.\r\nThe President (interpretation from Spanish): The\r\nresult of the voting is as follows:\r\nNumber of ballot papers: 174\r\nNumber of invalid ballots: 3\r\nNumber of valid ballots: 171\r\nAbstentions: 1\r\nNumber of members voting: 170\r\nRequired majority: 94\r\nNumber of votes obtained:\r\nMr. Lloyd George Williams (Jamaica and\r\nSaint Kitts and Nevis) 52\r\nMr. Asoka de Zoysa Gunawardena (Sri Lanka) 38\r\nMr. Aka Edoukou Jean-Baptiste Kablan\r\n(Côte d’Ivoire) 23\r\nMr. Willy C. Gaa (Philippines) 21\r\nMs. Eugénie Liliane Arivony (Madagascar) 15\r\nMr. Salifou Fomba (Mali) 8\r\nMr. Cheick Dimkinsedo Ouédraogo\r\n(Burkina Faso) 6\r\nMr. Bouba Mahamane (Niger) 4\r\nMs. Indira Rana (Nepal) 2\r\nMr. Tilahun Teshome (Ethiopia) 1\r\nThe President (interpretation from Spanish): Since\r\nno candidate has obtained an absolute majority, the\r\nAssembly will have to proceed to another unrestricted\r\nballot to fill the remaining vacancy.\r\nMr. Traoré (Burkina Faso) (interpretation from\r\nFrench): In order to facilitate the next round of voting,\r\nthe delegation of Burkina Faso has decided to withdraw\r\nthe candidacy of Mr. Cheick Dimkinsedo Ouédraogo.\r\nMr. Joseph (Niger) (interpretation from French): In\r\nview of the results of the latest round of voting, and in\r\norder to facilitate the next, the delegation of the Niger\r\n4\r\nGeneral Assembly 52nd plenary meeting\r\nFifty-third session 3 November 1998\r\nalso wishes to withdraw its candidate, Mr. Bouba\r\nMahamane.\r\nMr. Ouane (Mali) (interpretation from French): The\r\ndelegation of Mali announces the withdrawal of its\r\ncandidate, in view of the outcome of the balloting.\r\nMr. Shah (Nepal): In order to facilitate the next round\r\nof voting, I wish to inform the Assembly that it is the wish\r\nof my candidate to have her name withdrawn from the next\r\nballot paper.\r\nMr. Taye (Ethiopia): In the same spirit as other\r\ndelegations have done, Ethiopia, too, wishes to withdraw its\r\ncandidate.\r\nThe President (interpretation from Spanish):\r\nMembers have heard the statements just made by the\r\nrepresentatives of Burkina Faso, the Niger, Mali, Nepal and\r\nEthiopia. I take it that the representatives of Burkina Faso,\r\nthe Niger, Mali, Nepal and Ethiopia are informing the\r\nGeneral Assembly that their respective candidates have\r\ndecided to withdraw their names from the list of candidates.\r\nThe names of Mr. Cheick Dimkinsedo Ouédraogo, Mr.\r\nBouba Mahamane, Mr. Salifou Fomba, Ms. Indira Rana and\r\nMr. Tilahun Teshome will be deleted from the next ballot\r\npaper.\r\nIn view of the lateness of the hour, we will continue\r\nwith the balloting this afternoon.\r\nIn the absence of the President, Mr. Mungra\r\n(Suriname), Vice-President, took the Chair.\r\nThe meeting was suspended at 1.25 p.m. and resumed\r\nat 3.10 p.m.\r\nThe Acting President: As announced this morning,\r\nthe General Assembly will now proceed to another\r\nunrestricted ballot to fill the remaining vacancy.\r\nI should like to remind members that the\r\nrepresentatives of Burkina Faso, Ethiopia, Mali, Nepal and\r\nthe Niger announced earlier that the candidates from their\r\nrespective countries, namely, Mr. Salifou Fomba (Mali),\r\nMr. Bouba Mahamane (Niger), Mr. Cheick Dimkinsedo\r\nOuédraogo (Burkina Faso), Ms. Indira Rana (Nepal) and\r\nMr. Tilahun Teshome (Ethiopia) had decided to withdraw\r\ntheir names from the list of candidates.\r\nAccordingly, the ballot papers that are going to be\r\ndistributed do not contain those names.\r\nWe shall now proceed with the election.\r\nThe voting process has now begun.\r\nRepresentatives are requested to use only the ballot\r\npapers now being distributed. Only those candidates\r\nwhose names appear on the ballot papers are eligible for\r\nelection. Representatives will indicate the one candidate\r\nfor whom they wish to vote by placing a cross to the left\r\nof one name on the ballot papers. Ballot papers on which\r\nmore than one name is marked will be considered invalid.\r\nVotes may be cast only for those whose names appear on\r\nthe ballot papers.\r\nAt the invitation of the President, Ms. Samah\r\n(Algeria), Mr. Giroux (Canada), Mrs. Reza\r\n(Indonesia), Ms. Cardoze (Panama) and\r\nMr. Herasymenko (Ukraine) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 3.25 p.m. and\r\nresumed at 3.45 p.m.\r\nThe Acting President: The result of the voting is as\r\nfollows:\r\nNumber of ballot papers: 164\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 164\r\nAbstentions: 1\r\nNumber of members voting: 163\r\nRequired majority: 94\r\nNumber of votes obtained:\r\nMr. Lloyd George Williams (Jamaica and\r\nSaint Kitts and Nevis) 64\r\nMr. Asoka de Zoysa Gunawardena (Sri Lanka) 35\r\nMr. Aka Edoukou Jean-Baptiste Kablan\r\n(Côte d’Ivoire) 34\r\nMr. Willy C. Gaa (Philippines) 17\r\nMs. Eugénie Liliane Arivony (Madagascar) 13\r\nThe Acting President: Since no candidate has\r\nobtained an absolute majority, the Assembly will have to\r\nproceed to another unrestricted ballot to fill the remaining\r\nvacancy.\r\nMr. Bakoniarivo (Madagascar) (interpretation from\r\nFrench): In view of the results of the third round of\r\nvoting, the delegation of Madagascar has decided to\r\nwithdraw the candidacy of its national.\r\n5\r\nGeneral Assembly 52nd plenary meeting\r\nFifty-third session 3 November 1998\r\nThe Acting President: Members have heard the\r\nstatement just made by the representative of Madagascar. I\r\ntake it that the representative of Madagascar is informing\r\nthe General Assembly that the candidate from his country\r\nhas decided to withdraw her name from the list of\r\ncandidates. The name of Ms. Eugénie Liliane Arivony will\r\nbe deleted from the next ballot paper.\r\nWe will suspend the meeting for a few minutes.\r\nThe meeting was suspended at 3.50 p.m. and resumed\r\nat 4 p.m.\r\nThe Acting President: The Assembly will now\r\nproceed to a fourth ballot to fill the remaining vacancy. In\r\naccordance with the decision taken earlier, that ballot shall\r\nbe unrestricted.\r\nBallot papers will now be distributed. All the\r\ncandidates whose names appear on the ballot paper are\r\neligible. Once again, I remind delegations that the names of\r\nonly one candidate should be marked with a cross. Any\r\nballot on which more than one name is marked will be\r\nconsidered invalid. Votes may be cast only for those whose\r\nnames appear on the ballot paper.\r\nAt the invitation of the President, Ms. Samah\r\n(Algeria), Mr. Giroux (Canada), Mrs. Reza\r\n(Indonesia), Ms. Cardoze (Panama) and\r\nMr. Herasymenko (Ukraine) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 4.15 p.m. and resumed\r\nat 4.30 p.m.\r\nThe Acting President: The result of the voting is as\r\nfollows:\r\nNumber of ballot papers: 166\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 166\r\nAbstentions: 1\r\nNumber of members voting: 165\r\nRequired majority: 94\r\nNumber of votes obtained:\r\nMr. Lloyd George Williams (Jamaica and\r\nSaint Kitts and Nevis) 87\r\nMr. Aka Edoukou Jean-Baptiste Kablan\r\n(Côte d’Ivoire) 37\r\nMr. Asoka de Zoysa Gunawardena (Sri Lanka) 31\r\nMr. Willy C. Gaa (Philippines) 10\r\nThe Acting President: Once again, no candidate has\r\nobtained an absolute majority and the Assembly will now\r\nhave to proceed to another restricted ballot to fill the\r\nremaining vacancy.\r\nMs. Ramiro-Lopez (Philippines): My delegation\r\nwould like to withdraw its candidate and would like to\r\nthank those delegations that have supported us.\r\nMr. Nakkawita (Sri Lanka): My delegation would\r\nlike to withdraw the candidature of Mr. Asoka de Zoysa\r\nGunawardena, the Sri Lanka nominee for election to the\r\nRwanda Tribunal. In doing so, we are most grateful to all\r\nthe countries that have voted for us in the various rounds.\r\nBut for the sake of reaching an early decision, we would\r\nat this stage like to withdraw our candidate.\r\nThe Acting President: Members have heard the\r\nstatements by the representatives of the Philippines and of\r\nSri Lanka informing the General Assembly that Mr. Willy\r\nC. Gaa from the Philippines and Mr. Asoka de Zoysa\r\nGunawardena from Sri Lanka have decided to withdraw\r\ntheir names from the list of candidates established by the\r\nSecurity Council. Accordingly, those names should be\r\ndeleted from the ballot papers.\r\nIn view of the fact that new ballots have to be\r\nprepared to take into account the withdrawals just\r\nannounced, I would suggest that the Assembly again\r\nsuspend our meeting and resume in five minutes to\r\nproceed with the fifth round of balloting.\r\nMay I take it that the Assembly agrees to this\r\nproposal?\r\nIt was so decided.\r\nThe meeting was suspended at 4.35 p.m. and\r\nresumed at 4.50 p.m.\r\nThe Acting President: The Assembly will now\r\nproceed to a fifth round of balloting to fill the remaining\r\nvacancy.\r\nThe voting process has now begun.\r\nRepresentatives are again requested to use only the\r\nballot papers now being distributed. Only those candidates\r\nwhose names appear on the ballot papers are eligible for\r\nelection. May I remind delegations to indicate the one\r\ncandidate for whom they wish to vote by placing a cross\r\nto the left of one name on the ballot paper. Any ballot\r\n6\r\nGeneral Assembly 52nd plenary meeting\r\nFifty-third session 3 November 1998\r\npaper on which more than one name is marked will be\r\nconsidered invalid. Votes may be cast only for those whose\r\nnames appear on the ballot paper.\r\nAt the invitation of the President, Ms. Samah\r\n(Algeria), Mr. Giroux (Canada), Mrs. Reza\r\n(Indonesia), Ms. Cardoze (Panama) and\r\nMr. Herasymenko (Ukraine) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 5 p.m. and resumed at\r\n5.20 p.m.\r\nThe Acting President: The result of the voting is as\r\nfollows:\r\nNumber of ballot papers: 167\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 167\r\nAbstentions: 2\r\nNumber of members voting: 165\r\nRequired majority: 94\r\nNumber of votes obtained:\r\nMr. Lloyd George Williams (Jamaica and\r\nSaint Kitts and Nevis) 119\r\nMr. Aka Edoukou Jean-Baptiste Kablan\r\n(Côte d’Ivoire) 46\r\nHaving obtained an absolute majority, Mr. Lloyd\r\nGeorge Williams was elected a member of the\r\nInternational Criminal Tribunal for Rwanda.\r\nThe Acting President: The nine judges elected\r\ntoday shall serve a term of office of four years, that is,\r\nuntil 24 May 2003.\r\nSix out of the nine judges will take up office on\r\n25 May 1999, following the expiration of the terms of\r\noffice of the judges who currently make up the two\r\nexisting Trial Chambers of the International Tribunal.\r\nThree out of the nine judges, who will be designated\r\nby the Secretary-General in consultation with the\r\nPresident of the International Tribunal, are to commence\r\ntheir terms of office as soon as possible following the\r\nelections in order that the new, third Trial Chamber may\r\nbegin to function at the earliest possible date.\r\nThe International Tribunal for Rwanda has thus been\r\nfully established.\r\nI take this opportunity to extend to the judges the\r\ncongratulations of the Assembly on their election and to\r\nthank the tellers for their kind assistance.\r\nThis concludes our consideration of agenda item 47.\r\nThe meeting rose at 5.25 p.m.\r\n7\r\n"