"United Nations A/53/PV.16\r\n98-85894 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n16th plenary meeting\r\nFriday, 25 September 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mrs. Ataeva\r\n(Turkmenistan), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 118 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations (A/53/345/Add.4)\r\nThe Acting President (interpretation from Russian):\r\nIn a letter contained in document A/53/345/Add.4, the\r\nSecretary-General informs the President of the General\r\nAssembly that, since the issuance of his communications\r\ncontained in documents A/53/345 and addenda 1 to 3,\r\nVanuatu has made the necessary payment to reduce its\r\narrears below the amount specified in Article 19 of the\r\nCharter.\r\nMay I take it that the General Assembly duly takes\r\nnote of this information?\r\nIt was so decided.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President (interpretation from Russian):\r\nI now call on the Minister for Foreign Affairs of Liberia,\r\nHis Excellency Mr. Monie R. Captan.\r\nMr. Captan (Liberia): I bring the Assembly\r\ngreetings from President Charles Taylor and the\r\nGovernment and the people of Liberia.\r\nOn behalf of the delegation of Liberia and in my\r\nown name, I convey my sincere congratulations to\r\nMr. Opertti on his assumption of the presidency of the\r\nGeneral Assembly at its fifty-third session. His unanimous\r\nelection to this high office is a credit not only to him but\r\nalso to his esteemed country. I assure him of my\r\ndelegation’s fullest support and cooperation and wish him\r\nevery success in the discharge of his duties.\r\nI should like also to register my delegation’s\r\nappreciation to the President’s distinguished predecessor,\r\nMr. Hennadiy Udovenko, the then Minister for Foreign\r\nAffairs of Ukraine, for the able manner in which he\r\nconducted the work of the fifty-second session. The many\r\nsuccesses achieved during his tenure of office, especially\r\nin the reform of this Organization, attest to his diplomatic\r\nskills and his understanding of the problems which\r\nconfront the Organization and our determined efforts to\r\nbuild a more just and humane international order that is\r\nresponsive to the legitimate aspirations of all mankind.\r\nWe offer special thanks to our Secretary-General,\r\nMr. Kofi Annan, for his unrelenting pursuit of the\r\nimplementation of the mandates entrusted to him by the\r\nAssembly. My delegation also commends him for his\r\nefforts aimed at the successful execution of the\r\nadministrative reforms of the Secretariat, and the\r\nimportant focus he has placed on development,\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\npeacemaking and peace-building efforts, especially in\r\nAfrica, as the most assured basis for sustainable\r\ndevelopment.\r\nThe Secretary-General’s report (A/52/871) on the\r\ncauses of conflict and the promotion of durable peace and\r\nsustainable development in Africa provides an in-depth\r\nanalysis of the social and economic ills of the Continent,\r\nwhich was thoroughly discussed at the ministerial meeting\r\nof the Security Council. We fully agree with his assertion\r\nthat while African Governments must ultimately be held\r\nresponsible for the problems confronting their countries,\r\nmeaningful steps must be taken by this Organization to lend\r\nsupport to national measures aimed at alleviating these\r\nproblems.\r\nIn this connection, it is notable that on 6 October\r\n1998, the United Nations will observe the fiftieth\r\nanniversary of the establishment of its peacekeeping\r\noperations. Africa continues to benefit from the United\r\nNations peacekeeping operations aimed at the resolution of\r\nconflicts on the continent pursuant to Chapter VIII of the\r\nCharter. While welcoming this cooperation, Liberia calls\r\nupon the Security Council to employ impartiality and non-\r\nselectivity in the execution of its primary role of\r\nmaintaining international peace and security.\r\nThe international political situation continues to be\r\ncharacterized by sustained efforts aimed at the maintenance\r\nof international peace and security. While there has been no\r\nmajor eruption of military confrontation between States,\r\nintra-State conflicts and civil wars in Angola, the\r\nDemocratic Republic of the Congo, Guinea-Bissau, the\r\nSudan and Kosovo, and the territorial dispute between\r\nEthiopia and Eritrea have claimed the attention of regional\r\nand subregional organizations such as the Southern African\r\nDevelopment Community (SADC), the Economic\r\nCommunity of West African States (ECOWAS), the North\r\nAtlantic Treaty Organization (NATO), the European Union\r\nand the Organization of African Unity (OAU).\r\nThese organizations and regional bodies are\r\nendeavouring, with the complementary support of the\r\nUnited Nations, to seek negotiated peaceful solutions and to\r\nminimize the humanitarian crises, refugee flows and\r\ninternal displacement caused by conflicts and wars.\r\nWith regard to the Middle East, my delegation is\r\ndeeply concerned about the lack of progress, particularly in\r\nconnection with the Madrid Conference and the Oslo\r\naccords. We are of the view that new initiatives should be\r\nundertaken to restart the peace process, focusing on the\r\nunderstanding reached by the parties. Liberia will support\r\nrenewed efforts by the international community that seek\r\nto bring the volatile situation in that region to a fair and\r\nequitable conclusion.\r\nThe rise in acts of terrorism threatens the\r\nindependence, sovereignty, freedom, economic and social\r\ndevelopment of all States. It cannot be overemphasized\r\nthat terrorism has no justification as a means to solve\r\npolitical differences. Therefore, the Government of\r\nLiberia strongly condemns the bombings in Dar-es-\r\nSalaam, Tanzania and Nairobi, Kenya. It is imperative\r\nthat concerted actions be taken to combat this\r\nunwholesome phenomenon which has no bounds. Liberia\r\nis in accord with the proposal of President Hosni\r\nMubarak of Egypt for the convening of an international\r\nconference on terrorism to deliberate on the issue.\r\nThe world is faced with the frightening prospect of\r\nan increase in the number of States with nuclear\r\ncapability, as well as the proliferation of conventional\r\nweapons. We therefore call for more States to accede to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) and the Comprehensive Nuclear-Test-Ban Treaty\r\n(CTBT). There is an urgent need to curtail the trafficking\r\nin small arms and to promote greater transparency in\r\narms transfers.\r\nThe scourge of the worldwide drug problem\r\nnecessitated the convening of the drug summit in New\r\nYork in June of this year. It is a source of concern that\r\ndrug sales have overtaken trade in other commodities, and\r\nthe money value of this illegal act has reached over $400\r\nbillion annually. My Government reaffirms its\r\ncommitment to tackling the drug problem within its\r\nborders and to cooperating at the regional and\r\ninternational levels in keeping with the Political\r\nDeclaration and the guiding principles outlined at the\r\nconclusion of the summit.\r\nThe 1990s have been declared an era of\r\nglobalization. However, the rapid growth of international\r\ntrade and financial flows has affected most economies in\r\nprofound ways. Globalization threatens the weak and\r\nvulnerable by marginalizing them in the global economic\r\nsystem.\r\nFor most developing countries, the debt overhang\r\nand unequal participation in the regulation of commodity\r\npricing, declining official development assistance and\r\ncapital flows are perennial problems that hamper their\r\neconomic development and integration into the world\r\n2\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\neconomy. My delegation therefore joins in the call for the\r\nindustrialized countries to bring about equity in the\r\nregulatory framework for the financial and exchange\r\nmarkets.\r\nIn this connection, Liberia reaffirms its support for the\r\nposition of the Non-Aligned Movement summit, held\r\nrecently in Durban, South Africa, that developed countries\r\nbe urged to accelerate the review of the world financial\r\nsystem, thus ensuring that capital flows were supportive of\r\nexpansion in trade, employment and development. In\r\naddition, there is the need to boost development aid from\r\nWestern countries and to remove restrictive conditions\r\nlinked to receiving international assistance.\r\nIn particular, my Government welcomes the call by\r\nPresident William Clinton of the United States of America\r\nfor a meeting in Washington, D.C., in mid-October of this\r\nyear, of finance ministers and central bank governors from\r\nnations of the G-7 and emerging economies to debate steps\r\nto shore up the tottering global financial system. His\r\nreaffirmation of this proposal, as well as his pledge made\r\nto this Assembly on 21 September last, to forge a\r\npartnership with Africa, deserves our commendation and\r\nsupport. Also, we cannot agree more with the Secretary-\r\nGeneral that the United Nations should be included in the\r\ndiscussion. Its participation will give more international\r\ncredibility to the decisions that would emerge from the\r\nmeeting.\r\nEven though recent indicators point to improvement in\r\nthe economies of several African countries, the vast\r\nmajority continue to experience negative growth. The\r\nlargest number of least developed countries are in Africa,\r\nand the crippling effects of the heavy external debt and\r\ndecline in investment and financial flows have been major\r\ncontributors to the poor economic performance of these\r\ncountries. There is a need for concerted international action\r\nto remedy this state of affairs. The United Nations system-\r\nwide support for the development of Africa is a step in the\r\nright direction.\r\nMy delegation welcomes the recent decision of the\r\nsubstantive session of the Economic and Social Council,\r\nheld in July of this year, and the Council’s ministerial\r\ncommuniqué on market access for exports from least\r\ndeveloped countries, as well as capacity-building and in-\r\nservice infrastructure development. These decisions deserve\r\nfull support and should be implemented by Member States.\r\nIn this connection, the important initiative taken by the\r\nGovernment of Japan, a prominent member of the G-7, to\r\nurgently address Africa’s development has the highest\r\ncommendation of my Government and the appreciation of\r\nall African States. My delegation looks forward to\r\nactively participating in the important ministerial meeting\r\nwhich will be convened in Tokyo next month on Africa’s\r\neconomic recovery. Moreover, this initiative deserves the\r\nwholehearted support of Member States of this\r\nOrganization, particularly the developed countries.\r\nMy delegation notes with satisfaction the efforts by\r\nthe United Nations to harmonize the issues of\r\ndevelopment and the environment. With respect to the\r\nenvironment, the decision reached on Agenda 21 during\r\nthe 1992 Rio Conference is the most comprehensive effort\r\nundertaken by the international community to raise\r\nawareness of the degradation of the environment and the\r\nneed to reverse the negative trend. We trust that the issue\r\nof the environment will remain a priority on the global\r\nagenda.\r\nOne important and unquestionable achievement for\r\nour Organization to celebrate is the great improvement in\r\nthe universal character of the Organization. Nevertheless,\r\nmore efforts must be deployed to ensure that every\r\ncountry becomes a member of this Organization. My\r\ndelegation believes that in that regard, the exceptional\r\nsituation of the Republic of China on Taiwan must be\r\nexamined with a view to the unification of the Chinese\r\npeople based on their own will and decision. However,\r\nwe also believe that it is the responsibility of this\r\nOrganization to provide the impetus for the unification of\r\nthe two Chinas. History is replete with examples of the\r\nmembership in this Organization of divided countries,\r\nwhere unification was peacefully settled under the aegis\r\nof the United Nations. We have confidence in the ability\r\nof the United Nations to allow history to be repeated on\r\na similar matter of grave importance to this Organization.\r\nIn the interest of equity and the maintenance of regional\r\npeace and security, my country calls for the parallel\r\nrepresentation in the United Nations of the People’s\r\nRepublic of China and the Republic of China on Taiwan.\r\nThe matter of reform is one that needs no\r\njustification. It is an imperative for the continued\r\nrelevance of the United Nations. An Organization made\r\nup of 185 Member States must, by its nature, allow fair\r\nplay and democracy to prevail, and not the rule of\r\nweighted influence. The tenets of the United Nations\r\nCharter do not submit to the principle of “might makes\r\nright”, but to the enlightened principles of international\r\nlaw which emerge from the objective need for peaceful\r\ncoexistence. Unless the powerful States recognize this\r\n3\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nimperative, the international system will move towards\r\ninternational anarchy rather than towards a more humane,\r\npeaceful and stable world order.\r\nThese reforms will be meaningless unless parallel\r\nreforms can be achieved within the Bretton Woods\r\ninstitutions, the very essence of weighted and undemocratic\r\nglobal influence.\r\nOn the question of increase in the membership of the\r\nSecurity Council, Liberia reaffirms its support for an\r\nincrease for Africa and other under-represented regions on\r\nthe basis of equitable geographical representation, consistent\r\nwith the decisions of the Organization of African Unity and\r\nthe Non-Aligned Movement.\r\nDuring the fifty-second session of the General\r\nAssembly, it was my honour to read the prepared text of\r\nMr. Charles Taylor, President of the Republic of Liberia, to\r\nthis Assembly. At that time, only two months had passed\r\nsince his assumption of the leadership of Liberia, following\r\nseven years of civil war and the holding of democratic\r\nelections in the country.\r\nSince then, the Government has undertaken measures\r\ntowards the rebuilding of the country, national\r\nreconciliation, rehabilitation, repatriation and resettlement.\r\nIn light of this, from 19 July to 12 August 1998, the\r\npeople of Liberia participated in a national conference to\r\ndeliberate on the future of Liberia under the theme “Vision\r\n2024”. This historic undertaking not only reaffirmed\r\nPresident Taylor’s commitment to participatory democracy\r\nbut also afforded a unique opportunity for Liberians at\r\nhome and abroad to freely deliberate on and propose\r\nsolutions for the building of a new Liberia.\r\nAt the conclusion of the conference, a commission\r\nwas established and given the responsibility to seek full\r\nimplementation of the decisions reached. Those decisions\r\nranged from decentralization of the Government to the\r\nenactment of legislation covering all facets of the society.\r\nMy Government has attached high priority to the\r\nimplementation of the decisions of the national conference,\r\nsince it has helped produce an agenda which complements\r\nthat of the Government and identifies issues and measures\r\nas well as courses of action that could be adopted for the\r\nstability and development of Liberia.\r\nPresident Taylor is aware that the key to Liberia’s\r\nstability and development lies in fostering genuine\r\nreconciliation among Liberians. A human rights\r\ncommission established since the inception of the\r\nGovernment continues to function. The protection of\r\nhuman rights will remain one of the cornerstones of\r\nLiberia’s domestic policy. This is why my Government\r\nhas now undertaken legislative action to ratify and accede\r\nto all human rights instruments as a concrete attestation\r\nof our commitment to promote and protect human rights\r\nin Liberia.\r\nConvinced that democracy is indispensable for\r\ndevelopment, the Government has also undertaken\r\nmeasures to realize its intention to build institutions to\r\nconsolidate the democratic process in the country. We\r\nhave encouraged the continued existence and growth of\r\nthe 13 political parties that participated in the last\r\nelections. We hold regular consultations with these parties\r\nconcerning national issues. We believe that these efforts\r\nare necessary for the dynamic development of a modern\r\nLiberia. Meanwhile, international support remains a\r\nnecessity in order for Liberia to find its way forward and\r\nconsolidate the gains made by the return to civilian,\r\nconstitutional rule.\r\nChapter VII of the United Nations Charter vests the\r\nSecurity Council with the authority to decide what\r\nmeasures may be taken to maintain or restore\r\ninternational peace and security, following a determination\r\nof the existence of any threat to peace, breach of the\r\npeace or act of aggression.\r\nIn a number of cases, the imposition of a sanctions\r\nregime or embargo by the Council has yielded, with\r\nminimal collateral harm, the results for which punitive\r\nmeasures were authorized. However, in other cases,\r\nsanctions have led to grave and intolerable humanitarian\r\ncrises which have deprived large numbers of innocent and\r\nvulnerable persons, mainly women and children, of their\r\nmost basic needs, while not achieving their intended\r\nobjectives.\r\nWithin this context, the Government of Liberia\r\nbelieves that any sanctions regime should clearly define\r\nthe punitive measure, its specific target, a definite time-\r\nframe and exemptions to mitigate the unintended harmful\r\nconsequences for the whole population of a given country\r\nand those of contiguous States.\r\nIn 1992, during Liberia’s civil war, the ECOWAS\r\nsubregional grouping imposed an arms embargo on\r\nLiberia as a means to facilitate the peace process and\r\nreduce the level of violence. ECOWAS also further\r\n4\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nappealed to the Security Council to facilitate the universal\r\napplication of the embargo, an appeal the Security Council\r\nheeded positively by adopting a resolution imposing an\r\narms embargo on Liberia.\r\nBy 1997, the Liberian civil war was brought to an end\r\nthrough the process of a negotiated political settlement,\r\ndisarmament, demobilization and the holding of free and\r\nfair democratic elections. After the inauguration of the\r\nelected and constitutional Government, ECOWAS lifted all\r\nsanctions and embargoes imposed against Liberia and called\r\nupon the international community to do the same.\r\nThe Government of Liberia, since its assumption of\r\noffice, has repeatedly called upon the Security Council to\r\nlift the arms embargo, an appeal that has fallen on deaf\r\nears. The Liberian Government has a constitutional\r\nresponsibility and a sovereign right to defend, protect and\r\npreserve the independence and territorial integrity of the\r\nRepublic.\r\nWe strongly believe that the arms embargo currently\r\nin force against Liberia is patently unfair since it is open-\r\nended and provides no criteria for the lifting of the\r\nembargo, as has been the procedure in other, similar cases.\r\nMoreover, the intent and purpose of the 1992 arms embargo\r\nhave been achieved by the peaceful resolution of the\r\nLiberian civil crisis through the holding of democratic\r\nelections in Liberia and the installation of the Government\r\nheaded by President Charles Taylor on 2 August 1997.\r\nAs a responsible member of the international\r\ncommunity, Liberia would accede to the wishes of the\r\nSecurity Council if it were decided that there was\r\njustification for the maintenance of sanctions against Liberia\r\nbased on concrete facts or a violation of international law\r\nor covenants. However, to do so under a sanctions regime\r\nthat no longer has validity is unwarranted and inimical to\r\nthe interests of the country.\r\nThe Government of Liberia requests that the Security\r\nCouncil take cognizance of Liberia’s legitimate aspirations\r\nand constitutional obligation to its people. It should be\r\nnoted that in spite of the support of the Liberian people for\r\ntheir Government, there may remain some disgruntled\r\ncitizens and external actors who seek to disturb the peace\r\nand reverse the progress achieved thus far by capitalizing\r\non the perceived inability of the Government to adequately\r\nprotect itself because of the present arms embargo on the\r\ncountry. For the Security Council to place a Member State\r\nof this Organization in such an untenable position is\r\ninimical to the interests of the Liberian Government and\r\npeople and inconsistent with the purposes and principles\r\nof the United Nations.\r\nThe Government of Liberia calls on the Security\r\nCouncil to impartially assume its responsibility under the\r\nCharter by expeditiously redressing what is considered to\r\nbe an injustice to Liberia by lifting its 1992 arms\r\nembargo, imposed on the country for the reasons already\r\nmentioned.\r\nAt the threshold of the twenty-first century, it must\r\nbe recognized that the full achievement of the goals and\r\nobjectives of this Organization has been largely\r\nundermined by the long period of the cold war. Its demise\r\nheld out the promise of a peace dividend that was to be\r\napplied to the development activities of the United\r\nNations.\r\nRegrettably, that is not the case today. However,\r\nwithin a renewed, principled spirit of interdependence, the\r\ninternational community can evolve an effective means of\r\npartnership and cooperation to achieve equity in the areas\r\nof economic development and social advancement as\r\nnecessary conditions for the maintenance of global peace\r\nand security.\r\nBy so doing, we will have crafted a workable agenda\r\nthat will propel the human family into the new\r\nmillennium with the hope of a just world order that is\r\nresponsive to the needs of all inhabitants of our common\r\nplanet, as envisaged in the Charter.\r\nLet me give the assurance that Liberia remains\r\ncommitted to this basic goal in the same determined\r\nmanner as when it signed the Charter of the United\r\nNations in 1945.\r\nThe Acting President (interpretation from Russian):\r\nThe next speaker is the Minister for Foreign Affairs of\r\nBahrain, His Excellency Shaikh Mohamed Bin Mubarak\r\nAl-Khalifa, on whom I now call.\r\nMr. Al-Khalifa (Bahrain) (interpretation from\r\nArabic): At the outset, I am pleased to extend to\r\nMr. Opertti my sincere congratulations on his election as\r\nPresident of the General Assembly at its fifty-third\r\nsession. I am confident that his experience and skill will\r\nhelp ensure that we achieve the best results possible in\r\nour proceedings this session.\r\nI should also like to take this opportunity to express\r\nmy appreciation to Mr. Hennadiy Udovenko for his\r\n5\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nnotable success in guiding the proceedings of the General\r\nAssembly at its fifty-second session. It am also pleased to\r\nexpress thanks and appreciation to the Secretary-General,\r\nMr. Kofi Annan, for his unceasing efforts to reform the\r\nUnited Nations and to enhance its credibility while\r\nstrengthening its role in maintaining world peace and\r\nsecurity.\r\nThe aspirations of the world’s peoples and States to\r\nachieve stability based on security, peace, prosperity and\r\nadvancement, which are basic objectives of the international\r\ncommunity, impose upon us the duty, year after year, to\r\ntake a realistic account, in this international forum, of the\r\nconfigurations of international realities for which the United\r\nNations serves as the most credible gauge and the most\r\ncomprehensive reference point for changes in various fields.\r\nThis would enable us to assess together how close we are\r\nto, or how far we are from, our basic human objectives.\r\nDevelopments in recent months and weeks in various\r\nparts of the world, and their implications and effects at\r\ndifferent international levels, have demonstrated that,\r\ndespite all the efforts made, this world is a long way from\r\nachieving the stability desired. They also demonstrate that\r\nno single Power, nation or bloc, however powerful or\r\ninfluential, can distance or protect itself from instability,\r\nwhich is rampant in the world, unless situations in the\r\nnorth, south, east and west are approached in a unified,\r\nconsensual and fair manner and with balance and\r\ninterdependence. This must be done in order to radically\r\nsolve problems and issues, addressing their root causes and\r\navoiding double standards and partial or temporary\r\nsolutions, and without deferring seemingly chronic\r\nproblems that are bound to rear their heads again in one\r\nform or another.\r\nThe failure of the international community to take\r\nproper advantage of the end of the cold war has been made\r\nmanifest by the nuclear arms race erupting in Asia,\r\nobstacles in the Middle East peace process, the rise of\r\nterrorism and other acts of violence committed\r\nindiscriminately in various parts of the world, as well as the\r\nworsening of economic crises in several regions.\r\nThe international situation is once again precarious,\r\nand it is incumbent upon all of us to treat these matters\r\ncomprehensively, and with greater firmness and\r\ndetermination. The increased gravity of the phenomenon of\r\nterrorism on the one hand, and the divergence of views\r\nregarding that phenomenon on the other, underline the need\r\nfor greater international understanding and more effective\r\njoint coordination. This calls for the need to convene an\r\ninternational conference at the highest possible level to\r\ncombat terrorism, for it is illogical to condemn terrorism\r\nat one level, while giving haven to persons involved in it\r\nat another level. Such an enormous task cannot be\r\nundertaken by any single State or bloc alone, whatever\r\nresources it may have. Thus we are once again faced with\r\nan enormous and renewed responsibility placed on the\r\nshoulders of our international Organization, which has\r\nnow been required, in the light of the new conditions and\r\nthe profound changes in the international environment, to\r\nadopt effective and unconventional working methods so\r\nas to confront these new and unprecedented situations in\r\nthe history of humankind.\r\nThis bestows a renewed importance and should also\r\ngive new impetus to both the United Nations reform\r\nprogramme put forward by the Secretary-General last year\r\nand to approaches to reactivating the performance of the\r\nSecurity Council in line with more effective formulas for\r\nits restructuring and functioning which may be acceptable\r\nto the international community within the United Nations.\r\nThese formulas should take into account equitable\r\ngeographical distribution and an appropriate increase in\r\nthe Council’s membership, commensurate with the\r\nincrease in the Organization’s membership. Bahrain takes\r\npride in the fact that at present it is the representative of\r\nthe Asian Group in the Security Council.\r\nExperience has shown that the end of an era, or\r\nvictory in a confrontation, does not mean the end of\r\ncrises or confrontations in the world, and that continuous\r\ninternational vigilance and permanent joint action are\r\nindispensable if we are to avoid inertia and prevent the\r\nrecurrence of such crises. Creative visions and innovative\r\nmethods to deal with new challenges are required. That\r\ndoes not mean that we have reached the end of history, as\r\nsome have imagined. Rather, it means that we have\r\nreached an unprecedented phase of history on the\r\npractical and political plane of the international situation.\r\nInsofar as the theoretical and intellectual aspects are\r\nconcerned, it is a fact that — however numerous may be\r\nthe views and interpretations in research and discussions\r\nin the world’s different cultures and civilizations that have\r\ncaptured the attention of the world in an unprecedented\r\nmanner in respect of the “globalization” phenomenon and\r\nits dimensions and possible impacts, both positive and\r\nnegative — the United Nations, established over half a\r\ncentury ago, remains the indisputable mother institution\r\nfor this phenomenon. The United Nations represents an\r\nearly concretization of globalization in world history,\r\n6\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\ndespite the fact that globalization was not then as mature or\r\ncomprehensive as it is today.\r\nIf there is to be a global focal point qualified to carry\r\nout balanced and objective research on the dimensions of\r\nthis phenomenon whose impact is yet to be agreed upon,\r\nthis international Organization should be the common\r\nmelting pot for the various visions and diverging\r\ninterpretations concerning the globalization of the\r\ninternational scene, irrespective of the cultural, intellectual\r\nand spiritual directions of their proponents. This should also\r\nbe achieved in a manner whereby the fashionable phrase\r\n“clash of civilizations” can be transcended and replaced by\r\nharmony and dialogue.\r\nShould the United Nations, with its institutions and\r\nintellect, be unable to absorb this international phenomenon\r\nand its consequences for human and international reality,\r\nthis may lead to a different global reality that is\r\nincompatible with the spirit and philosophy of the\r\nOrganization. The result of such a situation might in the\r\nlong run become difficult to contain and control within the\r\nbounds of international legitimacy and existing international\r\ncooperation, as attested to by the increase in acts of\r\nterrorism and the breaches of established norms in more\r\nthan one field.\r\nIt goes without saying that the United Nations will be\r\nunable to meet historical and future obligations of this\r\nmagnitude, without adequate support from all its Member\r\nStates, whether at the level of financial obligations,\r\npractical facilities or, more importantly, political support for\r\nits programmes and plans. In the final analysis, the United\r\nNations is merely the sum total of the joint political will of\r\nMember States. This sum total, be it positive or negative,\r\nis but an expression of the capacity of that political will to\r\nundertake joint international action.\r\nIn spite of the apprehensions and risks that loom over\r\nthe international horizon, the future for the third millennium\r\nis laden with promises, hopes and potentials that are worthy\r\nof sacrifice and hard work for the sake of a better future.\r\nAccruing scientific and technological advancement, the\r\nincreasing speed of communications and the information\r\nrevolution, the spread of free trade and the deepening\r\ninteraction among nations, cultures and civilizations are all\r\nharbingers of a better world for all mankind.\r\nAs it witnesses these positive new developments on\r\nthe world scene, Bahrain, with its deep-rooted civilization,\r\nis hardly a stranger to this.\r\nFive thousand years ago, Bahrain was one of the\r\nmost important commercial ports in the world. By virtue\r\nof its openness, based as it was on freedom of commerce,\r\nit constituted a meeting place for cultures and human\r\nthought. Since that early time, by symbolizing the\r\nheritage of the old world regarding coexistence and\r\ninteraction between human contributions, it became\r\nqualified to be an island for peace and to be a civic and\r\nspiritual centre in its natural and human environment in\r\nthe Arabian Gulf. The existing legacy of its old\r\ncivilization bears witness to that.\r\nConsequently, and since the beginning of its current\r\nrenaissance, Bahrain has sought to meet the requirements\r\nof modern advancement in the areas of administration and\r\nmanagement, educational and cultural enlightenment and\r\nthe creation of an open and civilized society that is\r\ncapable of evolution based primarily on the Bahraini\r\nindividual’s innovation, capabilities and basic rights to a\r\nfree and honourable life. It has thus become a model for\r\nbalanced modernization that preserves the traditions of\r\nour region of the world.\r\nBy virtue of this distinctive role, the State of\r\nBahrain, small in size as it is, today bears a hefty regional\r\nand international responsibility on three levels\r\nsimultaneously: first, in its capacity as the financial and\r\nbanking centre of one of the world’s most important\r\neconomic areas; secondly, in its capacity as a fundamental\r\nlink at the forefront of the joint defence strategy of that\r\nvital region of the world — as has been the case\r\ncontinuously over the last half-century, coinciding with\r\nthe history of the United Nations; and thirdly, in its\r\ncapacity as a social, cultural and civic model that has,\r\nsince the beginning of this century, been open to modern\r\nthought and reforms and to progressive human\r\ndevelopment for both men and women equally in various\r\nfields of education and work, and in responsible social\r\nand national partnership. This has been reflected in this\r\nyear’s United Nations Development Programme Human\r\nDevelopment Report. That report placed Bahrain first in\r\nthe Arab world for the fourth consecutive year, for its\r\nachievements in human development. Furthermore, the\r\naccomplishments in the field of economic and industrial\r\ndevelopment in Bahrain reflect model diversification of\r\nthe means of production, which goes beyond an exclusive\r\ndependence on oil.\r\nAs it takes part in the United Nations celebrations\r\nmarking the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, Bahrain in fact does so as\r\na reflection of its real and historic contribution to the\r\n7\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nbuilding of the social, educational and developmental\r\nfoundations for these basic human rights — the very core\r\nof the general structure of society — in a manner that\r\ntranscends slogans and efforts to politicize this venerable\r\nhuman issue. In addressing this issue, due consideration\r\nshould be given to the historical and legislative peculiarities\r\nand values of every society, religion and culture, so that the\r\noutlook of one system cannot predominate over the\r\nlegitimate and unique outlook of another.\r\nThe United Nations played a positive role in defusing\r\nthe crisis between Iraq and the international inspection\r\nteams earlier this year. The State of Bahrain welcomed the\r\nMemorandum of Understanding reached between the\r\nSecretary-General and the Iraqi Government. In view of our\r\nkeen interest in the preservation of security and peace in\r\nthe Gulf region, we applaud the effective role undertaken\r\nby the Secretary-General in defusing the crisis and sparing\r\nthe region from dangerous ramifications and consequences.\r\nWe wish to reaffirm the need for Iraq to continue fulfilling\r\nits international obligations concerning the elimination of\r\nweapons of mass destruction and the release of Kuwaiti and\r\nother prisoners of war and detainees. Any progress in this\r\nrespect should be recognized as a first step towards the\r\nalleviation of the suffering of the brotherly Iraqi people.\r\nThe State of Bahrain has always emphasized the need for\r\nensuring the unity and territorial integrity of Iraq and the\r\nrejection of any interference in its internal affairs.\r\nThe continued occupation by the Islamic Republic of\r\nIran of the three islands of Abu Musa, Greater Tunb and\r\nLesser Tunb, which belong to the United Arab Emirates,\r\nremains a cause of concern to the State of Bahrain and the\r\nother sister members of the Gulf Cooperation Council. We\r\nhope that ongoing contacts between the sisterly United Arab\r\nEmirates and the Islamic Republic of Iran will lead to the\r\nsettlement of the question of these islands by means of\r\nserious bilateral negotiations and other available peaceful\r\nmeans for the settlement of disputes among States through\r\nreconciliation.\r\nAs far as the general situation in the Gulf is\r\nconcerned, we, of course, welcome the easing of tension\r\nand the progress toward rapprochement and dialogue\r\nbetween the States members of the Gulf Cooperation\r\nCouncil and the Islamic Republic of Iran as being in the\r\ninterest of all their peoples and of the preservation of peace\r\nin that region.\r\nThe painful events in the Gulf region during the last\r\ntwo decades explain why the question of regional security\r\nremains one to which the State of Bahrain accords the\r\nutmost importance in view of its serious ramifications and\r\nrepercussions in relation to the security, stability and\r\nsafety of the States and peoples of the region. The\r\nterritorial and boundary claims currently seen in the Gulf\r\nregion, which aim at changing established and\r\ntraditionally accepted boundaries, upset the security and\r\nstability of the region. In our view, the optimal and most\r\njudicious course for avoiding that scenario is to respect\r\nthe status quo, to refrain from all claims, total or partial,\r\nand to settle any related differences by peaceful means\r\nacceptable to the parties to the dispute. The establishment\r\nof relations among the States of the region on the basis of\r\ngood-neighbourliness, mutual respect, non-interference in\r\nthe internal affairs of others and recognition of every\r\nState’s national sovereignty are also fundamental elements\r\nfor the maintenance of security and stability in the region.\r\nRegarding the Middle East peace process, this year\r\nhas not witnessed any positive developments or progress,\r\ndespite all the efforts to move the process forward. We\r\nbelieve that the lack of progress in the peace process will\r\nlead to an escalation of tension, extremism and violence\r\nin the region. Having supported the peace process since\r\nits very beginnings at the Madrid Conference as a\r\nstrategic option for the achievement of a just,\r\ncomprehensive and lasting peace in the region, Bahrain is\r\ndeeply concerned at the stalemate in the peace process\r\nresulting from the Israeli Government’s insistence on\r\nfollowing policies of procrastination, non-compliance with\r\ncommitments previously agreed upon with the Palestinian\r\nAuthority, and construction of more settlements both in\r\nHoly Jerusalem and in the Syrian Golan. That is in\r\naddition to the continued confiscation of land in the\r\noccupied Palestinian territories. Therefore, we call upon\r\nthe international community, and in particular the two co-\r\nsponsors of the peace process, to intensify efforts to\r\nrescue the faltering process, prevent its failure and put it\r\nback on the right course on all tracks so that just and\r\ncomprehensive peace may be attained on the basis of the\r\nprinciple of land for peace, the return to their owners of\r\nthe Palestinian territories, including in the first place Holy\r\nJerusalem, recognition of the right of the Palestinian\r\npeople to establish an independent State of its own on its\r\nnational territory, complete withdrawal by Israel from the\r\noccupied Syrian Arab Golan to the borders that existed on\r\n4 June 1967, in accordance with Security Council\r\nresolutions 242 (1967), 338 (1973), and the unconditional\r\nwithdrawal from occupied southern Lebanon in\r\naccordance with Council resolution 425 (1978).\r\nWith regard to the question of disarmament relevant\r\nto weapons of mass destruction, it should be recalled that\r\n8\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nIsrael continues to avoid accession to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons and a commitment\r\nto end a nuclear arms race in the region. Such a position is\r\napt to force other States to enter such a race, as has\r\nhappened in South Asia, and as could happen anywhere in\r\nthe world.\r\nThis year marks the fiftieth anniversary of the world’s\r\nmultilateral trading system. Since the system was\r\nestablished, numerous rounds of multilateral trade\r\nnegotiations contributed to the creation of the World Trade\r\nOrganization. We hope that the forthcoming round of trade\r\nnegotiations, expected to begin before the end of the\r\ncentury, will lead to the creation of an environment\r\nconducive to the development and diversification of world\r\ntrade, and to the enhancement of economic and commercial\r\ncooperation among States on the basis of equality and\r\nreciprocal benefits.\r\nThe financial crisis that has afflicted a number of\r\nStates and regions has caused economic tremors and has\r\nvisibly affected the economies of numerous States, thus\r\naffirming the interdependence of the world economic\r\nsystem. In view of the consequences of this crisis, the\r\ninternational community must pay special attention to the\r\ntreatment of economic factors that have a bearing on world\r\ngrowth rates and find effective solutions to them.\r\nIt is our view that dialogue and cooperation between\r\nStates of the North and of the South with a view to\r\naddressing world economic conditions would enhance world\r\neconomic stability, lead to a greater flow of financial\r\nresources for development purposes and solve problems\r\nrelated to indebtedness, transfer of technology and the\r\npromotion of international investment.\r\nEnvironmental issues constitute a challenge that will\r\nface mankind during the twenty-first century. Concerted\r\ninternational efforts will be called for to address and\r\nprevent the dangers related to that challenge. Accordingly,\r\nthe State of Bahrain has endorsed the Protocol adopted by\r\nthe third session of the Conference of the Parties to the\r\nUnited Nations Framework Convention on Climate Change,\r\nheld last December at Kyoto, Japan. We look forward to\r\nthe fulfilment by the developed countries of their\r\nobligations under that Protocol.\r\nOn the threshold of the twenty-first century, we view\r\nassertion of the importance of one civilization at the\r\nexpense of others as incongruous at the dawning of a new\r\nera, an era based on peaceful coexistence between\r\ncivilizations, their integration, their mutual enrichment, and\r\ntheir interaction with one another on an equal footing.\r\nThe experience of the United Nations since its\r\nestablishment has shown that variety and diversity of\r\ncultures are means towards fusion and harmony rather\r\nthan towards antagonism and divisiveness. Therefore, it is\r\nincumbent upon us, during the forthcoming period, to\r\nbuild relations among all nations, peoples, States and\r\ncultures on the basis of cooperation, consensus and\r\nunderstanding, rather than confrontation, hegemony or\r\ncollision. Let us together promote close and enduring ties\r\namong peoples and cultures in a world of interdependence\r\nand fraternity. Let national and cultural pluralism be\r\nelements of fruitful solidarity and mutual understanding\r\nin the creation of an era of peace and tranquillity.\r\nThis Organization, which over the last 50 years has\r\nguided mankind towards better understanding and greater\r\ncooperation and coordination, is capable of pursuing its\r\nhistoric role and undertaking a positive role in the\r\nongoing evolution of the international community\r\nthroughout the next century. It is thus no exaggeration to\r\nsay that the world has never before witnessed as historic\r\na juncture as this, where it needs a joint international\r\nvision and concerted international action with a view to\r\ncrossing to the shore of safety for which we all yearn.\r\nAddress by Mr. Barnabas Sibusiso Dlamini, Prime\r\nMinister of the Kingdom of Swaziland\r\nThe Acting President (interpretation from Russian):\r\nThe Assembly will now hear an address by the Prime\r\nMinister of the Kingdom of Swaziland.\r\nMr. Barnabas Sibusiso Dlamini, Prime Minister of\r\nthe Kingdom of Swaziland, was escorted to the\r\nrostrum.\r\nThe Acting President (interpretation from Russian):\r\nI have great pleasure in welcoming the Prime Minister of\r\nthe Kingdom of Swaziland, His Excellency Mr. Barnabas\r\nSibusiso Dlamini, and inviting him to address the General\r\nAssembly.\r\nMr. Dlamini (Swaziland): I come with the greetings\r\nand warm wishes of His Majesty King Mswati III, Her\r\nMajesty the Indlovukazi, the Queen Mother, the\r\nGovernment and the whole Swazi nation to all our fellow\r\nmembers of the United Nations.\r\nOn behalf of the Kingdom of Swaziland, I would\r\nlike to extend our warmest congratulations to Mr. Opertti\r\non his unanimous election to the presidency of the fifty-\r\n9\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nthird session of the General Assembly. We have the fullest\r\nconfidence in his ability to lead the deliberations of this\r\nsession, and I can assure him of my delegation’s full\r\nsupport and cooperation.\r\nI would like to congratulate his predecessor,\r\nMr. Hennadiy Udovenko, on the skill with which he\r\npresided over the fifty-second session.\r\nI would also like to commend the work done over the\r\npast 12 months by our Secretary-General, Mr. Kofi Annan,\r\nand the staff of the United Nations Secretariat. We have\r\nbeen impressed by the strength of their commitment to\r\nmeet the many challenges facing our Organization, and we\r\ntake pride in their considerable achievements.\r\nThe Kingdom of Swaziland is encouraged by the\r\nprogress that has been achieved in the reform of the United\r\nNations. Much credit is due to the Secretary-General and\r\nhis staff for their implementation of cost-cutting measures\r\nand the commitment they have shown to creating a more\r\nefficient Organization.\r\nFor our part, we believe the membership must provide\r\nthe financial resources for the Organization to carry out the\r\ntasks that we ourselves have set. We surely cannot expect\r\nthe United Nations to meet its existing obligations, let alone\r\ntake on the new challenges we present to it, if we lag\r\nbehind in the payment of our dues. The Kingdom of\r\nSwaziland makes every effort to keep up to date with its\r\nfinancial obligations in full, on time and without\r\nconditions — and we appeal to all our fellow Member\r\nStates to do the same.\r\nThe Kingdom of Swaziland is nevertheless concerned\r\nat the painfully slow rate of progress in the debate on the\r\nrestructuring of the Security Council. The delay is\r\nespecially frustrating when we know that there is global\r\nconsensus on the need to make the permanent membership\r\nof the Council more democratic and representative of the\r\ndeveloping world. This issue has been central to discussions\r\nduring Non-Aligned Movement summit meetings and\r\nsuccessive meetings of the Organization of African Unity\r\n(OAU). There continues to be unanimous support for\r\nchange.\r\nIn this regard, the Kingdom of Swaziland continues to\r\nsupport the African common position, which calls, among\r\nother things, for membership of the Security Council to be\r\nbased on an equitable geographical formula. Africa is\r\ncalling for two permanent seats, with the full voting and\r\nveto rights that are enjoyed by the current membership.\r\nHowever, in the longer term, we believe that the right of\r\nveto should be the subject of review, as it is not in\r\naccordance with recognized democratic practices since it\r\ngives unequal weight to the minority view.\r\nAs we celebrate the thirtieth year of our\r\nindependence and the thirtieth birthday of our monarch,\r\nthe Kingdom of Swaziland is continuing quietly and\r\npeacefully to develop all aspects of life according to the\r\nwishes and expectations of our people. Our overall aim is\r\nto raise the living standards of all our people and to\r\nensure that access to all the basic requirements of decent\r\nhuman life is available to all. We have conducted a\r\nnumber of initiatives aimed at identifying the areas of\r\nhighest priority for action and we have asked the people\r\nthemselves to contribute their ideas and views on how we\r\ncan overcome the challenges we face. We have always\r\nbelieved that sustainable development will be best\r\nachieved in our country when there is the involvement,\r\nsupport and understanding of the whole nation. It is for\r\nthis reason that we continue to consult the people on\r\nissues of national importance at open forums, thus giving\r\nall Swazis the opportunity to make their views known and\r\nhave them considered.\r\nThe implementation of our development aims\r\ninvolves a twin-track approach, with an economic and\r\nsocial reform agenda covering the shorter term, and a\r\nnational development strategy to provide an action plan\r\nfor the next 25 years. Both are the result of the\r\nrecommendations of the Swazi people themselves and\r\nreflect the wishes of all Swazis.\r\nIn a similar vein, and again in response to the\r\npeople’s request, we are conducting a review of our\r\nConstitution. His Majesty informed the General Assembly\r\nlast year of the establishment of the Constitutional\r\nReview Commission. The whole nation is engaged in this\r\nvitally important exercise, and I am pleased to inform our\r\nfellow Members that substantial progress has been made\r\nover the past 12 months. The end result will truly reflect\r\nthe will of the people themselves, and we are confident\r\nthat we will have in place a Constitution that will serve\r\nthe best interests of all Swazis for many generations to\r\ncome.\r\nWe have been most grateful for the support we have\r\nreceived from the United Nations towards these important\r\nnation-building processes, and we value highly the\r\ncontinued support and encouragement from many of our\r\nfriends and partners in the international community with\r\nrespect to our development efforts.\r\n10\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nIn common with almost every country, we find that\r\nthe issue of unemployment remains our greatest challenge.\r\nWe recognize that, with the global economic situation\r\ndeteriorating and the gap between the developed and the\r\ndeveloping countries widening, the task of creating jobs is\r\nbecoming more and more difficult. In response to this, we\r\nhave introduced incentives to attract investment from both\r\ninternal and external sources, and we have established an\r\ninvestment promotion authority to act as the catalyst for\r\nrapid investment growth. Such national initiatives are aimed\r\nat creating favourable conditions for our people to gain a\r\ndecent standard of living and to continue to enjoy the peace\r\nand stability with which we have been blessed throughout\r\nour history.\r\nWe have noted with regret that the past 12 months\r\nhave seen an alarming rise in situations of internal conflict\r\nand external aggression among many of the Member States.\r\nFurthermore, there are many instances of situations where\r\ninternal conflicts have spilled over borders, creating the\r\npotential for regional instability. The situations in the\r\nKosovo region of Yugoslavia, and the heightened tension\r\non the border between Iran and Afghanistan, are just two\r\nexamples which are of great concern to the international\r\ncommunity.\r\nThis worrying trend has resulted in valuable global\r\nresources being channelled away from economic and social\r\ndevelopment priorities, and has undermined our collective\r\nefforts to achieve peace and stability throughout the world.\r\nAll too many of our fellow human beings are caught\r\nup in a spiral of seemingly unending violence, with millions\r\nforced into exile from their own homes, thus becoming the\r\nlatest statistics among the unfortunate numbers of refugees.\r\nIn this respect, we urge the international community to\r\ncontinue to improve its response mechanisms so that\r\nappropriate action is taken quickly and decisively to prevent\r\nconflict and to repair the misery caused by it.\r\nIn a similar vein, the stalling of the peace process in\r\nthe Middle East continues to frustrate the efforts of those\r\nwho desire a genuine, lasting peace in that troubled region.\r\nThe Kingdom of Swaziland applauds those nations which\r\nare working hard to get the process back on track, and we\r\ncontinue to urge those involved to respect the terms of the\r\nOslo peace accord as the only basis on which to rebuild the\r\natmosphere of trust which is so necessary for the process to\r\nmove forward.\r\nMeanwhile, on our continent of Africa, the conflicts in\r\nareas including the Horn of Africa and in countries such as\r\nthe Democratic Republic of the Congo, Angola, Lesotho\r\nand Guinea-Bissau, are challenging to the full the\r\ndiplomatic skills of all of us in the international\r\ncommunity who hope to bring lasting peace to our\r\ncontinent.\r\nOf particular concern to us in the southern African\r\nregion has been the renewal of civil war in the\r\nDemocratic Republic of the Congo, the resumption of\r\nhostilities in Angola and the very recent disturbances in\r\nLesotho. Our fellow members will recall the efforts of the\r\nSouthern African Development Community (SADC),\r\namong others, to find a solution to the distressing\r\nsituations in the Democratic Republic of the Congo and\r\nAngola, which are hampering cooperation between\r\nmember States of the community. In the case of the\r\nDemocratic Republic of the Congo, the Kingdom of\r\nSwaziland believes that the United Nations has a role to\r\nplay as peacemaker to complement the efforts of SADC\r\nand the OAU.\r\nIn all cases, we pray that a solution may be found to\r\nend the bloodshed, establish a lasting ceasefire and allow\r\nnegotiations between the opposing sides. We pray that\r\nsustainable solutions may soon be found to all of Africa’s\r\nconflict situations and that all our fellow Africans may be\r\nfree from the sufferings endured by so many for so long.\r\nThe Kingdom of Swaziland applauds the remarkable\r\nprogress made towards a lasting settlement in Northern\r\nIreland. We know there is still a long way to go, but,\r\ngiven the centuries-long history of the Troubles, the\r\nachievement has been all the more impressive. We also\r\ncommend those who have contributed to the process, and\r\nwe salute especially the people of Northern Ireland, who\r\nchose to take their destiny in their own hands and voted\r\nfor peace. This provides an excellent example of what is\r\npossible when there is true commitment to peace from all\r\nsides in a dispute.\r\nOur continent’s fresh crises have shown once more\r\nthat Africa needs to be better prepared to head off\r\npotential conflicts through timely dialogue and\r\nnegotiation, and to have available a pool of peacekeepers\r\nto act where necessary.\r\nThe Kingdom of Swaziland welcomes the Secretary-\r\nGeneral’s report to the Security Council regarding the\r\ncauses of conflict and the promotion of durable peace and\r\nsustainable development in Africa.\r\n11\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nIn this regard, we support the concept of an integrated\r\napproach to conflict resolution on our continent as a way of\r\nenhancing closer cooperation between Africa and the rest of\r\nthe world and making the best use of the resources at our\r\ndisposal.\r\nThe Kingdom of Swaziland is already engaged in\r\nefforts to become more involved in conflict resolution. To\r\nthis end, we have welcomed the support of the United\r\nKingdom and of the United States of America towards the\r\npreparation of our defence force for participation in\r\npeacekeeping operations in Africa and around the world.\r\nOf particular concern has been the evidence in the past\r\nyear of the spread of weapons of mass destruction, and\r\ntheir use as instruments of aggression and intimidation. We\r\nin the Kingdom of Swaziland reaffirm the view of the Non-\r\nAligned Movement that there can be no moral justification\r\nfor the ownership, manufacture or use of such weapons.\r\nWe join the majority of States Members of the United\r\nNations in calling for real commitment by all countries to\r\nglobal disarmament and to the creation of a world that will\r\nbe free and safe for future generations. In this respect, we\r\nurge all nations that have not done so to become parties to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT).\r\nIt may be said that the crises we have mentioned so\r\nfar have been the result of man’s worst qualities and\r\ntherefore unnecessary and avoidable. The same is not true\r\nof the many natural disasters that have struck hard at\r\nnations across the globe, irrespective of development status.\r\nThe “El Niño” phenomenon has resulted in a series of\r\nnatural disasters, the latest example being widespread\r\nflooding throughout the Americas, Asia, Africa and parts of\r\nEurope. Meanwhile, ironically, we in southern Africa must\r\nwait once more to see if we will receive sufficient rain for\r\nour crops this year.\r\nThe establishment by the United Nations of the Office\r\nof Humanitarian Affairs could not have come at a more\r\nopportune time, and the Kingdom of Swaziland gives its\r\nfull support for its operations. We hope that its role will\r\ninclude assistance to Member States to develop emergency\r\nrelief mechanisms so that we may all be better prepared to\r\ncope with disasters of all kinds in the future.\r\nThe Secretary-General recently gave warning of the\r\ndeteriorating global economic situation and the widening\r\ngap between rich and poor nations. The crisis in Asia has\r\nhad a devastating effect on the people of that region, and\r\nnow all the indications are that the economies of the rest\r\nof the world will also be adversely affected. The two\r\ncertainties are that the worst is yet to come, and that it\r\nwill be the developing world that will be hardest hit.\r\nIn this interdependent world of ours, the Kingdom of\r\nSwaziland recognizes the importance of the concept of\r\npartnership between nations. We agree that no nation can\r\nafford to remain isolated and that there is an obligation —\r\nand an economic necessity — for the more developed\r\ncountries to support and assist those of us in the\r\ndeveloping world.\r\nWe believe that the underlying principle of any\r\npartnership should be one of mutual respect and\r\nunderstanding of each partner’s views, beliefs and\r\nposition. We look forward to working with our partners\r\nin areas that our people have chosen as their development\r\npriorities, in an atmosphere of trust and openness, and\r\nfree from the imposition of conditions that can impact\r\nnegatively on our capacity to improve.\r\nThe process of globalization is now well advanced.\r\nThe Kingdom of Swaziland believes that a good deal\r\nmore time and preparation are needed before we in the\r\ndeveloping world are ready to cope with the additional\r\nresponsibilities that globalization will bring.\r\nThe United Nations provides the ideal forum for\r\ndiscussion of these matters; let us make full use of our\r\nOrganization, in an atmosphere of true respect between\r\npartners, so that the positions of all may be understood\r\nand appreciated.\r\nAs we celebrate the fiftieth anniversary of the\r\nadoption of the Universal Declaration of Human Rights,\r\nthe Kingdom of Swaziland appreciates the efforts of the\r\nUnited Nations to integrate human rights issues into all its\r\npolicies and programmes.\r\nThe Kingdom of Swaziland has taken and continues\r\nto take seriously its obligations to its people on human\r\nrights issues. Furthermore, we support all initiatives aimed\r\nat improving the status of women, youth and children.\r\nThey have a vital role to play in the development of a\r\nnation in all aspects of life. The ongoing constitutional\r\nreview is, inter alia, promoting the debate on human\r\nrights issues.\r\nIt is unfortunate to note that, even as we celebrate 50\r\nyears of existence of the Universal Declaration of Human\r\n12\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nRights, there is one nation of 21.8 million people that we\r\nbelieve is denied the right of membership of the United\r\nNations. I am referring to the question of the Republic of\r\nChina on Taiwan.\r\nThe Kingdom of Swaziland continues to raise this\r\nissue because of our conviction that the United Nations\r\nCharter provides for the representation of all nations of the\r\nworld. Furthermore, the Republic of China on Taiwan has\r\nshown very clearly that it is a nation with the willingness\r\nand capacity to play a prominent and responsible role in\r\nglobal development affairs, and yet it remains excluded\r\nfrom the activities of the one truly global development\r\norganization.\r\nThe principle of universality, as contained in our\r\nfounding Charter, provides that all citizens of the world\r\nhave the right to be heard in these chambers, and yet it is\r\na fact that as I speak the people of the Republic of China\r\non Taiwan are not represented here and therefore cannot\r\ncontribute their resources and expertise for the benefit of\r\nthe international community through the medium of the\r\nUnited Nations.\r\nThe Republic of China on Taiwan has shown itself to\r\nbe a peace-loving nation, with a high level of political,\r\neconomic and social development. It has an excellent record\r\nof supporting development activities throughout the world.\r\nThe Kingdom of Swaziland believes that the time has now\r\ncome to restore its rightful membership of the United\r\nNations to the Republic of China on Taiwan. We join the\r\nrest of our fellow members in proposing a review of this\r\nissue, with full regard for the change in circumstances since\r\nthe decision was taken in 1971 which led to the expulsion\r\nof the Republic of China on Taiwan from our Organization.\r\nThe problem of drug abuse and trafficking is a\r\nrelatively new phenomenon among the people of Swaziland,\r\nbut it is fast becoming a major threat to the development of\r\nour country, particularly among our youth, who seem to be\r\nthe easiest target.\r\nThe Kingdom of Swaziland welcomed the special\r\nsession of the General Assembly on drugs, held in June this\r\nyear, as a timely and necessary initiative. We therefore\r\nhave high expectations of the recommendations that\r\nemerged from the special session, and we commit ourselves\r\nfully to their implementation. We recognize, though, that\r\nthe drug trade is cross-border and international in nature,\r\nand we are working closely with our neighbours and\r\nregional partners to share ideas and resources in a\r\ncombined effort to prevent the spread of the drug trade.\r\nThe Kingdom of Swaziland condemns international\r\nterrorism in all its forms and manifestations. We believe\r\nthere can be no justification for the type of outrage that\r\nwas witnessed recently in Nairobi, Kenya; Dar-es-Salaam,\r\nTanzania; and Cape Town, South Africa. The deaths of so\r\nmany innocent people can surely bring no credit to —\r\nand win no support for — those who planned and\r\ncommitted the deeds. Our prayers are offered again for\r\nthe victims and their families and to all whose lives have\r\nbeen affected by the evils of terrorism. We support all\r\nmoves to bring the perpetrators to justice and to prevent\r\nthe spread of the use of terrorism tactics.\r\nIn this regard, the Kingdom of Swaziland welcomes\r\nthe establishment of the International Criminal Court\r\nfollowing the Rome Conference. We believe it to be well\r\ntimed and justified, and we are of the view that the\r\ninternational nature of terrorism and drug-trafficking make\r\nit essential that they be included as crimes that will fall\r\nunder the jurisdiction of the Court. We are confident that\r\nthe General Assembly will give urgent priority to the\r\nestablishment of the Preparatory Commission so that the\r\nCourt itself will become operational in the shortest\r\npossible time.\r\nThe United Nations remains the only global forum\r\nin which the world can have any hope of achieving the\r\ngoals we all strive for. Peace and stability among all\r\nnations, promotion of sustainable development for all, and\r\nthe hope of future prosperity and security for all our\r\npeoples: these are the wishes and expectations of those\r\nwe represent here.\r\nOur peoples look to this Organization to create the\r\nright conditions for these things to be possible. We cannot\r\nlet them down. I give my assurance that the Kingdom of\r\nSwaziland will work hard to support the Secretary-\r\nGeneral and his staff in their efforts to improve the\r\nefficiency and effectiveness of the United Nations\r\noperations. We are deeply grateful for the assistance\r\ngiven by the United Nations in support of the initiatives\r\nwe are undertaking in our country.\r\nFinally, on behalf of His Majesty the King, Her\r\nMajesty the Indlovukazi, the Queen Mother, the\r\nGovernment and the whole Swazi nation, I am proud to\r\ntake this opportunity to reaffirm the Kingdom’s\r\ncommitment to the ideals and aims of the Charter of the\r\nUnited Nations.\r\nThe Acting President (interpretation from Russian):\r\nOn behalf of the General Assembly, I wish to thank the\r\n13\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nPrime Minister of the Kingdom of Swaziland for the\r\nstatement he has just made.\r\nMr. Barnabas Sibusiso Dlamini, Prime Minister of the\r\nKingdom of Swaziland, was escorted from the rostrum.\r\nThe Acting President (interpretation from Russian):\r\nI now call on His Excellency Mr. Andrei Gabriel Plesu,\r\nMinister for Foreign Affairs of Romania.\r\nMr. Plesu (Romania) (interpretation from French): It\r\ngives me particular pleasure to congratulate Mr. Opertti\r\nmost warmly on his election as President of the General\r\nAssembly at its fifty-third session. Please allow me also to\r\njoin those who have expressed their appreciation for the\r\nwork done by the former President, Mr. Hennadiy\r\nUdovenko, during the past session.\r\nSince this is the first time that I am taking the floor in\r\nthis Assembly, I would like to express to Secretary-General\r\nKofi Annan our highest consideration and support for his\r\nactivity, especially for his efforts in promoting reform of\r\nand a new image for the United Nations.\r\nRomania believes that the role of the United Nations\r\nin contemporary international life remains essential, given\r\nthat, in the face of the new challenges to international\r\nsecurity, we can react in a coherent and efficient manner\r\nonly under the guidance of a unique system of values, such\r\nas that of the generally accepted principles of the United\r\nNations Charter, whose validity remains indisputable.\r\nMy country desires to participate actively in the\r\nprocess of redefining the role of the United Nations and of\r\nmodernizing its functioning, and it supports the reform of\r\nthe Organization as a whole.\r\nThe beneficial role of United Nations preventive\r\ndiplomacy, demonstrated these past years, as well as the\r\nnew approaches regarding humanitarian aid, peacekeeping\r\nand post-conflict reconstruction, are eloquent examples of\r\nthe usefulness of joint, coordinated action at the global\r\nlevel. Romania is actively involved in promoting these\r\nconcepts and trends and is participating, to the extent of its\r\ncapacity, in peacekeeping and peace-building operations.\r\nThe participation of Romanian soldiers in United Nations\r\npeacekeeping missions in Bosnia, Angola, Kuwait, Somalia\r\nor Rwanda represents our contribution to the\r\nimplementation of these concepts.\r\nThe political will of Romania to act as a factor of\r\nstability on the international level was proved once more\r\nyesterday when we signed a memorandum of\r\nunderstanding with the United Nations regarding stand-by\r\narrangements. This event, furthermore, supplements the\r\nrecent accession of Romania to the Multinational United\r\nNations Standby Forces High-Readiness Brigade\r\n(SHIRBRIG). The experience acquired in peacekeeping\r\noperations has highlighted the need to consolidate United\r\nNations rapid reaction capacity.\r\nRomania is profoundly concerned about the conflict\r\nsituations on the agenda of the Security Council and\r\nwould like to take this opportunity to advocate, once\r\nmore, dialogue among the parties concerned, in order to\r\nfacilitate solutions negotiated by those directly involved\r\nin the conflict.\r\nIt is essential not to lose the momentum for dialogue\r\nlikely to lead to peace, because there is always a right\r\nmoment for peace, just as there is also sometimes,\r\nunfortunately, a time which can lead to conflict. For\r\nexample, in our view the Middle East today is facing a\r\nunique chance for peace. If the parties involved do not\r\ntake advantage of this opportunity, the crisis might\r\ncontinue indefinitely. Let us do our utmost to avoid an\r\nunfortunate “too late” situation. We were on the verge of\r\nacting too late in Bosnia, in Northern Ireland, and we still\r\nrun this risk in Kosovo.\r\nThe evolution of the crisis in Kosovo remains\r\nextremely worrying. Romania continues to stand for the\r\npeaceful settlement of this conflict, and we support the\r\nefforts of the international community in this direction,\r\nincluding those of the Contact Group, the North Atlantic\r\nTreaty Organization (NATO), the European Union, the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) and the Council of Europe. Beyond all doubt, the\r\ncountries in the region must be constantly consulted\r\nregarding measures that are to be taken for the settlement\r\nof the conflict.\r\nThe Balkans and, in a broader sense, South-Eastern\r\nEurope have, inter alia, an image problem. The inventory\r\nof local disputes gets more attention than the inventory of\r\nreal success stories. We forget that a number of these\r\ncountries have managed to make the transition from\r\ndictatorships and centralized economies to democracies\r\nand market economies. It is a difficult process but one\r\ncourageously undertaken by these countries. It is true that\r\nit is always up to them to improve their political\r\nimage — not by falsifying it, but on the contrary by\r\nrendering it more exact. There is the need for a certain\r\nregional pride, for a legitimate aspiration to show the\r\n14\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nworld not only the spectre of intraregional conflicts, but\r\nalso a promising economic and cultural potential that\r\ndeserves every consideration and encouragement.\r\nRomania is particularly concerned about the still\r\nunresolved conflict situation in the eastern region of the\r\nRepublic of Moldova. We believe that there are serious\r\nreasons for concern about the lack of progress in solving\r\nthe two major problems of this region — namely, the\r\nwithdrawal of foreign troops from the territory of the\r\nRepublic of Moldova, and the negotiation of the political\r\nstatus of the eastern region of the Republic of Moldova. We\r\nsupport the need for the resumption of negotiations on the\r\nstatus of this region and the urgent implementation of the\r\n1994 agreement on the withdrawal of the 14th Russian\r\nArmy from the territory of the Republic of Moldova.\r\nWe believe that the United Nations Security Council\r\nwill continue to play a crucial role in the maintenance of\r\ninternational peace and security. We support the reform of\r\nthe Council and want to have the discussions continued on\r\nequitable representation in the Council and an increase in\r\nits membership, with a view to finding generally acceptable\r\nsolutions. Our approach is also aimed at obtaining an\r\nadditional non-permanent seat for the Group of Eastern\r\nEuropean States.\r\nIn the context of increasingly diverse challenges to\r\ninternational security and the prevalence of non-military\r\nrisks, the role of the United Nations in other fields —\r\neconomic, social and legal — is becoming more important\r\nthan ever. The economic and social dimensions of United\r\nNations activities offer even more opportunities for a\r\ncoherent and efficient management of dialogue and\r\ncooperation on global economic and social issues.\r\nMr. Ba-Jammal (Yemen), Vice-President, took the\r\nChair.\r\nThe high-level dialogue which recently took place in\r\nNew York on the economic and social impact of\r\nglobalization re-emphasized the need for a coordinated\r\napproach to economic interdependence and other\r\ndimensions of international security. An effective response\r\nto the present challenges requires the participation of all\r\nStates, as well as international financial and commercial\r\ninstitutions, in order to reach a new global financial\r\nbalance.\r\nIn a world of growing interdependence, the assistance\r\nprovided by the United Nations system is a good example\r\nof the coordinated way in which we can address the various\r\nproblems confronting us. Romania is developing effective\r\ncooperation with the United Nations Development\r\nProgramme (UNDP), the United Nations Children’s Fund\r\n(UNICEF) and other funds and programmes within the\r\nnew United Nations development assistance framework.\r\nThe Romanian Government would like to benefit more\r\nfrom United Nations assistance in priority fields in\r\nsupport of domestic reforms.\r\nThis year, the fiftieth anniversary of the adoption of\r\nthe Universal Declaration of Human Rights gives me this\r\nvery pleasant opportunity to refer to the human dimension\r\nof our activity. It also provides us all with an opportunity\r\nto reflect more broadly upon the interdependencies which\r\nexist between human rights and peace, development and\r\ndemocracy.\r\nRomania supports the role played by the United\r\nNations in asserting the universal nature of human rights\r\nand in consolidating the international system for the\r\nprotection of these rights in collaboration with\r\nGovernments and civil society.\r\nWe also wish to contribute to an active and efficient\r\nUnited Nations involvement in the fight against terrorism,\r\norganized crime and illicit drug-trafficking. In this\r\nrespect, we must take into account the fact that the global\r\ncharacter of these new threats requires a global approach\r\nso that mankind can tackle them in a responsible way.\r\nWe cannot afford the luxury of replacing effective action\r\nby endless debate or compassion by contemptuous\r\njudgement.\r\nWe should condemn terrorism without speaking of\r\nterrorist peoples or countries. We should condemn\r\nfanaticism without claiming that there are fanatic religions\r\nor denominations. We should encourage dialogue and not\r\nconfrontation, solidarity and not segregation. We have to\r\nwork for the unity of Europe without instituting various\r\ndegrees of “Europeanism”, which could lead to arbitrary\r\ndivisions that separate and exclude rather than unite. We\r\nhave to encourage the spirit of cooperation and mutual aid\r\nand not the tendency to pass judgement on others. We\r\nshould not judge States for the undignified deeds of\r\ncertain citizens, nor peoples for the historic accidents\r\nimposed on them by abusive leaders or barbarian\r\nideologies. We should also refrain from condemning those\r\nwho have different views from ours and should not use\r\nthe name of democracy to encourage confusion between\r\npublic affairs and private, between the values of pomp\r\nand sincerity, between honesty and demagogy. We should\r\n15\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nnot add to the confusion of the world by an ostentatious\r\nrelativization of acquired traditions and values.\r\nIn this context, Romania reaffirms its attachment to\r\nthe concepts of multiculturalism and tolerance of all kinds.\r\nAllow me to recall that an international conference\r\norganized by the community of Sant’Egidio was recently\r\nheld in Bucharest on the topic of peoples and religions.\r\nRepresentatives of all the major religions and\r\ndenominations of the world participated in this meeting. As\r\nmentioned in the message of Pope John Paul II, the success\r\nof the meeting testified to Romania’s mission as “an\r\ninterface between East and West, offering a genuine\r\nsynthesis of cultures and traditions”.\r\nAt present, many countries of the world are\r\nundergoing the complex and unique experience of regaining\r\ndemocracy. That is why there is great interest in good\r\ngovernance, strengthening democratic institutions and\r\nenlarging the participation of civil society in the exercise of\r\ndemocracy.\r\nIt gives me great pleasure, in my capacity as Acting\r\nChairman of the Third International Conference of New or\r\nRestored Democracies, to bring to the Assembly’s attention\r\nthe fact that the ministerial meeting of the countries\r\nparticipating in that Conference took place a few days ago\r\nhere at United Nations headquarters. On that occasion, a\r\nnumber of measures were examined concerning the\r\nimplementation of the recommendations formulated in the\r\ndocument adopted last year in Bucharest. In this respect, we\r\nintend to present a draft resolution to the General Assembly\r\nwith a view to ensuring the follow-up to this process until\r\nthe next Conference.\r\nRomania highly appreciates the framework provided\r\nby the United Nations system, since it allows for the broad\r\nparticipation of all countries in all fields and enables the\r\nsearch for common interests that transcend national pride.\r\nPlease allow me to raise a few issues relating to\r\nRomania, a country engaged in the broad and difficult\r\nprocess of economic reform. For us, maintaining an\r\ninternational environment that is stable, predictable and\r\nstimulating to business and investment is central to\r\nfulfilling our economic reform programme.\r\nRomania’s fundamental option — that of European\r\nreintegration and membership in NATO — is well known.\r\nOur political objectives remain unchanged. Even if the rate\r\nat which these objectives are achieved varies from one\r\ncountry to another, we have no alternative. As we strive to\r\nreplace one system by another, we are encountering all\r\nthe difficulties of transition: low standards of living, the\r\nconfusion of values, a radical change of mentalities\r\nagainst the backdrop of social and administrative inertia.\r\nEverything has become a priority. Everything is\r\ncompulsory. Everything is urgent. This is why I feel we\r\nneed the support and encouragement of the international\r\ncommunity, to the benefit of democratization and\r\ndevelopment.\r\nWith regard to subregional cooperation, our\r\nexperience shows that crisis situations are generally seen\r\nsolely from the political, military and sometimes\r\nhumanitarian perspectives, but rarely or never from those\r\nof economics or civil society. Certainly, there are well-\r\ntargeted subregional projects, such as the Black Sea\r\nEconomic Cooperation and those relating to transport\r\nroutes linking the Caspian Sea to Western Europe, the\r\nancient silk route. But we have to recognize that South-\r\nEastern Europe lacks broad economic integrating projects\r\nthat are assisted by the main international institutions.\r\nIn the absence of such economic cooperation\r\nprojects, our policy is somewhat reactive. We also have\r\nto recognize that, in crisis situations, we still focus on\r\neffects and not on causes; we try to limit the damage and\r\nprevent the spread of the crisis, but do not focus on the\r\nprevention of conflict itself.\r\nIn our opinion, we should take better advantage of\r\nthe framework provided by the United Nations system in\r\norder to work out development-oriented political\r\nstrategies, in particular in the economic field. Similar\r\ndevelopments — leading, on the one hand, to solidarity\r\nand, on the other, to an ever greater diversity of the\r\nproblems that confront us — can also be noted in other\r\nregions of the world, not only in the Euro-Atlantic space.\r\nWe have followed them attentively and appreciate the\r\nresults obtained within the North American Free Trade\r\nAgreement, the Southern Cone Common Market, the\r\nAssociation of South-East Asian Nations and other\r\norganizations.\r\nAmong the priorities established by Romania, it is\r\nworth mentioning the objective of developing and\r\ndiversifying our political and economic relations with\r\ncountries of other regions, taking into account the\r\ncomplex and dynamic developments of an ever more\r\ninterdependent world under the impact of globalization.\r\nIn conclusion, allow me to assure the Assembly of\r\nthe commitment of the Romanian delegation to\r\n16\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\ncontributing effectively to United Nations activities in\r\nvarious fields towards the successful outcome of the current\r\nsession. We believe in the capacity of the United Nations\r\nto tackle the complex problems facing the international\r\ncommunity on the eve of the third millennium.\r\nThe Acting President (interpretation from Arabic): I\r\nnow call on the First Deputy Prime Minister and Minister\r\nfor Foreign Affairs of the State of Kuwait, His Excellency\r\nSheikh Sabah Al-Ahmad Al-Jaber Al-Sabah.\r\nMr. Al-Sabah (Kuwait) (interpretation from Arabic):\r\nIt gives me great pleasure to extend to Mr. Opertti and his\r\nfriendly country, on behalf of the State of Kuwait, our\r\nsincere congratulations on his election as President of the\r\nGeneral Assembly at its fifty-third session. We are\r\nconfident that his extensive and incisive knowledge of\r\ninternational affairs will greatly help him to guide the\r\nAssembly’s deliberations to success. Let me assure him of\r\nour delegation’s willingness and desire to cooperate with\r\nhim in a businesslike and constructive manner in order to\r\nachieve all the objectives of this session.\r\nI also wish to express our appreciation to his\r\npredecessor, Mr. Hennadiy Udovenko, for his remarkable\r\nstewardship of the previous session.\r\nAllow me take this opportunity to commend the\r\nSecretary-General, Mr. Kofi Annan, for his tireless efforts\r\nto reform the United Nations, to restructure it, and to\r\nstreamline and revitalize it in various fields, with a view to\r\nmaking it responsive to the demands and challenges of the\r\ntwenty-first century. In this regard, we welcome the\r\nstatement made by the Secretary-General before the general\r\ndebate, when he presented his report on the work of the\r\nOrganization. We note with satisfaction that some essential\r\nproposals for reform presented by the Secretary-General\r\nhave been implemented.\r\nWe hope that the reform exercise will continue with\r\nthe full backing of all Member States. The reform of the\r\nOrganization and the enhancement of its effectiveness for\r\nthe fulfilment of its objectives and the attainment of its\r\npriorities depend in large measure on the political will of\r\nMember States and the extent of their commitment to their\r\nobligations under the Charter and the resolutions of its\r\nvarious organs. We consider it unrealistic to expect the\r\nUnited Nations to deliver more while we provide less.\r\nFrankly, Kuwait feels that the success of the reform\r\nexercise hinges primarily on the availability of adequate\r\nfunding for the various mandated activities. Such funding\r\ndepends on the payment by all Member States of their\r\nassessed contributions to both the regular budget and the\r\npeacekeeping budget. In this regard, I am pleased to\r\nreport that the State of Kuwait continues to fulfil its\r\nfinancial obligations in full and on time. It is our fervent\r\nhope that this obligation will be honoured by all Member\r\nStates of the Organization.\r\nThe reform and restructuring of United Nations\r\norgans has become a practical necessity required for the\r\ncommon interest of all Member States. There is no doubt\r\nthat the circumstances in which the United Nations was\r\nestablished over 50 years ago have changed, and that vast\r\ndevelopments which could not be overlooked have\r\noccurred at various international and regional levels.\r\nTherefore, Kuwait is in favour of restructuring the\r\nSecurity Council so that its composition and membership\r\nreflect current political and economic realities. The\r\nchange should also ensure greater efficiency in the\r\ndischarge of the primary responsibilities of the Council,\r\nas set forth in the Charter, regarding the maintenance of\r\ninternational peace and security.\r\nIt is clear now, after five years of debate in the\r\nWorking Group on the expansion of the membership of\r\nthe Security Council and the reform of its methods of\r\nwork, that reaching a consensus on the optimum increase\r\nin membership is not an easy matter. Deep differences\r\nstill exist among Member States. Nonetheless, we remain\r\nhopeful that reaching an agreement is still possible. In\r\nthis context, we wish to emphasize the need to improve\r\nthe methods and procedures of work of the Council to\r\nensure enhanced transparency and wider involvement in\r\nthe decision-making process. The comprehensive paper\r\nsubmitted by the Non-Aligned Movement on 11 March\r\n1997 to the Working Group constitutes an appropriate\r\nbasis for working out an agreement on the procedures to\r\nbe adopted and incorporated into the rules of procedure of\r\nthe Council.\r\nAs we stand at the threshold of the twenty-first\r\ncentury, our world is witnessing the emergence of a\r\nmultitude of problems and issues whose implications\r\ntranscend national and geographical boundaries. Their\r\ninherent dangers can threaten national and international\r\nsecurity. Unless curbed, such hazards will undermine the\r\nachievements made thus far in the environmental, social\r\nand economic spheres. Among such problems — without\r\nbeing exhaustive — are terrorism, the arms race, narcotic\r\ndrugs, environmental degradation, poverty, human rights\r\nviolations, massacres and genocide.\r\n17\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nIn this context, Kuwait wishes to reaffirm its\r\ncategorical denunciation and rejection of all forms of\r\nviolence and terrorism, irrespective of their source. We\r\nsupport all collective international efforts to confront this\r\nphenomenon, including the apprehension and trial of the\r\nperpetrators of these crimes. Kuwait condemns the terrorist\r\nacts perpetrated against the United States embassy buildings\r\nin Nairobi and Dar-es-Salaam last August and extends\r\nheartfelt condolences and sympathy to the families of the\r\nvictims of those tragic incidents.\r\nIn the area of disarmament, we welcome the progress\r\nmade thus far with regard to the Convention on the\r\nprohibition of chemical weapons, the Comprehensive\r\nNuclear-Test-Ban Treaty (CTBT), the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and the\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-Personnel Mines and on\r\nTheir Destruction.\r\nWhen we in Kuwait talk about landmines, we have in\r\nour minds the bitter memory of the destructive impact of\r\nthe millions of mines planted throughout Kuwait by the\r\ninvading Iraqi forces. Those mines claimed the lives of\r\nhundreds of innocent children, women and elderly people.\r\nIt took painstaking efforts, in which many States\r\nparticipated, to remove those mines. Kuwait had to expend\r\ngreat efforts and vast sums on the clearance operations.\r\nWe therefore call on the international community to\r\npursue its efforts to eliminate anti-personnel mines. Kuwait\r\nalso encourages the movement towards curbing the arms\r\nrace and developing controls and rules that contribute to\r\ntension reduction in all volatile and conflict-ridden regions,\r\nespecially the Middle East, South Asia and the Indian\r\nsubcontinent.\r\nA significant development in international efforts to\r\ncombat crimes of genocide and massacres committed during\r\nconflicts and wars was the recent adoption of the Statute of\r\nthe International Criminal Court in Rome last July. It is our\r\nhope that the Court will live up to the legitimate aspirations\r\nof the world community in trying all perpetrators of war\r\ncrimes or crimes against humanity and in serving as an\r\neffective deterrent against serious violations of international\r\nhumanitarian law.\r\nOn the occasion of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, Kuwait calls for\r\ngreater consolidation of international efforts, to ensure\r\nwider respect for and protection of the human rights\r\nconsecrated in the Charter of the United Nations and the\r\nUniversal Declaration. We maintain that it is the duty of\r\nall States, irrespective of their political, economic or\r\ncultural systems, to protect and promote those rights, with\r\na view to ensuring the dignity of the human being and his\r\nor her rights to freedom of expression and belief.\r\nIn the area of the fight against narcotic drugs, we\r\nbelieve that the efforts of the United Nations and of other\r\ncompetent international institutions to combat this\r\npernicious phenomenon, and to minimize the illicit sale,\r\ntrade and abuse of drugs should be supported and\r\nstrengthened. In this regard, we welcome the Political\r\nDeclaration adopted at the conclusion of the twentieth\r\nspecial session of the General Assembly, held last June.\r\nWe are hopeful that the steps agreed to then will be\r\ntranslated into effective concrete measures to stem the\r\ntide of this phenomenon, which poses severe threats to\r\nhuman health and to the dignity and aspirations of\r\nmillions of people and their families, as well as to the\r\nstability and independence of States.\r\nThe State of Kuwait has the honour of holding the\r\nchairmanship of the current session of the Gulf\r\nCooperation Council (GCC), which was established in\r\n1981. Since its inception, the GCC has been working\r\nsteadily to fulfil the hopes and aspirations of its peoples,\r\nwho share a common view of their destiny and future.\r\nLeaders of the GCC member States hold annual summits\r\nto examine and review a wide range of issues and events\r\nthat concern the family of the GCC community and have\r\nan impact on regional security and stability.\r\nA major issue on the agenda of the summit\r\nconferences in this regard is the implementation by Iraq\r\nof its obligations set forth in the Security Council\r\nresolutions relating to its invasion of the State of Kuwait.\r\nTherefore, the Gulf Cooperation Council leaders attached\r\ngreat importance to this question in their last summit,\r\nheld in December 1997 in Kuwait. The final statement\r\nissued by that summit reflected a Gulf vision of the future\r\nmodalities for establishing peace and stability in the\r\nregion. It also outlined the conditions that must be met by\r\nIraq in order to enable it to reclaim its normal position\r\nwithin the ranks of the international community. Let me\r\ncite the following excerpt from the Gulf Cooperation\r\nCouncil summit statement:\r\n“The Supreme Council reaffirms the necessity for\r\nthe Government of Iraq to implement all relevant\r\nSecurity Council resolutions without selectivity,\r\nespecially those relating to the elimination of\r\nweapons of mass destruction that remain in Iraq’s\r\n18\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\npossession, the release of Kuwaiti and third country\r\nprisoners, the return of all Kuwaiti property and\r\ncompliance with Security Council resolution 949\r\n(1994) by refraining from any act of aggression or\r\nprovocation against neighbouring States. It also\r\nstresses that the invasion and occupation of the State\r\nof Kuwait by Iraq was a breach of inter-Arab and\r\ninternational treaties. Therefore, Iraq must solemnly\r\nacknowledge that by its occupation of the State of\r\nKuwait, it violated the Charter of the League of Arab\r\nStates, the Joint Arab Defence Treaty and the Charter\r\nof the United Nations. The Supreme Council invites\r\nIraq to take the necessary steps to demonstrate its\r\ngood intentions towards the State of Kuwait and other\r\nStates in the region in both word and deed, with a\r\nview to sparing the region the horrors of another\r\nsimilar catastrophe and to ensuring security and\r\nstability for all States of the region. It reaffirms its\r\nsupport for the United Nations Special Commission in\r\ncharge of the elimination of Iraq’s weapons of mass\r\ndestruction, and for its Executive Chairman, with the\r\nintention of enabling it to fulfil its mandate, and\r\ninvites the Government of Iraq to cooperate in earnest\r\nwith the Special Commission without any restrictions\r\nor conditions. It stresses the need for Iraq to carry out\r\nall relevant Security Council resolutions with a view\r\nto mitigating sanctions and alleviating the suffering of\r\nthe Iraqi people, a suffering with which member\r\nStates of the Supreme Council are sympathetic, thus\r\nprompting them to welcome the oil-for-food formula\r\nas a means of providing food and medical drugs to the\r\nbrotherly people of Iraq. It reaffirms its firm position\r\nthat the independence, sovereignty, unity and\r\nterritorial integrity of Iraq must be preserved.”\r\nIn addition to this crystal clear position of the Gulf\r\nCooperation Council countries, the Non-Aligned Movement,\r\nat its recent summit in South Africa, underscored the need\r\nfor Iraq to complete its implementation of all relevant\r\nSecurity Council resolutions. The same call was made\r\nearlier by the leaders of the Muslim countries when they\r\nconvened their summit meeting in Tehran last December.\r\nDespite those legitimate demands and sincere calls to\r\nIraq to respond favourably to and to put into effect the\r\nresolutions of international legitimacy, Iraq still persists in\r\ndisregarding those calls and in challenging the Security\r\nCouncil resolutions. It claims that it has carried out what it\r\nis required to do. How can such claims be reconciled with\r\nthe fact that until now we have not yet heard from Iraq any\r\ndeclaration or seen any initiative suggesting that it regrets\r\nwhat it has done? In fact, convenient selectivity is the\r\ndominant feature of Iraq’s approach in addressing the\r\nresolutions and demands of international legitimacy. The\r\nmost recent crisis is perhaps a good example of the\r\nGovernment of Iraq’s procrastination and its breach of\r\nSecurity Council resolutions and of the Memorandum of\r\nUnderstanding it signed with the Secretary-General of the\r\nUnited Nations. Such crises, which are periodically\r\ntriggered by the Iraqi Government in its attempts to\r\ndisavow and circumvent its legal obligations, have all\r\nfailed thanks to the solid coherence and unity of position\r\nof the members of the Security Council, which insist on\r\nfull compliance by Iraq with the relevant Security Council\r\nresolutions. There is no doubt that all these crises\r\nunfortunately contribute to the prolongation of the\r\nsanctions, for which the Government of Iraq alone bears\r\nresponsibility.\r\nAccordingly, we call upon the international\r\ncommunity to maintain its pressure on Iraq in order to\r\nforce it to comply with all relevant resolutions of\r\ninternational legitimacy, to release all Kuwaiti prisoners\r\nand other detainees and to account for the missing\r\npersons. This is a long-standing humanitarian problem. Its\r\ncontinuation causes more pain and suffering for the\r\naffected families and the people of Kuwait, who remain\r\nhopeful for the return of their loved ones. It is our hope\r\nthat this question will be resolved once and for all, in\r\naccordance with the traditions of Islam and the provisions\r\nof the relevant Security Council resolutions.\r\nThe events of the past two decades in the Arabian\r\nGulf region have demonstrated the need for building a\r\nregional system on the basis of full and mutual respect for\r\nthe principles of sovereignty of all States, non-\r\ninterference in the domestic affairs of others, non-use or\r\nthreat of use of force, the right of each State to choose its\r\nown political, economic and social system, the\r\nsovereignty of each State over its natural resources and\r\nthe importance of resort to peaceful negotiation for the\r\nresolution of disputes which may arise between them.\r\nHaving said that, and in view of Kuwait’s belief in\r\nthe inalienable rights of our sister State of the United\r\nArab Emirates to the three islands of Greater Tunb,\r\nLesser Tunb and Abu Musa, we wish to reaffirm our\r\ncommitment to and support for the final statement issued\r\nby the Kuwait summit of Gulf Cooperation Council\r\nmember States last December.\r\nKuwait follows with great interest and concern the\r\nrisks of the current stalemate in the Middle East peace\r\nprocess, which may threaten it with collapse and complete\r\n19\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nfailure due to the intransigent policies of the present Israeli\r\nGovernment, which persists in rejecting the implementation\r\nof accords concluded with the Palestinian National\r\nAuthority and disclaiming the operational principles and\r\nframework of the entire peace process, primarily Security\r\nCouncil resolutions 242 (1967) and 338 (1973) and the\r\nprinciple of land for peace. This provocative policy which\r\nis pursued by Israel’s Government not only undermines the\r\npeace process but also creates a general sense of despair\r\nand frustration. It also destroys all efforts to build mutual\r\nconfidence between the parties concerned. It is a push\r\ntowards confrontation, tension, violence and instability\r\nthroughout the region.\r\nTherefore, we demand that the Israeli Government halt\r\nits illegal policy of constructing settlements, confiscating\r\nland and demolishing houses. Israel should also cease\r\ntaking unilateral measures to create faits accomplis on the\r\nground inside the occupied territories. Instead, Israel should\r\nimplement the United Nations resolutions and fulfil its\r\npledges and accords signed with the Palestinian Authority\r\nwithin the framework of the peace process with a view to\r\nensuring the attainment of all legitimate political rights of\r\nthe Palestinian people, including its right to self-\r\ndetermination and to the establishment of its independent\r\nstate on its national territory with Jerusalem as its capital.\r\nHere, we stress the need to halt the unabating Israeli\r\nmeasures aimed at changing the physical features of the\r\ncity of Jerusalem and transforming its legal status. We\r\ncondemn the Israeli Government’s decision last June to\r\nexpand the municipal boundaries of the Holy City. We call\r\nupon the United Nations and the international community\r\nto fulfil their legal and political obligations in order to force\r\nIsrael to comply with Security Council and General\r\nAssembly resolutions on Jerusalem and to preserve its\r\nArab, Muslim and religious character.\r\nIn the same vein, we renew our call to the two\r\nsponsors of the peace process, especially the United States,\r\nto redouble their efforts to salvage the peace process and to\r\nbring pressure to bear on Israel to resume negotiations on\r\nthe Syrian-Israeli track from the point at which they\r\nstopped, with a view to ensuring full Israeli withdrawal\r\nfrom the occupied Syrian Arab Golan, as well as its\r\ncomplete and unconditional withdrawal in accordance with\r\nSecurity Council resolution 425 (1978) from southern\r\nLebanon and the western Bekaa.\r\nIndeed, durable, just and comprehensive peace based\r\non United Nations resolutions and the land-for-peace\r\nprinciple is the only guarantee for meeting the aspirations\r\nof the peoples of the region for a new era of peaceful\r\ncoexistence and accelerated economic and social\r\ndevelopment.\r\nThe tragic situations that prevail in Somalia and\r\nAfghanistan as a result of civil and ethnic conflicts that\r\nbrought suffering to their peoples cause us concern.\r\nKuwait, by virtue of its historical bonds with these two\r\ncountries, reiterates its appeals to all warring parties and\r\nfactions there to put an end to acts of violence and\r\nsenseless bloodshed. We call upon them to respond\r\nimmediately to regional and international appeals and\r\ninitiatives for dialogue and negotiation in order to resolve\r\ntheir differences and to achieve overall national\r\nreconciliation. This would allow them to channel their\r\npotentialities towards the goals of development and the\r\nreconstruction of what these conflicts have destroyed.\r\nIn condemning the killing of the Iranian diplomats\r\nin Afghanistan, Kuwait would like to extend its sincere\r\ncondolences to the people and the Government of the\r\nIslamic Republic of Iran and to the families of the victims\r\nof this tragic incident.\r\nWe appeal to both the Islamic Republic of Iran and\r\nAfghanistan to be calm, exercise self-restraint and resolve\r\ntheir disputes through dialogue and negotiation instead of\r\nconfrontation. While we appreciate the Government of\r\nIran’s ability to handle the crisis in a way that will spare\r\nthe two Muslim peoples the dire consequences of a war\r\nwhose consequences we cannot predict, Kuwait supports\r\nthe endeavours of the Security Council to achieve peace\r\nin the area.\r\nOn the international plane, while we applaud the\r\ninternational efforts to ensure full and strict\r\nimplementation of the Dayton accords to bring about\r\npeace and stability in Bosnia and Herzegovina, we regret\r\nthe aggressive practices of the Serb forces, including the\r\nsystematic uprooting and “ethnic cleansing” of the\r\nMuslim population in the province of Kosovo. We urge\r\nthe international community to maintain its efforts to put\r\nan end to these inhumane practices in order to ensure the\r\nright of the native population of that province to a life of\r\ndignity and freedom.\r\nIn Africa, we are witnessing with deep regret the\r\ncontinuation of conflicts and civil wars in several States.\r\nThese hostilities jeopardize the security and stability of\r\nmany African States and strain their much needed\r\nenergies and resources. Kuwait supports the efforts of the\r\ninternational community to bring about peace and security\r\n20\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nand to provide the means that help the African peoples and\r\nStates to achieve their aspirations for economic\r\ndevelopment and to overcome the problems and difficulties\r\nthat they face in various fields. We also welcome the role\r\nplayed by the Security Council in examining the situation\r\nin the African continent on a periodic basis. Furthermore,\r\nwe commend President Nelson Mandela for the role that he\r\nassumed in this regard as Chairman of the Non-Aligned\r\nMovement.\r\nThe world economic scene is currently going through\r\nsevere turbulence and turmoil that have touched off and\r\nworsened economic and social crises in many countries,\r\nespecially the developing ones. The major threat to the\r\nworld economy is no longer represented by inflation, but by\r\nrecession, stagnation and unemployment. Therefore, we call\r\nfor concerted international action to redress those\r\ndifficulties, which have adverse implications for everybody.\r\nNational plans and programmes capable of addressing the\r\nunderlying causes of these volatile situations should be\r\nestablished, and help with economic aid to the affected\r\nStates should be forthcoming from international monetary\r\ninstitutions in order to help them rectify their economic\r\nsystems and restore their vitality.\r\nIn this regard, Kuwait, for its part, continued to\r\nprovide economic assistance by financing many\r\ndevelopment projects in the developing countries through\r\nthe Kuwait fund for development, despite the adverse\r\nimpact on our economy of depressed oil prices, which\r\nplummeted this year to their lowest levels.\r\nAdherence to the noble goals and principles of the\r\nUnited Nations Charter, action in accordance with its\r\nprovisions and the common endeavour to promote and\r\nbolster them are essential for strengthening the United\r\nNations capabilities for facing the challenges of the next\r\ncentury. This will also help us in the crystallization of a\r\nnew world order in which dialogue and cooperation can\r\nprevail, and in which conflicts and hostilities would\r\ndisappear. It would also encourage active participation by\r\nall in strengthening the pillars of peace and stability, in\r\nconsolidating all efforts for the enrichment of human\r\ncivilization and in the fulfilment of the aspirations of all\r\npeoples for peace, security, freedom and justice.\r\nThe Acting President (interpretation from Arabic):\r\nThe next speaker is the Minister for Foreign Affairs of\r\nMongolia, His Excellency Mr. Rinchinnyamyn Amarjargal.\r\nMr. Amarjargal (Mongolia): Allow me, Sir, to join\r\npreceding speakers in congratulating Mr. Opertti and the\r\nmembers of the Bureau on their well-deserved election,\r\nand to wish them every success in discharging their\r\nduties. May I also take this opportunity to express my\r\ndelegation’s deep appreciation to Mr. Hennadiy Udovenko\r\nof Ukraine for his outstanding stewardship of the work of\r\nthe fifty-second session of the General Assembly.\r\nOne of the pressing issues that mankind is facing\r\ntoday is globalization and the growing interdependence of\r\nStates and their effects on international relations. These\r\nobjective processes will to a great extent determine the\r\nnature of international relations at the outset of the\r\ncoming millennium. They open up enormous opportunities\r\nand at the same time are fraught with grave challenges.\r\nSo far, the future does not seem to be bright for some,\r\nespecially for the least developed, the weak and the\r\nvulnerable, which could result in an even wider gap\r\nbetween the rich and the poor, between nations and within\r\nthem. The increasing interdependence of States and its\r\neffects are clearly demonstrated by the Asian financial\r\ncrisis, which spilled over to some other parts of the\r\nworld, adversely affecting the world economy, exacting\r\nhigh economic and social costs and raising serious\r\nconcerns about the operations of financial markets.\r\nWe believe that the present financial crisis calls for\r\nthe international community to create a crisis early\r\nwarning system. Therefore, naturally, these issues are on\r\nthe minds of peoples and on the agenda of this Assembly.\r\nWe believe that the high-level meetings held last week in\r\nthis Assembly will provide a good basis for serious,\r\nconstructive and fruitful debate and decisions on these\r\nissues.\r\nAfter decades of virtual isolation from world\r\ndevelopment, Mongolia is taking active measures to\r\nintegrate itself into the global economy on the basis of\r\nwhatever comparative advantage it has. Though concrete\r\nsteps have been taken in the past few years, including\r\nopening up its economy to the outside world and joining\r\nthe World Trade Organization, the negative consequences\r\nof globalization, which are felt especially by the weak and\r\nvulnerable, including by the landlocked developing\r\ncountries, risk marginalizing it economically, if not\r\npolitically. We therefore believe that the world\r\ncommunity, when searching for adequate responses to\r\nglobalization, should take into account the challenges that\r\nthese vulnerable States and those in transition are facing\r\nand take measures to facilitate their adaptation to the\r\nchanging realities.\r\n21\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nWe believe that the international community should\r\npay increasing attention to the situation of landlocked\r\ndeveloping States. They are handicapped by their\r\ngeographical location and remoteness from world markets,\r\nwhich, as experts point out, curtails their annual growth by\r\n1 to 3 per cent at the very least. It is no wonder that of the\r\n30 landlocked developing countries, 16 are among the least\r\ndeveloped, with per capita gross domestic product of less\r\nthan $400. The progressive marginalization of those\r\ncountries is evident from the fact that the 300 million\r\npeople who live in those countries share only 0.5 per cent\r\nof world trade, with the trend moving towards further\r\ndecrease.\r\nLike other landlocked developing countries, Mongolia\r\nis taking measures to overcome the difficulties inherent to\r\nlandlocked countries by closely cooperating with itstransit\r\nneighbours. In this regard, Mongolia is looking forward to\r\nconcluding a subregional agreement with Russia and China\r\nthat would facilitate transit transportation for all three\r\ncountries and the subregion in general.\r\nBearing in mind the state of the world’s economy and\r\nthe role that the United Nations could play, Mongolia\r\nsupports the efforts to increase the role of the United\r\nNations in economic and social development, especially of\r\nweak and vulnerable States, and in creating an effective\r\nmechanism of international cooperation for development.\r\nLikewise, it is in favour of convening international\r\nconferences on development financing and on partnership\r\nfor development.\r\nMongolia believes that the notion of development\r\nshould not be limited only to economic growth. In this\r\nregard, we fully agree with the wider notion that is\r\nreflected in the human development reports.\r\nEconomic development, like other human activities, is\r\ndirectly connected to the state of the world’s\r\nenvironment — in fact, with the future of mankind. In\r\nmany countries, especially those that are environmentally\r\nvulnerable, the question of protecting the environment is\r\ndirectly linked to their security and even ultimate survival.\r\nThe changes in the world climate, its caprices that we see\r\nand feel, lead us to believe that greater attention and efforts\r\nare needed to cope with this ever growing and creeping\r\ndanger, the effects of which are incalculable. Therefore, we\r\nbelieve that the first International Decade for Natural\r\nDisaster Reduction should be followed by a second decade\r\nwith greater focus on reaching the targets set forth, as well\r\nas strengthening existing mechanisms and creating, where\r\nnecessary, new international mechanisms.\r\nMongolia, following its centuries-old tradition of\r\nliving in harmony with nature and the environment,\r\ndeclared 15 per cent of its territory — an area larger than\r\nCentral Europe — a protected natural reserve. In the near\r\nfuture that area will comprise one third of its vast\r\nterritory.\r\nPolitical stability is essential for economic\r\ndevelopment and fruitful cooperation. The end of the cold\r\nwar was an important milestone in international relations\r\nthat raises hopes for further strengthening peace and\r\ndeveloping cooperation among nations. However, the\r\npost-cold-war years have vividly demonstrated that peace\r\nand stability need constant efforts by States to deepen\r\nmutual trust and to settle disputes by political means.\r\nThough some political flashpoints have been eliminated\r\nand problems solved, new ones are still arising. As\r\nreflected in the general debate the situations in the Middle\r\nEast, in the Balkans and in southern Africa are causing\r\nconcern on the part of the international community.\r\nMongolia supports solving those problems on the basis of\r\nnegotiation, in the spirit of cooperation, without the use\r\nor threat of force. In this connection, we would like to\r\nreiterate that the Korean peninsula should be turned into\r\na zone of peace, stability and prosperity in the interests of\r\nthe Korean people, as well as the peace and security of\r\nNorth-East Asia.\r\nIn another part of the Asian continent, in South Asia,\r\nthe international community was shocked by nuclear tests\r\nthat could exacerbate tensions and undermine the existing\r\nnuclear non-proliferation regime and the test ban.\r\nMongolia, situated between two nuclear Powers, stands\r\nstrongly against any nuclear tests and, like other\r\ncountries, expressed its deep concern and regret over the\r\nrecent tests. Therefore, we welcome the declaration of the\r\nPeople’s Republic of China not to resume nuclear tests\r\nand express the hope that the latest encouraging signals\r\nfrom Pakistan and India will lead to strengthening the\r\nnon-proliferation regime and moving closer to the\r\nobjectives of nuclear disarmament. In this respect,\r\nMongolia supports the eight-Power Declaration entitled\r\n“Towards a nuclear-weapon-free world: the need for a\r\nnew agenda”. Likewise, we express the hope that the\r\nnegotiations on banning the production of fissile material\r\nfor nuclear weapons and other nuclear explosive devices\r\nwill soon lead to the conclusion of a verifiable\r\ninternational treaty.\r\nMongolia believes that non-nuclear-weapon States\r\ncan, in their own way, contribute to strengthening nuclear\r\nsecurity and enhance stability. In this context, it welcomes\r\n22\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nand supports the efforts of the Central Asian States to\r\nestablish a nuclear-weapon-free zone in their region. For its\r\npart, Mongolia is working to institutionalize its nuclear-\r\nweapon-free status, which would turn its territory into an\r\narea of peace, stability and predictability. All nuclear-\r\nweapon States, as well as the entire Non-Aligned\r\nMovement, fully support Mongolia’s efforts to\r\ninstitutionalize its nuclear-weapon-free status.\r\nMongolia is in favour of strengthening the arms\r\ncontrol and verification regimes set up by the Conventions\r\non chemical and biological weapons. They will, in our\r\nview, given a genuine will to enforce them, strengthen\r\ninternational security. Likewise, Mongolia supports\r\ninternational efforts to curb the spread of conventional\r\nweapons, especially of small arms and light weapons.\r\nInternational peace and security will be strengthened\r\nwhen and if international law is strictly observed. We\r\nbelieve that international law should be strengthened as the\r\ncore of security relations. In this connection, Mongolia\r\nwelcomes the recent adoption by the Rome Conference of\r\nthe Statute of the International Criminal Court. We are in\r\nfavour of a truly independent court and look forward to its\r\nearly establishment and coming into operation. This would\r\nconstitute an important milestone in strengthening\r\ninternational law and justice.\r\nMongolia condemns all acts of international terrorism.\r\nTherefore, it resolutely condemns the recent terrorist\r\nbombings in Kenya, Tanzania and Northern Ireland and\r\nbelieves that international terrorism should be fought by\r\njoint efforts and in full accordance with the norms and\r\nprinciples of international law. It believes that acts of\r\nterrorism should be condemned wherever, by whomever\r\nand against whomever they are carried out.\r\nThe fiftieth anniversary of the adoption of the\r\nUniversal Declaration of Human Rights is an event of\r\nspecial significance. It is connected with the tremendous\r\nchanges that have taken place over the last half-century in\r\nthe concept of human rights and the practice of ensuring\r\nthem.\r\nThanks to the Declaration, unprecedented high\r\nstandards have been set for protecting human dignity. Since\r\nthe adoption of the Declaration in 1948, those standards\r\nhave been strengthened and further developed by numerous\r\ninternational treaties and conventions and have become\r\ntruly universal.\r\nThe legal foundations reflecting the world standard\r\nof protection and promotion of human rights were laid\r\ndown in Mongolia’s 1992 Constitution. Since then it has\r\nbeen further developed and concretized by relevant\r\nlegislation and the establishment of the necessary\r\nadministrative and legal machinery based on United\r\nNations human rights treaties and conventions to which\r\nMongolia has acceded. At present preparations are under\r\nway for the establishment of a national human rights\r\ncommission. A draft law to that effect has been submitted\r\nto the Parliament for its consideration and adoption.\r\nAs it confronts the many global problems before it\r\nand approaches the new millennium, the world\r\ncommunity places great hopes in the activities of a strong\r\nand well-equipped United Nations. In that connection,\r\nMongolia firmly supports the Secretary-General’s reform\r\npackage.\r\nIn implementation of decisions and recommendations\r\nof United Nations summit conferences on major global\r\nsocial and economic problems, and in support of the so-\r\ncalled silent revolution, my Government has adopted a\r\nnational action programme for the twenty-first century\r\nand, in close partnership with bodies of the United\r\nNations family and non-governmental organizations\r\noperating in Mongolia, is launching an ambitious project:\r\nthe One-World Conference Series, which is aimed at\r\nensuring an integrated follow-up to the world conferences\r\nand summits held in the early 1990s.\r\nReform of the United Nations cannot be complete\r\nwithout the reform and expansion of the Security Council.\r\nIn that connection, I would like to reiterate my\r\nGovernment’s conviction that the Council should reflect\r\npolitical realities, and, besides becoming more effective,\r\nits membership should be enlarged to reflect more\r\nequitable representation. It is our hope that the General\r\nAssembly debates on this important issue will soon result\r\nin concrete decisions. We believe that energetic efforts\r\nshould be undertaken to make the Millennium Assembly\r\nan occasion for reforming and revitalizing the Security\r\nCouncil.\r\nOn the proposal of Mongolia, the General Assembly\r\nis drafting a set of guiding principles for conducting\r\ninternational negotiations. We believe that the\r\ndevelopment and adoption of such a set of principles\r\nwould contribute to enhancing the effectiveness of\r\nnegotiations as the most universal instrument for\r\ninternational cooperation.\r\n23\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nMy Government continues to pursue its political and\r\neconomic reforms. Mongolia’s commitment to the\r\nirrevocable realization of the principles of democracy,\r\nliberalism and market economy is irreversible, despite the\r\ngreat difficulties of the transition period. The future major\r\npolicy priorities will continue to include, inter alia,\r\nstrengthening of democratic institutions, enhancement of the\r\nbasis of political stability, acceleration of privatization in\r\nthe economic field, and social protection of the population,\r\nespecially of its vulnerable groups.\r\nOn behalf of the Mongolian people and its\r\nGovernment, I take this opportunity to express our deep\r\ngratitude to the international community, especially donor\r\ncountries and international financial institutions, for their\r\nassistance to Mongolia since it joined the community of\r\nopen societies and democratic nations.\r\nA century that has been full of dramatic and\r\nconsequential events is drawing to a close. It has been a\r\ncentury of great social upheaval and experimentation as\r\nwell as of unprecedented social progress and technological\r\nadvances. We believe that a more promising millennium is\r\nin store for all humankind and that the world community\r\nwill be able to meet the challenges of the twenty-first\r\ncentury. Mongolia stands poised at this historic juncture to\r\nmake its contribution to the efforts of the United Nations to\r\nbring about a brighter and more secure future.\r\nThe Acting President (interpretation from Arabic): I\r\ncall next on His Excellency Mr. Surin Pitsuwan, Minister\r\nfor Foreign Affairs of Thailand.\r\nMr. Pitsuwan (Thailand): On behalf of the\r\nGovernment and the people of the Kingdom of Thailand, I\r\nshould like to extend my warmest congratulations to His\r\nExcellency Mr. Didier Opertti upon his unanimous election\r\nto the presidency of the current session of the General\r\nAssembly. I wish also to take this opportunity to pay tribute\r\nto his predecessor, His Excellency Mr. Hennadiy Y.\r\nUdovenko of Ukraine, for his leadership and his tireless\r\ndedication to the heavy responsibilities entrusted to him\r\nduring the past year. With his wisdom and experience, he\r\nled us successfully through the fifty-second session, which\r\ntook place against a backdrop of political transition and\r\neconomic transformation in the world, as well as of the\r\nreform of this Organization. Allow me also to warmly\r\nwelcome Ms. Louise Fréchette, who has brought creative\r\nenergy to her new post of Deputy Secretary-General since\r\nthe beginning of this year.\r\nAs we gather here to discuss United Nations reform\r\nand other issues of vital importance to this world body, it\r\nis imperative for us to be clear about what exactly we are\r\ntrying to achieve. To my mind, many vital questions beg\r\nto be answered as the United Nations prepares to meet the\r\nchallenges of a new millennium.\r\nOne question that looms large above all others is:\r\nWhat kind of global community do we wish to see in the\r\nnext century, and what role can the United Nations play\r\nin such a community?\r\nAs Members of the United Nations, what are our\r\nshared responsibilities, both individually and collectively,\r\nin working towards a global community that fulfils the\r\nvision of our founding fathers and reflects today’s\r\nchanging needs? By what means can we prevent the\r\ncurrent economic crisis from undermining the vast\r\nprogress achieved during the past decade in the social,\r\neconomic and political areas? In what ways can we\r\ntransform the challenges emanating from the crisis into\r\nopportunities to strengthen the fabric of peace, prosperity\r\nand stability around the world? When will we achieve our\r\ncommon aspiration to a world in which democracy is\r\ncherished, human rights are respected, sustainable\r\ndevelopment is practised, economic freedom is exercised,\r\nand people are given the opportunity to realize their full\r\npotential?\r\nI do not pretend to have the answers to all these\r\nquestions, but I am convinced that, together, we can assist\r\none another in addressing these crucial issues.\r\nThe United Nations should be exactly what its name\r\nimplies: a community of nations united in a common\r\nvision and common purpose. For in this age of\r\nglobalization, our destinies are truly intertwined and\r\ninterdependent. One has to look no further than the\r\neconomic crisis to realize how necessary it is for us to\r\nthink and act as a global community possessed of a sense\r\nof shared responsibility.\r\nFor, indeed, the United Nations can only be what we\r\nmake of it. The United Nations can only be an effective\r\nand efficient instrument for peace and prosperity to the\r\nextent that we, the Members of the United Nations,\r\ndemonstrate the will, the resolve and the commitment to\r\nmove the reform process forward.\r\nI therefore wish to take this opportunity to commend\r\nthe Secretary-General for having so promptly responded\r\nto the calls by the Member States to reform the\r\n24\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nmanagerial structure and working methods of the Secretariat\r\nand to strengthen cooperation among various United\r\nNations agencies. Now that the Secretary-General has done\r\nwhat we have called upon him to do, we, the Members\r\nStates, must do our part to reform the intergovernmental\r\nstructure and processes of the United Nations, and we must\r\ndo so expeditiously.\r\nWhat is plain is that the reforms will not be of any\r\nmeaningful consequence if we fail to deliver on our\r\nsupport, politically and financially. It certainly serves no\r\npurpose to talk about an enhanced role of the United\r\nNations if we fail in our responsibility to provide the\r\nUnited Nations with the means and resources to carry out\r\nits mission. For its part, Thailand has done its best to meet\r\nits obligations despite the financial difficulties we are going\r\nthrough. That is the least we can do to show our steadfast\r\nsupport for the United Nations and the causes it represents.\r\nBut the reforms are not an end in themselves. They\r\nare the means by which we can make the United Nations\r\nrelevant to the demands of the changing times. No one can\r\npredict what new challenges the twenty-first century may\r\nbring. Only one thing is certain, such challenges will be\r\nmore complex, more multifaceted and more demanding than\r\never before. At the same time, many current issues promise\r\nto play an increasingly significant role in the international\r\narena. These include globalization, human rights,\r\ndisarmament and illicit drugs. Allow me to touch briefly on\r\neach of these issues.\r\nThe biggest and most complex challenge of our time\r\nis globalization, which has emerged as an elemental force\r\nof nature, not yet well understood but with the power to\r\nbuild and the power to destroy. In the early part of this\r\ndecade, we saw mainly the positive side of globalization —\r\nmore open markets, greater material well-being, more\r\nchoice and more convenient dissemination of ideas and\r\ninformation. As the end of a decade draws nearer, we are\r\nalso seeing that globalization is not without cost.\r\nEconomies are succumbing to volatility beyond their\r\nborders. Seemingly isolated crises can send shock waves\r\nrippling through the international system.\r\nOver the past year, Thailand and a growing number of\r\ncountries have been penalized by the global financial\r\nmarkets. We recognize that domestic institutional\r\nshortcomings were partly to blame for the mismanagement\r\nof the economy. Reforms are therefore being undertaken in\r\nmany of the affected economies, but they will likely take\r\nmany years to bear fruit. At this point it seems clear that\r\nthe severity of the crisis has been all out of proportion to\r\nthe severity of our mistakes. The crisis is no longer an\r\nAsian crisis, but a global crisis and a systemic crisis.\r\nThe industrialized countries, insofar as they stand to\r\ngain the most from globalization and lose the most from\r\na worldwide retreat from it, have an obligation to help\r\ncontain the spreading contagion. The perception that this\r\nwill stop at a certain point — at Thailand, at Indonesia,\r\nat South Korea — has time and again been proven wrong.\r\nNow, with the world teetering on the brink of global\r\nrecession, the G-7, by acting to check the financial crisis,\r\nwill not be performing an act of global charity but one of\r\nself-preservation.\r\nThe destabilizing potential of unfettered global\r\nfinancial flows, as demonstrated by the Asian crisis,\r\npoints to a glaring gap in our global economic\r\narchitecture. I wish to add my voice to the growing calls\r\nfor the international community — developing nations in\r\nconjunction with developed nations — to come up with\r\na mechanism or framework entrusted with the global\r\nmonitoring and regulation of international financial flows.\r\nThe United Nations should propose a world conference on\r\nthe world financial system to be held in the very near\r\nfuture. The proposal by the Committee for Development\r\nPlanning (CDP) of the United Nations for the creation of\r\nsuch a body or mechanism also merits serious\r\nconsideration.\r\nWhile such a mechanism is being worked out, we\r\nmust pay greater attention to the human and social costs\r\nof the crisis. To cushion the impact, the Association of\r\nSouth-East Asian Nations (ASEAN) and its dialogue\r\npartners will be discussing how to promote human\r\nwelfare and development within the framework of the\r\nASEAN Post-ministerial Conference caucus on social\r\nsafety nets proposed by Thailand.\r\nIn this age where ideas can be carried far and wide\r\nby the currents of global media, such concepts as\r\ndemocracy, human rights and sustainable development\r\nhave stirred the imagination of peoples in developing\r\nnations everywhere. My delegation would like to\r\ncongratulate the Secretary-General for strengthening the\r\nwork of the United Nations on human rights, particularly\r\nin bringing Geneva and New York together and\r\nappointing Mary Robinson as the United Nations High\r\nCommissioner for Human Rights. Her grace, her\r\nexperiences, her devotion and her competency will\r\ncontribute to the protection and promotion of human\r\nrights worldwide.\r\n25\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nln today’s global village, human rights have become\r\nnot a luxury but a necessity. Advancing the cause of human\r\nrights makes sense not only from a philosophical\r\nstandpoint, but also from a pragmatic standpoint. Obstacles\r\nto and violations of human rights lead to the displacement\r\nof populations across borders, with a host of attendant\r\nsocial and economic problems, posing an immense burden\r\non countries of first refuge, receiving third countries, and\r\nthe international community as a whole.\r\nThe primary responsibility for observing human rights\r\nnecessarily rests with the State. Respect for human rights\r\nand civil liberties must begin at home. But progress can be\r\nslow. Democratization is by definition driven by each\r\ncountry’s own internal dynamics.\r\nIn South-East Asia the economic crisis has given\r\nmomentum to the struggle for democracy and human rights.\r\nGovernments are being challenged to reconcile rising public\r\nexpectations and demands with pre-existing norms and\r\ninstitutional structures. It may well be that democracy and\r\nhuman rights will gain ground as a result, but there is also\r\na lurking danger that Governments will respond harshly and\r\nreverse any progress made.\r\nIn Cambodia, for example, a fragile democracy is\r\ntaking root, but the outcome is far from certain. Continuing\r\nfactionalism threatens to unravel the peace and stability\r\nwhich took so many years to build. As a neighbour,\r\nThailand cannot but be concerned that should this latest\r\nattempt at democracy fail, mission fatigue might set in.\r\nAfter spending so much time, energy and money on\r\nCambodia, it is not unreasonable for the international\r\ncommunity to expect some compromise among the political\r\nleadership, if only for the sake of the country’s long-\r\nsuffering people. It would be unfortunate indeed if the\r\ninternational community were to give up on Cambodia and\r\nturn its attention elsewhere. But Thailand recognizes as well\r\nas any country that building democracy is not an overnight\r\nprocess.\r\nThailand does not advocate human rights promotion\r\nmerely because it is fashionable to do so. Human rights and\r\ndemocracy in Thailand were won the hard way — paid for\r\nwith blood, sweat and tears. Something that comes at so\r\nhigh a price cannot but command great value.\r\nThailand therefore fully supports the United Nations\r\ninitiative to strengthen its human rights mechanisms and\r\nbelieves that the global community should step up\r\ninternational and regional cooperation to uphold and\r\npromote fundamental human rights.\r\nFor Thailand’s part, the advancement of human\r\nrights and democracy has become an integral part of our\r\nnational development policy. The most recent\r\nmanifestation of this effort is our new Constitution,\r\nadopted in 1997. I am proud to say that this\r\nConstitution — the most democratic in Thai history —\r\naccords human rights in Thailand their most prominent\r\nposition to date and embodies practically all the important\r\nelements of the international instruments on human rights.\r\nThailand also gives high priority to the advancement\r\nof women and the protection of children’s rights, in\r\nkeeping with its obligations and commitments under the\r\nframework of the international instruments, plans and\r\nprogrammes of action. Moreover, as part of the\r\ncelebration of the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, apart from the organization\r\nof a series of seminars, Thailand is making plans to\r\naccede to the International Covenant on Economic, Social\r\nand Cultural Rights.\r\nOver the past decade, humanity has made great\r\nstrides towards global peace, but we have yet to fully\r\nreap its dividends. Despite the end of the cold war,\r\nnations continue to place greater value on armaments than\r\non meeting the basic needs of their people. One statistic\r\nI saw in this year’s Human Development Report was at\r\nonce startling and disheartening. It indicated that just last\r\nyear the nations of the world spent a total of $6 billion on\r\nbasic education for their people, $9 billion dollars on\r\nwater and sanitation, $13 billion on basic health and\r\nnutrition, and a staggering $780 billion on military\r\nexpenditures.\r\nOf the potentially most devastating threats to\r\nhumanity, the proliferation of weapons of mass\r\ndestruction remains particularly worrisome. Thailand is\r\nfully committed to the multilateral effort towards\r\ndisarmament. We welcome the establishment of the\r\nDepartment for Disarmament Affairs, under the leadership\r\nof Under-Secretary-General Jayantha Dhanapala, as part\r\nof the Secretary-General’s reform measures approved by\r\nthe General Assembly last year. We will also continue to\r\nsupport, financially and materially, the activities of the\r\nUnited Nations Regional Centre for Peace and\r\nDisarmament in Asia and the Pacific, in spite of financial\r\ndifficulties at home.\r\nEven as we continue our efforts to dismantle and\r\neliminate weapons of mass destruction, we must continue\r\nto work towards reducing the conditions that would\r\nprompt their use in the first place. Confidence-building\r\n26\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nthrough closer dialogue and interaction must be a core\r\ncomponent of any effort to build lasting peace.\r\nFor nuclear weapons, the task of disarmament cannot\r\nbe left to only the nuclear Powers. The global community\r\nmust also bring pressure to bear to emphasize that nuclear\r\narms have no place in confidence-building efforts. Thailand\r\nthus joined with nine other South-East Asian nations in\r\nsigning the South-East Asia Nuclear-Weapon-Free Zone\r\nTreaty, which has already come into force. We are hopeful\r\nthat the nuclear-weapon States will support our endeavours\r\nin this regard by acceding to the Protocol of that Treaty.\r\nThailand also hopes for South-East Asia and the world\r\nto be free of anti-personnel landmines. Multilateral attempts\r\nto address the problem should not be confined merely to\r\nthe banning and destruction of landmines. The international\r\ncommunity must also tackle other equally important related\r\nissues, including the provision of financial and technical\r\nassistance on demining to mine-affected countries as well\r\nas humanitarian assistance to victims of landmines. My\r\ndelegation has learned with great pleasure of the rapid\r\nprocess of ratification by signatory States, which would\r\nresult in the Ottawa Convention entering into force less\r\nthan six months from now. As a signatory State, Thailand\r\nlooks forward to ratifying the Convention in the near future.\r\nA more insidious but no less destructive threat to\r\nhumanity is the scourge of narcotics. We all know the\r\ncorrosive effects that drugs have on the fabric of society,\r\nthe lives and dreams they shatter on a daily basis. Yet for\r\nall our efforts, the problem has never been completely\r\neradicated.\r\nMy Government has therefore made the fight against\r\nnarcotics a high national priority. On the occasion of the\r\ntwentieth special session of the General Assembly in June,\r\nThailand joined with other signatory countries of the 1993\r\nmemorandum of understanding on drug control to issue a\r\njoint Declaration reaffirming our strong determination to\r\nfight the narcotics problem. The following month, in July\r\n1998, Thailand and its fellow ASEAN members issued a\r\njoint declaration stating our intention to achieve a drug-free\r\nASEAN by the year 2020.\r\nThailand’s success in opium-supply reduction is a\r\nmatter of record. But effective drug control also requires\r\ndemand reduction, towards which the Thai Government is\r\nalso undertaking various national measures. Accordingly,\r\nwe welcome the Declaration on the Guiding Principles of\r\nDrug Demand Reduction adopted at the special session\r\nearlier this year.\r\nAs food for thought, I would like to reiterate my\r\ndelegation’s view that, for the next decade, international\r\ndrug-control efforts should focus on the problem of\r\namphetamine-type stimulants (ATS) as well as on ways\r\nand means to prevent the diversion of precursors used for\r\nillicit drug production. This idea was recently agreed upon\r\nby members of the Non-Aligned Movement at the summit\r\nin South Africa. We urge all States to cooperate in\r\neliminating the supply of ATS and precursors, the illicit\r\nmarket for which is now much larger than that for drugs\r\nderived from narcotic crops, the natural sources.\r\nAs we approach the new century, it is becoming\r\nclear that we are also entering a new epoch in human\r\nhistory, unlike any that has gone before. As the forces of\r\ntechnology, globalization and complex interdependence\r\nexert ever greater influence on international relations, the\r\ncoming epoch will be one of great peril but also of great\r\npromise.\r\nThe past year has shown us that our\r\naccomplishments rest on fragile foundations. The world\r\nnow faces a crossroads. One path offers the choice of\r\nworking harder to forge ever stronger international\r\ncooperation, spurred on by the prospect of continued\r\npeace and prosperity. Or we can choose the other path\r\nand remain apathetic and complacent, lulled by a sense of\r\nour own infallibility.\r\nThe choice is clear enough. But the challenge will be\r\nto translate all the good intentions into effective action.\r\nMuch uncertainty exists in the way international financial\r\nmarkets work, in the appropriate measures and strategies\r\nthe international community will need to evolve in\r\nresponse to new economic and political challenges, and,\r\nof course, in the age-old problems of war and peace.\r\nThe United Nations, as always, will have a central\r\nrole to play in resolving the differences among nations\r\nand regions, in ensuring the promotion of international\r\ncodes of conduct and norms, in strengthening preventive\r\ndiplomacy and peacekeeping, in bridging the gap between\r\nthe rich and poor nations, in fighting the scourge of\r\ninternational crime, and in promoting and protecting\r\nhuman rights.\r\nThe United Nations alone cannot achieve these\r\nobjectives. The fulfilment of our common hopes and\r\naspirations rests not only with the United Nations\r\nOrganization, but with the united nations of the world. It\r\nis up to all of us to make the right choices, to make the\r\n27\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\ndifference as humanity prepares to enter the new century\r\nwith resolve and hope for a better world.\r\nThe Acting President (interpretation from Arabic): I\r\nnow call on His Excellency Sheikh Hamad bin Jassim bin\r\nJabr Al-Thani, Minister for Foreign Affairs of the State of\r\nQatar.\r\nSheikh Hamad bin Jassim bin Jabr Al-Thani\r\n(Qatar) (interpretation from Arabic): I would like at the\r\noutset to extend sincere congratulations to Mr. Opertti on\r\nhis election as President of this new session, the fifty-third\r\nsession of the General Assembly. I wish him every success\r\nin presiding over its meetings and conducting its work.\r\nAlso, I cannot but extend heartfelt thanks to\r\nMr. Opertti’s predecessor, Mr. Hennadiy Y. Udovenko, the\r\nMinister for Foreign Affairs of friendly Ukraine, for the\r\nefforts he expended during his presidency at the fifty-\r\nsecond session. I wish him success in his future\r\nendeavours.\r\nHere we come again to this universal forum, to meet,\r\ndiscuss and debate questions that concern our nations and\r\npeoples. This has become more necessary and pressing than\r\never before. The world in which we live today, and in\r\nwhich, God willing, future generations will live, has grown\r\nsmaller in terms of geography and time, but to our great\r\nregret its problems and crises are still as great and as\r\ncomplicated as ever. They have even become greater and\r\nmore complicated as a result of their interconnectedness\r\nand interrelated nature and the interactions among their\r\nramifications and effects.\r\nWe cannot but wonder, while sitting here within the\r\nframework of this universal, international organization,\r\nabout the events and developments that occurred in our\r\nworld during the past year and about those emerging\r\nquestions and crises that call for our utmost attention. Have\r\nwe managed to take steps towards the better world we seek\r\nfor our countries and peoples? Have we succeeded in\r\nsettling any of the bloody conflicts or in pacifying any\r\nregion fraught with tension and any of the chronic hotbeds\r\nof tension in the network of regional and international\r\nrelations? Has democracy flourished and have human rights\r\nbeen consolidated? Have we dealt with the problem of\r\nterrorism and succeeded in eliminating its causes and\r\nmanifestations? How far have we gone in our efforts to\r\ncombat the devastating scourge of drugs? And to what\r\nextent have we achieved the aspirations to put an end to\r\npoverty, misery and unemployment; to find humanitarian\r\nsolutions to the phenomenon of migration and the mass\r\nflow of refugees; to eliminate international organized\r\ncrime syndicates; to prevent the proliferation of weapons\r\nof mass destruction in general, and nuclear weapons in\r\nparticular; to halt the arms race; and to devote more\r\nresources and energy to programmes of development,\r\neducation and welfare? These are major questions\r\nconcerning urgent issues and problems that call for our\r\nutmost attention and efforts in order to attain these long-\r\nawaited solutions and remedies.\r\nDuring the past months, we have all followed the\r\ndevelopments of the economic and monetary crises that\r\nhave engulfed the States of South-East Asia and the Far\r\nEast. We have seen how these developments have led\r\nthese States to stagnation, inflation and social suffering\r\nafter they had been models of prosperity and rapid growth\r\nfor the world.\r\nAlso, we are still following with grave concern the\r\neconomic and financial upheaval experienced by the\r\nRussian Federation, to whose new Government I would\r\nlike on this occasion to wish success in its efforts to cope\r\nwith this turmoil and to extricate the country from the\r\ndifficulties it is facing.\r\nNaturally, we are concerned at the prospect of the\r\nextension of the adverse consequences of these turbulent\r\neconomic conditions to other States and regions of the\r\nworld that have been relatively free from them so far.\r\nThis brings us to the repercussions of all of this on the\r\neconomies of our States in the Gulf region and the\r\nMiddle East, especially in the light of the drop in the\r\nworld oil prices and the decline of the revenue earned\r\nfrom this vital commodity on which the producing and\r\nexporting States are primarily dependent to implement\r\ntheir programmes and attain their development\r\naspirations.\r\nIf these developments prove one thing, it is the\r\nextent to which organic interdependence and interrelation\r\nhave come to characterize the economies of the world,\r\ncontrol its markets and define the constantly fluid relation\r\nbetween its producers and its consumers. This, in turn,\r\nprompts us to deal with these monetary and economic\r\nconditions from a global, open perspective free from\r\nisolationism and narrow-mindedness. It is also incumbent\r\nupon us to make the necessary efforts to cope with the\r\npresent crisis on the basis of international partnership,\r\nsocial justice and developmental and monetary balance,\r\nand to prevent it from worsening and becoming, God\r\nforbid, a worldwide economic recession. If this were to\r\nhappen, it would have extremely adverse political, social\r\n28\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nand economic effects with unpredictable consequences for\r\nus all.\r\nWe speak about global concerns and questions, but\r\nregional crises and conditions have not been any better\r\nduring recent months. The peace to which we have aspired\r\nin our region is still, to our great regret, an elusive mirage.\r\nIt is indeed very distressing, even enraging, for one to see\r\nthat several years of negotiations, endeavours and mediation\r\nhave failed, so far, to bring the peace process in the Middle\r\nEast to its desired objective: the achievement of a\r\ncomprehensive, just and lasting peace based on the\r\nprinciples of international legitimacy, on the resolutions of\r\nthis world Organization which is hosting our current debate,\r\nand on the basis of security, stability and mutual\r\nrecognition among all nations and peoples of the region.\r\nIt is also regrettable that the peace process has not\r\nexperienced any positive development since the coming into\r\noffice of the present Government in Israel; rather, it has\r\nsuffered a serious setback. At a certain time there were\r\nhopes and expectations that the Middle East was on the\r\nverge of a genuine peace allowing everyone to live in\r\nsafety and tranquillity, and to enjoy equal rights. The hope\r\nwas that the wars that had set the region ablaze and had\r\nbled it for so long would come to an end, to be superseded\r\nby a process of development, cooperation and prosperity.\r\nIn the light of those hopes, a series of economic\r\nconferences related to the peace process was launched, the\r\nlast of which was the Al-Doha Conference, after which\r\nthese conferences came to a halt. This is indeed a reflection\r\nof the situation which the peace efforts reached and the\r\ndifficulties that have faced and are still facing these efforts.\r\nThe essential problem facing the peace process, in our\r\nview, is the fact that Israel, under its current Prime Minister\r\nand its hard-line Government, has reneged, and is still\r\nreneging, on the principles which originally formed the\r\nbasis for the peace process, and on the accords concluded\r\nin the framework of that process between the former Israeli\r\nGovernment and its Arab neighbours.\r\nHere, I would like to remind the Israeli Government\r\nthat the peace process was based on the implementation of\r\nSecurity Council resolutions, especially resolutions 242\r\n(1967) and 338 (1973), regarding the need for withdrawal\r\nfrom the Arab territories occupied in 1967, and resolution\r\n425 (1978) regarding southern Lebanon and the Lebanese\r\nBekaa. This process was also based on the principle of land\r\nfor peace and the attainment by the Palestinian people of\r\ntheir legitimate rights. We view all of these principles as\r\ninternational obligations, which Israel, as a State Member\r\nof the United Nations, must honour and abide by.\r\nIn this regard, allow me to depart from the text of\r\nmy statement to say how fervently I wish that Prime\r\nMinister Netanyahu had been sincere in his statement\r\nyesterday, when he claimed he was as interested in\r\nproviding security and peace for Palestinian children as he\r\nwas for his own children. However, the bitter reality with\r\nwhich we are all familiar says otherwise. Since\r\nMr. Netanyahu took office, his Government has been\r\npursuing a policy contrary to the objectives and the spirit\r\nof the peace process in the region. His failure to\r\nimplement the accords signed with the Palestinian side\r\nhas worsened the suffering of all segments of the\r\nPalestinian people, including the Palestinian children who\r\nsuffer harsh living conditions where they lack the\r\nminimum basic requirements of life in education, health\r\nand nutrition. I wish Mr. Netanyahu had informed us of\r\nthe future awaiting these children, who are chafing under\r\nthe effect of the economic embargo imposed on them by\r\nhis own Government.\r\nIn this context, I have to underline the tragic\r\nconditions of the Palestinian people under occupation and\r\nthe daily arbitrary practices they suffer at the hands of the\r\nIsraeli forces, as if they had not suffered enough from\r\n1948 until the present day. Here, I would like to single\r\nout in particular settlement activity, the confiscation of\r\nland, the demolition of houses and the driving of whole\r\nfamilies out of their homes. All of this should strengthen\r\nour resolve to intensify efforts towards achieving a just\r\nsolution that would restore to the Palestinian people their\r\nlegitimate rights, including their right to establish their\r\nindependent State, with holy Al-Quds as its capital, and\r\nsecure the withdrawal of Israel from all the occupied\r\nArab territories in the Syrian Golan, south Lebanon and\r\nthe Lebanese Bekaa in conformity with United Nations\r\nresolutions and the principles of international legitimacy.\r\nThis would make it possible to speak of genuine peace in\r\nthe region on a just, comprehensive basis and on the basis\r\nof mutual respect and security for all.\r\nI would also like to indicate that the decision by the\r\nIsraeli Government on 21 June 1998 to expand the\r\nmunicipal limits of the city of Jerusalem, which would\r\nalter the legal status of the Holy City, is a direct\r\ncontravention of the relevant resolutions of the Security\r\nCouncil and the General Assembly. Moreover, such a step\r\ncontradicts the accords concluded between the Israelis and\r\nthe Palestinians and violates the basis of the peace\r\nprocess which provides for deferring the question of\r\n29\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nAl-Quds so that it would be agreed upon in the permanent\r\nstatus negotiations. Therefore, we express our support for\r\nthe presidential statement issued by the Security Council on\r\n13 July 1998 in response to the Israeli action. The Council\r\ncalled upon Israel to refrain from executing its plans and\r\nfrom taking any action that would prejudice the outcome of\r\nsuch negotiations or pre-empt the accords that they may\r\nresult in. The statement also calls upon Israel to comply\r\nscrupulously with its legal obligations and responsibilities\r\nunder the Geneva Convention relative to the Protection of\r\nCivilian Persons in Time of War of 12 August 1949.\r\nI would also like to place on record our satisfaction\r\nwith the result of the voting at the 89th meeting of the\r\nGeneral Assembly’s fifty-second session, on 7 July 1998,\r\nwhich resulted in granting Palestine, in its capacity as\r\nobserver in this international body, additional rights and\r\nprivileges of participation in the sessions and work of the\r\nAssembly. We view this step as a simple rehabilitation and\r\na modest step towards endorsing the membership of\r\nPalestine and its legitimate position in the framework of the\r\nUnited Nations and its institutions, in the hope that the day\r\nwill come when, God willing, we will see the Palestine\r\ndelegation representing a State admitted as a full-fledged,\r\nactive member in this universal, international organization\r\nin the near future.\r\nThe consolidation of peace and security, the\r\nenhancement of the principles of mutual confidence and\r\ngood neighbourliness, the peaceful settlement of all\r\nconflicts and disputes through dialogue and peaceful means,\r\nand commitment to the principles of international law are\r\nthe foundations of the policy of my country, Qatar, vis-à-\r\nvis our neighbours. That is why we consider the question\r\nof security and peace in the Gulf region and the Middle\r\nEast a vital question of the highest priority for us and for\r\nour brothers in the Gulf Cooperation Council. From this\r\nperspective, we call for the settlement of the dispute\r\nbetween our sister State, the United Arab Emirates, and the\r\nfriendly Islamic Republic of Iran over the islands of Abu\r\nMusa, Greater Tunb and Lesser Tunb through bilateral\r\ndiplomatic efforts or, if need be, by resorting to\r\ninternational arbitration. This would contribute to the\r\nevolution of Gulf-Iranian relations.\r\nOn another level, the Iraqi crisis, in its turn, has been\r\nunresolved for years and there are no signs on the horizon\r\nof an impending, appropriate solution to it. With the\r\npersistence of this situation in Baghdad, which could erupt\r\nat any moment, and with all its potential for destabilizing\r\nthe entire region, the condition of the Iraqi people has\r\nreached tragic proportions under the effect of the\r\ninternational sanctions that have been imposed upon the\r\ncountry for years. Whether or not we are convinced of the\r\nusefulness of these sanctions in achieving their envisaged\r\nobjectives, and while we fully assert the need to\r\nimplement all relevant Security Council resolutions, we\r\nwould also express the hope that the embargo imposed on\r\nthe Iraqi people will be lifted in order to mitigate the\r\nharsh suffering it has caused and the adverse effects it has\r\nhad on these people.\r\nWe view with concern the tense situation in the\r\nneighbouring region of the Horn of Africa, where States\r\nand people have suffered numerous tragedies and\r\nhardships as a result of border and civil conflicts and\r\nwars. These have resulted in the squandering of resources\r\nand potentials and aggravated the phenomena of poverty,\r\nstarvation and migration.\r\nI would like to single out the Republic of the Sudan,\r\nthe suffering of whose people, we hope, will end in a\r\nmanner that preserves its territorial integrity and the unity\r\nof its people. We also hope that all differences among the\r\nStates of the region will be settled by peaceful means and\r\non the basis of international legitimacy, so as to ensure\r\ncooperation and good-neighbourliness among all States\r\nand peoples.\r\nFurthermore, we in the State of Qatar feel that the\r\nlifting of the embargo and sanctions imposed on the sister\r\nLibyan Jamahiriya is a basic and popular demand,\r\nespecially in the wake of recent positive developments in\r\nthis matter. In this regard, we would express our hope and\r\nconfidence that the efforts currently under way will result\r\nin a judicial and diplomatic formula satisfactory to all\r\nparties to this question and put a definitive end to its\r\nrepercussions. This would ensure the lifting of the\r\nembargo and the sanctions imposed on Libya and close\r\nthe file on the Lockerbie question, while doing justice to\r\nall parties concerned.\r\nIn the same vein, and proceeding from the strong\r\nattachment of the State of Qatar to the principle of the\r\npeaceful settlement of disputes and from its profound\r\nbelief in the necessity of consolidating security and\r\nstability and avoiding the dangers of war, hostilities and\r\nclashes of any kind, I wish to express our great concern\r\nover the regrettable events unfolding in Afghanistan and\r\nthe escalation of tension along its borders with Iran.\r\nWhile stressing our conviction that the best means to\r\nsolve the Afghan crisis in its various aspects lie in the\r\ndiplomatic good offices which are proceeding under the\r\nsupervision and auspices of the United Nations, we appeal\r\n30\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nto the parties concerned to desist from any action to further\r\nescalate the conflict or widen its scope.\r\nMoreover, I cannot but touch upon the tragedy of the\r\npeople of the Kosovo region, which is now suffering the\r\nsame civil conflicts, “ethnic cleansing” and mass migration\r\nthat have plagued other peoples of the former Yugoslavia.\r\nWhile thanking the Secretary-General of the United\r\nNations, Mr. Kofi Annan, for his tireless efforts and\r\ninitiatives to defuse tensions and settle conflicts throughout\r\nthe world, we call upon him once again to continue and\r\nredouble his efforts to end these conflicts and prevent their\r\nexpansion and escalation, especially in Kosovo,\r\nAfghanistan, Iraq and Africa.\r\nThe crises and conflicts I have cited are but examples\r\nof the magnitude of the challenges and tasks which we\r\nmust face. There are many thorny questions and\r\ncomplicated problems to which all of us, the inhabitants of\r\nthis planet, regardless of our different races and beliefs,\r\nmust work together to seek solutions, for the sake of our\r\nfuture and that of our children and grandchildren.\r\nForemost and most serious among these is the\r\nquestion of the proliferation of weapons of mass\r\ndestruction, including chemical, biological and, especially,\r\nnuclear weapons. A few months ago, we, like the entire\r\nworld, were shocked by the disturbing developments arising\r\nfrom the exchange of nuclear-weapons tests by India and\r\nPakistan and by their inherent threat of unleashing a\r\nconventional and nuclear arms race between those two large\r\nneighbours. Here, I would like to recall the position of my\r\ncountry on such tests: We call for the exercise of wisdom\r\nand the prompt signing by all States, without exception, of\r\nthe treaties banning nuclear tests and limiting the\r\nproliferation of these weapons of mass destruction, while\r\nearnestly seeking to reduce the number of such weapons in\r\nthe world in preparation for their complete elimination. This\r\nis specifically what we would like to see in our region,\r\nwhich, I emphasize, we would wish entirely free of\r\nweapons of mass destruction, especially nuclear weapons.\r\nIn this regard, I would point out that Israel is the only\r\nnuclear-weapon State in the region and the only State that\r\nhas so far refused to sign the treaties relevant to the\r\nprohibition of such weapons and the prevention of their\r\nproliferation. If it persists, this situation will lead to tension\r\nand the repercussions arising from the imbalance of power\r\nit causes. Therefore, in our view, it is necessary and\r\nimperative to take concrete steps to eliminate these weapons\r\nfrom the region, so as to avoid the risks of launching an\r\narms race that would further destabilize the region.\r\nThe State of Qatar also signed the Convention on the\r\nProhibition of the Use, Stockpiling, Production and\r\nTransfer of Anti-Personnel Mines and on Their\r\nDestruction, which was concluded in Oslo. We signed it\r\nofficially in Ottawa last December, prompted by our\r\nbelief in the correctness of banning these mines and our\r\nawareness of the many humanitarian tragedies resulting\r\nfrom their use, especially among innocent civilians in the\r\nwake of the wars during which they had originally been\r\nlaid.\r\nOther worldwide scourges, which we have long seen\r\nproliferate and expand, are no less serious than weapons\r\nof mass destruction in terms of their devastating and\r\ncomprehensive effects on the peoples and States of the\r\nworld. Drugs, organized crime, famine and the disruption\r\nof environmental and climatic conditions have all become\r\nglobal threats. We sincerely believe that it is impossible\r\nto tackle these threats except through comprehensive\r\ninternational endeavours and programmes.\r\nIn this regard, I would like, on behalf of my\r\nGovernment, to thank and congratulate the friendly\r\nGovernment of Italy and the delegations of the world that\r\nparticipated in the United Nations Diplomatic Conference\r\nof Plenipotentiaries on the Establishment of an\r\nInternational Criminal Court, which was held in Rome\r\nlast June and July. It culminated in a declaration on the\r\nestablishment of this Court, the jurisdiction of which will\r\ninclude trying those responsible for acts of genocide and\r\nwar criminals.\r\nI would also like to refer to the twentieth special\r\nsession of the General Assembly devoted to countering\r\nthe world drug problem, held in this Hall early last June.\r\nIt showed us the magnitude of this intractable problem\r\nand its serious effects on all people of the world without\r\nexception. My Government would like to thank the\r\nfriendly Government of Mexico for taking the initiative of\r\nproposing to the General Assembly the convening of the\r\nspecial session in order to draw up a comprehensive\r\ninternational strategy, under the auspices of the United\r\nNations, to cope with this problem, which threatens\r\neverybody.\r\nThe need to protect and conserve the environment\r\nhas become a pressing question that requires all of us, as\r\npeoples inhabiting this planet, to devote greater efforts\r\nand resources to addressing it in a framework of\r\ncoordination and cooperation on a comprehensive\r\ninternational level and in the context of the assumption by\r\neach of us of his own responsibilities and duties. There is\r\n31\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nno doubt that the environment today has been severely\r\ndamaged by the faulty policies and practices still pursued\r\nby some industrial States and institutions. This damage is\r\nalso a result of mankind’s age-old neglect of and\r\nindifference to its surroundings. However, the time has now\r\ncome to undertake a coordinated and serious universal\r\neffort to put an end to these abuses and practices, which\r\nclearly threaten the future of the globe and all its peoples\r\nand regions with a potential calamity.\r\nThe right of man to live in dignity and freedom\r\nremains. For the Government and the people of Qatar it is\r\na sacred divine right, which we must all respect and\r\nprotect. Unfortunately, we cannot confirm that human rights\r\nand man’s freedom to live in dignity and security are\r\nprotected and available everywhere in today’s world. There\r\nare still numerous disturbing exceptions and violations in\r\nmany regions and States of the world. Fortunately,\r\nhowever, we are witnessing significant progress towards\r\nsubstantial recognition of these legitimate human rights, of\r\ngreater political, social and cultural democracy and of\r\nhumanitarian and civilizational openness.\r\nIt is our sincere hope and desire that that progress will\r\nbe consolidated and strengthened throughout the world. In\r\nQatar, we are especially proud that, under the auspices of\r\nHis Highness the Prince Sheikh Hamad bin Khalifa\r\nAl-Thani and under his instructions, vital pioneering steps\r\nare being taken to achieve more democracy and to\r\nconsolidate participation by all segments of the population\r\nthrough the exercise of responsibility and freedom of\r\nchoice, the guarantee of social and civil rights and civic\r\nduty, and respect for freedom of opinion, of speech and of\r\nthe press within the framework of the laws and the ideals\r\nand values in which we believe and which we cherish.\r\nAs we stand today at the threshold of a new century\r\nwith its attendant rapid and continuous changes,\r\ntransformations and surprises and face the growing number\r\nof tasks and the greater challenges they impose, we are\r\nfirmly convinced of the need for readiness and preparedness\r\nto meet these challenges, undertake the tasks assigned to us\r\nand shoulder our responsibilities in a spirit of cooperation,\r\ncoordination, friendship, mutual respect and commonality\r\nof interest for the benefit of our countries and peoples.\r\nProceeding from our deep faith in God Almighty, this\r\nis the least we can do for ourselves, our countries and our\r\npeoples and for our one world. Our responsibility to the\r\nfuture generations dictates that we must provide for them a\r\nbetter world, a better life and a better future. May God\r\nguide us.\r\nThe Acting President (interpretation from Arabic):\r\nI now call upon the Minister for Foreign Affairs of the\r\nPrincipality of Liechtenstein, Her Excellency Ms. Andrea\r\nWilli.\r\nMr. Ortega Urbina (Nicaragua), Vice President,\r\ntook the Chair.\r\nMs. Willi (Liechtenstein): I wish to welcome at the\r\noutset the President of the General Assembly at its fifty-\r\nthird session. He has assumed a difficult and important\r\ntask, and we have full confidence in his ability to give\r\nthis body the direction required at a time when many\r\ncomplex issues are on its agenda.\r\nI would like to pay tribute to Secretary-General Kofi\r\nAnnan, who has continued to represent our Organization\r\nin an outstanding manner and to whom we are all\r\nindebted for initiating a comprehensive reform process.\r\nHis presentation of the report on the work of the\r\nOrganization at the beginning of the general debate has\r\nprovided us with a clear picture of where the United\r\nNations stands today and of the major issues we must\r\naddress.\r\nWe remain committed to the reform process and\r\nhope that the ongoing changes will bring about the\r\nurgently needed improvement in the financial situation of\r\nthe Organization. We share the Secretary-General’s deep\r\nconcern at the deterioration of the security situation of\r\nUnited Nations personnel involved in field operations and\r\nthe view that determined action by the General Assembly\r\nis needed to address this problem, which poses a threat to\r\nmany core activities of the United Nations. On the\r\npositive side, we share the satisfaction felt at the entry\r\ninto force of the Convention on the Prohibition of Anti-\r\npersonnel Mines next spring and are pleased to announce\r\nthat Liechtenstein will deposit its own instrument of\r\nratification very soon.\r\nAfter a series of major conferences in the first half\r\nof this decade, we now have to tackle the important task\r\nof addressing the follow-up processes to these major\r\nevents, in order to ensure that the relevant final\r\ndocuments are implemented on the national and\r\ninternational levels and thus translated into concrete\r\naction for the benefit of people worldwide.\r\nThis year, we celebrate both the adoption of the\r\nVienna Declaration and Programme of Action five years\r\nago and the adoption of the Universal Declaration of\r\nHuman Rights in 1948, which is usually referred to as the\r\n32\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\n“50 plus 5” anniversary. We hope this event will send a\r\npowerful message to the world that the United Nations and\r\nits Member States are aware of the need for genuine and\r\neffective national policies and international cooperation in\r\norder to achieve the standards established in this area by\r\nthe United Nations.\r\nThe Universal Declaration constitutes a milestone in\r\nthe history of human rights activities of the United Nations\r\nand the basis for the remarkable achievements made over\r\nthe following years and decades. Therefore, it is our view\r\nthat on 10 December we should reaffirm in strong and clear\r\nterms the contents of this Declaration, as well as our\r\ncommitment to fully implement its provisions, in order to\r\nensure that all individuals worldwide benefit from the\r\nstandards set out in the Declaration.\r\nThe Vienna Declaration and Programme of Action\r\nhave been a key element in the human rights deliberations\r\nfor half a decade now. The value and importance of this\r\ndocument have become very clear during this period of\r\ntime, while the implementation of many of its contents has\r\nbeen slow and not satisfactory. The Vienna document is\r\ncomplementary to the previously existing instruments and\r\nstandards in the field of human rights.\r\nOur main task is to ensure that these high-quality\r\nstandards under international law are made a reality in daily\r\nlife for people worldwide, since there continues to be a\r\nvery noticeable deep gap between these standards and their\r\nimplementation in practice. I am pleased to announce that\r\nthe Liechtenstein parliament has approved accession to the\r\nInternational Covenants on Human Rights, as well as to the\r\nprotocols to the second Covenant.\r\nWe fully subscribe to the principle that all human\r\nrights are interdependent and mutually reinforcing and have\r\nthus to be treated on the same footing. There is, however,\r\none area to which we would like to give particular\r\nemphasis, namely, the promotion and protection of the\r\nrights of children, which warrant our special attention. The\r\nscope and number of violations of the rights of the child\r\nare particularly disturbing, and we are grateful to note that\r\nthe international community has in the recent past stepped\r\nup its efforts to combat some of the most outrageous forms\r\nof such violations. Another welcome and necessary measure\r\nis the appointment of a Special Representative of the\r\nSecretary-General on children in armed conflicts. We\r\npledge our full support to the activities undertaken by\r\nMr. Olara Otunnu and express our hope that his office will\r\nbe provided with the necessary human and financial\r\nresources to fulfil its far-reaching and complex tasks. We\r\nare disappointed that it has not yet been possible to adopt\r\nan optional protocol on children in armed conflicts, which\r\ncould make a major contribution in this respect.\r\nA very important and timely impetus to the cause of\r\nhuman rights and international humanitarian law was\r\nprovided by the adoption of the Statute of an International\r\nCriminal Court this summer in Rome. While the\r\nInternational Criminal Court is not a human rights court,\r\nwe consider the Rome Statute to be a very important\r\ncontribution to Human Rights Year. We welcome the\r\noutcome of the Rome Conference as an achievement of\r\ntruly historic dimensions and — like the Ottawa\r\nprocess — as an example of the fruitful role civil society\r\ncan play in an intergovernmental negotiating process of\r\nhigh complexity. While we would have preferred to give\r\nthe International Criminal Court more far-reaching\r\ncompetence, we are very satisfied and encouraged to note\r\nthat what seemed like a dream just a few years ago now\r\nhas a chance to become a reality. It is of crucial\r\nimportance to realize that the adoption of the statute was\r\nnot the end of the process, but, rather, a decisive step\r\nwhich requires determined follow-up and further hard\r\nwork from all of us. Constructive and serious work in the\r\nPreparatory Commission and a speedy process of\r\nsignature and ratification are the most important tasks for\r\nthe imminent future, and we hope that the General\r\nAssembly will send out a strong message to this end. As\r\na participant in the Rome Conference and as one of the\r\nfirst signatories of the Statute, Liechtenstein stands ready\r\nto make its contribution.\r\nOne of the most disturbing developments in the past\r\nyear took place in the field of nuclear non-proliferation.\r\nLiechtenstein continues to condemn all nuclear tests and\r\nhas expressed its concern at the impact of the tests\r\nconducted this year on political stability in the region\r\nconcerned. This matter touches on the very existence of\r\nhumankind, and thus we have to make every effort to\r\ncreate a non-proliferation regime which is just, effective\r\nand credible. The Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) of 1968 and the Comprehensive\r\nNuclear-Test-Ban Treaty of 1996 constitute, if fully\r\nimplemented, two cornerstones of such a regime. Other\r\nmeasures will be necessary, and it is of crucial\r\nsignificance that all countries stand ready to make their\r\ncontribution to solving this issue in the interest of all of\r\nus.\r\nOur own region has been affected by the crisis in the\r\nformer Yugoslavia for many years now. We all welcomed\r\nthe conclusion of the Dayton Agreements, because they\r\n33\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nbrought an end to the terrible suffering of the people in the\r\nformer Yugoslavia. We remain concerned, however, at the\r\nslow process of implementation, especially with regard to\r\nthe civilian aspects of the Agreements.\r\nThe year 1998 has brought about a new crisis of\r\nalarming dimensions: the conflict in Kosovo. Liechtenstein\r\ncondemns the numerous and serious violations of\r\ninternational humanitarian law in this conflict and remains\r\nvery concerned about the situation of the civilian population\r\nand the potential impact of the developments in Kosovo on\r\nregional stability. Preventing a further deterioration of the\r\nhumanitarian situation and finding a viable political solution\r\nare the two most important issues for a solution to the\r\nKosovo crisis, which poses a clear threat to international\r\npeace and security and should therefore be dealt with\r\nappropriately by the United Nations. It has become clear\r\nonce again that the capacity of our Organization to deal\r\nwith such challenges needs to be enhanced and improved.\r\nAs with other crises in the recent past, most notably the one\r\nin Rwanda, the outbreak of violence in Kosovo came as a\r\nsurprise to nobody, and yet not enough was done to prevent\r\nit.\r\nFurther developing the concept of prevention and\r\ntranslating it into concrete action remains, therefore, in our\r\nview, one of the most important issues on the agenda of the\r\nUnited Nations, and the increased involvement of women\r\nin preventive diplomacy continues to be of particular\r\nimportance to us. We note with gratitude the signs of an\r\nincreased political will to support the concept of prevention,\r\nwhile we believe that more concerted and determined\r\nefforts to this end have to be made. We are ready to make\r\nour contribution, and I would like to recall in this context\r\nonce again our initiative on the right of self-determination.\r\nWe are more convinced than ever that a more innovative\r\nand flexible application and implementation of this right has\r\ngreat potential to defuse tensions and prevent conflicts\r\nwithin States — the type of conflicts with which the\r\ninternational community is most commonly faced these\r\ndays. A genuine political dialogue between central\r\nGovernments and communities living within States lies at\r\nthe heart of our ideas, the ultimate goal of which is the\r\nprevention of tendencies by such communities to claim\r\nstatehood and attempt to achieve this goal through violent\r\nmeans. The Liechtenstein Research Programme on Self-\r\ndetermination, conducted at Princeton University, has\r\ncontinued and increased its activities over the past year, and\r\nwe have noted with great satisfaction and gratitude the\r\ninterest and contributions from a large number of\r\npermanent missions in New York. We will continue to try\r\nand enhance political support for our ideas, which we hope\r\ncan make a contribution to the effectiveness of our\r\nOrganization in the future.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on His Excellency Mr. Halldór Ásgrímsson,\r\nMinister for Foreign Affairs and External Trade of\r\nIceland.\r\nMr. Ásgrímsson (Iceland): Allow me at the outset\r\nto congratulate Mr. Opertti upon his election to his\r\nprestigious position. I am convinced that he will guide us\r\nwisely through the fifty-third session of the General\r\nAssembly.\r\nThe world community is now confronted with\r\nseveral dangerous situations which threaten the existence\r\nof millions of people, situations which demand immediate\r\naction by our Organization. I would like to draw special\r\nattention to the plight of the people of Kosovo and the\r\nalarming situation in several countries in Africa, where\r\nwars have caused appalling suffering and directly threaten\r\nthe development and advancement of the whole continent.\r\nOur Organization is also confronted with issues of a\r\nuniversal nature which can determine the future of\r\nhumankind, such as the protection of the environment and\r\nthe delicate balance between economic growth and the\r\nconservation of natural resources. In this respect, the\r\nprotection of the oceans and the marine ecosystem is one\r\nof the most important tasks facing us today.\r\nThe fact that this is the International Year of the\r\nOcean allows me to draw the Assembly’s attention to the\r\nfact that the oceans are the single largest source of protein\r\nand a crucial part of Earth’s ecosystem. We have to come\r\nto grips with the reality that the ocean’s bounty is finite\r\nand that the ocean is not a bottomless receptacle of\r\nhuman waste and pollution.\r\nPollution of the seas from land-based sources\r\nremains a daunting problem. However, effective\r\nimplementation of the Washington Global Programme of\r\nAction will certainly bring about much improvement in\r\nthis respect. Pollution by persistent organic pollutants is\r\nanother major concern. Prompt completion by the year\r\n2000 of a legally binding instrument dealing with some of\r\nthese pollutants will be an important step towards\r\nreducing and eventually eliminating this kind of pollution.\r\nAccidents in which radioactive material from nuclear\r\nwaste treatment plants has spilled into the sea have\r\ndemonstrated clearly the dangers of such facilities. Under\r\n34\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nno circumstances should such plants be allowed to operate\r\nnear the ocean. It is my hope that our generation will take\r\nthe necessary measures so that future generations inherit\r\nclean oceans free from contamination.\r\nNations with similar interests must strive for\r\nagreements on sharing and sensibly managing common\r\nstocks and fisheries on the high seas. We must ensure that\r\nthe harvesting of living marine resources can continue and\r\nthat economic development and conservation go hand in\r\nhand. In order to ensure a vibrant and profitable fisheries\r\nsector, States need to introduce the principles of private\r\nenterprise into the fishing industry and make its products\r\ncompete on the free market. In Iceland we have devised a\r\nmarket-driven fisheries management system which\r\nencompasses both conservation of our resources and their\r\nsustainable use.\r\nThe fishing stocks in the exclusive economic zone\r\naround Iceland have been steadily growing since a system\r\nof individual transferable fishing quotas was implemented\r\nin order both to achieve desired economic objectives and to\r\nprotect our resources. However, fisheries in many parts of\r\nthe world are overexploited. In my view, this is mainly due\r\nto the fisheries sector’s being inundated with government\r\nsubsidies, resulting in excess fishing capacity and the\r\ndistortion of market principles. No other single action could\r\nbring about such positive results, in a short time, towards\r\nachieving sustainable development in fisheries as the\r\nelimination of government subsidies.\r\nI would like to note that when we read United Nations\r\npublications dealing with the state of the world’s fisheries\r\nwe are continually confronted with the expression\r\n“overfishing”, not “fishing”. This implies, first, that\r\nfisheries everywhere are utilized to the hilt, and, secondly,\r\nthat States in general have failed in the management of the\r\nresources inside their economic zones. This gives a wrong\r\npicture of the situation.\r\nI wish to draw the Assembly’s attention to an\r\ninteresting study issued a few weeks ago by the World\r\nWildlife Fund on the root causes of the depletion of fish\r\nresources in many parts of the world. The study states that\r\novercapacity in fishing fleets is a key factor and that\r\nGovernment subsidies of this industry is another. It rightly\r\npoints out that one solution to this problem would be to\r\nissue each fishing vessel tradeable rights to a percentage of\r\nthe catch. It goes on to say that this system has worked\r\nwell in New Zealand, Australia and Iceland.\r\nIn the negotiations on the Kyoto Protocol to the\r\nUnited Nations Framework Convention on Climate\r\nChange we stressed that the further harnessing of\r\nIceland’s abundant, clean and renewable energy sources\r\ncould contribute towards the global effort to limit\r\ngreenhouse gas emissions. Iceland has for decades placed\r\nspecial emphasis on the utilization of clean and renewable\r\nenergy sources, such as geothermal energy and\r\nhydropower. Of its own accord, and through extensive\r\ninvestment, Iceland has replaced fossil fuels for space\r\nheating and electricity generation with clean and\r\nrenewable energy sources. Those efforts, made prior to\r\n1990, have severely limited the possibilities for Iceland to\r\nfurther reduce the emission of greenhouse gases.\r\nIn our view, it must be recognized that the economy\r\nof some countries is dependent on few natural resources.\r\nThey therefore have fewer options to secure their\r\neconomic base by comparison with countries with diverse\r\neconomies. It is both illogical and unfair to deny countries\r\nthe right to harness and utilize clean and renewable\r\nenergy. Such a result would run counter to the objective\r\nof the Convention and be incompatible with Agenda 21.\r\nThis year’s substantive session of the Economic and\r\nSocial Council demonstrated clearly that the industrialized\r\ncountries must make a concentrated effort to remove\r\nbarriers to trade and integrate the developing countries\r\ninto global markets. Many developing countries now have\r\nflourishing private sectors, competing in world markets.\r\nLast month I had the pleasure of visiting some\r\ncountries in the southern part of Africa, of observing the\r\nenormous human and natural wealth of these countries\r\nand of learning first hand about the possibilities available\r\nto the people there. It is clear that peace has brought\r\nprosperity to those countries. My country is engaged in\r\ndevelopment cooperation in that area, focusing on human\r\ncapacity-building as well as training and education in the\r\nfield of fisheries. It should be stressed that, parallel to the\r\nprivatization of the economy, there must be increased\r\nfunding for building up social services, health care and\r\neducation. It is my firm intention that Iceland shall\r\nincrease its official development assistance to our partner\r\ncountries in Africa. This fall, I had the pleasure of\r\nwelcoming the first students, coming from three African\r\ncountries, of the new United Nations University Fisheries\r\nTraining Programme in Iceland. We hope that in the\r\nfuture students from all parts of the world will come for\r\ntraining in all aspects of the fishing industry.\r\n35\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nI would especially like to draw attention to the\r\nimportance of strengthening the position and role of women\r\nin society, mainly with regard to their education and active\r\nparticipation in the economy. In this respect, we have to\r\ntackle the problem of overpopulation with comprehensive\r\nsolutions.\r\nThe volatility in the world’s financial markets has led\r\nto severe recession in many countries and slowed economic\r\ngrowth in others. Globalization is a part of the development\r\nof the world today, and for all countries it entails both risks\r\nand benefits. The risks must be borne by all, and the\r\nbenefits must be spread evenly and widely, especially to the\r\npoorest.\r\nOur Organization has seldom had more urgent tasks\r\nthan preserving peace, security and human rights. I would\r\nlike to express great concern over the nuclear tests recently\r\nconducted by two countries in South Asia, and I welcome\r\nrecent statements by those States that they will adhere to\r\nthe provisions of the Treaty on the Non-Proliferation of\r\nNuclear Weapons and the Comprehensive Nuclear-Test-Ban\r\nTreaty.\r\nWar has visited many countries since we gathered here\r\nlast year. Keeping peace requires our constant vigilance. In\r\nseveral African countries war and ethnic tension have\r\nbrought death and destruction. The cruel fate of children in\r\nwar is more evident now than ever before. Once again the\r\npeople of the former Yugoslavia are confronted with a\r\nproblem of tragic proportions. In Kosovo thousands of\r\nrefugees are facing hunger and a cold winter.\r\nConflicts where the civilian population is targeted are\r\nabhorrent and leave scars that take a long time to heal. We\r\nnow recognize that preserving peace demands more\r\nintensive measures than before, such as the strengthening of\r\ndemocratic institutions, policing, overseeing elections,\r\nestablishing judiciary systems and monitoring human rights.\r\nIn many countries it is as though the Middle Ages had\r\nnever ended and the darkness of intolerance, cruelty and\r\nhuman rights abuses descends on people’s lives every day.\r\nThe fiftieth anniversary of the Declaration of Human Rights\r\nshould encourage us to be stalwart in our principles. Human\r\nrights are universal, and the veil of religion and tradition\r\ncannot and will not be accepted as an excuse for tolerating\r\nflagrant human rights violations.\r\nThe international community must deal successfully\r\nwith problems such as terrorism and war crimes. The world\r\ncommunity has had to look on in horror as terrorists have,\r\nin cowardly fashion, targeted innocent people going about\r\ntheir everyday lives. We urge States to sign and ratify the\r\ncounter-terrorism conventions. The adoption of the Statute\r\nof the International Criminal Court this summer in Rome\r\nshows the firm commitment of the international\r\ncommunity to let law take precedence over lawlessness\r\nand justice over injustice. Once the court is firmly in\r\nplace it is our hope that criminals who commit atrocious\r\nacts, such as crimes against humanity, genocide and war\r\ncrimes, will have no escape from the long reach of\r\ninternational law. We urge all States to sign and ratify the\r\nStatute.\r\nWe look forward to the effective implementation of\r\nthe agreed outcome of the General Assembly’s special\r\nsession on drugs. Enhancing judicial cooperation and law\r\nenforcement cooperation is essential, as well as bearing\r\ndown on money-laundering worldwide. The elimination of\r\nillicit crops should be a high priority in the global drug\r\ncontrol strategy.\r\nWe strongly support the Norwegian and Canadian\r\ninitiative to control the proliferation of small arms and\r\nlight weapons. The huge number of these weapons should\r\nbe of great concern to the international community.\r\nOur Organization must enter the next millennium as\r\nan effective and reformed Organization, with lean\r\nmanagement, result-based budget, increased action\r\npotential in the most vital fields, strengthened finances\r\nand a clear commitment from all Member countries to\r\npay their contributions without conditions.\r\nFinally, Iceland is committed to the ideals of the\r\nUnited Nations. We have always been ready to shoulder\r\nour responsibilities in every aspect of the Organization’s\r\nwork because we believe that all Member countries\r\nshould make their mark on events shaping the world we\r\nlive in today.\r\nThe Acting President (interpretation from Spanish):\r\nWe have heard the last speaker in the general debate for\r\nthis meeting.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply.\r\nMay I remind members that statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\nintervention and to 5 minutes for the second intervention\r\nand should be made by delegations from their seats.\r\n36\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nMr. Burleigh (United States of America): The\r\ncommitment of the United States to a truly democratic\r\nCuba is deep and abiding. The attack by the Foreign\r\nMinister of Cuba against the United States yesterday in this\r\nHall reflects the Cuban Government’s fear of peaceful\r\ndemocratic transition and its fear of respect for human\r\nrights. The Foreign Minister’s remarks clearly demonstrate\r\nwhy our differences are with the Cuban Government, not\r\nwith the Cuban people.\r\nI ask the Assembly two questions. When will the\r\nCuban Government allow the Cuban people to determine\r\ntheir own future through free and fair elections? When will\r\nCuba free political prisoners languishing in jails because\r\nthey want nothing more than to see a stable democratic\r\nCuba?\r\nSecretary of State Albright expressed the United States\r\nview in February in an address to the Cuban people. She\r\nsaid that the United States promotes democracy, freedom\r\nand respect for human rights around the world. We do so\r\nnot because we wish to impose our values or way of life.\r\nPrecisely the opposite is true. We want the people of every\r\nnation to be able to determine for themselves who their\r\nleaders should be, how their laws should be made and how\r\ntheir lives should be led. That is not an imposition.\r\nDictatorship is an imposition. Democracy is a choice.\r\nIt is tragically ironic for a representative of the Cuban\r\nGovernment to cite the Universal Declaration of Human\r\nRights while political prisoners, such as the courageous\r\nleaders of the dissident group whose only “crime” is to\r\npeacefully express dissent, are kept captive in Cuban\r\nprisons under inhumane conditions. Such policies have\r\ninflicted deep suffering on the Cuban people.\r\nIn contrast, despite the misguided policies of the\r\nCuban Government which have impoverished its own\r\ncitizens, tens of thousands of American citizens have\r\ndemonstrated their generosity over the years by sending\r\nmillions and millions of dollars in assistance to needy\r\nfamily members in Cuba. The reality is that dozens of sales\r\nof medicines and medical equipment to Cuba have been\r\napproved. The reality is that there have been thousands of\r\nvisits by Cubans to this country and by Americans to Cuba.\r\nThe reality is that there are extensive and growing contacts\r\nbetween non-governmental groups in this country and\r\nindependent groups in Cuba.\r\nIt is time for the Cuban Government to join the\r\nmodern community of democracies in the western\r\nhemisphere so that the Cuban people can enjoy the stability,\r\nfreedom and prosperity they so richly deserve. It is time\r\nfor the Cuban Government to heed the words of the\r\nfamous Cuban poet, José Martí, who wrote in his\r\nmagazine, The Golden Age, for the youth of Cuba,\r\n“Freedom is the right that every man has to be\r\nhonourable and to think and to talk without hypocrisy.”\r\nMr. Kim Chang Guk (Democratic People’s\r\nRepublic of Korea): The South Korean chieftain in\r\nauthority has been loudly advertising his “sunshine\r\npolicy” of dialogue, reconciliation and exchange with the\r\nNorth, as if he were about to bring great changes to\r\nNorth-South relations since he took power in February\r\nthis year. However, we are deeply disappointed with the\r\npresent South Korean authorities’ behaviour during the\r\npast several months, and we cannot but doubt whether\r\nthey can positively contribute to North-South relations.\r\nThe South Korean authorities have declared their\r\ncompatriots of the North their sworn enemy, and, together\r\nwith the United States and Japan, are trying their utmost\r\nto isolate and stifle the North.\r\nWe can cite instances attributable to the South\r\nKorean authorities. In June, the South Korean authorities\r\nforced the crew members of our wrecked submarine to\r\ncommit suicide instead of rescuing them. The South\r\nKorean authorities, who have no voice in the matter of\r\nthe nuclear issue on the Korean peninsula, continuously\r\nattempt to slander us in connection with the nuclear issue.\r\nThe Democratic People’s Republic of Korea and the\r\nUnited States are implementing the Framework\r\nAgreement.\r\nIt is really ridiculous and preposterous that South\r\nKoreans should attempt to teach us how to behave with\r\nregard to the implementation of the Framework\r\nAgreement. If South Korea wants the nuclear issue on the\r\nKorean peninsula to be settled fairly, South Korea should\r\ngive up the United States nuclear umbrella and demand\r\nthe withdrawal of the United States army from South\r\nKorean territory. Without this, whatever good words\r\nSouth Korea may say, they are all lies. There is no reason\r\nin the argument of South Koreans that we have not\r\nacceded to the Convention on the Prohibition of the\r\nDevelopment, Production, Stockpiling and Use of\r\nChemical Weapons and on Their Destruction. Joining\r\ninternational treaties is a matter within the sovereignty of\r\nthe Democratic People’s Republic of Korea. It would be\r\nbetter for the South Koreans to keep their mouths shut, as\r\nthey, together with the United States, extensively used\r\nchemical weapons during the Korean War; they still\r\nmaintain chemical weapons on military bases.\r\n37\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nEven at this moment, the South Korean authorities are\r\nconspiring, together with the United States and Japan, to\r\ndeal with our satellite launch. Our satellite launch was a\r\ngrand national event to be recorded in the history of our\r\nnation, an event which demonstrated the spirit and talent of\r\nthe Korean nation. We have done this with our own\r\ntechnology and resources; it is a demonstration of the might\r\nof our independent national economy. I should like to ask\r\nthe South Korean authorities how many countries and\r\nnations in the world have the capability to launch a\r\nsatellite. Is it not a grand event to be celebrated by the\r\nwhole nation? However, the South Koreans, in collusion\r\nwith the United States and Japan, are attempting to put\r\npressure on the North, branding our satellite launch a\r\n“threat to security”. These acts on the part of the South\r\nKoreans only show that they are traitors to the nation and\r\nrunning dogs of foreign forces.\r\nThe tireless efforts of the North to realize the grand\r\nconception of the great leader, Comrade Kim Jong-Il, to\r\nbuild our nation into a prosperous country, are acts of\r\npatriotism, and the South Koreans’ attempts to isolate and\r\nstifle the North, with the help of foreign forces, are acts of\r\ncountry-selling. The South Korean authorities declare that\r\ntheir “sunshine policy” is intended to induce the North to\r\nreform and open up; this is aimed at eroding the ideology\r\nand social system of the North and to bring it to final\r\ncollapse. If the South Korean authorities really want\r\nnational reconciliation and reunification, they should show\r\na national conscience and sincerity instead of attempting to\r\nmislead the world public with their “sunshine policy”.\r\nFirst of all, the South Korean authorities should\r\nabandon the policy of dependence on foreign forces and\r\nshould employ a reconciliation policy of alliance with the\r\nNorth. The South Korean authorities should reaffirm their\r\ncommitment to the three principles of independence, peace\r\nand great national unity enshrined in the North-South Joint\r\nDeclaration of 4 July 1972. As the proverb says, blood is\r\nthicker than water.\r\nThe South Korean authorities should try to solve the\r\ncurrent economic crisis with the joint efforts of the nation\r\ninstead of relying on foreign capital. Now, the South\r\nKorean authorities are selling land, factories and other\r\nforms of real estate to foreign capital; we are afraid that\r\nthey are selling the whole country and that nothing will be\r\nleft for the South Korean people.\r\nOur space technology is a national asset of the whole\r\nKorean nation. South Korea may launch a satellite on our\r\nrockets at half price, or free, instead of going to other\r\ncountries which demand high prices.\r\nSecondly, South Korea should take practical\r\nmeasures to improve North-South relations, without\r\nresorting to lip-service. The South Korean authorities,\r\nabove all, should abolish the national security law and\r\ndismantle the National Security Planning Agency. We\r\ncannot think of dialogue and reconciliation without the\r\nabolition of a legal and institutional system which defines\r\nthe North as an enemy and which outlaws any contact\r\nwith the North as an act of “benefiting the enemy”. That\r\nis an act of deceiving the nation and the world.\r\nMr. Al-Hitti (Iraq) (interpretation from Arabic): I\r\nhave asked to speak in exercise of the right of reply to\r\nrespond to statements made here this afternoon by His\r\nExcellency the Minister for Foreign Affairs of Kuwait.\r\nThe Foreign Minister of Kuwait spoke of many issues\r\nrelating to Iraq. Unfortunately, he spoke of them either in\r\na partial way or in a way that did not conform to the\r\nfacts. Let me mention just two of the issues he raised.\r\nFirst, Iraq has implemented all the commitments\r\nimposed upon it by the Security Council. I must refer to\r\nthe questions posed by the Deputy Prime Minister of Iraq\r\nat his meeting, on 3 August 1998, with Mr. Richard\r\nButler, Executive Chairman of the United Nations Special\r\nCommission (UNSCOM), about whether he had any\r\nevidence that Iraq was not completely free of all\r\nprohibited weapons, whether Iraq had any installations or\r\nequipment relating to weapons that had not yet been\r\ndestroyed, and whether UNSCOM had noted any new\r\nserious breach by Iraq relating to resuming the\r\nmanufacture of such weapons. Naturally, Mr. Butler was\r\nunable to reply to all those questions because he does not\r\nhave the courage to tell the truth for reasons and\r\npressures that we are all aware of.\r\nSecondly, our Kuwaiti brothers have on many\r\noccasions talked of so-called Kuwaiti prisoners or\r\nhostages in Iraq, although they know full well that Iraq\r\nhas no prisoners and no hostages. Furthermore, this\r\nquestion is being followed up professionally within the\r\nTripartite Committee under the supervision of the\r\nInternational Red Cross. Indeed, Kuwait does not even\r\nbother to respond to Iraqi questions about its prisoners\r\nand detainees in Kuwait, whose fate remains to date\r\nunknown.\r\nThe Kuwaiti Government’s insistence on raising this\r\nissue has but one explanation. That explanation is that\r\n38\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nKuwait persists in its inimical position towards Iraq aimed\r\nat turning the international community against my country\r\nin order to prolong the embargo imposed on the Iraqi\r\npeople and thereby increase its suffering. The continuation\r\nof such a regrettable pattern by the Kuwaiti Government\r\nmakes it incumbent upon us to remind it that if it truly\r\nseeks security and stability it must first put aside the policy\r\nof conspiring against Iraq. That very policy is what led\r\nKuwait to its current predicament.\r\nThe Kuwaiti Government must examine and\r\nunderstand the facts of history and geography. It must learn\r\nthe lessons of the past through positive interaction with its\r\nArab environment and recognize its undeniable changes.\r\nHowever, if it insists on importing and purchasing its\r\nsecurity artificially from outside, according to what was\r\nsaid by the Kuwaiti Defence Minister some days ago, we\r\nsincerely believe that this road will not lead to any positive\r\nresult. It will merely lead to wasting the resources of the\r\nbrotherly Kuwaiti people because the foreign warships and\r\nmarine forces that Kuwait currently hides behind are\r\nconcerned only with looting the wealth of the region.\r\nFurthermore, the foreign Powers sending such forces are in\r\nfact only concerned with their own expedient and selfish\r\ninterests. History is replete with lessons in that regard.\r\nI must also mention what the famous Arab writer\r\nMohammed Hassanain Haykal said on this very situation:\r\n“Geography has fixed landmarks. Warships always\r\nmove away.”\r\nFinally, I should like to express Iraq’s full readiness\r\nto resolve all pending issues with our brothers in Kuwait or\r\nelsewhere through negotiation in a manner that preserves\r\nthe interests and dignity of all parties. Ultimately, we are\r\nall in the same boat. There is no substitute for dialogue and\r\nbrotherly understanding. We must look to the future with\r\noptimism. We must learn from the lessons of the past. We\r\nmust move forward. If we remain prisoners to the events of\r\nthe past, we shall waste our present and the future of our\r\nchildren. History will not judge lightly those responsible for\r\nthis painful event that our nation is going through.\r\nMr. Robaina González (Cuba) (interpretation from\r\nSpanish): We do not need to wait 24 hours to respond; we\r\nhave had these arguments for over 40 years.\r\nWhat we have witnessed is the height of the purest\r\ncynicism. The fact that the United States asked for the floor\r\nto respond to Cuba’s arguments does not surprise us; we\r\nwere expecting that. It does not surprise us because that\r\ncountry persists in carrying out all manner of economic\r\nand political aggression, as was denounced yesterday by\r\nCuba and as has been repeatedly rejected by the\r\ninternational community. We expected this because the\r\narrogance and overbearing nature of the United States\r\nknow no bounds. It has always had an excess of\r\noverbearingness; but what it has always lacked is\r\nimagination and, above all, modesty.\r\nSo much rhetoric bores us and tires us. Cuba has so\r\nmuch democracy that the Cuban people is prepared to\r\ndefend it with its blood if necessary. Enough hypocrisy.\r\nThe only truly humanitarian thing is the unconditional\r\nlifting of the blockade.\r\nLet me clarify something for the delegation of the\r\nUnited States: the humanitarian aid that has reached Cuba\r\nfrom that country has been delivered not thanks to the\r\nGovernment of the United States, but rather in spite of\r\nthe obstacles, limitations and restrictions it has always\r\nimposed. There has been no change in its policy of\r\ndenying export licences to American companies and non-\r\ngovernmental organizations working through humanitarian\r\nchannels to deliver food and medicines — including those\r\nused to treat heart disease and cancer and to give\r\nemergency treatment.\r\nThat country, whose Governments have been\r\nresponsible for four decades of dirty economic war and\r\nhostility against Cuba, is trying to extinguish an entire\r\npeople through hunger and disease. It has been flagrantly,\r\nmassively and systematically violating the human rights\r\nof an entire people. It has intensified its aggressive\r\nactions. It is the country historically responsible for the\r\nmany different mercenary and terrorist actions against my\r\ncountry. It is the country from whose territory terrorist\r\nacts have been recently organized against Cuba with\r\nimpunity. It is the country where those responsible for the\r\nhijacking of passenger aircraft in flight go unpunished.\r\nThe country that is the home of soft money and the\r\ncommercialization of policy, where laws are bought and\r\nsold and where consumerism is more important than\r\ndecency, should not come to give us lessons of freedom\r\nand morality. One has to be extremely cynical to accuse\r\nothers and at the same time to arrogate to one’s self the\r\nright to attack, to use force, to sow panic among entire\r\npeoples, to conspire to destabilize sovereign States and to\r\ncondemn terrorism when it affects oneself and to practise\r\nit selectively against others. The Olympic champion of\r\ndouble-standard morality should not speak about morality.\r\n39\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nWhat Cuba is asking is that the words spoken by the\r\nUnited States this afternoon be inscribed precisely in the\r\nrecord as an example of the type of conduct that must not\r\nbe carried into the next millennium.\r\nThe country we have patiently heard express its\r\nfamous concerns about Cuba is the country that has 42\r\nmillion people without medical insurance, half of them\r\nchildren. It is the country where tuberculosis associated\r\nwith poverty is growing by 20 per cent per year. It is the\r\ncountry where police brutality is growing on a daily basis.\r\nIt is the country where over 100 people have died from\r\nbeing exposed to pepper spray. It is the country where\r\nprisoners are beaten every day and trained dogs are used as\r\ninstruments of torture. In some of its jails about half the\r\nprisoners suffer from AIDS. That country is also home to\r\npolitical prisoners from Puerto Rico. It is the country where\r\nthe incarceration rate of African-Americans is about 60 per\r\ncent higher than for whites. It is the country where infant\r\nmortality in the black population is twice that of whites. It\r\nis the country where there are more young black people in\r\njail than in universities. It is the country where the\r\nhomeless population has doubled. It is the country where\r\nchildren who are the products of a culture of violence have\r\nthe highest murder and suicide rate on the planet. It is the\r\ncountry where a black child on a bicycle was shot 13 times\r\nfor carrying a toy gun and was then described as an armed\r\nblack person.\r\nOur own José Martí told us, “Everything I have ever\r\ndone, and everything I will ever do ... will be done to\r\nkeep ... the United States from pouncing on the countries of\r\nthe Americas.”\r\nMr. Al-Otaibi (Kuwait) (interpretation from Arabic):\r\nWe regret that the representative of Iraq asked to exercise\r\nhis right of reply with regard to the facts in the statement\r\nof our First Deputy Prime Minister and Foreign Minister\r\nSheikh Sabah Al-Ahmad Al-Jaber Al-Sabah. He made some\r\nuncourteous remarks to which I will not respond. We regret\r\nto have to listen once again to the allegations that Iraqi\r\nofficials reiterate on every occasion that Kuwait is\r\npolitically exploiting the question of prisoners in order to\r\nprolong the sanctions against Iraq.\r\nOf course, we have listened often to these allegations,\r\nbut the facts show the following, which we briefly present.\r\nFirst, the International Committee of the Red Cross, which\r\npresides over the work of the Tripartite Commission, which\r\nis charged with following up the question of the missing\r\nand those held captive, has not reached any conclusions\r\nbecause of Iraq’s stalling and its lack of cooperation in\r\nuncovering the fate of more than 600 prisoners and\r\nmissing persons. Secondly, Iraq provided information\r\nabout more than 126 prisoners after having denied\r\nknowing anything about them. Iraq had claimed that it\r\nknew nothing about them. But we cannot rely on what\r\nthey say in view of our bitter experience with the policies\r\nof the Iraqi regime. Iraq long claimed that it had no\r\nIranian prisoners, then suddenly surprised the world by\r\nreleasing some of them last year.\r\nThe Iraqi representative claims that Kuwait wants to\r\nmaintain the embargo on Iraq. This is false. First, Kuwait\r\nis not a member of the Security Council. Secondly, the\r\nSecurity Council, despite its many periodic reviews —\r\nalmost 40 — has taken a unanimous decision not to lift\r\nthe sanctions against Iraq. There has always been\r\nconsensus on maintaining the sanctions because of Iraq’s\r\nfailure to implement its obligations under the relevant\r\nSecurity Council resolutions.\r\nThirdly, the Security Council unanimously decided\r\nto add sanctions against Iraq in its resolution 1194 (1998)\r\nwhen it decided in September to suspend the review of\r\nthe sanctions because of Iraq’s failure to cooperate with\r\nthe United Nations Special Commission and the\r\nInternational Atomic Energy Agency in their mission of\r\nsupervising the destruction of the Iraqi weapons of mass\r\ndestruction.\r\nFourthly, Kuwait is a small country that does not\r\nexercise any influence over members of the Council,\r\npermanent or otherwise. Iraq’s problem is with the\r\nSecurity Council representing international legitimacy.\r\nIraq claims that it has fulfilled all of its obligations;\r\nthat is its constant allegation. But the Security Council\r\nfeels otherwise. Also, the Non-Aligned Movement, at its\r\nlast summit conference, called on Iraq to complete the\r\nimplementation of the relevant Security Council\r\nresolutions, as did the Organization of the Islamic\r\nConference and the Gulf Cooperation Council. I do not\r\nbelieve that all these international and regional\r\norganizations are prejudiced against Iraq, as it claims.\r\nCan it be that all of these are at fault and only Iraq\r\nis right? Let us remember that it was Iraq that launched\r\na war of aggression against Kuwait in 1990 and occupied\r\nit.\r\nFinally, I should like to affirm Kuwait’s commitment\r\nto the statement made by its Deputy Prime Minister and\r\nForeign Minister.\r\n40\r\nGeneral Assembly 16th plenary meeting\r\nFifty-third session 25 September 1998\r\nMr. Burleigh (United States of America): The diatribe\r\nfrom the Cuban representative, I have to say, is across the\r\nboard flatly wrong in its description of my country. It is a\r\ntotally unrecognizable picture and completely off-base, as\r\nI think he probably knows in his heart of hearts.\r\nThe point we were discussing here is the condition of\r\nthe Cuban people, and I would only assert to our Cuban\r\ncolleague that the Cuban people vote with their feet, as we\r\nsay in America. They leave Cuba whenever they have the\r\nchance, and they go to the United States and many other\r\nplaces where they can prosper and live in freedom. They\r\nget both freedom and prosperity not in Cuba, but in these\r\nother lands where they seek refuge, including my country.\r\nAnd one final factual point: more than $2 billion —\r\nbillion, not million — in private humanitarian assistance\r\nhas been licensed from the United States to Cuba since\r\n1992.\r\nMr. Robaina González (Cuba) (interpretation from\r\nSpanish): On this occasion I will not have to wait until\r\ntomorrow. Once again we have been given an American\r\nlesson in dual morality. The United States does not pay the\r\nUnited Nations and wants to lead it. It speaks of democracy\r\nand acts as an empire. It talks a great deal about human\r\nrights and violates those of its own citizens, its minorities\r\nand its poor people. It talks a great deal about human rights\r\nand then violates those of two thirds of humankind with its\r\nunilateral blockades and sanctions. It launches missiles on\r\nits own initiative. It puts in place ridiculous measures with\r\nrespect to entering the United Nations building, while the\r\nterrorist activities of which I have spoken continue to be\r\norganized, with total impunity, on its own territory.\r\nPlease do not talk to us any more about this twofold\r\nmorality, because that would require at least two more\r\ninterventions tonight. Do not try to teach us anything,\r\nbecause we all are resolved to go on continuing to be\r\nsovereign States. And above all do not threaten Cuba,\r\nbecause our people are prepared for anything.\r\nProgramme of work\r\nMrs. Ataeva (Turkmenistan), Vice-President, in the\r\nChair.\r\nThe Acting President (interpretation from Russian):\r\nI should like to draw the attention of the General Assembly\r\nto document A/INF/53/3, which contains a tentative\r\nprogramme of work and schedule of plenary meetings for\r\nthe period from 28 September to mid-October.\r\nI should like to point out that this schedule was\r\nprepared to facilitate the organization of the work of\r\ndelegations and to help ensure that the relevant\r\ndocumentation is ready for the discussion of the\r\nrespective items. The lists of speakers for all the items\r\nlisted in document A/INF/53/3 will be open as of\r\nMonday, 28 September.\r\nThe President will in due course announce the dates\r\nfor the consideration of other agenda items and will keep\r\nthe Assembly informed of any additions or changes.\r\nThe meeting rose at 7.40 p.m.\r\n41\r\n"