"United Nations A/53/PV.20\r\n98-85930 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n20th plenary meeting\r\nTuesday, 29 September 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 16\r\nElections to fill vacancies in subsidiary organs and other\r\nelections\r\n(b) Election of the United Nations High Commissioner\r\nfor Refugees\r\nNote by the Secretary-General (A/53/389)\r\nThe President (interpretation from Spanish): By its\r\ndecision 45/319 of 21 December 1990, the General\r\nAssembly, on the proposal of the Secretary-General, elected\r\nMrs. Sadako Ogata as United Nations High Commissioner\r\nfor Refugees for a three-year term of office beginning on\r\n1 January 1991.\r\nBy its decision 48/307 of 4 November 1993, the\r\nAssembly, on the proposal of the Secretary-General,\r\nextended the term of office of Mrs. Ogata as United\r\nNations High Commissioner for Refugees for a period of\r\nfive years, beginning on 1 January 1994 and ending on 31\r\nDecember 1998.\r\nBy its resolution 52/104 of 12 December 1997, the\r\nGeneral Assembly decided to continue the Office of the\r\nUnited Nations High Commissioner for Refugees (UNHCR)\r\nfor a further period of five years from 1 January 1999.\r\nIn view of her distinguished contribution to the\r\nUnited Nations and her preference, for personal reasons,\r\nnot to serve another full term, the Secretary-General\r\nproposes to the General Assembly that the term of office\r\nof Mrs. Sadako Ogata as United Nations High\r\nCommissioner for Refugees be extended for a period of\r\ntwo years, beginning on 1 January 1999 and ending on 31\r\nDecember 2000.\r\nMay I consider that the General Assembly approves\r\nthe proposal contained in document A/53/389?\r\nIt was so decided.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the Assembly, I should like to congratulate Mrs.\r\nSadako Ogata of Japan on the extension of her\r\nappointment as United Nations High Commissioner for\r\nRefugees for a period of two years, beginning on 1\r\nJanuary 1999 and ending on 31 December 2000.\r\nMr. Takasu (Japan): On behalf of the delegation of\r\nJapan, I should like to welcome the decision just adopted\r\nby the General Assembly to extend the term of office of\r\nMrs. Sadako Ogata as United Nations High Commissioner\r\nfor Refugees for two years, through the end of December\r\n2000.\r\nI should like to take this opportunity to express the\r\nhigh appreciation of the Government of Japan to the High\r\nCommission for Refugees, Mrs. Ogata, for her leadership\r\nin the remarkable contribution that the Office of the\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nUnited Nations High Commissioner for Refugees (UNHCR)\r\nhas been making in the assistance and protection of\r\nrefugees all over the world and in the search for a durable\r\nsolution to the refugee issue.\r\nMrs. Ogata has been the High Commissioner for\r\nRefugees since 1991. This has been an extraordinary period\r\nfor UNHCR, with an unprecedented proliferation of\r\nregional and internal conflicts that have brought about a\r\nmassive exodus of refugees and displaced persons from the\r\nareas of such conflicts. In this situation, the international\r\ncommunity has had to take much more proactive and\r\ninnovative approaches to meet the challenges posed by this\r\nnew development. The success of humanitarian operations,\r\nparticularly those carried out by UNHCR, in order to save\r\nthe lives of tens of thousands of refugees and displaced\r\npersons, has become a matter of critical importance as a\r\nprerequisite for peace and stability. UNHCR, under the\r\nremarkable leadership of the High Commissioner, has met\r\nthis enormous challenge with great dedication and with\r\nconsiderable success.\r\nAs UNHCR is expected to play a central role in\r\nhumanitarian operations in this new situation, the challenges\r\nit faces are many. The Office of the High Commissioner\r\nhas to redouble its efforts in order to meet these new\r\nchallenges. Among them is the problem of how to ensure\r\nthe safety of personnel engaged in humanitarian operations.\r\nIt is also important to develop a comprehensive approach to\r\nenhance the sustainability of plans to effect the repatriation\r\nof refugees.\r\nAnother fundamental issue that we face in the United\r\nNations system is how to link the stage of humanitarian\r\nrescue operations for refugees — which is within the proper\r\ndomain of the mandate of the UNHCR — on the one hand,\r\nand the stage of post-conflict rehabilitation, which will\r\ninclude a phase of reintegrating returnees into society, on\r\nthe other hand. Cooperation between UNHCR and other\r\norgans of the United Nations, as well as development\r\nagencies, such as the Bretton Woods institutions, is crucial\r\nin achieving satisfactory results in this regard.\r\nAt this critical moment in the evolution of UNHCR,\r\nthe commitment, wisdom and experience of Mrs. Sadako\r\nOgata are indispensable. Japan is indeed gratified that\r\nMrs. Ogata will continue to be available for two years to\r\nexercise leadership at this critical juncture.\r\nMr. Sucharipa (Austria): As this is the first time I\r\nhave spoken at this session of the General Assembly, let me\r\nfirst of all reiterate the congratulations addressed to you,\r\nMr. President, by the Austrian Foreign Minister, Mr.\r\nSchüssel, on your assumption of your high office.\r\nOn behalf of the European Union, it is my pleasure\r\nto congratulate Mrs. Sadako Ogata on the more than well-\r\ndeserved extension of her appointment as United Nations\r\nHigh Commissioner for Refugees. The European Union\r\nwarmly welcomes her readiness to serve in this high\r\noffice for another two years.\r\nSince 1991, Mrs. Ogata has discharged her mission\r\nas United Nations High Commissioner for Refugees with\r\ndiligence and dedication. She has won justified praise for\r\nher relentless efforts to alleviate the plight of millions of\r\nrefugees, internally displaced persons or victims of war so\r\nthat they can survive emergency situations, find safety\r\nand eventually return home.\r\nThe European Union will continue to fully support\r\nMrs. Ogata in the fulfilment of her noble task. We thank\r\nher for her readiness to continue to serve the international\r\ncommunity and refugees throughout the world.\r\nMs. King (United States of America): We heartily\r\ncongratulate Mrs. Ogata on her re-election as United\r\nNations High Commissioner for Refugees. As Mrs. Ogata\r\nalways eloquently highlights, the erosion of commitment\r\nto the respect for humanitarian principles and the breaches\r\nof refugee protection have distressed us all. Protection is\r\nat the heart of the international community’s\r\nresponsibility towards refugees. It is the core of the\r\nactivities of the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR). However,\r\nUNHCR cannot provide protection alone. Governments\r\nmust be responsible for protecting refugees on their\r\nterritory, for ensuring their safety and for their non-\r\nrefoulement to countries or territories where their lives or\r\nfreedom will be threatened.\r\nThe United States condemns the continued killing\r\nand kidnapping of humanitarian personnel. Our hearts go\r\nout to the families and friends of the many — too\r\nmany — humanitarian workers who have been targeted\r\nby violence in recent years. These brutal acts are\r\nunacceptable and are again evidence of the disregard for\r\nbasic humanitarian principles in many parts of the world.\r\nWe are pleased, though, that the Security Council is\r\nconducting an open debate this morning to begin to find\r\nsolutions to the vexing problem of the security of\r\nhumanitarian workers and refugees.\r\n2\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nAnother key element is the necessity to ensure and\r\nprotect the civilian character of refugee camps. Camps must\r\nbe located away from borders, and military elements must\r\nbe disarmed and separated from the general refugee\r\npopulation. The United States is deeply engaged in the\r\nwork to establish an international mechanism to assist host\r\nGovernments in maintaining the security and neutrality of\r\nrefugee camps.\r\nThe United States remains concerned about the\r\nvulnerability of refugee women and refugee children. It is\r\nessential to keep women and children at the centre of\r\nprotection and assistance policies and programming. While\r\nprogress has been made, we would like to see the special\r\nprotection and assistance needs of refugee women and\r\nrefugee children mainstreamed into every policy and\r\nprogramme of the Organization and carried out in the field\r\nby every representative, protection officer and programme\r\nofficer.\r\nFinally, despite all the difficulties and setbacks, I\r\nwould like to express my Government’s appreciation to the\r\nHigh Commissioner and her staff for their constant\r\nattention to the fundamental principles of refugee\r\nprotection — principles we must all strive to implement\r\nand to safeguard.\r\nMr. Dausa Céspedes (Cuba) (interpretation from\r\nSpanish): The Group of Latin American and Caribbean\r\nStates, which my country is honoured to coordinate during\r\nthe month of September, recognizes Mrs. Sadako Ogata’s\r\ndistinguished contribution at the head of United Nations\r\nrefugee activities during the last eight years. Our region is\r\naware of the complexity of the tasks involved in the\r\nprotection of refugees and in finding lasting solutions to\r\nrefugee crises. We therefore appreciate highly the work\r\nbeing done around the world by the High Commissioner for\r\nRefugees.\r\nThe States of Latin America and the Caribbean urge\r\nthe international community to continue to work with the\r\nOffice of the United Nations High Commissioner for\r\nRefugees (UNHCR) on the basis of firm adherence to the\r\nguiding principles established in its statute and in\r\nsubsequent resolutions adopted by the General Assembly.\r\nThe Group of Latin American and Caribbean States\r\nwould like to take this very significant opportunity to\r\nreaffirm its support for Mrs. Ogata as she continues her\r\nmandate as United Nations High Commissioner for\r\nRefugees. We wish her every success in her work.\r\nMr. Enkhsaikhan (Mongolia): On behalf of the\r\nmembers of the Group of Asian States, permit me to\r\ncongratulate Mrs. Sadako Ogata, the United Nations High\r\nCommissioner for Refugees, on the extension of her\r\nappointment for a further two-year period. It is broadly\r\nrecognized that under her skilful guidance and dedication,\r\nthe Office of the United Nations High Commissioner for\r\nRefugees (UNHCR) has contributed enormously to the\r\nprotection of the interests of the world’s refugees and\r\nother displaced persons and — as Secretary-General Kofi\r\nAnnan has underlined — has alleviated the plight of\r\nmillions of refugees and other displaced persons and has\r\nallowed them to exercise their basic rights to live safely,\r\npeacefully and without fear in their own homes.\r\nBecause of her rich experience — including seven\r\nyears as the head of UNHCR — her dedication and her\r\npast performance, we have no doubt that Mrs. Ogata will\r\nmake further efforts to alleviate the plight of the needy,\r\nas she has done in the past. We wish her success in this\r\ntask and pledge our full cooperation.\r\nIn conclusion, permit me once again to extend to her\r\nour heartfelt congratulations and best wishes.\r\nMs. Wensley (Australia): On behalf of the\r\ndelegations of New Zealand and Canada and my own\r\ndelegation, Australia’s, I wish to welcome warmly the re-\r\nelection of Mrs. Sadako Ogata as United Nations High\r\nCommissioner for Refugees. Mrs. Ogata has demonstrated\r\noutstanding vision and leadership in guiding the Office of\r\nthe United Nations High Commissioner for Refugees\r\n(UNHCR) to provide important assistance and protection\r\nto millions worldwide, and also to bring home to those\r\nforced to flee their homes and seek refuge elsewhere.\r\nOur delegations wish to congratulate Mrs. Ogata on\r\nher work, and we pledge our continued support for the\r\nHigh Commissioner’s efforts.\r\nMr. Kayinamura (Rwanda): I am pleased and\r\nhonoured to have the opportunity to extend, on behalf of\r\nthe African Group, our warm congratulations to\r\nMrs. Sadako Ogata on the extension of her mandate as\r\nUnited Nations High Commissioner for Refugees. As the\r\nAssembly knows, Africa has been and continues to be a\r\ncontinent with a large number of refugees and internally\r\ndisplaced persons. Under her mandate over the past two\r\nyears, Mrs. Ogata played a tremendous role in\r\ncontributing to the alleviation of the suffering of refugees\r\nand in searching for a permanent solution to their plight.\r\nThe international community as a whole has always paid\r\n3\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\ntribute to the important role of her Office in dealing with\r\ncurrent humanitarian issues. I add Africa’s voice to the\r\nexpression of that appreciation.\r\nUnder her able leadership, the Office of the United\r\nNations High Commissioner has provided protection and\r\nhumanitarian assistance to people who have been forced to\r\nmove internally or across international borders. It is our\r\nhope that by renewing Mrs. Ogata’s mandate, we in the\r\nUnited Nations are committing ourselves to strongly\r\nsupporting the work of her Office and to uniting our efforts\r\nin the search for a permanent solution to the refugee\r\nproblem. We would like to commend her efforts to\r\nencourage the actions that led to the recent humanitarian\r\nvictory in the Great Lakes region, when many Rwandan\r\nrefugees returned home, thereby relieving the international\r\ncommunity of that burden.\r\nMr. Botnaru (Republic of Moldova): I should like, on\r\nbehalf of the Group of Eastern European States, to\r\ncongratulate Mrs. Sadako Ogata on her re-election as\r\nUnited Nations High Commissioner for Refugees. Our\r\nregional group wishes to commend Mrs. Ogata for her\r\ndedication and commitment to defending and promoting the\r\nfundamental rights of refugees, as well as for the courage\r\nand devotion with which she has pursued her important\r\nhumanitarian mandate. I would also like to take this\r\nopportunity to pay tribute to the members of her staff; they\r\ndeserve our full appreciation and support for their noble\r\nefforts, often performed under very difficult and hostile\r\nconditions, to help thousands of innocent victims deprived\r\nof their homes and countries.\r\nThe actions of the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR) demonstrate that\r\nhumanitarian principles can be implemented only in\r\ncooperation with affected States. Our group welcomes the\r\ncontinued efforts of the High Commissioner to find,\r\ntogether with other international Organizations, solutions to\r\nthe problems of refugees.\r\nIn conclusion, I would like to express once more our\r\nappreciation to Mrs. Ogata for her achievements during past\r\nyears, for her personal dedication and for her outstanding\r\nleadership of one of the most effective United Nations\r\nagencies.\r\nThe President (interpretation from Spanish): This\r\nconcludes our consideration of sub-item (b) of agenda\r\nitem 16.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from Spanish): I call\r\non the Deputy Prime Minister and Minister for Water\r\nResources of Nepal, Her Excellency The Honourable\r\nShailaja Acharya.\r\nMs. Acharya (Nepal): I wish to recall the late B.P.\r\nKoirala, the legendary leader who became the symbol of\r\ndemocracy in Nepal because of his long years of\r\nimprisonment, self-sacrifice and struggle. As the first\r\nelected Prime Minister of Nepal, he stood at this podium\r\n38 years ago to this very day and declared that the\r\nforeign policy of Nepal would be inspired by the purposes\r\nand principles of the United Nations. He said that Nepal\r\nlooked upon the United Nations as an instrument for\r\npromoting peace and justice among nations. Those\r\nsentiments have always guided Nepal’s international\r\nrelations.\r\nIt is my pleasure to extend to you, Sir, the warm\r\ncongratulations of my delegation on your election as\r\nPresident of the General Assembly. It is a tribute to your\r\ngreat country’s contribution to the work of the United\r\nNations and a recognition of your own personal\r\nqualifications. Please be assured of the cooperation of my\r\ndelegation in your work. I would also like to place on\r\nrecord our appreciation to your predecessor,\r\nMr. Udovenko, for the wisdom and deftness of touch with\r\nwhich he guided the previous session.\r\nI would also like to express, on behalf of the\r\nGovernment and the people of Nepal, our deep sympathy\r\nand condolences to the Governments and the peoples of\r\nBangladesh and China on the massive loss of life and\r\nproperty due to the recent devastating floods in those two\r\nfriendly neighbouring countries. We also sympathize with\r\nthe victims of hurricane Georges.\r\nMr. Semakula Kiwanuka (Uganda), Vice-President,\r\ntook the Chair.\r\nIt is heartening to note that this year we are\r\ncelebrating the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights. While we are guided by\r\nlofty human rights goals in the international field, we are\r\nno less committed to attaining them at the national level.\r\nOur commitment to democracy, human rights and\r\nuplifting the quality of life of the people is unflinching,\r\ndespite a low level of economic development and the\r\ninnumerable constraints, including the problem of\r\nrefugees. It is our firm belief that democracy and\r\n4\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\ndevelopment should reinforce each other. Society can enjoy\r\nuninterrupted peace and progress only when the rule of law\r\nand the participation of an entire people in governance and\r\ndevelopment are ensured.\r\nWe are a small nation with a great heritage. Our\r\ntradition has been one of peace, compassion and\r\nbrotherhood. We have always striven to promote\r\nunderstanding and goodwill among different nations,\r\nespecially with our neighbours. While retaining our age-old\r\ncultural values, our people have struggled for years and\r\nhave made great sacrifices to establish democratic\r\ninstitutions and to uphold the principles of human rights\r\nand dignity. In this endeavour we are conscious of the\r\nchallenges that we have to face. But we are determined to\r\nmake all possible efforts to fulfil the aspirations of our\r\npeople and, in our limited way, to contribute to the\r\nachievement of the noble ideals of this great Organization,\r\nwhich provides us with a forum to express our views on the\r\nconcerns of mankind.\r\nI consider it a privilege and an opportunity to make an\r\nappeal to the developed nations to extend support and\r\ncooperation in our endeavour to preserve the dignity and\r\nhonour of our people and the sovereignty of our nation. We\r\nare determined to face every eventuality to defend those\r\nideals.\r\nCentralized planning has failed to produce desired\r\nresults even after many years. We believe that unless\r\npeople are mobilized, from the grass roots to the policy\r\nlevel, the reality on the ground is unlikely to change. To\r\nrealize this, institutional and legal changes are necessary.\r\nAdministrative, financial and political systems have all to\r\nbe decentralized. Real power has to be transferred to the\r\npeople. We have taken certain steps in that direction.\r\nHowever, I admit that this is not enough.\r\nWe are committed to the empowerment of women.\r\nBut changing gender hierarchies without changing social\r\nand economic hierarchies is not possible, as gender\r\nrelations do not operate in a vacuum. It is a fact that gender\r\nrelations are related to and influenced by social, economic\r\nand political systems. Nevertheless, as a prelude to the\r\npolitical empowerment of Nepali women, 20 per cent of the\r\nseats in local bodies have been reserved. As a result, 36,000\r\nwomen are now in the political hierarchy at the grass-roots\r\nlevel. In my opinion, this is a significant breakthrough.\r\nThe list of problems facing us is endless. We live\r\ntoday in an unequal world, where global disparities in\r\nwealth and income are rising rapidly, widening the gap\r\nbetween the rich and the poor, increasingly dividing\r\nhuman societies into one of plenty, luxury and power, on\r\nthe one hand, and one of poverty and hardship, on the\r\nother. The low level of economic development due to the\r\nlack of capital and technology, among other things, is\r\nhampering the progress and prosperity of developing\r\ncountries. Similarly, the falling prices of primary\r\ncommodities, the lack of access to international markets\r\nand the low level of resource flows and the unfavourable\r\ninternational economic environment have compounded the\r\ndifficulties of the developing countries. The worldwide\r\nwave of liberalism in trade and services in the aftermath\r\nof World Trade Organization (WTO) agreements has\r\nmoved the international economy to greater\r\ncompetitiveness. However, the capacity of the developing\r\ncountries to trade needs to be sufficiently enhanced to\r\nensure a level playing field.\r\nThe current financial and economic crisis facing\r\nmany countries is affecting even the advanced economies\r\nof the world, not to mention the vulnerable and weaker\r\nones. This calls for much-needed reforms in the global\r\nfinancial system.\r\nThe developing world consists of 85 per cent of\r\nhumanity, more than one third of them in the least\r\ndeveloped countries. One third of the countries in this\r\nmost vulnerable category are landlocked, and this\r\nstructural deficiency is the greatest handicap to fair\r\ncompetition and development. All these countries have a\r\nvital stake in peace and development. In the shaping of a\r\nnew global dispensation, each category of nations should\r\nhave a voice and should receive fair and equal treatment.\r\nSustainable development is not only an economic or\r\necological phenomenon; it also involves participatory\r\ngovernance, empowerment of women and promotion of\r\nequity and justice. In a developing country such as Nepal,\r\nthe role and participation of women in the development\r\nprocess are of great significance because of the multiple\r\nresponsibilities of women. In this context, the role of the\r\nUnited Nations system in enhancing the participation of\r\nwomen in national development and in creating awareness\r\nof the issues relating to women is laudable.\r\nOn our march towards a democratic and just society,\r\nwe face many challenges, such as pervasive poverty, mass\r\nilliteracy, environmental degradation, population explosion\r\nand, above all, gender inequality. We believe that many\r\nproblems related to economic development can be more\r\neffectively tackled through regional and subregional\r\ncooperation among nations. Tremendous opportunities are\r\n5\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\navailable for subregional cooperation in our part of the\r\nworld among the countries in the Ganga-Brahmaputra-\r\nMeghna basin. These opportunities include water resources\r\ndevelopment, flood control, energy supply, forestry\r\nmanagement and environmental protection, among other\r\nthings. Development efforts in water resources, for\r\nexample, would help irrigate the fertile fields in the plains\r\nof India, improve the waterways so vital for the\r\ntransportation sector of Bangladesh and generate\r\nhydropower in Nepal to meet the energy needs of the\r\nregion as a whole. Such a development strategy may be the\r\nkey to the future prosperity of the region.\r\nNearly a quarter of the world’s population continues\r\nto live in extreme poverty. This is largely because our\r\napproach to development, in which the State plays an\r\noverwhelming role, has given rise to inefficiency and\r\ncorruption, and our reliance on unregulated market forces\r\nhas led to an increase in inequality across the world. We\r\nbelieve there is a need for a third alternative in which the\r\nhuman being is at the centre, not the State or market forces;\r\nthe human being with faith, values, emotions; the human\r\nbeing with dreams and aspirations as a citizen, as a member\r\nof family and as an economic being. This approach takes\r\ninto account all the dimensions of the human being and\r\nsociety. Changing economic relationships and structure\r\nalone is not enough. The individual also has to change. We\r\nbelieve that this is what we should be pursuing in the\r\ntwenty-first century.\r\nI bring the greetings and good wishes of the\r\nGovernment and the people of Nepal to the Secretary-\r\nGeneral, Mr. Kofi Annan. In a comparatively short period\r\nof time, he has proved his dedication to the task of\r\nmodernizing our Organization and his great diplomatic\r\ntalent and statesmanship in defusing situations posing a real\r\nthreat to international peace and security. In the process of\r\nreform which he has started with his far-reaching package\r\nof proposals, he can count on Nepal’s support.\r\nReform by its very nature is a continuing process. The\r\nUnited Nations and its principal organs, such as the\r\nSecurity Council, must adapt to the dynamics of change.\r\nHowever, we, the Member States, have so far failed to\r\narrive at a general agreement to improve the composition\r\nand functioning of the Security Council to better reflect the\r\nreality of a vastly expanded membership of the\r\nOrganization. The recently concluded summit of the Non-\r\nAligned Movement in South Africa reaffirmed the\r\ncollective position of non-aligned countries in this regard.\r\nNo scheme of reform, however, should undermine\r\nthe power and authority of the General Assembly, which\r\nis the nearest thing to a world parliament. All the leaders\r\nof Nepal who have addressed the Assembly have\r\nunderscored the role and authority of this most democratic\r\nand representative organ where each of us has a voice and\r\nvote equal to that of a great Power, on any questions or\r\nany matters within the scope of the Charter of the\r\nOrganization.\r\nSound and secure financing is the basis for good\r\nmanagement of the Organization. We believe that all\r\nMember States must fulfil their obligations to make full\r\nand timely payment of their dues.\r\nIn its primary role in the maintenance of\r\ninternational peace and security, peacekeeping has been\r\nand will remain one of the indispensable tools of the\r\nUnited Nations. As a troop-contributing country, we are\r\nhappy to commemorate 50 years of United Nations\r\npeacekeeping. Over these years, Nepal has contributed\r\nmore than 32,000 troops and military and civilian police\r\nmonitors to various peacekeeping missions of the United\r\nNations around the globe. Many of them have lost lives\r\nor limbs in the cause of peace. Nepal has signed a stand-\r\nby system agreement with the United Nations. We are\r\ncommitted to deploying up to 2,000 troops, including\r\nmedical and engineering units, military observers and\r\nheadquarters staff, and 200 police monitors available to\r\nbe called at any time by the United Nations, even on\r\nshort notice.\r\nThe recent nuclear tests in South Asia, which came\r\nas a disturbing development, have nevertheless reinforced\r\nour commitment to speeding up the time-bound nuclear\r\ndisarmament process. We welcome the declarations made\r\nby the Prime Ministers of India and Pakistan in this Hall\r\nlast week to facilitate the entry into force of the\r\nComprehensive Nuclear-Test-Ban Treaty.\r\nMy delegation is happy to note that the Secretary-\r\nGeneral has recognized that the United Nations Regional\r\nCentre for Peace and Disarmament in Asia and the\r\nPacific, known as the Kathmandu Centre, has provided a\r\nvaluable forum for meetings on regional confidence and\r\nsecurity-building measures. As host to the Centre, Nepal\r\nwould urge Member States of the Asia-Pacific region to\r\nincreasingly avail themselves of the services of the\r\nCentre.\r\nProblems related to drug abuse and terrorism defy\r\nterritorial barriers. As the Prime Minister of Nepal,\r\n6\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nMr. Girija Prasad Koirala, stated at the Durban summit at\r\nthe beginning of this month, they add to the intricacies of\r\ncomplex regional and global relations. The terrorist\r\nbombings in Kenya and Tanzania deserve universal\r\ncondemnation. These bombings and the subsequent missile\r\nstrikes came as a shock, reinforcing our belief that\r\nconcerted international efforts are essential in this regard.\r\nLet me conclude by briefly mentioning the South\r\nAsian Association for Regional Cooperation (SAARC),\r\nconsisting of seven countries of the region representing one\r\nfifth of humanity. We are united in a common effort to\r\nimprove the quality of life of all our peoples. The recent\r\nColombo summit agreed to draw up a SAARC social\r\ncharter to give further dimension to regional cooperation.\r\nThe seven SAARC countries also finalized a text of a\r\nregional convention on combatting the crime of trafficking\r\nin women and children for prostitution. The convention will\r\nbe signed in Kathmandu at the next SAARC summit. This\r\nwill be another landmark in regional cooperation in South\r\nAsia.\r\nThe Acting President: I now call on the Chairman of\r\nthe delegation of Samoa, His Excellency Mr. Tuiloma\r\nNeroni Slade.\r\nMr. Slade (Samoa): May I congratulate Mr. Opertti\r\nmost warmly on his well-acclaimed election and express to\r\nhim, on behalf of my Government, our full confidence and\r\nsupport for his presidency.\r\nWe want also to pay tribute to Mr. Hennadiy\r\nUdovenko of Ukraine for his commitment and determined\r\nleadership during the fifty-second session.\r\nAt this stage of my statement, I am honoured to speak\r\nas Chairman of the Alliance of Small Island States (AOSIS)\r\nand to do so on behalf of 32 AOSIS States that are\r\nMembers of the United Nations.\r\nI take the opportunity from the outset to declare our\r\nheartfelt concerns and deepest feelings for the people and\r\ncommunities of the Caribbean and those bordering the\r\nCaribbean and in the southern parts of the United States\r\nwho have lost families and properties or have been left\r\nhomeless by hurricane Georges. We join in the call for the\r\nmost generous assistance to them all. Several of the\r\ncountries suffering severe damage and devastation — such\r\nas Antigua and Barbuda, Cuba, Saint Kitts and Nevis and\r\nthe Virgin Islands — are AOSIS members, and we have\r\nthem especially in our thoughts at this time.\r\nFor our small island States, these climate-related\r\nevents are occurring with alarming force and regularity.\r\nWe have it from the experts that powerful hurricanes like\r\nGeorges could be linked to the “cold event” of La Niña,\r\nthe contrasting weather phenomenon to El Niño, and that\r\nLa Niña may be setting conditions favourable to more\r\nfrequent and dangerous Caribbean hurricanes like\r\nGeorges. These were the same events described by the\r\nPrime Minister of Papua New Guinea in his address to\r\nthis Assembly last week, when he spoke of the damaging\r\neffects of El Niño, and by the Deputy Prime Minister of\r\nFiji earlier today. They are events and disasters which\r\ndemonstrate and underscore the extreme exposure and\r\nvulnerability of our island communities.\r\nAOSIS welcomed the action authorized by this\r\nAssembly last year towards early understanding of the El\r\nNiño phenomenon and its impacts, and we fully support\r\nthe United Nations system-wide strategy now being\r\ndeveloped. We welcome in particular the proposals\r\ninitiated by the United Nations Environment Programme\r\n(UNEP) to reduce the impact of environmental\r\nemergencies through early warning and preparedness,\r\nespecially in the case of El Niño/Southern Oscillation. We\r\nnote in this connection the importance of practical support\r\nfor such initiatives, especially the generous financial\r\ndonation from the Ted Turner Foundation.\r\nIn Barbados in 1994, at the Global Conference on\r\nthe Sustainable Development of Small Island Developing\r\nStates, the international community recognized their\r\nspecial characteristics and needs and adopted a specific\r\nProgramme of Action to address these needs. The United\r\nNations Agenda for Development, adopted last year,\r\nreinforced the acknowledgement of special circumstances\r\nand stressed the need for international support to help\r\nisland communities with their development efforts.\r\nThe months ahead will be a critical time for our\r\ncountries as we work towards the first five-year review of\r\nthe Barbados Programme of Action next year at the two-\r\nday special session of the General Assembly. The review\r\nwill be carried out against the background of the appraisal\r\nof Agenda 21 and the assessment arrived at by the\r\nworld’s political leadership then that the overall trends\r\nwith respect to sustainable development are worse today\r\nthan they were in 1992.\r\nThe conclusions of the Commission on Sustainable\r\nDevelopment (CSD) at its sixth session earlier this year,\r\nwhich reviewed several chapters of the Barbados\r\nProgramme of Action, highlighted the continued\r\n7\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nvulnerability of small island developing States, particularly\r\nto climate change, and the critical need for capacity-\r\nbuilding in such areas as the management of wastes;\r\nfreshwater biological resources; and science and technology.\r\nPlacing priority on human resource development and the\r\ntransfer of appropriate environmentally sound technologies\r\nare essential. Our national institutions and administrative\r\ncapacities have been hampered by a severe lack of financial\r\nand technical skills, and the use of regional institutions and\r\nmechanisms for coordination needs to be strengthened or\r\nsupplemented.\r\nWe look forward to engaging the international\r\ncommunity in detailed dialogue on these aspects at the\r\ndonors’ conference next February and during the other\r\nreview preparatory processes next year. In doing so, let\r\nthere be no doubt about our own determination in the\r\nmatter, for the primary responsibility for the success of the\r\nBarbados Programme of Action lies with the small island\r\ndeveloping States, first and foremost. We will not be\r\nsidetracked from the ultimate prize of self-reliance, but we\r\nmust be assured of the vital support of the international\r\ncommunity.\r\nThe AOSIS countries continue to set high priority on\r\nthe development of the vulnerability index and will follow\r\nwith close attention the quantitative and analytical work\r\nwhich we believe must continue on the index. Recognition\r\nwithin the Barbados Programme of Action that small island\r\ndeveloping States are a special case is further supported by\r\nthe work of the ad hoc expert group on vulnerability\r\nindices, which reported to the Economic and Social Council\r\nearlier in the year. AOSIS takes particular note of the\r\nconclusion of the experts that, as a group, small island\r\nStates are more vulnerable than other groups of developing\r\ncountries.\r\nLooking to 1999 and the work of the Commission on\r\nSustainable Development, we warmly welcome the election\r\nof the Minister of Environment of New Zealand, The\r\nHonourable Simon Upton, as Chairman of the CSD at its\r\nseventh session and look forward to a successful year of\r\nconsultations under his leadership.\r\nThe agenda for the Commission’s seventh session is\r\nfull and an extremely important one: oceans, our heritage;\r\nsustainable tourism, so important to our future; and patterns\r\nof consumption and production, for we know all too well\r\nthe need to change if our children are to have adequate and\r\nright choices for their own future. We hope that all States\r\nwill take full advantage of the continued constructive\r\ndialogue that we have had in the past and which we expect\r\nduring the Commission’s seventh session and the\r\npreparations for the review of the Barbados Programme\r\nof Action. The special session next year will provide an\r\nexcellent opportunity to agree on the next steps to\r\nimplement the Programme of Action, and to explore in a\r\nfocused way the many difficulties which remain.\r\nIt is no accident that the first chapter of the\r\nBarbados Programme of Action deals with climate change\r\nand that it leads off with a clear statement that small\r\nisland developing States are particularly vulnerable to\r\nclimate change, climate variability and sea-level rise.\r\nIndeed, the assessment of the Intergovernmental Panel on\r\nClimate Change (IPCC) is that small island States are the\r\nleast able to adapt to the impacts of climate change.\r\nWe remain at the front line of this issue, an issue\r\nnot of our making, and one that calls for urgent and\r\nconcerted international action. With the passing of each\r\nseason, small island States experience ever more serious\r\nimpacts, and practical steps must now be taken to assist\r\nthem, especially with the adaptation options that are\r\navailable. The impacts of climate change put at risk\r\nhabitats and fresh-water reserves, the very life force of\r\nour islands and communities, and thus the need for\r\nAOSIS to restate once again our profound concerns.\r\nAs the globe suffers what is on track to be the\r\nhottest year in recorded history, it is essential that the\r\ninternational community as a whole be formally and\r\nunequivocally reminded that neither the efforts made thus\r\nfar in implementing the Framework\r\nConvention on Climate Change nor the emissions\r\nreduction targets, on average 5.2 per cent, adopted in\r\nKyoto last year, represent an adequate effort to stabilize\r\ngreenhouse gases concentrations in the atmosphere at safe\r\nlevels. We know from the IPCC reports that we need to\r\ndo much more, and to do it immediately, by cuts of\r\nemissions of up to 60 per cent and more.\r\nThere is emerging scientific evidence, supported by\r\nexperience in almost every part of the world, that climate\r\nchange is indeed taking effect, with devastating impacts,\r\nfrom the forest fires of South-East Asia to the extra\r\nsevere and unprecedented flooding in China and\r\nBangladesh, to the blistering heat of the American\r\nsummer. These events, backed by science, must continue\r\nto drive the development of the Convention and the\r\nKyoto Protocol.\r\nDeveloped country parties have an acknowledged\r\nhistorical role and remain primarily responsible for the\r\n8\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\naccumulation of greenhouse gases in the atmosphere, and\r\nthey must be the first to accept the responsibility to redress\r\nthe situation. They possess the skills and the capacity\r\neffectively to do so now.\r\nIt is not sufficient per se to point to the new\r\nmechanisms created by the Kyoto Protocol, for there are\r\nnumerous uncertainties concerning the new mechanisms.\r\nThey are supplemental to domestic actions and they need\r\nrules for governance and compliance. Nor is it sufficient to\r\nsay that developed country actions are conditional on\r\ndeveloping country commitments. In the judgement of the\r\nAOSIS countries, such commitments must be allowed to\r\nevolve over time and in line with a common but\r\ndifferentiated principle, as well as the other fundamental\r\nprinciples of the Convention.\r\nThere cannot be any doubt as to the major importance\r\nof the first steps taken in Kyoto, and of the quantum\r\nimprovements brought about by the provisions of the\r\nProtocol. Notwithstanding the uncertainties I have referred\r\nto, we see a clear obligation on all parties to make every\r\ngenuine effort towards early entry into force of the Kyoto\r\nProtocol and the implementation of its provisions. The size\r\nand the urgency of the problem require this of us all. It is\r\nthe intent of the AOSIS countries to apply themselves in\r\nevery positive and constructive way to help clarify such\r\nuncertainties. In this manner, we have submitted our\r\nsuggestions and proposals in respect of several agenda\r\nitems and in connection with the preparations for the fourth\r\nconference of the parties in Buenos Aires.\r\nWe would need to acknowledge that the science on\r\nclimate change is imperfect and incomplete. But the fact\r\nthat we do not know everything is not a reason for ignoring\r\nthe evidence which does exist. In this connection, we are\r\nconcerned by the actions of certain industry interests which\r\nseem yet again to be determined on undermining the\r\nexisting credible and universally acknowledged scientific\r\nfindings, findings of the IPCC and others on this matter,\r\nand so to work in a negative way to influence public\r\nopinion. Climate change is far too serious and too urgent a\r\nconcern for all humanity to be the subject of such\r\nmanipulation.\r\nMay I now turn briefly to address some additional\r\nissues which are of particular importance to my country,\r\nSamoa. First, we are deeply grateful to Mr. Kofi Annan, the\r\nSecretary-General, for his leadership and for the reform\r\nprocess he has initiated. Samoa fully supports the ongoing\r\nefforts to strengthen and revitalize our Organization to\r\nbetter position it for the challenges of the new era. We need\r\nto say, though, that it does not accord with any real sense\r\nof commitment to look to the Secretary-General for\r\nperformance, while denying him and the Organization the\r\nmeans to do so. We, like so many other Governments,\r\nmust repeat the call for all arrears to be made good, and\r\nfor all contributions to be paid in full, on time and\r\nwithout qualification.\r\nWe are especially concerned about the failure, thus\r\nfar, in reform measures for the Security Council and\r\nmeasures to deal with its current composition.\r\nMembership of the Council must be enlarged in both\r\ncategories to reflect the realities of the present time and\r\nto enhance the Council’s effectiveness and legitimacy. We\r\nthink the situation of Japan and Germany deserves special\r\nconsideration.\r\nWe believe very deeply in the sustaining power of\r\ninternational law in support of the Charter principles. The\r\nUnited Nations has been a necessary and a cohesive force\r\nin the elaboration of international law and rules for\r\ninternational cooperation, which now regulate a\r\nphenomenal range of human activity. An important and\r\noften overlooked fact is the comparatively high rate of\r\nState party adherence to international instruments and the\r\nacceptance of a wide range of obligations, whether on the\r\nenvironment, social development, non-proliferation of\r\nnuclear weapons or in so many other areas. The latest\r\nexample would appear to be the Ottawa anti-personnel\r\nmines Convention, an unprecedented global achievement,\r\nwhich my own country has ratified, and which, by action\r\nof the international community, is soon to come into\r\nforce. It is essential that all countries, large and small,\r\ntake part in the creation of these rules for international\r\nconduct and behaviour. For small States, they constitute,\r\nultimately, the most effective measure of protection.\r\nSamoa was able to play a role in the Rome\r\nnegotiations for the establishment of the International\r\nCriminal Court, and is a signatory of its Statute. We\r\nbelieve that the Court will contribute significantly to the\r\ninternational legal order and security, for it offers, for the\r\nfirst time, effective responses to serious crimes of\r\ninternational concern: genocide, crimes against humanity,\r\nwar crimes and the crime of aggression. The challenge\r\nnow is to bring the Statute into force and to implement its\r\nprovisions. We all have a duty to see to this, at the\r\nearliest moment. As the Secretary General has said, it is\r\nan opportunity to take a monumental step in the name of\r\nhuman rights and the rule of law. Let me note here our\r\nwelcome for the recent and very important findings and\r\ndecision of the International Tribunal for Rwanda in\r\n9\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nrespect of the offences of genocide and crimes against\r\nhumanity.\r\nOur Pacific region is one of peace, and we treasure\r\nour peace. But our security and environment have been put\r\nunder threat by explosions and the testing of far too many\r\nnuclear weapons. We will continue with our quest for a\r\ntotal ban through the development and the implementation\r\nof the South Pacific Nuclear-Free Zone Treaty, the second\r\noldest of the international regional arrangements, and we\r\ncall for the active participation and support of all nuclear-\r\nweapon States for the Treaty and its protocols. In like\r\nmanner, we will give solid backing to all international\r\nefforts towards the final elimination of these weapons, in\r\nparticular, the resolutions of this House on the landmark\r\nAdvisory Opinion of the International Court of Justice\r\nconcerning the obligation to pursue in good faith and to\r\nbring to a conclusion negotiations leading to nuclear\r\ndisarmament in all its aspects.\r\nSamoa condemns all testing of nuclear weapons, as we\r\ndid the underground testing in the South Asia region earlier\r\nin the year. However, we have heard in this Hall\r\nencouraging statements by India and Pakistan, and we join\r\nothers in urging that they commit to a lasting moratorium\r\nby becoming parties to the Comprehensive Nuclear-Test-\r\nBan Treaty (CTBT) and that they adhere to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT).\r\nLet me say also that we applaud Brazil’s accession to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons.\r\nWe welcome these positive developments most warmly.\r\nThe United Nations remains a significant part of the\r\nmodern development and progress of my country. It is with\r\ncomplete faith that we renew our commitment to the\r\nCharter. We do so as a small country and with abiding trust\r\nin the principles of the Charter and the most supportive\r\nconcern for the welfare of the Organization.\r\nThe Acting President: I give the floor next to His\r\nExcellency Mr. Nizar O. Madani, Assistant Minister for\r\nForeign Affairs of Saudi Arabia.\r\nMr. Madani (Saudi Arabia) (interpretation from\r\nArabic): I am pleased to express my sincere congratulations\r\nto Mr. Didier Opertti on his election to the presidency of\r\nthe General Assembly at its fifty-third session. As much as\r\nhis election reflects the esteem in which he personally is\r\nheld, it is also reflects our appreciation of the positive role\r\nplayed by his country, Uruguay, in the international arena.\r\nI am confident that his presidency will be an effective\r\nfactor in achieving the objectives to which the\r\ninternational community today aspires.\r\nI would like to take this opportunity to convey to\r\nHis Excellency Mr. Hennadiy Y. Udovenko, President of\r\nthe Assembly at its fifty-second session, our appreciation\r\nand esteem for having conducted the Assembly’s work\r\neffectively, wisely and objectively.\r\nI am also pleased to express my appreciation and\r\nesteem to the Secretary-General, His Excellency Mr. Kofi\r\nAnnan, who is managing the affairs of the international\r\nOrganization with high competence and experience, and\r\nwho is making continuous efforts and persistent\r\nendeavours to achieve peace and security in today’s\r\nworld, which continues to face many kinds of conflicts\r\nand various forms of crises and challenges.\r\nA hundred years ago this year, the late King Abdul\r\nAziz Bin Abdulrahman Al-Saud began the initial stages\r\nof rebuilding and uniting the Kingdom of Saudi Arabia on\r\nthe principles of tolerant Islamic beliefs. In that process\r\nof unification, the late King Abdul Aziz was also laying\r\nthe groundwork of a modern State which combines, on\r\nthe one hand, adherence to Islam as a belief, a system and\r\na way of life and, on the other hand, advanced forms of\r\ndevelopment and modernization. Since then, the Kingdom\r\nof Saudi Arabia, which adheres to the religion of Islam,\r\nhas played a significant international role, because it\r\nfollows a foreign policy which conforms to the\r\nfundamental principles of the United Nations and with the\r\nnoble objectives for which the Charter was formulated.\r\nThese are in accordance with Islamic law in matters\r\npertaining to the conduct of relations between States. The\r\neternal message of Islam unites and does not divide,\r\nestablishes justice and does not inflict injustice, promotes\r\nequality and does not discriminate. It urges everyone to\r\nwork and cooperate to propagate these sublime principles\r\nand to achieve security, peace and prosperity for all\r\nhumanity.\r\nAbiding by these principles, the Kingdom of Saudi\r\nArabia, since its establishment, has continued to believe\r\nin constructive dialogue and peaceful coexistence among\r\nnations and peoples. It endeavours to cooperate and to\r\nrespect the principles of international law and\r\ninternational legitimacy, it rejects violence and terrorism\r\nin any shape or form, and it does not interfere in the\r\naffairs of others or allow others to interfere in its own\r\naffairs.\r\n10\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nOn the basis of the same principle, the Government of\r\nthe Custodian of the Two Holy Mosques, King Fahd Bin\r\nAbdul-Aziz Al-Saud, is intent on performing its role in the\r\ninternational arena in such a way as to assist in creating the\r\nmost favourable conditions for realizing the aspirations of\r\nthe international community to security, peace, stability and\r\nprosperity.\r\nThe Kingdom of Saudi Arabia is proud that it was one\r\nof the original signatories of the San Francisco Charter,\r\nwhich founded the United Nations, and it is proud also that\r\nit constantly adheres to the principles and purposes of that\r\nCharter. It also consistently endeavours to put these\r\nprinciples and purposes into practice. On the basis of those\r\nconsiderations, the Kingdom of Saudi Arabia reaffirms that\r\nit earnestly supports the United Nations and its specialized\r\nagencies, for it views the Organization as a viable\r\nframework for cooperation among nations and peoples, an\r\nimportant forum for dialogue and understanding, and an\r\neffective means to settle disputes and defuse crises.\r\nMy Government wishes to emphasize a basic fact: the\r\nability of the Organization to play all its roles and to carry\r\nout all those tasks depends on the political will to put those\r\nCharter principles and provisions into practical effect.\r\nIn this regard, my Government is well aware of the\r\nimportance of modernizing the United Nations agencies to\r\nenable them to play their required role, and on a level that\r\nenables them to deal with the new developments in modern\r\ninternational relations. The Security Council, which bears\r\nprimary responsibility for the maintenance of international\r\npeace and security, remains the focus of the various reform\r\nproposals that have been put forward. In this regard, my\r\ncountry’s point of view has been based on a deep\r\nconviction that any restructuring of the Security Council\r\nmust be aimed at improving the Council’s ability to\r\nperform its role effectively, in accordance with the Charter,\r\nand at making more active in implementing its resolutions\r\nand in dealing with international crises. The Council must\r\nalso cooperate with the General Assembly in a manner that\r\nachieves the required harmony and the desired objectivity.\r\nAs we seek greater cooperation, we have to look to\r\nthe lessons of history to identify the obstacles which the\r\nUnited Nations has faced and which have hindered it from\r\nenhancing the cooperation that has become a requirement\r\nfor peace, stability and growth. We have to hold the\r\ncountries which base their international relations on\r\nprinciples that contradict the Charter basically responsible\r\nfor creating those obstacles, and to make use of the means\r\ncontained in the Charter to oppose such practices. Insistence\r\non violating the principles of the Charter and refusal to\r\ncomply with the resolutions of the General Assembly and\r\nthe Security Council signal a blatant challenge to the\r\nCharter, which we must firmly confront in a manner that\r\nis consistent with its provisions and purposes.\r\nThe Kingdom of Saudi Arabia, in line with its\r\nobjective of achieving peace, security and stability in the\r\nMiddle East, has supported the peace process from the\r\nvery beginning and participated as an observer in the\r\nMadrid Conference. It has also participated actively in the\r\nmultilateral negotiations, and will continue to support the\r\npeace process in its international activities and contacts.\r\nIn addition, the Arab countries, in conformity with\r\nthe conclusions of the Arab Summit held in Cairo in June\r\n1996, have unanimously adopted a firm position\r\nstipulating that peace is a strategic Arab option. This\r\naffirms that there has been no Arab retreat from that firm\r\nposition.\r\nWhat is regrettable, and a cause of grave concern, is\r\nthat, after a glimmer of hope for peace in the region and\r\nafter the optimistic feelings that peace was possible, the\r\npeace process — which started in Madrid on the basis of\r\nthe principles of international legitimacy, United Nations\r\nresolutions and the principle of land for peace — has\r\nsuffered repeated setbacks at the hands of the present\r\nIsraeli Government. This Government has endeavoured to\r\npursue policies that are based on retreating from the\r\nprinciples of the peace process endorsed by the Madrid\r\nConference, as well as from the agreements signed with\r\nthe Palestinian National Authority, and it continues to\r\nrefuse to resume negotiations with Syria at the point that\r\nhad been reached previously.\r\nIn striving to destroy the peace process, the Israeli\r\nGovernment has continued to build settlements on\r\nPalestinian lands in order to alter their character and\r\ncreate new realities. It is also adopting a policy of\r\nJudaizing Holy Jerusalem by planting more settlements in\r\nand around it, as well as annexing areas with Jewish\r\nsettlers and emptying Jerusalem of its Arab residents. It\r\nalso enacted a law to enlarge the municipality of Holy\r\nJerusalem to include neighbouring settlements so as to\r\npreempt the negotiations on the final status of Holy Jerusalem.\r\nThese Israeli practices have resulted in aborting the\r\nefforts of the international community to achieve a just\r\nand comprehensive peace based on Security Council\r\nresolutions 242 (1967) and 338 (1973) and on the land-\r\nfor-peace principle. Such practices have led the peace\r\n11\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nprocess down a dead-end road. What we perceive of the\r\nbehaviour of the present Israeli Government does not make\r\nus optimistic about the possibility of achieving the peace\r\nwhich the peoples of the region aspire to unless these\r\npractices are met by firm measures to compel Israel to\r\ncompletely implement its agreements with the Palestinians,\r\nrespect the principles on which the peace process was\r\nfounded and enter into serious negotiations with the\r\nPalestinian Authority, with Syria and with Lebanon. We\r\nurge the international community, and the United States of\r\nAmerica in particular, to continue making all possible\r\nefforts to save the peace process and to act resolutely to\r\nstop Israeli tampering with the most sensitive issue in the\r\npeace process — Jerusalem, which should be dealt with on\r\nthe basis of its being the most important case in the Arab-\r\nIsraeli conflict. Adhering to the rules of international\r\nlegitimacy and fulfilling commitments is the best way to\r\nachieve peace and security.\r\nIf the present Israeli Government is serious in its\r\nefforts to achieve peace with the Palestinian side, all it has\r\nto do is to affirm its adherence to the provisions of the\r\nsigned agreements and resume the negotiations on the\r\nunresolved issues. If the Israeli Government intends to\r\nachieve a state of mutual security with its neighbour, Syria,\r\nthe Syrian Government has spared no effort in declaring its\r\nreadiness to resume negotiations with Israel from the point\r\nat which such negotiations had stopped. As for tension and\r\nthe cycle of violence in southern Lebanon, its end is\r\ncontingent upon immediate Israeli withdrawal from that part\r\nof Lebanon and the western Bekaa valley in accordance\r\nwith Security Council resolution 425 (1978).\r\nThe position of the Government of the Custodian of\r\nthe Two Holy Mosques towards Iraq has two fundamental\r\nbases: first, guaranteeing the comprehensive, total,\r\nindivisible and non-selective compliance by the Iraqi\r\nGovernment with the resolutions of international legitimacy;\r\nand secondly, insuring the preservation of the independence,\r\nsovereignty, unity and territorial integrity of Iraq, as well as\r\nalleviating the sufferings of the Iraqi people.\r\nOur feelings of pain and sorrow for the sufferings of\r\nthe brotherly Iraqi people, because of the hard conditions\r\nwhich they endure, contribute to our insistence on Iraqi\r\ncompliance with all relevant international resolutions in\r\norder to get the sanctions lifted. In this context, it is with\r\ndeep sadness that we received the news of the Iraqi\r\nGovernment’s decision not to cooperate with the United\r\nNations Special Commission established by the Security\r\nCouncil. This will result in the continuation of sanctions on\r\nIraq. We call upon the Iraqi Government to annul that\r\ndecision, and we stress that the quickest means for lifting\r\nthe sanctions is faithful and meticulous responsiveness, in\r\nletter and spirit, to the requirements of the Security\r\nCouncil resolutions. The Iraqi Government should stop\r\nthe policies of prevarication and delay aiming at impeding\r\nthe implementation of these resolutions, especially those\r\nconcerning the release of prisoners and detainees, the\r\nreturn of property, commitment to a modality for\r\ncompensation and full cooperation with the efforts of the\r\nUnited Nations Special Commission to eliminate weapons\r\nof mass destruction.\r\nSaudi Arabia and its sisters, the members of the Gulf\r\nCooperation Council, place great importance on the\r\nbettering of relations with the Islamic Republic of Iran.\r\nWe have been particularly pleased at the recent positive\r\nindicators from the Iranian Government which could have\r\na positive impact on Iranian-Gulf relations and on the\r\nclimate of peace and stability in the region. In this\r\nconnection, we welcome the positive implications —\r\nregarding both Gulf-Iranian relations and the issue of\r\narmaments in the statement by President Mohammad\r\nKhatami before the General Assembly last week. We look\r\nforward to resolving the outstanding problems between\r\nthe two sides — foremost among which is the issue of the\r\nthree United Arab Emirates islands, Greater Tunb, Lesser\r\nTunb and Abu Musa — by peaceful means, in accordance\r\nwith the principles of international law, including the\r\noption of referring the matter to the International Court of\r\nJustice.\r\nWe also express our concern regarding the current\r\ntension between Iran and Afghanistan. We call upon these\r\ntwo countries to exercise restraint and resolve their\r\ndispute by peaceful means.\r\nThe continuing fighting in Afghanistan during all\r\nthese years is a cause of sadness and sorrow. Saudi\r\nArabia has done all it could since the beginning of the\r\nfighting to stop the bloodshed and to restore peace and\r\nsecurity to Afghanistan. We support the efforts of the\r\nUnited Nations and the Organization of the Islamic\r\nConference to stop the fighting. At the same time, we\r\nstrongly deplore the manipulation of the present situation\r\nof Afghanistan to make it a haven for the sheltering and\r\ntraining of terrorists, which destabilizes security and\r\nbrings further suffering to the Afghani people.\r\nShortly after the Serbs terminated their aggression\r\nagainst the Republic of Bosnia and Herzegovina, they\r\nignited the flames of a new war, aiming this time at our\r\nbrothers in Kosovo. The Serb forces are daily committing\r\n12\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nin Kosovo the same inhuman practices which they\r\nperpetrated in Bosnia and Herzegovina, including ethnic\r\ncleansing, coerced deportation, terror and oppression in full\r\nview of the whole world. It would be truly tragic if silence\r\nin the face of these appalling actions was to continue over\r\nthis long duration. Therefore we call upon the international\r\ncommunity to shoulder its responsibilities by promptly\r\ntaking all requisite measures to put an end to these\r\npractices.\r\nTerrorism, which is striking every corner of the world\r\nmercilessly and indiscriminately, has become a very serious\r\ninternational phenomenon and requires an international\r\neffort to combat it. The Government of Saudi Arabia has\r\nregularly condemned terrorism and has joined its efforts to\r\nother international efforts to confront it with all possible\r\neffectiveness. We stress in particular that terrorism and\r\nviolence are universal phenomena rather than the\r\ncharacteristics of a certain people, race or religion.\r\nPrecisely because of the comprehensiveness and\r\nuniversality of terrorism, the only way to combat it is\r\nthrough unified international action within the framework\r\nof the United Nations, with a view to ensuring an end to\r\nterrorism, saving the lives of the innocent and preserving\r\nthe independence and sovereignty of States. But combating\r\nterrorism would also require international cooperation\r\nagainst sheltering terrorist elements and groups and\r\npreventing them from exploiting the territories and laws of\r\nthe States in whose territories they live in order to practice\r\ntheir destructive activities, regardless of any pretexts.\r\nThe conflict in Jammu and Kashmir remains a threat\r\nto peace and security in South Asia. We call for finding a\r\npeaceful solution to this problem in accordance with the\r\nrelevant United Nations resolutions and for allowing the\r\npeople of Jammu and Kashmir to exercise directly their\r\nlegitimate right to self-determination.\r\nThe Government of the Custodian of the Two Holy\r\nMosques pays maximum attention to the ongoing efforts to\r\neliminate weapons of mass destruction in the Middle East,\r\nincluding the Arabian Gulf region. This is undertaken\r\nthrough its support of the efforts of the League of Arab\r\nStates in accordance with the resolution adopted by the\r\nLeague’s Council during its 101st session which called for\r\nmaking this sensitive part of the world a zone free of all\r\nweapons of mass destruction: nuclear, chemical and\r\nbiological.\r\nWe are greatly concerned by Israel’s refusal to accede\r\nto the Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT). Israel thus keeps its nuclear programmes outside the\r\nambit of international inspection, which constitutes a\r\nserious threat to the region’s security and stability. While\r\nwe completely reject the international community’s\r\ndouble standard that allows Israel an exception from\r\nnuclear disarmament efforts and thus encourages the arms\r\nrace, we also express our concern at the nuclear tests\r\ncarried out in South Asia, begun by India and followed by\r\nPakistan, in view of the dangers these tests present to the\r\nsecurity and peace of the region.\r\nWhile believing there is urgent need to increase the\r\neffectiveness of the NPT through the activation and\r\nuniversalization of the system of guarantees of the\r\nInternational Atomic Energy Agency (IAEA), we also\r\nconsider it of the utmost importance to establish controls\r\nand criteria that would assist in achieving the desired\r\nprogress in all fields of disarming weapons of mass\r\ndestruction, in conformity with General Assembly\r\nresolution 1 (I) of 1946. In this context, we urge all States\r\nthat have not yet done so to take the necessary steps as\r\nearly as possible to accede to the NPT and place their\r\nnuclear installations under the international safeguards\r\nregime, thereby contributing to international peace and\r\nsecurity.\r\nThe Kingdom of Saudi Arabia considers\r\nenvironmental issues and environmental protection of key\r\nimportance, to the degree that it has assigned to them a\r\nprominent place in our domestic and foreign policies. We\r\nbelieve that a decent life for mankind is directly\r\nconnected with environmental and climatic conditions.\r\nTherefore, the Kingdom has effectively participated in all\r\nrelevant conferences, forums and international\r\norganizations concerned with environmental protection. In\r\naddition, we have become a party to several regional and\r\ninternational agreements relevant to this issue.\r\nWe only hope that international efforts relating to\r\nthe problems of the environment will be characterized by\r\nthe necessary degree of balance and of objectivity, as\r\nbased on serious and rational studies and buttressed by\r\nscientific facts that take into account the needs of\r\ndevelopment in the developing world. In this regard, we\r\ncall upon all States to abide by Agenda 21. We also urge\r\nthe industrial States in particular to live up to their\r\nobligations regarding the transfer of environmental\r\ntechnology to developing countries.\r\nThe emerging forces of globalization and their\r\nseemingly rampant nature which cause geographic,\r\npolitical and sovereignty barriers to recede, force upon us\r\nthe need to tame and channel these energies. Therefore,\r\n13\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nwe are now called upon more than at any other time before\r\nnot to confront this phenomenon, but to act cohesively in\r\nits formulation, in conformity with our religious beliefs, our\r\ncultural and civilizational values, and in the interests of our\r\npeoples. This should also be accomplished in a manner that\r\nwould accord with the diversity and pluralism of social and\r\npolitical systems that have prevailed after the bipolarism of\r\nthe cold war. The objective would be to build a balanced\r\nworld based on mutual interest, reciprocity of advantages\r\nand equality of opportunity to live free from fear, secure\r\nfrom hunger and poverty. It would be a world in which\r\nprinciples of justice, prosperity and peace predominate.\r\nIt is important to stress, in this regard, that the\r\nprinciples of free world economies and open markets are\r\nnot an end in themselves. They are but a means to growing\r\nthe economies through the increase and expansion of\r\nexports. The developing countries cannot attain these\r\nobjectives without greater flexibility in the varying\r\nopportunities afforded to them in the form of human\r\nresources, infrastructure, and financial, administrative and\r\nprocedural regulations. Consequently, the developing\r\ncountries are required more than ever before to intensify\r\ntheir internal development efforts in order to be integrated\r\nin the international economy. This calls for closer\r\ncooperation in international fora in order to deal with the\r\nissues of development and to draft a considered and\r\ncomprehensive agenda that fulfils the ambitions and\r\naspirations of the peoples of developing countries within the\r\nframework of the new economic order.\r\nIn this context, we cannot ignore the important role\r\nthat needs to be played by the developed countries, who\r\nmust fulfil their international commitments to the\r\ndeveloping and less developed countries either by direct or\r\nindirect aid as well as through cancellation and rescheduling\r\nof foreign debt. Developed countries must also allow free\r\nand easy access to their markets for the exports of\r\ndeveloping countries and must refrain from adopting unjust\r\ntrade measures that impede the flow of such exports to their\r\nmarkets.\r\nIn this regard, it must be noted that the Kingdom of\r\nSaudi Arabia has been very keen on contributing, within the\r\nlimits of its means, to the development of developing\r\ncountries, whether at the bilateral or multilateral levels.\r\nBecause of its desire to participate in the efforts to achieve\r\na better future for the international economy, Saudi Arabia\r\nhas applied for membership in the World Trade\r\nOrganization. God willing, and with the support of friendly\r\ncountries, we hope to finalize the accession procedures as\r\nsoon as possible.\r\nThe issues just mentioned, with their political,\r\neconomic, security and social dimensions, confirm the\r\nneed for our Organization to assume its role in the\r\nmaintenance of international peace and security and to\r\nrealize the aspirations of all peoples to live in security\r\nand enjoy stability and prosperity. Our firm belief in the\r\nrole that the United Nations can play in dealing with\r\ncrises, as well as our efforts to avoid the horrors of war\r\nand to prepare for international cooperation, make us\r\nmore determined than ever to support this Organization\r\nand emphasize its constructive role. The United Nations\r\nmust have a larger role in dealing with crises before they\r\noccur by exercising preventive diplomacy in order to\r\nmaintain stability and preserve international peace and\r\nsecurity. We have great hopes that the Organization will\r\ncontinue its march towards these goals with strong steps\r\nand firm determination.\r\nI cannot find more suitable words to end my\r\nstatement than this verse from the Holy Quran:\r\n“Work, soon Allah will observe your work, and His\r\nMessenger, and the Believers.” (The Holy Quran,\r\nIX:105)\r\nThe Acting President: I now call on Cheikh El\r\nAvia Ould Mohamed Khouna, Minister for Foreign\r\nAffairs and Cooperation of the Islamic Republic of\r\nMauritania.\r\nMr. Khouna (Mauritania) (interpretation from\r\nArabic): Allow me first of all, on behalf of my country’s\r\ndelegation, to convey to Mr. Opertti my warm\r\ncongratulations on his election to the presidency of the\r\nGeneral Assembly at its fifty-third session. I am\r\nconvinced that his wisdom and experience will ensure that\r\nwe are successful in our work. I wish also to thank his\r\npredecessor, Mr. Udovenko, who guided the work of the\r\nlast session so skilfully.\r\nI wish also to extend our appreciation to His\r\nExcellency Mr. Kofi Annan, Secretary-General of the\r\nUnited Nations, for his constant and tireless efforts to\r\nstrengthen the universality of the United Nations, to\r\nenhance its credibility and to strengthen its ability to\r\ndischarge its responsibilities despite a difficult\r\ninternational situation.\r\nOn 16 July of last year, the Secretary-General\r\npresented to the Assembly his report entitled “Renewing\r\nthe United Nations: a Programme for Reform”\r\n(A/51/950), which provides an overall scheme to\r\n14\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nmodernize the working methods of the Organization in\r\norder to give it fresh impetus and enhance its efficiency so\r\nthat it is better capable of responding optimally to the\r\ngrowing needs of the international community on the\r\nthreshold of the third millennium.\r\nIn this regard, we are convinced that implementation\r\nof the measures to reform the Organization will assist it in\r\nachieving its aims and objectives, namely restoring peace\r\nand security to the world and strengthening international\r\ncooperation in such a way as to achieve the economic and\r\nsocial development of all nations and peoples. In line with\r\nthis, the question of reform and expansion of the United\r\nNations Security Council has, for several years, been\r\ndiscussed. In this connection, we would like to reiterate our\r\nsupport for the proposals aiming at enlarging the\r\nrepresentative base of that key body in accordance with the\r\nnorms of democracy, transparency and justice and with\r\nequitable geographical distribution, enabling it to reflect the\r\nuniversal nature of our Organization pursuant to Article 24\r\nof the Charter.\r\nThe threats facing today’s world are not all political or\r\nmilitary in nature. Some of them are economic or social\r\nand call for prompt and practical solution. The scourge of\r\ndrugs and psychotropic substances and the ravages resulting\r\nfrom their consumption, marketing and distribution are\r\namong the most serious challenges facing us today. In this\r\nconnection, I wish to express my delegation’s satisfaction\r\nthat awareness of the dangers inherent in this evil is\r\nsteadily growing. This has been reflected in a very clear-cut\r\nfashion in the unanimous adoption, at the twentieth special\r\nsession of the General Assembly held last June, of the\r\nPolitical Declaration and the Guiding Principles of Drug\r\nDemand Reduction.\r\nThere is no doubt that international peace and security\r\non the one hand and economic growth, social development\r\nand the eradication of poverty on the other are organically\r\nbound up one with another. The United Nations and its\r\nspecialized agencies have provided many measures to\r\nimpress this reality on all of us. This approach has been\r\nmanifested in the adoption of a large number of\r\nprogrammes and recommendations stemming from\r\nimportant international conferences and forums organized\r\nin the last few years under the auspices of the United\r\nNations.\r\nHowever, this enormous effort should be translated\r\ninto concrete reality through a new mobilization based on\r\npartnership and solidarity. The first step should be to devote\r\nto these lofty objectives the tremendous resources allocated\r\nto the production, development and acquisition of all\r\ntypes of weapons of mass destruction.\r\nOn this basis, we must likewise enable the\r\ndeveloping countries to speed up effectively their pace of\r\ngrowth. To this end, donor countries should augment their\r\nofficial development assistance, increase flows of\r\ninvestments, put an end to the continuous deterioration in\r\nterms of commercial trade, and give the products of\r\ndeveloping countries free access to their markets without\r\nany hindrance.\r\nLikewise, the debt problem, which constitutes a\r\nheavy burden for the economies of developing countries,\r\nshould receive the attention that it deserves. The 1997\r\nHuman Development Report indicates that debt servicing\r\non average absorbs a fifth of a developing country’s\r\nexport earnings, which is a significant drain on its modest\r\nforeign currency reserves and thus compromises its ability\r\nto take part in international trade on an equal footing.\r\nIn this context, we hope that the initiatives taken on\r\nthe subject of the external debt of the poorest and most\r\nheavily indebted countries will make it possible to find a\r\nradical solution to this set of problems, which impedes\r\nthese countries’ development endeavours.\r\nDespite the magnitude of the challenges of\r\ndevelopment and the wide range of priorities involved,\r\nand despite an unfavourable world economic situation, the\r\nIslamic Republic of Mauritania, under the enlightened\r\nleadership of the President of the Republic, Mr. Maaouya\r\nOuld Sid’Ahmed Taya, has taken significant steps\r\ntowards comprehensive development aimed at raising our\r\ncitizens’ standard of living and at consolidating\r\ndemocracy and the rule of law in a climate of tranquillity,\r\nsecurity and stability.\r\nOn the political plane, therefore, pluralistic\r\ndemocracy in our country came to fruition with the\r\nholding on 12 December 1997 of pluralistic presidential\r\nelections, the second of their kind, in which several\r\ncandidates participated in a spirit of healthy competition\r\nand a climate of political plurality and freedom of\r\nexpression. Furthermore, the third municipal elections,\r\nscheduled for the end of this year, are being organized\r\nsuccessfully.\r\nAlongside this democratic process, which embodies\r\nour people’s aspirations to fully exercise its rights, our\r\ncountry is engaged in a decisive struggle to eradicate\r\npoverty and to combat illiteracy and marginalization, for\r\n15\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nwe are convinced that genuine enjoyment of human rights\r\nand fundamental freedoms cannot be fully achieved except\r\nthrough a sustained effort aimed at enhancing citizens’\r\nsocio-economic and cultural level.\r\nWe have created an agency to deal with human rights,\r\npoverty and integration. That agency is responsible for\r\npromoting the exercise of human rights and implementing\r\nthe national strategy to combat poverty. The budgetary\r\nallocations earmarked for social expenditure are\r\napproximately 37 per cent of all public expenditure —\r\nalmost double the level recommended by the World\r\nSummit for Social Development.\r\nThe Islamic Republic of Mauritania is pursuing a\r\nforeign policy that is based on immutable principles aimed\r\nat fostering relations of good-neighbourliness, peaceful\r\ncoexistence and strengthened regional and international\r\ncooperation. On the basis of these principles, my country\r\nattaches particular importance to the consolidation of\r\nstability and the containment of the large number of areas\r\nof tension around the world that are likely to threaten\r\ninternational peace and security and to jeopardize the\r\ndevelopment efforts of many nations and peoples.\r\nWhile reaffirming its full support for the peace process\r\nin the Middle East, my country believes that no just and\r\nlasting peace can be achieved in that region until Israel has\r\nwithdrawn from all the occupied Palestinian territories,\r\nincluding Jerusalem, the Syrian Golan and the Lebanese\r\nterritories, in conformity with Security Council resolutions\r\n242 (1967), 338 (1973) and 425 (1978) and the principle of\r\nland for peace. Such a peace cannot be attained until the\r\nPalestinian people have been enabled to establish their\r\nindependent state on their territory with Al-Quds as its\r\ncapital.\r\nIn this respect, my country expresses its profound\r\nconcern at the difficulties besetting the peace process and\r\nthe negative developments that have taken place in the\r\nregion. My country also calls for taking the measures\r\nnecessary for restarting peace negotiations on all tracks, and\r\nurges the two sponsors of the peace process to make further\r\nefforts to preserve the chances for peace in that region.\r\nWith respect to the Gulf region, we hope that all\r\nregional and international efforts will combine to bring\r\nabout a return to stability and concord in the area. In this\r\nrespect my country, while reaffirming its attachment and\r\ncommitment to international legitimacy and United Nations\r\nresolutions, reiterates its repudiation of anything that could\r\nundermine the independence of Kuwait and its territorial\r\nintegrity.\r\nIt also reaffirms its consistent position of rejecting\r\nany measure likely to threaten the unity of Iraq and the\r\nintegrity of its territory. At the same time, it calls for the\r\nlifting of the embargo imposed for seven years now on\r\nthe Iraqi people. The Iraqis have been very hard hit by\r\nthis embargo, whose impact has been first and foremost\r\nfelt by women, children and the elderly.\r\nWith respect to the Arab Maghreb, my country is\r\nacting, together with its sister countries of the Arab\r\nMaghreb Union, to develop cooperation and consultation,\r\nto respond to the aspirations of the peoples of the\r\nMaghreb.\r\nAs to Western Sahara, my country expresses its\r\nsatisfaction at the positive steps taken within the\r\nframework of the United Nations settlement plan and\r\nreiterates its readiness to do its utmost to facilitate its\r\nimplementation.\r\nWe call for the lifting of the embargo imposed on\r\nthe Libyan Arab Jamahiriya. We hope that the recent\r\npositive developments will lead to finding a formula for\r\na prompt settlement of this question, which has harmed\r\nthe interests of the Libyan people.\r\nIn many parts of Africa, the situation remains\r\nworrisome because of conflicts and civil wars, with the\r\nattendant torrent of human suffering and destruction.\r\nThese crises, along with other crises around the world,\r\nshould be given more sustained attention by the United\r\nNations, since it is the international community that bears\r\nresponsibility for containing them and for acting seriously\r\nand effectively to prevent their proliferation. My\r\ndelegation welcomes the report of the Secretary-General\r\non the causes of conflict in Africa and on ways of\r\npromoting durable peace and sustainable development.\r\nWe also welcome Security Council resolution 1170\r\n(1998), adopted last May, which authorizes a number of\r\nmechanisms for the implementation of the\r\nrecommendations contained in that report. We hope too\r\nthat at its present session the General Assembly, when\r\nconsidering that report, will find ways and means of\r\nimplementing the recommendations that fall within its\r\npurview.\r\nThe Islamic Republic of Mauritania expresses its\r\nconcern at the persistent conflict in Somalia and hopes\r\nthat the Somalis will be able to find the path to\r\n16\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nconstructive dialogue, in order to bring about a settlement\r\nthat will secure concord and stability in that country.\r\nIn the Islamic Federal Republic of the Comoros, we\r\nhope that the efforts undertaken by the League of Arab\r\nStates and the Organization of African Unity (OAU) will\r\nlead to a solution that will preserve that country’s\r\nsovereignty and unity.\r\nIn Guinea-Bissau, my country welcomes the truce\r\nagreement signed last 26 August and supports all the efforts\r\nand initiatives aimed at restoring security and stability.\r\nSimilarly, my country urges Ethiopia and Eritrea to\r\ncontinue to comply with the ceasefire, in the hope that the\r\nefforts undertaken by the OAU will result in a fair\r\nsettlement which will guarantee security and stability in the\r\nregion.\r\nWith respect to the Great Lakes region and the serious\r\ndevelopments taking place there, my country supports all\r\nendeavours to promote a return to stability and to bring\r\nabout the reconstruction of everything that has been\r\ndestroyed by war and conflict there.\r\nLikewise, my country supports the regional and\r\ninternational endeavours to consolidate peace in Sierra\r\nLeone, so that that country may see the beginning of a new\r\nera of peace, stability, reconstruction and development.\r\nIt is regrettable that there are many other regions of\r\nthe world where there is instability and conflict. In the\r\nBalkan region, the situation in Kosovo continues to worsen,\r\ncompounding the suffering of the population and boding ill\r\nwith regard to future humanitarian disasters comparable to\r\nthose experienced in the Republic of Bosnia and\r\nHerzegovina. This calls for decisive international\r\nintervention to prevent the situation from worsening further.\r\nWhile war and conflict cause mass tragedies and mass\r\ndestruction, the international community today is facing the\r\nphenomenon of terrorism, which cannot be contained within\r\neither time or place and which also threatens the peace and\r\nstability of all States and peoples. My country stresses its\r\ncondemnation of terrorism in all of its forms, whatever its\r\norigins. We call for strengthening of cooperation and\r\nconsultation at the international level in order to confront it\r\nresolutely and severely.\r\nThe world of today witnesses a gigantic leap in the\r\nincrease of wealth, improvement of means of production,\r\nevolution of telecommunications and the informatics\r\nrevolution. Although the developments offer conditions of\r\ncomfort and well-being, they do, however, widen the\r\nchasm which separates the development and growth levels\r\nof the developed and the developing countries. This will\r\nexist as long as cooperation, solidarity and partnership do\r\nnot prevail, until nations and peoples can together benefit\r\nfrom the advantages of globalization, and until the\r\ninternational community is able to give an impetus to\r\ninternational relations based on peace, democracy, justice\r\nand sustainable development.\r\nThe Acting President: I now call on His Excellency\r\nMr. Kolawole Idji, Minister for Foreign Affairs and\r\nCooperation of Benin.\r\nMr. Idji (Benin) (interpretation from French): On\r\nbehalf of the delegation of the Republic of Benin, allow\r\nme to express to Mr. Didier Opertti my warm\r\ncongratulations upon his brilliant and unanimous election\r\nas President of the General Assembly at its fifty-third\r\nsession. His human skills and vast experience in\r\ninternational affairs, as well as his dedication to the main\r\ncauses of our Organization, augur well for the success of\r\nthe important deliberations of this session. My delegation\r\nwould like to assure him of its full cooperation.\r\nI would like to take this opportunity to thank\r\nMr. Hennadiy Udovenko of Ukraine, who so skilfully and\r\ndevotedly presided over the last session of the General\r\nAssembly. Allow me to associate to this tribute Mr. Kofi\r\nAnnan, our Secretary-General, whose dedication and great\r\ndiplomatic skills have given greater nobility to our\r\nOrganization and new reasons for hope to our world. I\r\nshould like to welcome here the efforts of this great\r\nAfrican for the international community.\r\nMy country, the Republic of Benin, could be\r\nperceived as just a dot on the world map and perhaps just\r\nas a jot on the map of Africa. In fact, the Republic of\r\nBenin is not manufacturing any atomic bombs, nor has it\r\nany intention of building or possessing them. But it is\r\nwithout any hesitation that I am speaking before the\r\nrepresentatives of the international community and all the\r\nmajor Powers gathered here to express the profound\r\nconcerns we have over the state of the world today, and\r\nto voice our hopes.\r\nBenin may be only a small point on the world map,\r\nbut it wants to be a point of convergence — not only in\r\nAfrica, but also for the entire international community.\r\nWe want to commit ourselves to building peace rather\r\n17\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nthan bombs, and to promote international cooperation —\r\nand to promote it first at home.\r\nThe Government of Benin is committed to building\r\npeace by consistently cultivating tolerance and a spirit of\r\nsharing. There is no other explanation for the ever growing\r\nconsolidation of democracy in Benin. Eschewing the words\r\nand customs of others, the people of Benin have boldly\r\nchosen a multi-party system after many years of curtailed\r\npolitical freedoms. In other words, they have chosen a\r\npolitics of peace and tolerance. Today more than 100\r\npolitical parties vie against each other, unite or clash, but\r\nthey do so in peace and with respect for the Constitution\r\nand the law.\r\nMy delegation believes that there is no more urgent\r\ntask today than replacing the culture of violence and war\r\nwhich has marked humanity since the dawn of history and\r\nwhich has so overwhelmed and gravely afflicted Africa and\r\nother regions of the world. That culture must be replaced\r\nby the culture of peace. We believe that the foremost duty\r\nof our Organization continues to be the promotion of peace\r\nand all its values and the behaviour that underpins and\r\nstrengthens it.\r\nWe believe that the first of these values is the spirit of\r\nsharing. There can be no peace in the world if a small\r\nportion of humanity can surf the Internet and explore\r\ninterstellar space while others flounder in quagmire, seeking\r\na mere pittance or safe shelter in their flight from wars\r\nwhose root cause is a desire to retain power — the power\r\nto control land, gold, oil, diamonds and other natural\r\nresources solely for the benefit of arms dealers.\r\nThis apocalyptic picture is unfortunately typical of the\r\nsad situation in Africa. It is therefore important to unite all\r\nour efforts to halt all conflicts, not only in Africa, but also\r\nin Europe, the Balkans — indeed, wherever they arise.\r\nThe spirit of tolerance and sharing has prompted my\r\nGovernment to develop the concept of a common social\r\nminimum. This means that all citizens of Benin, wherever\r\nthey reside, must be able to feed, house, clothe, care for\r\nand educate themselves. It would be desirable for a\r\ncommon social minimum to be proclaimed as an essential\r\nobjective on the global scale.\r\nI should like to pause here to commend the efforts and\r\ngreat sacrifices made by various Governments and\r\ninternational organizations — particularly the Organization\r\nof African Unity (OAU), the Economic Community of\r\nWest African States (ECOWAS), through its Monitoring\r\nGroup (ECOMOG) and the United Nations itself — to\r\nrestore peace to Liberia, Sierra Leone, Angola, Ethiopia,\r\nEritrea and the Democratic Republic of the Congo.\r\nWhether in Africa or the Balkans, what lasting\r\nsolution can possibly be imposed by force of arms today?\r\nWhy do Mr. Savimbi and those who support him, either\r\ncovertly or overtly, refuse to see that the time for peace\r\nhas come for the martyred people of Angola?\r\nWith respect to all those conflicts in Africa, the\r\nRepublic of Benin welcomes the report (A/52/871)\r\npresented by the Secretary-General at the request of the\r\nSecurity Council on the causes of conflict in Africa. The\r\nSecretary-General’s appeal deserves to be heard and\r\nsupported, not only by Africans but also by all those\r\nwhose political, economic or financial decisions will\r\ninfluence the future of the continent.\r\nIf the spirit of peace, sharing and tolerance prevailed\r\nin the Middle East, the long-delayed peace would\r\nundoubtedly be established there. We have learned in\r\nrecent days of the efforts which have been resumed so\r\nmany times by the United States of America to end the\r\nstagnation of the peace process, for which\r\nMr. Netanyahu’s Government is principally responsible.\r\nLet us hope that peace will have a better chance this time.\r\nOne of the main items on our agenda is the\r\nstrengthening of the non-proliferation regime and the\r\nbanning of nuclear tests. In this connection, the Republic\r\nof Benin welcomes the decision by India and Pakistan to\r\nsign the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT). We have no particular lesson for those\r\ntwo great countries, which are our friends. But it is clear\r\nto us that the possession of atomic bombs cannot offer\r\neither of them a lasting victory; only a prosperous country\r\nand people can confer that.\r\nHumanity will continue to be under threat until the\r\ncurrent stockpile of nuclear weapons is destroyed. The\r\nmajor nuclear Powers must today admit this self-evident\r\ntruth.\r\nWhile nuclear weapons pose a permanent danger to\r\nus all, small arms in my country sow permanent\r\ninsecurity and hamper our economic development efforts.\r\nLast May a group of heavily armed gangsters attacked a\r\nbank in broad daylight right in the middle of Cotonou,\r\nkilling security guards and making off with tens of\r\nmillions of francs. If small arms were not available, such\r\nincidents and armed conflicts would certainly be less\r\n18\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\ncommon, and outlaws would not be as terrifyingly effective\r\nas they are today in numerous countries where ill-equipped\r\npolice and militias cannot resist them. The massacre must\r\nbe stopped, first and foremost by dealing with those who\r\nare primarily responsible — the producers and exporters of\r\nsmall arms.\r\nThat is why Benin supports the conclusions of the\r\nInternational Conference on the Proposed Moratorium for\r\nSmall Arms Transfers in West Africa, which was held in\r\nOslo, Norway, from 1 to 2 April 1998.\r\nIt has been said that a hungry man is not a free man.\r\nI have spoken at length about arms, conflicts and wars\r\nbecause, basically, my delegation is hopeful that by banning\r\nthe former we can more easily end or at least diminish the\r\nlatter.\r\nOn the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, it is important to emphasize\r\nthat the affirmation of human rights must go hand in hand\r\nwith the eradication of poverty. We cannot speak seriously\r\nabout human rights, liberty or democracy in a country\r\nwhere the people have neither bread nor schools.\r\nMy country hopes that bold and vigorous measures\r\nwill be taken, particularly by the richest countries, so that\r\nthose whom globalization leaves inexorably by the wayside\r\ncan be given a chance to enter the twenty-first century with\r\na little more hope. The bold measures must relate in\r\nparticular to the issues of debt and the allocation of\r\nadditional resources for development.\r\nLike many other countries in Africa, Asia and\r\nAmerica, the Republic of Benin has taken control of its\r\ndestiny by carrying out reforms that have often proved very\r\ndifficult. Even if our development partners are standing\r\nbeside us, these reforms and efforts express first and\r\nforemost the desire of our States and our peoples to take\r\ncharge and to emerge from underdevelopment and poverty.\r\nAnd we have begun to obtain results. In my country, for\r\nexample, economic growth has now surpassed demographic\r\ngrowth.\r\nWe must carry our burden even if we have to do so\r\non our knees; we must not let it fall. I therefore call upon\r\nall those responsible for making economic decisions at the\r\nglobal level to support more vigorously the efforts of\r\ncountries whose burden has brought them to their knees.\r\nIn this context, I should like to reaffirm the\r\nimportance that the Government of Benin attaches to the\r\noperational development activities of the United Nations\r\nsystem, which, we are pleased to say, are aimed at\r\nenabling the recipient countries to take control of their\r\nown development. We believe that the decline in\r\ncontributions to core resources for funds and programmes\r\nsuch as the United Nations Development Programme\r\n(UNDP), the United Nations Children’s Fund (UNICEF)\r\nand the United Nations Population Fund (UNFPA) is a\r\ndangerous handicap. The Government of Benin hopes that\r\nthe donor countries will demonstrate greater solidarity by\r\nincreasing the resources that they allocate to those\r\ninstitutions.\r\nNevertheless, I should like to thank all of the funds,\r\nprogrammes and specialized agencies of the United\r\nNations whose technical and financial support in the past\r\nfive years has been decisive in enabling us to pursue\r\nprogrammes aimed at constructing a State based on the\r\nrule of law and building a prosperous nation in which all\r\nthe citizens of Benin can have a minimum of their\r\ncommon social requirements met. I should also like to\r\nwelcome all the initiatives of the United Nations system,\r\nwhich have long been working for the development of\r\nAfrica, as well as the actions of all our development\r\npartners, in particular Japan, which have ranked the\r\ndevelopment and economic recovery of the continent\r\namong their priorities.\r\nAlthough they may be positive and praiseworthy,\r\ninitiatives to benefit Africa must henceforth meet the\r\nfundamental needs and priorities of the African countries.\r\nIt is in this spirit that in several days’ time Benin will be\r\nparticipating in the second Tokyo International\r\nConference on African Development (TICAD II). Our\r\nhope, which many others share, is that that Conference\r\nwill go beyond the declaration that will no doubt be\r\nadopted and lead to a programme of concrete action\r\naimed at finding solutions to the problems of the\r\ncontinent at the close of the twentieth century.\r\nAt the beginning of my statement I referred to the\r\nspirit of tolerance and sharing. I believe that our\r\nOrganization is the pre-eminent forum in which we can\r\nlearn and refine this spirit. Despite all the criticism, the\r\nUnited Nations has, to date, proved irreplaceable. We\r\nmust continue to try to refine it and to carry out reforms.\r\nIn conclusion, therefore, I would like to reaffirm that\r\nthe reform of the United Nations, which was begun under\r\nthe bold initiative of Mr. Kofi Annan, deserves to be\r\n19\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nsupported and developed so as to guarantee the necessary\r\nconditions for the harmonious pursuit of the process of\r\ndemocratizing international relations at the dawn of the next\r\nmillennium. If we want to begin the twenty-first century\r\nwith self-confidence, and if we want the efforts and\r\nsacrifices that have been made thus far on the tortuous and\r\nrugged path to development not to have been in vain, we\r\nmust do our utmost to focus greater attention on the\r\nprinciple of world partnership and the duty of solidarity,\r\nwhich is what the new international order necessarily\r\nimplies.\r\nThe twenty-first century may become one in which a\r\nblind global economy using the most sophisticated science\r\nand technology at the same time enslaves three quarters of\r\nhumanity. This must not happen. Let us act now so that the\r\nnext century can become the century of civilization par\r\nexcellence, the century of sharing and of solidarity, the\r\ncentury of culture and the century of peace. The Republic\r\nof Benin is ready to play its part in this necessary struggle.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Hungary, His Excellency\r\nMr. János Martonyi, on whom I now call.\r\nMr. Martonyi (Hungary) (interpretation from\r\nFrench): Allow me to join previous speakers in\r\ncongratulating Mr. Opertti on his election to the presidency\r\nof the General Assembly at its fifty-third session. There is\r\nno doubt that his experience and wisdom will be very\r\nuseful in effectively guiding our work. I should also like to\r\npay tribute to his predecessor, Mr. Hennadiy Udovenko of\r\nUkraine, for his valuable contribution to the work of this\r\nOrganization and its reform process.\r\nAfter the euphoria following the end of the cold war,\r\na period of frustration and disillusionment set in. It has\r\ntherefore not always been easy to remain optimistic while\r\nexperiencing everyday realities. Indeed, the profound\r\nchanges that shook the world left it poorly prepared to deal\r\nwith old or new challenges.\r\nRecently, events that have shaken the world’s security\r\nenvironment and the international economic environment\r\nhave reminded us of the complexities of the post-bipolar\r\nperiod by highlighting the multiple and often detrimental\r\neffects of the inexorable process of globalization that is\r\ntaking place in all parts of the world. If we are to be in a\r\nposition to stem the damaging effects of this process, we\r\nmust strengthen multilateralism and expand international\r\ncooperation so as to be able to resolve the various\r\nproblems, often unprecedented in nature, that face\r\nhumankind at the threshold of the twenty-first century.\r\nIn this undertaking, the United Nations will be\r\nneither a world government nor a passive spectator. It\r\nwill continue to be a unique Organization with special\r\nresponsibilities for the maintenance of international peace\r\nand security. It will continue to be a global negotiating\r\nforum whose purpose is to set consensus-based standards\r\nand rules in the most diverse spheres of human activity in\r\norder to help us adapt to the demands of a new age.\r\nToday’s world is marked by disquieting\r\ndevelopments: bloody conflicts, terrorist acts, organized\r\ncrime, the resurgence of ethnic hatred, attempts to\r\ncircumvent or undermine non-proliferation regimes,\r\nhuman rights violations causing flows of refugees,\r\nproblems associated with narcotic drugs, a worrisome gap\r\nbetween the levels of economic and social development\r\nof the various parts of the world, environmental\r\ndegradation, population questions and many other issues\r\nand dilemmas that are truly global in nature. Despite the\r\nsetbacks that it will probably encounter in the future\r\nfulfilment of its mission, the world Organization will\r\ncontinue to be the centre of worldwide mobilization of\r\nefforts to prepare the peoples of the United Nations to\r\ntackle the challenges that lie before them.\r\nIn order to ensure the success of this operation, we\r\nmust all make serious and sustained efforts to give new\r\nimpetus to the United Nations reform process and to\r\nmaintain its dynamism. The difficulties encountered along\r\nthe way should not discourage us from the quest to\r\nidentify what is possible and feasible, while keeping in\r\nmind and striving to achieve what is desirable.\r\nFrom this rostrum, we wish to reaffirm our\r\ncommitment to promoting the revitalization of our\r\nOrganization and the reform of the Security Council. As\r\nfar as expanding the membership of the Council is\r\nconcerned, our position has not changed. We continue to\r\nadvocate expanding the Council in both categories,\r\npermanent and non-permanent, and the inclusion of\r\nGermany and Japan, among others, in the category of\r\npermanent members. On the subject of United Nations\r\nreform, I should like to add that organizational and\r\nstructural measures must go hand in hand with efforts to\r\nestablish financial stability for the Organization if they are\r\nto be effective.\r\nDomestically the historic transition that has taken\r\nplace in Hungary over the last decade has been a complex\r\n20\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nand difficult experience for the country’s population. After\r\nliving through this arduous period and in the light of the\r\npromising developments in the country, our country today\r\nneeds to be reassured about its future. Our people wish to\r\nsee moral and social renewal in the country and to benefit\r\nfrom it. Externally, the new Hungarian Government\r\ncontinues to base its policy on the same principles that its\r\npredecessors followed starting in 1990, when a democratic\r\nregime was established in Hungary. It is inspired by the\r\nnational interests of the country and the values that it shares\r\nwith its partners on both sides of the Atlantic. It intends to\r\nremain a factor for stability and security in the Central\r\nEuropean region. Along with its future allies in the North\r\nAtlantic Treaty Organization (NATO) and in the European\r\nUnion, it stands ready to contribute to the endeavours of the\r\ncommunity of nations to ensure respect for international\r\nobligations and, where necessary, to take effective measures\r\nto resist actions that are in defiance of its legitimate will.\r\nOur efforts, which are aimed at having Hungary join\r\nthe Euro-Atlantic consolidating structures, are motivated by\r\nour desire for security and economic prosperity, as well as\r\nby the emotional desire to see a historic reunion with the\r\nrest of Europe after a long, imposed separation. These\r\naspirations are fully in keeping with the purposes and\r\nprinciples of the United Nations. Not only do they not\r\nconflict with them, but they complement and enrich in a\r\nvery positive way our present activities in the world\r\nOrganization. They will serve to strengthen our specific\r\nparticipation in various United Nations activities.\r\nObviously, becoming a member of these consolidating\r\nstructures will not change Hungary’s place on the world\r\nmap. It will not be transported to some other planet. It will\r\nremain an integral part of our world, sharing with other\r\nnations great and small, rich and poor, the bright as well as\r\nthe gloomier aspects of globalization.\r\nProblems such as international crime and terrorism, the\r\nproliferation of weapons, drug-trafficking and questions\r\nassociated with migration or environmental pollution — all\r\nthese phenomena affect my country as they do others, and\r\ncall for national, regional and international action. They\r\nmay jeopardize the institutional structures of democracy and\r\nparalyse social and economic stability in a particular\r\ncountry and beyond its borders. The resurgence that we\r\nhave seen in acts of terrorism should also bolster the\r\ninternational community’s determination to establish\r\ninternational cooperation on the largest possible scale so as\r\nto combat this evil by the most efficient means. The centre\r\nof these operations should be the United Nations, which\r\nwill give these endeavours coherence and real universality.\r\nHungary attaches great importance to developing and\r\nexpanding regional and subregional cooperation with its\r\nneighbours. It has a vital interest in seeing stability and\r\ndemocracy flourish among its neighbours. It considers the\r\nvarious forms of regional and subregional cooperation to\r\nbe invaluable and indispensable tools for achieving these\r\nobjectives. It is ready to participate actively in this regard.\r\nIt should be noted that one of the driving forces for\r\nthe implementation by the countries of the region of\r\npositive measures for socio-economic progress is precisely\r\ntheir shared wish to join the structures of Euro-Atlantic\r\nintegration. Hungary has often spoken out in favour of\r\nthese aspirations and will continue to support them.\r\nIn this regard, we feel that respect for the rule of\r\nlaw and institutional guarantees of the full enjoyment of\r\nhuman rights, including those of national minorities, are\r\nnot simply key prerequisites to membership of these\r\nintegration structures. They are also an indispensable and\r\nvital factor for the establishment of social peace within\r\ncountries themselves.\r\nIn speaking of the eastern part of our continent, I\r\nwould emphasize that, on the one hand, it is impossible\r\nto transform the region, with its turbulent history of age-\r\nold coexistence between various ethnic communities, into\r\na zone of tranquillity and prosperity, and inconceivable to\r\nconsider healing the deep wounds inflicted by aggressive\r\nnationalism without taking into account the legitimate\r\naspirations of national minorities and their desire to\r\nremain intact as communities and keepers of a specific\r\nnational heritage, in accordance with the standards\r\nadopted by the competent international organizations and\r\nthe practice of the democratic States. On the other hand,\r\nwe resolutely oppose the policy of “ethnic cleansing”,\r\nforced separation and the creation of new kinds of ethnic\r\nor religious segregation in Europe at the dawn of a new\r\ncentury.\r\nHungary is deeply concerned by the deteriorating\r\nsituation in Kosovo. It shares the view that, without a\r\ndetermined international commitment, this conflict is\r\nlikely to spread, with unfathomable consequences for the\r\nregion and Europe as a whole. We therefore support the\r\nefforts aimed at stopping this conflict as quickly as\r\npossible by peaceful and political means. We believe that\r\nSecurity Council resolution 1199 (1998) can serve to pave\r\nthe way for this. Hungary hopes that substantive\r\nnegotiations between the parties can begin without delay\r\nand that they will lead to a lasting settlement granting\r\nbroad autonomy to Kosovo while preserving the territorial\r\n21\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nintegrity of the Federal Republic of Yugoslavia. In this\r\nrespect, Hungary stresses the primary responsibility borne\r\nby the Yugoslav authorities in the quest for peace and a\r\ndemocratic solution.\r\nThe Balkans have suffered too much for the\r\ninternational community to permit an escalation of violence,\r\na return to terror and impunity for human rights violations.\r\nMy country is prepared, to the extent of its abilities, to\r\ncontribute to the international community’s action to restore\r\nlong-term stability and the rule of law in the region.\r\nWe have also followed with special attention the\r\ndevelopments in Bosnia and Herzegovina. Our primary\r\nobjective is the full implementation of the Dayton\r\nAgreement. However, we must accept the fact that,\r\nfollowing years of bloodshed, savagery and intolerance, the\r\nprocess envisaged in the Agreement could be more\r\nprecarious and protracted than we believed and that the\r\nethnocentric and exclusionary attitudes there may prove to\r\nbe more entrenched than we had thought. Having said this,\r\nwe are participating actively in the international effort to\r\nassist that country in getting back on its feet and to ensure\r\nthat the terrible years of aggression and horrendous war\r\nnever return.\r\nThis year, we celebrate the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights. Although the\r\ncommemoration of the birth of that fundamental document\r\nis a fine occasion for festivities, it is also important that\r\nnew measures be taken to implement the universal\r\nstandards embodied in the Declaration so that the United\r\nNations may, in all places and at all times, not only offer\r\na ray of hope, but be an effective instrument in the service\r\nestablishment of United Nations machinery for the\r\ninternational protection of human rights and fundamental\r\nfreedoms is one of the international community’s great\r\nachievements, emanating directly from the Universal\r\nDeclaration. In this context, we welcome the existence of\r\nthe Office of the United Nations High Commissioner for\r\nHuman Rights and the establishment, after much hard work,\r\nof the International Criminal Court.\r\nGrave and large-scale human rights abuses continue to\r\nbe committed throughout the world. We have witnessed\r\nassaults on the freedom of individuals and communities,\r\nand crude and more subtle discriminatory practices,\r\nincluding those based on national or religious origin. This\r\nprompts us to ask the fundamental question as to whether\r\nthe international community did all it needed to do in good\r\ntime to prevent these events and used all the means\r\navailable to it. I am afraid that the answer to these\r\nquestions is “no”.\r\nLinking peace to justice and reconciling political\r\nexpediency and moral considerations have always been\r\nextremely difficult challenges. Nevertheless, if peace is to\r\nlast and take firm root, it must be sustained and bolstered\r\nby democracy, the rule of law and a responsible and\r\ntransparent system of government. That is why we\r\nsupport the introduction of the human rights dimension\r\ninto all United Nations spheres of activity, including\r\npeacekeeping operations. That is why we insist that those\r\naccused of war crimes and crimes against humanity in the\r\nvarious conflicts, from the Great Lakes to the former\r\nYugoslavia, must be brought to justice. The measures\r\ntaken in this regard deserve the support of all the\r\nMembers of our Organization.\r\nMr. Chkheidze (Georgia), Vice-President, took the\r\nChair.\r\nWe cannot allow our attention to be distracted from\r\nthe grave ongoing situations in many regions of our\r\nworld, where political upheaval, financial crisis and\r\nnatural disaster render human existence extremely\r\nprecarious and arduous. The United Nations cannot turn\r\nits back on these pressing problems. We welcome the\r\nattention rightly accorded to Africa by the Organization\r\nand to the search for solutions to its difficulties. Our\r\nworld is shrinking every day. Therefore, a heightened\r\nawareness of worldwide concerns and human solidarity is\r\nvital. For what is at stake today is the future of our\r\ncivilization and the quality of life of future generations on\r\nEarth. We must not miss the opportunity offered by the\r\nend of the century to decide how to improve the lot of the\r\nhuman race. The United Nations is the best place to\r\ntackle, without delay, the crucial questions facing\r\nmankind.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Andorra, His Excellency\r\nMr. Albert Pintat-Santolària.\r\nMr. Santolària (Andorra) (spoke in Catalan;\r\nEnglish text furnished by the delegation): I would first\r\nlike to congratulate the President of the General Assembly\r\nat its fifty-third session, Mr. Didier Opertti, of Uruguay,\r\nand to give him Andorra’s unconditional support during\r\nthis year of reforms. I would also like to thank the\r\noutgoing President, Mr. Hennadiy Udovenko, for his\r\nimportant contribution to the debates of the fifty-second\r\nGeneral Assembly.\r\n22\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nWe are now celebrating the fifth anniversary of the\r\nadmission of Andorra into the United Nations. It is\r\ntherefore fitting to begin my speech today with an\r\nassessment of what motivated Andorra’s entry into the\r\nUnited Nations and the tasks that its Government has\r\naccomplished. Andorra wanted to become a part of the\r\nOrganization in 1993, immediately following approval by\r\nthe Andorran people of a modern Constitution that affirmed\r\nits sovereignty and brought to modern times thirteenth-\r\ncentury texts, texts which had guaranteed independence and\r\nneutrality for more than seven centuries. Andorra’s\r\ninternational standing required it.\r\nNevertheless, neutrality has never signified for\r\nAndorra isolation or a lack of self-determination. To the\r\ncontrary, during times of great European conflicts, and\r\nduring the Spanish civil war, Andorra opened its doors to\r\nthose who fled terror and violence.\r\nBeing a sanctuary of peace for so long has given\r\nAndorra certain international responsibilities, enumerated in\r\nthe new Constitution of 1993, which says that the Andorran\r\npeople shall persevere in the advancement of values such as\r\njustice, democracy and social progress, and keep and\r\nstrengthen the harmonious relations of Andorra with the\r\nrest of the world, based on mutual respect, coexistence and\r\npeace in the desire to bring its strength and collaboration to\r\nall the common causes of mankind.\r\nThe entry of Andorra into the United Nations has been\r\na most important step for our country, giving us the\r\nopportunity to make ourselves heard, to express ourselves\r\nand to be a part of the forum which includes all countries;\r\nwe must respond with solidarity, aid and our best efforts to\r\nattain peace, liberty and full adhesion to the International\r\nDeclaration of Human Rights.\r\nI am speaking in Catalan, the language of Andorra. It\r\nis an old Latinate language, an important part of our\r\ncultural identity, and it is an honour to speak these words\r\nin this language to the Assembly today. It is also proof of\r\none of the most difficult rights to assume: the right of\r\ndifference.\r\nIn Andorra, protected by the Pyrénées mountains, we\r\nare proud of our 720 years of uninterrupted peace and self-\r\ngovernment. We have a population of over 65,000,\r\ncomposed of more than 60 nationalities. We have acquired,\r\nwith the passage of time, certain experience in conjugating\r\nthe verb “to tolerate”, because of the diversity of our\r\npopulation, of which “Andorrans” are a minority, the\r\nimportance of immigration and the plurality of nationalities,\r\ncultures and languages. These are facts, which conform to\r\nmodern societies.\r\nPermit me to expand on certain aspects of our\r\ncountry in order to emphasize our desire to cooperate in\r\nshared projects and to struggle against aggression and\r\nrepression, and for harmony between peoples, cultures\r\nand civilizations. The particular sentiment that our little\r\ncountry feels before this Assembly is appreciation of the\r\ndifference between globalization and particularity, the\r\nparadox between material progress and world poverty.\r\nOur confidence in this Assembly is absolute, and I\r\nshall give two reasons. First, we consider here the grand\r\nstrategies we can adopt to pursue justice, democracy and\r\nthe rule of law. Secondly, this Assembly is a common\r\nhouse, where all are equal under the law and all States\r\ncan express their concerns to the world in an international\r\nassembly.\r\nThe politics of Andorra at the United Nations inspire\r\nme to make a general reflection within this institution. In\r\nthe last few years, the directives of the Government of\r\nAndorra concerning United Nations reform have been\r\nvery clear: absolute adherence to the reform projects of\r\nthe Secretary-General, Mr. Kofi Annan, who, since his\r\nelection, has worked to achieve the restructuring of this\r\nOrganization.\r\nI am pleased to say that Mr. Annan is aided in\r\nseeking to attain his goals by the Deputy Secretary-\r\nGeneral, who has helped him bring about his objectives,\r\nand I would like to congratulate Mrs. Louise Fréchette,\r\nwho, in the months since she assumed her position, has\r\nhelped immensely in the difficult task of reforming this\r\ninstitution, employing all the skills of a person of her\r\ndiplomatic abilities.\r\nWith respect to the reform of the United Nations,\r\nAndorra has shown a desire for transparency and greater\r\naccess for the General Assembly to the workings of the\r\nSecurity Council. We would also like to make clear our\r\ndesire for an increase in the membership of the Security\r\nCouncil, to reflect the increasing membership of the\r\nUnited Nations. The Working Group on the reform of the\r\nCouncil will sponsor debates and present alternatives, and\r\nwe will present our ideas.\r\nThe most important theme of my speech today is the\r\ncelebration of the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights. Andorra has strengthened\r\nits political structures in the light, always brilliant of that\r\n23\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\n1948 Declaration, which indeed, is given form in our\r\nConstitution. Article 5 of this document incorporates it into\r\nthe judicial structure of the State in the phrase:\r\n“The Universal Declaration of Human Rights is\r\nbinding in Andorra.”\r\nThis Declaration, shared by so many States, should not\r\nbe seen as Utopian. The proliferation of publications and\r\nseminars concerning the analysis and investigation of\r\nhuman rights, understood more and more as a means of\r\nensuring a proper relationship between the individual, the\r\ncommunity and the environment, touch on the grand\r\nsystems of classic thought.\r\nThe practice is deceptive. At the international level,\r\nnone of us can ignore the paradox of great wealth\r\ncontrasted with the abuse, the aggression and the most\r\nsinister forms of cruelty without limits. Today we know\r\nmuch of what happens in the world and very probably\r\nmany of us know why. We cannot now return to ignorance,\r\nto lack of knowledge, to lies.\r\nIn a more immediate framework, we cannot argue that\r\nthings are getting better. How can we respect the individual\r\nand his fundamental rights if the proliferation of armed\r\nconflicts, racism, xenophobia and the marginalization of\r\nothers continues?\r\nTolerance and respect are not new terms, but they are\r\nkey concepts, which must be reinvented or rediscovered,\r\ngiven a greater significance and a universal application. Too\r\noften tolerance is confused with condescension, and respect\r\nwith bureaucratic formality.\r\nThe danger increases when we become blinded by\r\nabsolute truths and dogmatic positions which, in one way\r\nor another, lead to authoritarianism and exclusion, which\r\nare precisely the opposite of toleration and pluralism.\r\nThis is written in the third book of the Pentateuch,\r\nLeviticus:\r\n“Thou shalt not avenge, nor bear any grudge\r\nagainst the children of thy people, but thou shalt love\r\nthy neighbour as thyself”. (The Holy Bible, Leviticus\r\n19:18)\r\nThese are old and perennial moral statements, which shape\r\nsociety, and which have always been universal values\r\nincorporated in all the great statements on human rights.\r\nOn 10 December we will celebrate the passing of 50\r\nyears since the signing of the Declaration. It has become\r\na banner of this body, and it gives it reason to exist and\r\nto work.\r\nThere remain much work to be accomplished and\r\nmuch evil to be fought. We are far from any moment of\r\nsatisfaction. This century, which is about to end, contains\r\nfew events of which we can reflect with satisfaction. The\r\nworld has witnessed campaigns of extermination,\r\nholocausts and wars. It has all been extremely cruel and\r\nbloody. We can still see this black light in countries\r\nwhere assassinations take place under the guise of\r\nredressing religious grievances.\r\nMany other examples can be cited to show that the\r\nuniversal application of human rights has not been\r\nachieved, and we feel the same sense of powerlessness\r\nwhen we see our friends and neighbours in the\r\nMediterranean dying on the southern borders of Europe.\r\nThose who survive are lifted out of the opulence of\r\nEurope and deported, after false hopes and impossible\r\ndreams, back to the misery of their places of origin. This\r\nalso occurs, among other places, on the Adriatic coast.\r\nThe Mediterranean is no longer the unifying sea that\r\nit once was. Rather it has been transformed into a barrier\r\nbetween the rich North, with its aging populations, and a\r\nSouth that, like Prometheus, is filled with misery — but\r\nalso with young and struggling people more than half of\r\nwhom are under 18. Can we not say, therefore, that a\r\nconflict is in the air? How far we have come from the\r\nstirring poem of Emma Lazarus, which, engraved on the\r\nbase of the Statue of Liberty, welcomed, with a door open\r\nto hope, the persecuted and the refugee.\r\nWill the justice system become a mere spectacle?\r\nEven great dignitaries of great democracies, elected in a\r\nclear-cut way, are denied strict respect for personal and\r\nfamily privacy. The death penalty is still in effect in\r\nmany countries. Child labour, child pornography, sex\r\ncrimes, abuse and mistreatment are everyday occurrences.\r\nFifty years of universal human rights mean that we\r\nhave rules by which to differentiate between good and\r\nevil, and a standard by which we can recognize the often\r\ninconceivably evil actions of those individuals or States\r\nwho live without letting others live. Now, since 1948, we\r\ncannot turn away: we know who respects and who does\r\nnot respect human rights.\r\n24\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nThe 1998 report of Amnesty International is once\r\nagain the faithful portrait of a planet which is capable of\r\nimmense technological progress and scientific advances that\r\nwe can scarcely imagine, a planet with the ambition to\r\nconquer interstellar space, but nevertheless continues to be\r\na world of terrible crimes. I do not believe that this should\r\nbe an anniversary during which we offer only\r\ncongratulations; we should also reflect critically on how we\r\nmight effectively achieve respect for human rights. It is\r\nobvious that all of us here today have a clear understanding\r\nof the universality of human dignity: it is the most\r\nfundamental and absolute of rights. We possess faith in the\r\nhuman being as the means of political action and the giver\r\nof concrete meaning to personal liberty and the freedom of\r\nsocieties.\r\nDemocracy is a synonym for ironclad respect for\r\nhuman rights, without concessions, as the greatest guarantee\r\nof liberty and progress. What excuse could exist today for\r\ndefending the notion that people do not have the capacity\r\nto elect public officials and to send them home through\r\nregular elections when those people believe that the\r\npoliticians have not done well enough? It is clear that\r\ndemocracy is vulnerable when there is no sincere consensus\r\non the rules of the game, and that this will lead directly to\r\ntotalitarianism, corruption and manipulation.\r\nGlobalization is not only an economic phenomenon:\r\nwith globalization, people have seen large States flower\r\nwith democracy, and have seen that oppressive and\r\nauthoritarian regimes do not lead to lasting economic\r\nsuccess, as some have claimed.\r\nMany institutions have made excuses for sins\r\ncommitted 500, 100, or 50 years ago. Must we wait half a\r\ncentury to apologize for the barbarous acts we commit\r\ntoday? We all bear responsibility. We should not respond\r\nonly with words and good intentions, especially if we\r\ndeclare ourselves to be powerless before injustice and\r\nmisery. Action by States will be the only acceptable\r\nresponse, for even if every citizen of the world could\r\ncooperate, we would still require force and the necessary\r\ninstruments.\r\nWhat can Andorra, a small State, bring to this world\r\nbody? Since 1993, my country has made a great legislative\r\neffort to accede to a large number of conventions, which\r\npermits us to participate in the rule of international law.\r\nFrom the point of view of security, Andorra desires to\r\naccede promptly to the Treaty on the Non-Proliferation of\r\nNuclear Weapons, with international solidarity as our goal.\r\nOur humanitarian tradition made us one of the first\r\ncountries to have ratified the Convention on the\r\nProhibition of the Use, Stockpiling, Production and\r\nTransfer of Anti-Personnel Mines and on Their\r\nDestruction.\r\nIn the domain of international law, our presence at\r\nRome during the negotiation of the treaty on an\r\nInternational Criminal Court was marked by active\r\nparticipation in the writing of the text, notably the first\r\nparagraph of the statute. I would like to thank all\r\ndelegations who helped with the Andorran contribution,\r\nand particularly the United States of America.\r\nTurning to international human rights legislation, we\r\nhave over the years endorsed many human rights\r\nprovisions. Andorra will accede to the Council of Europe\r\nConvention for the Protection of Human Rights and\r\nFundamental Freedoms, which includes the abolition of\r\nthe death penalty. We are also a party to the European\r\nConvention for the Prevention of Torture and Inhuman or\r\nDegrading Treatment or Punishment. At the United\r\nNations, we give priority to the Convention on the Rights\r\nof the Child and the Convention on the Elimination of All\r\nForms of Discrimination against Women.\r\nI have the pleasure today to announce that I have\r\ntaken the necessary steps to accede to other human rights\r\ninstruments of which the Secretary-General is the\r\ndepositary, in particular the International Covenant on\r\nCivil and Political Rights and the Convention against\r\nTorture and Other Cruel, Inhuman or Degrading\r\nTreatment or Punishment.\r\nWe are concerned too about universal problems such\r\nas terrorism, which must be combated without concession,\r\nand illicit drug trafficking and the associated money-\r\nlaundering, which must be prosecuted relentlessly.\r\nInternational cooperation and mutual assistance are the\r\nproper tools for this fight.\r\nFrom a financial point of view, our per capita\r\ncontribution is substantial, and we shall continue to\r\ncontribute to United Nations funds relating to human\r\nrights, development and peacekeeping.\r\nIn the field of preventive diplomacy, I insist on the\r\nimportance of words and diplomatic relations in moving\r\nthe world forward, and on the implementation of the\r\nmemorandum of understanding successfully negotiated by\r\nthe Secretary-General last February on weapons\r\n25\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\ninspections in Iraq; our Ambassador is a member of the\r\nSpecial Group on Iraq’s presidential sites.\r\nI believe that small countries without enemies or\r\nhistorical conflicts are in a favourable position to conduct\r\ndiscreet diplomacy and to play a mediation role to help\r\nensure that important negotiations stay on track.\r\nIn five years on the international stage, Andorra has\r\nfound its place in the concert of nations, and we are very\r\nproud to belong to this Organization. At the United Nations,\r\nwe have learned much from excellent teachers about how\r\nto go from the realm of the national to the international and\r\nfrom there to the universal. Andorra affirms before you its\r\nbelief in human rights, at the same time as we stand for\r\nworld security, peace and preventive diplomacy.\r\nDuring the fifty-third session of the General Assembly,\r\nAndorra will maintain this position and will work to\r\nparticipate in the reform of this international Organization,\r\nfor now is the moment, at the beginning of the new\r\nmillennium, to reinvigorate the United Nations, to make it\r\na more effective instrument of order on this increasingly\r\nglobalized planet.\r\nToday no one is innocent; we all share the same\r\nresponsibilities. We wish to participate actively with all the\r\nMembers in tackling the task of building for a better age in\r\nan imperfect world in which all the peoples of the world\r\nare increasingly interdependent and increasingly demand,\r\nwith greater determination and courage, the universal\r\napplication of human rights.\r\nThe Acting President: I now call on His Excellency\r\nMr. Abdullah Abdullah, Deputy Minister for Foreign\r\nAffairs of Afghanistan.\r\nMr. Abdullah (Afghanistan): The urgency of the\r\nalarming situation in Afghanistan, particularly given the\r\nevents of the past few months, requires me to explain why\r\nand how that situation continues to pose major threats to\r\nthe peace and security of the world.\r\nThere is an evil triangle that is haunting our region.\r\nThis evil triangle has imprisoned and terrorized an entire\r\nnation. It has almost engulfed our region in a major\r\nconfrontation. The spread of this evil triangle like a plague\r\nis about to contaminate the entire area, setting off alarm\r\nbells from the Far East to the Far West, even echoing in\r\nfaraway capitals of the world. The evil triangle I am\r\nreferring to is one between: first, the Pakistani military\r\nInter-Service Intelligence (ISI); secondly, branches of\r\ninternational terrorism and drug traffickers operating from\r\nAfghanistan; and thirdly, the infamous Taliban militia.\r\nOn 7 August 1998, two African capitals suffered\r\nmajor explosions, sending a shock wave of international\r\nterrorism throughout the world. The following day, nine\r\nIranian diplomats and a journalist were ferociously\r\ngunned down inside the Consulate-General of the Islamic\r\nRepublic of Iran in Mazar-i-Sharif. According to Amnesty\r\nInternational, from 8 to 10 August thousands of ethnic\r\nHazara civilians were killed in Mazar-i-Sharif. On 21\r\nAugust 1998, Lieutenant-Colonel Carmine Calo, Military\r\nAdviser to the United Nations Special Mission to\r\nAfghanistan, an Italian national, was brutally murdered by\r\ntwo Pakistani terrorists on assignment in Kabul. All of\r\nthese shocking events have one thing in common: the\r\nimplementation of an anachronistic socio-political agenda\r\nby means of destructive force and violence and the\r\nadventurous hegemony of the Pakistani army in the\r\nregion. These things pose a direct threat to regional peace\r\nand security.\r\nThree major concerns — namely, terrorism, drugs\r\nand the violation of human rights — are originating in the\r\nTaliban-held areas of Afghanistan, but they are being\r\ninstigated from across the border. During the twelfth\r\nsummit of the Non-Aligned Movement, on 3 September\r\n1998 in Durban, South Africa, President Burhanuddin\r\nRabbani brought these issues to the attention of the\r\nsummit. In its paragraphs on terrorism the Final\r\nDocument of the summit says it is imperative that no\r\nState organize, assist or participate in terrorist acts in the\r\nterritories of other States or encourage activities directed\r\ntowards such acts, including permitting the use of national\r\nterritory or the soil of a neighbouring country for\r\nplanning and training for such a purpose and or the\r\nfinancing of terrorist activities. Paragraph 153 of the Final\r\nDocument states that the heads of State or Government\r\nsolemnly reaffirmed their unequivocal condemnation of\r\nany political, diplomatic, moral or material support for\r\nterrorism. We fully agree with the generally expressed\r\nview that the global phenomenon of terrorism requires a\r\ncollective and concerted response.\r\nAfghanistan, along with other members of the Non-\r\nAligned Movement, also condemns the practice of\r\nrecruiting, financing, training, using or supporting\r\nmercenaries as a violation of the purposes and principles\r\nof the Charter of the United Nations. Let us make it clear\r\nonce again here that the Taliban are Pakistani\r\nmercenaries.\r\n26\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nOn 28 August 1998, pursuant to the deterioration of\r\nthe situation stemming from a whole new series of military\r\nactivities evidently directed by the cross-border ISI officers,\r\nthe Security Council adopted an important resolution, 1193\r\n(1998), for which President Rabbani voiced his firm support\r\nat the Durban summit. However, the response of the\r\nTaliban mercenaries and their cross-border patrons to the\r\nresolution — a major assault on Bamyan valley on 14\r\nSeptember, during which the most atrocious acts were\r\ncommitted against the civilian population of the valley —\r\nwas yet another vow to continue their military agenda.\r\nPresently, the only country that takes pride in\r\nrecognizing the Taliban and in fact urges others to do the\r\nsame remains Pakistan. The Pakistani meddling in\r\nAfghanistan — which has direct consequences for Pakistan\r\nitself and the entire region — has best been summarized in\r\nthe Pakistani daily The News on 25 September 1998. I\r\nquote:\r\n“North-West Asia is in great trouble and the Taliban\r\nare the catalyst behind it. The Taliban have not just\r\ndragged Iran and the Central Asian republics into the\r\nconflict, they have also pushed Pakistan into a tense\r\nrelationship with all its Muslim neighbours. What was\r\nsupposed to provide Pakistan with strategic depth\u0027\r\nhas turned into a quagmire. Islamabad is now faced\r\nwith yet another critical choice between either cutting\r\nTaliban to size or siding with them against friendly\r\nneighbours.”\r\nThe article continues, and I quote,\r\n“If somebody thinks that with the Taliban victory\r\na lasting peace will be restored in Afghanistan and\r\npeace dividends will start flowing in, he is sadly\r\nmistaken.”\r\nHeadlines such as “Crises push Pakistan to the brink\r\nof disaster” in the Washington Post of 26 September are\r\nearly warnings about a state of affairs that will affect the\r\nentire region. In fact, when a fragile and vulnerable country\r\nlike Pakistan involves itself in a great game, as the Afghani\r\npeople say, it digs its own grave.\r\nArticle 1 of the United Nations Charter calls for\r\neffective and collective measures for the prevention and\r\nremoval of threats to peace. Consistent with this, the\r\nIslamic State of Afghanistan, over the past three years, has\r\nrepeatedly warned the international community of the\r\nmounting threat to regional peace and security posed by the\r\nPakistani Government’s military intelligence service, (ISI),\r\nand its mercenaries, the Taliban, in Afghanistan.\r\nUnfortunately, these early warnings have all gone\r\nunheard.\r\nToday, the exacerbated situation in Afghanistan and\r\nits menacing implications for the region and beyond are\r\nexactly what we deserve. The international community\r\nmust admit that it has done too little in the face of the\r\nincreasingly bold and aggressive ISI policy towards\r\nAfghanistan and has gone too far with its policy of\r\nappeasement towards the Taliban in their fight against the\r\nrest of the world. The Security Council must determine\r\nthe existence of this threat to peace, breach of the peace\r\nand act of aggression by Pakistan, and should take\r\nappropriate measures against the perpetrators in\r\nconformity with Articles 41 and 42 of the Charter. The\r\nalarming situation in Afghanistan requires definitive\r\naction by the Security Council. It is time that the presence\r\nof about 28,000 armed Pakistanis in Afghanistan was\r\ndealt with in accordance with Article 39 of the United\r\nNations Charter.\r\nThe Taliban’s obstinately rejectionist and\r\nintransigent attitude towards peace and human rights is\r\nwell known to the international community. Let us recall\r\nonce again how the Taliban’s retrograde militia, helped\r\nand patronized by their cross-border allies, visualize and\r\nconceive the events in Afghanistan.\r\nThe Taliban have their own answer to every issue\r\nraised by the United Nations and the international\r\ncommunity. When asked to establish a broad-based\r\nrepresentative Government, the Taliban reply that they\r\nhave brought many parts of Afghanistan under their\r\nmilitary domination and that this is a broad-based\r\nrepresentative Government. When requested to hold\r\nelections in Afghanistan, the Taliban state that elections\r\nare unIslamic. They say that other Muslim countries\r\nwhich adhere to the principle of elections have\r\noverlooked the true teachings of Islam. When told to\r\nrespect human rights, the Taliban reply that they have\r\ntheir own standards for human rights. They say that\r\nhuman rights in other Muslim countries are not based on\r\nIslam.\r\nIn response to constant appeals to respect the human\r\nrights of women and reopen girls’ schools, the Taliban,\r\nquoted in The Washington Post of 25 September 1998,\r\nsay that\r\n27\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\n“the countries that shout about freedom for women\r\nwant to use them only for prostitution and\r\nentertainment until they get old and useless”.\r\nThe Taliban say they know best what to do with women\r\nand girls.\r\nWhen asked to put an end to drug production and\r\ntrafficking, the Taliban say that, though produced in\r\nAfghanistan, narcotics are consumed overseas. They also\r\nsay that drug production and smuggling, operations which\r\nthe Taliban and some Pakistani military officers jointly\r\nmaintain, earn them profits. When asked to hold\r\nnegotiations with the parties to the conflict, the Taliban,\r\nagain quoted in The Washington Post, say that their first\r\npriority has been to disarm the opposition and that\r\nnegotiations will follow only then.\r\nPeace has no place on the Taliban agenda. Even when\r\nMr. Lakhdar Brahimi, the Secretary-General’s Special\r\nEnvoy, urged them to attend the face-to-face talks with us,\r\nheld in Ashgabat on 5 April 1998, they did not participate.\r\nOn 25 April 1998, the negotiations between both sides in\r\nIslamabad — under the supervision of the United Nations\r\nand the Organization of the Islamic Conference (OIC) —\r\nwere unilaterally abandoned by the Taliban and the\r\nceasefire observed at the request of the United Nations and\r\nthe United States was pre-emptively broken by a major\r\nTaliban offensive north of Kabul. Because of the failure of\r\nthe Taliban’s military offensive, they returned the following\r\nday, 26 April, for further negotiations, but soon unilaterally\r\nand definitively abandoned the negotiations once more, as\r\nnoted by the Secretary-General.\r\nIn essence, the Taliban’s intransigence stems from\r\ntheir firm and stubborn conviction that the only solution is\r\na military solution. This conviction is also indicative of the\r\nideas of their Pakistani mentors, who are determined to\r\ndominate Afghanistan. Thus, any and all efforts to reach a\r\npeaceful solution have been intentionally thwarted. It came\r\nas a surprise to no one that the Taliban not only refused to\r\nattend the intra-Afghan gathering on 18 July 1998 in Bonn,\r\nGermany, which sought to initiate what was hoped would\r\nbe the traditional grand assembly, or Loya jirgah, but also,\r\none week earlier, condemned the all-Afghan gathering and\r\nlaunched major military operations, supported by the\r\nPakistani air force, in northern Afghanistan.\r\nThe Islamic State of Afghanistan strongly confirms the\r\nviews that have been expressed in this Assembly for years\r\nthat there is no military solution to the conflict in\r\nAfghanistan. The withdrawal of foreign military and\r\narmed personnel and the return of the opposition to the\r\nnegotiating table for a political dialogue aimed at\r\nachieving a lasting political settlement of the conflict,\r\nalong with the formation of a fully representative, broad-\r\nbased, multi-ethnic Government, are the main points that\r\ncould ensure an environment of peace in Afghanistan and\r\nthe entire region.\r\nWe are proposing such an intra-Afghan dialogue\r\nwithout delay or precondition, on the basis of the\r\nfollowing principles, which emanate from our national\r\nplatform and international commitment to Article 2,\r\nparagraph 2 of the United Nations Charter, as well to as\r\nour tenets and culture.\r\nFirst, concerning the principles of Islam, the Islamic\r\ntenets and teachings are guidelines of supreme value, in\r\ncompliance with which the future political system, the\r\nconstitution and other laws shall be founded.\r\nSecondly, the principle of democracy and pluralism\r\nshall constitute the mainspring of the future political\r\nsystem to be formed in Afghanistan.\r\nThirdly, concerning the principle of human rights,\r\nthe observation of and respect for human rights —\r\nincluding the rights of women and girls to education,\r\nwork and beneficial coexistence in harmony with the\r\nprovisions of human rights instruments — are among the\r\nprinciples that shall be integral parts of any peace\r\nagreement. This shows our commitment as a member of\r\nthe international community.\r\nFourthly, the principle of elections and the\r\ndelegation of authority to local government shall be\r\nincorporated into any peace agreement as urgent and\r\nnecessary elements of confidence-building and as the\r\nrealization of the will of the people. Local administrations\r\nand their leaders, including the members of provincial\r\ncouncils, shall all be elected. The central representative\r\nGovernment, to be equitably accommodating to all ethnic\r\ngroups and segments of Afghan society, shall function\r\nconstitutionally.\r\nFifthly, as to the principles of permanent neutrality\r\nand independence, countries of the region and the\r\ninternational community shall recognize the permanent\r\nneutrality of Afghanistan. Afghanistan will never enter\r\ninto any political or military alliance against any State\r\nand Afghan soil will not be used as a base for hostilities\r\nagainst another State. International relations shall be\r\n28\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nconducted independently, in a manner consistent with the\r\nprinciples enshrined in the Charter of the United Nations.\r\nAfghanistan shall actively participate in the processes of\r\nregional economic cooperation, transit and transport of\r\ntrade. It shall be a good partner in the community of\r\nnations.\r\nThe Islamic State of Afghanistan welcomes the\r\nmeeting of the “Six plus Two” group, held at the level of\r\nForeign Ministers in New York on 21 September 1998.\r\nAfghanistan fully agrees with the points of common\r\nunderstanding and expresses its firm support for the\r\nSecretary-General’s decision to send his Special Envoy,\r\nAmbassador Lakhdar Brahimi, to the region. Afghanistan\r\nremains committed to giving his mission its full\r\ncooperation.\r\nThe Islamic State of Afghanistan firmly supports the\r\ninstitutional reform of the United Nations, rightly referred\r\nto as a “quiet revolution” by the Secretary-General.\r\nSimilarly, the establishment of a Development Account and\r\nthe United Nations Fund for International Partnerships,\r\namong other innovations, deserve the support of Member\r\nStates. However, the least developed countries and in\r\nparticular those stricken by war, have to be given priority\r\nattention in this field.\r\nIn their Declaration on the Occasion of the Fiftieth\r\nAnniversary of the United Nations, Member States\r\npromised to\r\n“give to the twenty-first century a United Nations\r\nequipped, financed and structured to serve effectively\r\nthe peoples in whose name it was established”.\r\n(resolution 50/6)\r\nThis has to include the institutional framework of the\r\nOrganization, namely, a Security Council with working\r\nmethods and a composition that better reflect today’s needs\r\nand realities.\r\nThe Working Group that has been mandated to\r\nexamine this question will soon start its sixth year of\r\nintensive discussions. These discussions cannot go on\r\nindefinitely. It is time to set a concrete agenda and to act if\r\nwe want to meet the challenges of the next millennium.\r\nAfghanistan therefore supports an overall reform which\r\nwould make the Security Council’s work more transparent\r\nand its composition more representative. This would mean\r\npermanent seats for the developing and the developed\r\nworld, the latter to include global economic players such as\r\nGermany and Japan. At the same time, a sufficient number\r\nof non-permanent seats should be added to take into\r\naccount the interests of smaller and medium-sized\r\ncountries. The Charter therefore must be amended in\r\norder drastically to reduce the use of the right of veto,\r\nwhich is most undemocratic. The coming century requires\r\na Security Council that conforms with the new landscape\r\nof the world.\r\nThe Acting President: The next speaker is the\r\nChairman of the delegation of Barbados, His Excellency\r\nMr. Carlston Boucher, to whom I give the floor.\r\nMr. Boucher (Barbados): It is my special pleasure\r\nto congratulate Mr. Didier Opertti, as the honoured\r\nrepresentative of the Group of Latin American and\r\nCaribbean States, on his election to preside over the fifty-\r\nthird session of the General Assembly, and to extend to\r\nhim the full cooperation of the Barbados delegation. I\r\nwish also to express our deep appreciation to his\r\npredecessor, Mr. Hennadiy Udovenko, for his effective\r\nleadership and management of the fifty-second session of\r\nthe General Assembly — the reform Assembly.\r\nThis fifty-third session, which is coming to a close\r\nat the dawn of the twenty-first century, compels us to\r\nfocus on the preparedness of the United Nations for the\r\nchallenges of the new millennium. It could well be a\r\nhistoric session, if it resolves to equip and re-energize the\r\nOrganization to seize this great moment.\r\nThe process of global reform is under way. Barbados\r\nstrongly supports the proposals of the Secretary-General,\r\nparticularly those aimed at improving the Organization’s\r\nefficiency and effectiveness. My delegation is pleased\r\nwith the encouraging start to this process. We would\r\ncaution, however, against reforms that are driven unduly\r\nby staff reduction targets or predetermined by budgetary\r\nconstraints. To do so could well jeopardize\r\nimplementation of the very Programmes of Action of the\r\nglobal conferences — from Rio to Rome — which\r\nconstitute the global priorities endorsed by Member\r\nStates.\r\nMeaningful reform also obliges us to come to terms\r\nwith the financial crisis which has constrained the\r\nOrganization far too long, injuring its integrity and\r\nnecessitating the use of creative accounting methods to\r\nkeep it afloat. Prolonged non-payment of arrears by the\r\nlargest contributor is not a proud legacy to the United\r\nNations of the twenty-first century. Let us put this\r\nOrganization on a sound financial footing through prompt\r\n29\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nsettlement of arrears, without conditions, consistent with our\r\nCharter obligations.\r\nReform of the Security Council is also a key\r\nimperative if the United Nations is to remain relevant in the\r\ntwenty-first century. In particular, the Council must better\r\nreflect the Organization’s current membership, and it must\r\nconduct its deliberations with greater transparency.\r\nThe growing threat to global peace and security has\r\nput the Organization’s capacity to cope under considerable\r\nstress, underscoring the urgent need to streamline and\r\nmodernize its peacekeeping machinery. We envisaged that\r\nthe end of the cold war would usher in a new era of peace\r\nand stability, but the changed nature of conflict has found\r\nthe Organization’s traditional machinery ill-equipped and\r\nthe political will to act severely constrained, even in the\r\nface of unthinkable crimes against humanity.\r\nThat is why my delegation hails the successful\r\noutcome of the recent Conference of Plenipotentiaries held\r\nin Rome, resulting in the creation of a permanent\r\nInternational Criminal Court. This landmark Statute is a\r\nfitting complement to the Universal Declaration of Human\r\nRights, whose fiftieth anniversary we celebrate this year.\r\nWe are pleased to recall that it was the delegation of\r\nTrinidad and Tobago that introduced the item on the\r\ncreation of an international criminal court at the forty-fourth\r\nsession of the Assembly, in 1989.\r\nThe post-cold-war world has not become a safer place.\r\nNew eruptions of strife and the intractability of old conflicts\r\nhave worsened the fragile political situation in many\r\ndeveloping countries. Such instability has diverted energies\r\nand resources from the policy priorities of sustainable\r\ndevelopment and poverty reduction. Ninety percent of\r\ntoday’s conflicts take place within countries, not between\r\ncountries. And the majority of casualties are civilians, not\r\nsoldiers; thus the heightened international concern with the\r\nloss of life and disability of thousands of innocent victims\r\nevery year. Barbados therefore joined 121 States in Ottawa\r\nlast December in signing the Convention on the Prohibition\r\nof the Use, Stockpiling, Production and Transfer of Anti-\r\nPersonnel Mines and on Their Destruction. Its entry into\r\nforce by 1 March 1999 will come not a moment too soon.\r\nBarbados recognizes the growing danger under which\r\nUnited Nations peacekeepers carry out their duties and\r\nlaments the recent loss of life at a number of stations. We\r\nappeal to all parties to conflicts to respect the neutral role\r\nof these brave and dedicated servants of peace, and turn to\r\nreconciliation and compromise; only then will they be able\r\nto foster the domestic stability that is so critical for\r\nsustained economic growth and for improving the living\r\nstandards of their people.\r\nThe widening scene of strife and instability threatens\r\nglobal peace and security on a number of fronts. Stalled\r\nnegotiations between Israel and Palestine have renewed\r\nour anxiety about the prospects for peace in a region\r\nweary of conflict. The arm of terrorism has now reached\r\ncountries hitherto spared from this scourge. International\r\ntrafficking in illegal drugs and arms — in particular,\r\nsmall arms — poses the most serious threat to democracy\r\nand society in small States.\r\nNuclear tests have created new fears about the\r\nproliferation issue. We will continue to support the goals\r\nof non-proliferation, leading to the elimination of all\r\nnuclear weapons.\r\nBarbados will continue to condemn, in the strongest\r\nterms, all acts of terrorism. We will work assiduously\r\nwith regional partners, the United Nations International\r\nDrug Control Programme, and the international\r\ncommunity to implement the Barbados Programme of\r\nAction to fight the scourge of drug-trafficking.\r\nThe lesson of this security situation is clear.\r\nRemedies are beyond the capacity of individual countries,\r\neven the most developed. The reality of global\r\ninterdependence demands a greater commitment to\r\ncollective security goals and better coordination of actions\r\nagainst the global security threat.\r\nI now turn briefly to another dimension of the global\r\nsecurity problem — namely, human security. In this\r\nconnection, let me acknowledge the debt of gratitude\r\nwhich developing countries owe to the distinguished\r\nPakistani economist, the late Mahbub ul Haq, my friend\r\nand colleague. More than any other, he made the human\r\ncondition central to modern development thinking,\r\nespecially through his pioneering work in the Human\r\nDevelopment Report series of the United Nations\r\nDevelopment Programme (UNDP). His intellectual\r\ncontribution to the debate on sustainable development and\r\npoverty reduction was substantial. It focused policy\r\nattention on people, and in particular on the plight of\r\nmore than one fifth of the world’s population that lives in\r\nconditions of poverty and hopelessness.\r\nThis concern with the right to development for all\r\npeople should be a central component of the discussion\r\non globalization and liberalization and the impact of these\r\n30\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nphenomena on developing countries, especially the poorest\r\ncountries. We believe the United Nations must be the\r\nconscience of the international community on behalf of the\r\npoor and vulnerable in this global conversation.\r\nMy delegation therefore welcomed the recent high-\r\nlevel dialogue of the General Assembly on the social and\r\neconomic impact of globalization and interdependence and\r\ntheir policy implications. We found the discussions\r\ninstructive. There was broad agreement that the process of\r\nglobalization has opened new possibilities for faster\r\neconomic growth and improved living standards through the\r\nfree flow of capital across borders. However, many\r\ndeveloping countries have not yet shared in the fruits of this\r\nprocess. And while the benefits are obvious, the associated\r\nrisks, though grave, are less evident. Who would have\r\nenvisaged that the East Asian economies would be engulfed\r\nby a financial crisis of such a scale, and to such a degree\r\nof volatility and dislocation as to threaten the very fabric of\r\ntheir societies and, indeed, the global economy?\r\nWhile many questions have been raised about the pros\r\nand cons of unrestricted capital flows which underlie this\r\ncrisis, and the role of the Bretton Woods institutions in this\r\nglobal order, reassuring answers are few. Clearly, the crisis\r\npoints in part to deficiencies in the global architecture and\r\ngovernance of finance. We discern a world economy so\r\nradically altered from that of even a decade ago that we are\r\nobliged to focus on the deficit in our understanding of how\r\nit works, and on how to design a new structure for its\r\norderly governance. Since there is as yet no settled\r\napproach to adjustment policy towards globalization — in\r\nparticular, measures to protect the poor and vulnerable\r\ngroups — the voice of the United Nations must be raised\r\nin debate on these critical areas of enquiry.\r\nSmall island developing States, given their\r\nvulnerability to both environmental and economic shocks,\r\nare following with much anxiety these developments in the\r\nglobal economy. We welcome a number of ongoing studies\r\non the vulnerability of small island developing States. In\r\nDecember 1997, an Ad Hoc Expert Group Meeting on\r\nVulnerability Indices for Small Island Developing States,\r\nconvened by the United Nations Secretariat, concluded that\r\nas a group, small island developing countries are more\r\nvulnerable than other groups of developing countries. More\r\nrecently, a high-level committee established by the\r\nSecretary-General of the Commonwealth, and chaired by\r\nThe Right Honourable Owen Arthur, Prime Minister of\r\nBarbados, held consultations with key international\r\nagencies, including the World Bank, the International\r\nMonetary Fund (IMF) and the World Trade Organization\r\n(WTO), on the vulnerability of small island developing\r\nStates, particularly in the current global situation.\r\nAs if to reinforce this reality, just a few days ago\r\nhurricane Georges dealt us a brutal reminder, wiping out\r\nin a matter of hours economic growth which took years\r\nto accumulate. We lament the heavy loss of life and the\r\nwidespread destruction of property in a number of our\r\nsister islands of the Caribbean, as well as in the southern\r\nUnited States. We join in the appeal for urgent\r\ninternational assistance.\r\nBarbados shares with developing countries the\r\ngrowing concern about the impact of globalization and\r\nliberalization, given its limited resource base and technical\r\ncapacity. We recognize that adaptation to this irreversible\r\nprocess is an imperative, not an option, and that countries\r\nwill pay a high price for policy of inaction. Barbados is\r\ntherefore implementing a broad program of social,\r\neconomic and institutional reform to better manage rapid\r\nglobal change while deepening its integration into the\r\nregional economy, especially the Caribbean Community\r\n(CARICOM). The recent conference of heads of\r\nGovernment, held in Saint Lucia from 30 June to 4 July,\r\nmarked the silver jubilee of CARICOM, and gave further\r\nimpetus to the process towards a single market and\r\neconomy.\r\nIn response to the increasing policy demands of\r\nglobalization, CARICOM States have established\r\ntechnical machinery, under high-level political direction,\r\nto underpin regional negotiations under way within the\r\nhemisphere. These negotiations will lead to a Free Trade\r\nArea of the Americas (FTAA) in 2005. This will be the\r\nlargest and most differentiated of regional trading blocks.\r\nWe recognize that technical support will be required on\r\nan ongoing basis to ensure that small States develop the\r\ncapacity to negotiate effectively, share equitably in the\r\nbenefits of trade and secure transition arrangements on\r\nentry that will minimize economic dislocation.\r\nAt the wider international level, Barbados was\r\npleased to host in May 1998 the sixty-seventh session of\r\nthe Council of Ministers of the African, Caribbean and\r\nPacific (ACP), as well as the meeting of the twenty-third\r\njoint ACP-European Union (EU) Council of Ministers.\r\nThese consultations focused on future ACP-EU relations,\r\nin particular, the structure of cooperation following the\r\nexpiration of the Lomé Convention in the year 2000.\r\nFollowing those gatherings, Barbados assumed the\r\npresidency of the ACP Council of Ministers, which will\r\n31\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\ntoday, 29 September, launch formal negotiations for\r\nsuccessor arrangements to the Lomé Convention. Here\r\nagain, the participation of CARICOM will be bolstered by\r\nthe technical work and direction of the regional negotiating\r\nmechanism. CARICOM States will seek opportunities for\r\nfruitful cooperation and information-sharing with other ACP\r\nmembers during the course of these critical negotiations.\r\nEven a passing reference to ACP-EU relations triggers\r\nour concern about the long-standing and still unresolved\r\nissue of banana exports from CARICOM States to the\r\nEuropean Union. The WTO decision on this matter, if\r\nimplemented, will have a devastating impact on affected\r\ncountries’ economies and on the livelihood of large sections\r\nof their populations. Moreover, it would create uncertainty\r\nabout investment and the overall prospects for development\r\nin the region. CARICOM States remain deeply seized of\r\nthis question and hope that a satisfactory solution of this\r\ngrievance can be reached soon.\r\nMy delegation looks forward to the special session of\r\nthe General Assembly in September 1999, at which the\r\nBarbados Programme of Action for the Sustainable\r\nDevelopment of Small Island Developing States will be\r\nreviewed. Within the framework of the Alliance of Small\r\nIsland States (AOSIS), we will participate actively in the\r\npreparatory process, including the planned donors’\r\nconference in February 1999. We believe that conference\r\nwill provide a useful opportunity to foster support for a\r\nportfolio of priority projects that will boost implementation\r\nof this Programme over the next several years.\r\nWe attach similar importance to the meeting of the\r\nCommission on Sustainable Development scheduled for\r\nApril 1999, which will help deepen our preparation for the\r\nspecial session. That meeting will focus on sustainable\r\ntourism and oceans, the virtual lifeline of small island\r\ndeveloping States. It will underline our concern with the\r\npreservation and sustainable management of our marine\r\nresources and highlight our anxiety over the use of the\r\nCaribbean Sea for the trans-shipment of nuclear and other\r\nhazardous materials through this fragile marine ecosystem.\r\nThat is why CARICOM States will seek recognition of the\r\nCaribbean Sea as a special area in the context of\r\nsustainable development.\r\nThe special session will be an important landmark in\r\nthe implementation of the Barbados Programme of Action.\r\nBarbados is proud of this international Programme that\r\nbears its name. It remains a sound blueprint for policies\r\nwhich support the sustainable development of small island\r\ndeveloping States, taking into account their special needs\r\nand vulnerabilities. We believe that with the continued\r\ncooperation and support of our international partners we\r\ncan strengthen the implementation of the Programme of\r\nAction and consolidate its long-term viability.\r\nLet me conclude by saying that the fifty-third\r\nsession of the General Assembly has before it many\r\ncritical issues for consideration. My delegation believes,\r\nhowever, that none has higher priority than renewed\r\ncommitment to this indispensable Organization and to the\r\nstrengthening of its capacity to meet the challenges of the\r\nnew millennium. Small island developing States believe\r\ndeeply in the United Nations. It has placed their\r\nvulnerability firmly into the consciousness of the\r\ninternational community. But more than that, this is the\r\nonly institution which embodies the goals of peace and\r\nsecurity, sustainable development, democracy and social\r\njustice, which define our common humanity.\r\nBarbados pledges its full commitment and support to\r\nthis universal mission.\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs of the Republic of Kenya,\r\nThe Honourable Bonaya Adhi Godana.\r\nMr. Godana (Kenya): I would like to begin by\r\ncongratulating the President on his unanimous election to\r\nthe presidency of the General Assembly at its fifty-third\r\nsession. I am confident that under his able leadership and\r\nwith his vast diplomatic experience, we shall have fruitful\r\ndeliberations and a successful session.\r\nAllow me also to pay tribute to his predecessor,\r\nMr. Hennadiy Udovenko, for the skill and sensitivity he\r\ndisplayed while presiding over the work of the General\r\nAssembly during its fifty-second session.\r\nMay I also take this opportunity to commend the\r\nSecretary-General, Mr. Kofi Annan, for his untiring\r\nefforts to build a prosperous United Nations through the\r\nongoing reforms to better meet the challenges of the next\r\nmillennium. Although adjustment and reorientation can\r\nsometimes be painful, I am confident that under\r\nMr. Annan’s leadership the United Nations will continue\r\nto flourish. Kenya supports the Secretary-General in these\r\nefforts.\r\nThe General Assembly provides Member States with\r\nan opportunity to discuss and gain useful insights and\r\nperceptions on key global issues of common concern to\r\nthe international community, such as securing a stable,\r\n32\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\npeaceful and equitable world order. In this context, we\r\ncontinue to witness the presence of the United Nations in\r\npeacekeeping and peace-building, development programmes\r\nand humanitarian assistance in Africa, Europe, Asia and the\r\nAmericas.\r\nIn our own region, for example, I wish to mention the\r\ngood work of the Nairobi-based Great Lakes Programme,\r\nwhich operates under the auspices of the United Nations\r\nGreat Lakes Task Force on Relief, Reconstruction and\r\nDevelopment. This Programme is funded by the United\r\nNations Development Programme (UNDP) and contributes\r\nimmensely to identifying the development priorities of the\r\nGreat Lakes countries as they endeavour to make a\r\ntransition from conflict to development. Furthermore,\r\nKenya appreciates the timely response by the United\r\nNations Disaster Management Team to drought and the\r\nfloods caused by El Niño. In addition, the Office of the\r\nUnited Nations High Commissioner for Refugees\r\n(UNHCR), with the support of the World Food Programme\r\n(WFP), continues to look after the needs of refugees in our\r\ncountry. All these efforts by United Nations agencies are\r\ncommendable and need to be encouraged and sustained.\r\nIn the last 10 years, we have witnessed significant\r\nadvances in democracy, respect for human rights and\r\ninternational cooperation. Unfortunately, this was also a\r\nperiod in which an estimated 4 million people were killed\r\nin armed conflicts. A majority of these conflicts, which\r\nnow threaten international peace and security, are of an\r\nintra-State rather than inter-State nature. Currently, there are\r\nup to 30 civil wars and a much larger number of lower-\r\nintensity conflicts being fought around the world. This new\r\npattern of conflicts comes with new problems and new\r\nchallenges for conflict resolution. There is a need, therefore,\r\nto review the existing conflict resolution mechanisms so as\r\nto meet these new challenges. As the Secretary-General’s\r\nSpecial Representative for Children and Armed Conflict\r\npointed out to the Security Council in June this year,\r\n“Both international and national actors need to take\r\npolitical, economic and social measures that can\r\ngenerate within communities a sense of hope in place\r\nof despair, a sense of inclusion and participation\r\ninstead of exclusion, a sense of belonging instead of\r\nalienation”. (S/PV.3896, p. 5)\r\nThe credibility of the international community is\r\nanchored in its ability to dispense just and sometimes\r\nradical solutions to important questions. I have in mind the\r\ncommendable resolve of the world community to punish the\r\nperpetrators of war crimes and other violations of\r\ninternational humanitarian law. In this connection, Kenya\r\nwelcomes the work of the International Criminal\r\nTribunals for Rwanda and the former Yugoslavia, as well\r\nas the International Criminal Court, which shall soon\r\nbecome a reality. The international community must\r\ndemonstrate its resolve to pursue such criminal elements\r\nwhoever and wherever they are.\r\nKenya supports the legitimization and strengthening\r\nof regional bodies in peacekeeping. The Organization for\r\nSecurity and Cooperation in Europe (OSCE) and the\r\nEconomic Community of West African States\r\n(ECOWAS), under the Organization of African Unity\r\n(OAU) in West Africa, stand out as examples of regional\r\norganizations that have contributed immensely to\r\npeacekeeping in conflict situations. I should also underline\r\nthe commendable role played by the Commonwealth of\r\nIndependent States and the Organization for Security and\r\nCooperation in Europe in the conflicts in Croatia; Bosnia\r\nand Herzegovina; Albania; Abkhazia, Georgia; and\r\ncurrently in the Kosovo region of Yugoslavia.\r\nIn Africa, the forces of the ECOWAS Monitoring\r\nGroup (ECOMOG) reinstalled the democratically elected\r\nGovernment of President Kabbah of Sierra Leone and\r\nrestored constitutional order in Liberia. The superb\r\nperformance of the Inter-African Mission to Monitor the\r\nImplementation of the Bangui Agreements (MISAB) in\r\nthe Central African Republic also deserves\r\ncommendation. In the Eastern African region, the\r\nIntergovernmental Authority on Development (IGAD)\r\ncontinues to promote political dialogue between the\r\nwarring factions in the Sudan and Somalia. In southern\r\nAfrica, the Southern African Development Community\r\n(SADC) has embarked on initiatives to address, inter alia,\r\nthe conflict in the Democratic Republic of the Congo.\r\nThese regional organizations have made significant\r\nprogress in conflict resolution and should be given due\r\nrecognition and the necessary support. However, I would\r\nlike to emphasize that the responsibility for the\r\nmaintenance of international peace and security remains\r\nprimarily with the United Nations Security Council.\r\nThe holding of special meetings on the causes of\r\nconflict and the promotion of durable peace and\r\nsustainable development in Africa underscored the need\r\nfor a concerted international effort to promote peace and\r\nsecurity in our continent. During the special meeting on\r\nAfrica held in September 1997 and the follow-up meeting\r\nof 24 September 1998, the Security Council observed\r\nthat, despite the progress achieved by some African\r\n33\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nStates, the number and intensity of armed conflicts on the\r\ncontinent remained a matter of grave concern. We share the\r\nview of the Secretary-General that durable peace and\r\neconomic development go hand in hand. Kenya welcomes\r\nthe challenge posed by the Secretary-General in the three\r\nbroad areas he emphasized in his report: the necessity for\r\nAfrica to rely on political rather than military responses to\r\nproblems; the need to summon the political will to seriously\r\npromote good governance, human rights and democracy;\r\nand, finally, the necessity to undertake and adhere to\r\nvarious reforms necessary to promote political stability and\r\neconomic growth.\r\nWhile the general tendency is to seek ways of\r\ndeepening political cooperation and economic integration,\r\nthe unity and stability of some States, especially on the\r\nAfrican continent, is being threatened by ethnic, social and\r\nother intra-State conflicts. In particular, conflicts in the\r\nGreat Lakes region, Somalia and southern Sudan — and,\r\nmore recently, the inter-State conflict between Ethiopia and\r\nEritrea — are of major concern to us. Kenya has been and\r\nwill continue to be involved in efforts aimed at reducing\r\ntension in Africa and, indeed, beyond.\r\nIn 1996 and 1997, Kenya hosted the various Nairobi\r\nsummits on the conflict in the Democratic Republic of the\r\nCongo and, indeed, the conflict in the southern Sudan,\r\nunder the auspices of IGAD. More recently, President Moi\r\nmet separately with the leaders of Ethiopia and Eritrea in\r\nan effort to secure their commitment to pursuing\r\nnegotiations rather than war in their border dispute. These\r\nefforts have helped to complement the important initiatives\r\nof the United Nations, the Organization of African Unity\r\nand others and have, in our view, contributed to ensuring\r\nthe avoidance of a full-scale war between Ethiopia and\r\nEritrea. I trust the necessary goodwill exists for a negotiated\r\nfinal settlement in this conflict.\r\nRegarding Somalia, we are concerned about the lack\r\nof progress in the efforts to restore normalcy and statehood\r\nto that country. Both the IGAD and the Cairo initiatives\r\nhave stalled. However, the cessation of hostilities; the\r\nagreement by the warring factions in Mogadishu to have a\r\njoint administration for the hitherto divided city; and the\r\nreopening of the harbour and airport are encouraging. It is\r\nour hope that the parties concerned will resume serious\r\ndialogue sooner rather than later.\r\nIn June this year, the Security Council held an open\r\ndebate on children and armed conflict. This is a matter of\r\nparticular interest to Africa, where there are horrifying\r\naccounts of atrocities to which children are subject or in\r\nwhich they participate. We are painfully aware of the\r\ndisturbing new phenomenon of “armed labour” in some\r\nparts of Africa and are therefore concerned about the\r\npossibility that children could be involved in these\r\nactivities. There is the added dimension of the easy\r\navailability of illegal small arms which, as pointed out\r\nlast week by Foreign Minister Jozias van Aartsen of the\r\nNetherlands, have the potential of destabilizing the whole\r\nregion.\r\nChildren are our future and all should continue to\r\nsupport the work of the Secretary-General and his Special\r\nRepresentative to safeguard and protect them in areas of\r\narmed conflict. To that end, my delegation reiterates the\r\nneed for strict compliance by all Member States with the\r\nrelevant provisions of international law.\r\nKenya believes that the adoption of the\r\nComprehensive Nuclear-Test-Ban Treaty was a crucial\r\nstep in the fulfilment of one of the main objectives in the\r\nimplementation of relevant obligations under the Treaty\r\non the Non-Proliferation of Nuclear Weapons. We believe\r\nthat our common objective should lead to complete\r\nnuclear disarmament by the nuclear-weapon States.\r\nIt is regrettable that the perceived lack of serious\r\ncommitment by nuclear-weapon States to moving rapidly\r\ntowards genuine disarmament recently provided an excuse\r\nfor others to conduct nuclear tests. There is therefore a\r\nneed for security assurances from non-nuclear-weapon\r\nStates and, even more importantly, for urgent measures\r\nand renewed efforts to rid the world of nuclear weapons.\r\nWe expect the nuclear-weapon States to take their\r\nresponsibilities seriously by seizing the initiative towards\r\nthe total elimination of nuclear weapons from our planet.\r\nThe process of development during the past decade\r\nhas been uneven. A number of developing countries\r\nrecorded high rates of growth and have been able to\r\naccelerate development. However, many of the developing\r\ncountries, especially those in Africa, have made modest\r\nprogress. The disparities in economic growth among\r\ndeveloping countries have largely widened. These\r\nconditions have taken place against a backdrop of rapid\r\nchanges in the world economy, characterized by the twin\r\nprocesses of globalization and liberalization, which have\r\nbecome the hallmark of global economic policy. The\r\npreferential treatment enjoyed by a large number of\r\ndeveloping countries under the Generalized System of\r\nPreferences and other preferential trading arrangements,\r\nsuch as the Lomé Convention, continues to be eroded.\r\n34\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nIt is imperative for the international community to\r\nstrengthen commodity-dependent countries by means of\r\nexpanded market access for their products, as well as\r\nsupport in the development of their technical and human\r\ncapacities so that they may actively participate in the\r\nmultilateral trading system. In this regard, my delegation\r\nwould like to urge the effective implementation of the\r\nUruguay Round results, especially with regard to market\r\naccess for goods and services of export interest to\r\ndeveloping countries.\r\nDeveloping countries, especially those in sub-Saharan\r\nAfrica, have, during the past decade, undertaken many\r\nefforts aimed at attracting foreign direct investment.\r\nUnfortunately, these efforts have not yielded any significant\r\ninflows. International capital flows play an important role\r\nin the process of development. Kenya reiterates the need for\r\nincreased access to international financial markets for the\r\nacquisition of finance on concessionary terms by developing\r\ncountries. In this context, Kenya attaches great importance\r\nto the convening of an international conference on financing\r\nfor development under the auspices of the United Nations.\r\nThe liberalization of financial transactions and the\r\nincreasing freedom of capital mobility have become\r\nimportant policy objectives for many countries. The\r\nresultant need to grapple with massive international capital\r\nflows, coupled with the experiences of financial turbulence\r\nand turmoil in some Asian economies, has highlighted the\r\nneed to reform the international financial system. On the\r\nAsian financial crisis, my delegation wishes to advocate\r\nmeasures aimed at the restoration of stability in the affected\r\ncountries to avoid serious negative consequences around the\r\nglobe.\r\nThe external debt problem of low-income developing\r\ncountries, especially those in sub-Saharan Africa, remains\r\nunresolved. The international community is called upon to\r\ntake actions aimed at finding lasting solutions to the debt\r\nproblem. On official bilateral debt, while we are gratified\r\nat the adoption of the Naples terms by the Paris Club, the\r\nslow pace of their implementation continues to be of\r\nconcern. Kenya wishes to urge the Paris Club of creditor\r\ncountries to revise the eligibility criteria so as to allow for\r\nthe inclusion of all low-income developing countries. The\r\nproblem of multilateral debt also needs to be accorded\r\nserious attention, taking into account issues such as\r\nincreased concessional finance, debt cancellation, debt\r\nreduction and debt relief.\r\nMy delegation would like to express concern over the\r\ndeclining trend in real terms of official development\r\nassistance over the years. In this regard, Kenya wishes to\r\ncall for the expeditious reversal of this trend by donor\r\ncountries in line with their commitments in various\r\nUnited Nations resolutions and with the aim of meeting\r\nthe internationally agreed target of 0.7 per cent of gross\r\nnational product. The interdependence of the global\r\neconomy makes it necessary for those of us in the\r\ndeveloping world to call upon the international\r\ncommunity, including the United Nations agencies,\r\ninternational financial institutions and multilateral and\r\nbilateral donors, to support the implementation of\r\nstrategies for the development of the developing countries\r\nand to give priority to financing for development and\r\nexpansion of trade in those countries through mobilization\r\nof new and additional resources.\r\nKenya welcomes the appointment of Mr. Klaus\r\nTöpfer as Director-General of the United Nations Office\r\nat Nairobi and the elevation of the Nairobi centre to the\r\nlevel of other United Nations centres at Vienna and\r\nGeneva. As the United Nations proceeds with reform\r\nmeasures to ensure the efficient use of resources, it is\r\nimperative for the Organization to ensure maximal and\r\nrational use of existing facilities within the system to\r\nminimize waste. As host to the only United Nations\r\ncentre in the developing world, we are concerned that\r\nfacilities at the Nairobi Office continue to be\r\nunderutilized. Kenya would appreciate seeing maximal\r\nutilization of facilities at the headquarters of the United\r\nNations Environment Programme (UNEP) and the United\r\nNations Centre for Human Settlements (HABITAT) to try\r\nand reach the capacity-utilization levels of Geneva and\r\nVienna. In this regard, we wish to thank the Secretary-\r\nGeneral for the various measures he has taken, aimed at\r\nimproving this situation. Kenya, however, still urges that\r\nthe various General Assembly resolutions on this matter\r\nbe adhered to.\r\nWe also note that both UNEP and HABITAT need\r\nto be strengthened by streamlining their administrative\r\nand financial management. In this connection. Kenya\r\nwelcomes the establishment of the Task Force on\r\nEnvironment and Human Settlements, whose task is to\r\nprovide recommendations for new measures to strengthen\r\nand restructure those two organizations on the basis of\r\nGeneral Assembly resolutions 2997 (XXVII) and 32/162,\r\nwhile taking into account decisions and recommendations\r\nof the Governing Council of UNEP and the Commission\r\non Human Settlements. The report of the Task Force\r\ncaptures the challenges we continue to face in this area.\r\nIt states that human demands on the global life-support\r\nsystem continue to mount as poverty and affluence spread\r\n35\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nin parallel around the globe. Despite all the efforts made\r\nsince the United Nations Conference on the Human\r\nEnvironment, held at Stockholm, the environment continues\r\nto deteriorate in many parts of the world. Certain social,\r\neconomic and technological trends are exacerbating these\r\nproblems. Against this background, it is imperative that\r\nUNEP be strengthened through the provision of adequate\r\nand predictable financial resources to better execute its\r\nmandate, and that more vigorous and coordinated action be\r\ntaken to respond effectively to these problems. In line with\r\nresolution 52/220, Kenya urges that energetic steps be taken\r\non the funding from the regular budget of the United\r\nNations Office at Nairobi in order to enable it to discharge\r\nits mandate.\r\nMy delegation welcomes this opportunity to express its\r\noutrage at and condemnation of the criminal and unjustified\r\nterrorist bombings which occurred simultaneously in\r\nNairobi and in Dar-es-Salaam on 7 August 1998. Terrorist\r\nacts are by design ruthlessly indiscriminate, and the bomb\r\nblast in Nairobi, which occurred at one of the busiest\r\nlocations in the city in terms of human traffic and\r\ncommercial activities, was no exception. It has so far\r\nclaimed 250 lives, and the death toll continues to rise.\r\nDamage estimated at over $500 million was caused by the\r\nbomb blast.\r\nThe bombings in Nairobi and Dar-es-Salaam brought\r\nmayhem and terror of an untold magnitude to our two\r\ncountries, which had hitherto considered themselves secure\r\nand far removed from the threats and dangers posed by acts\r\nof international terrorism. These two incidents not only\r\nmake it abundantly clear that nobody is safe or unaffected\r\nby such heinous acts, but also exemplify the expanding\r\nreach and growing menace of the perpetrators of terrorist\r\nacts.\r\nLet me take this opportunity on behalf of the\r\nGovernment of Kenya to express gratitude for the generous\r\nassistance and support promptly made available in the\r\nrescue efforts by Governments and international\r\norganizations, and by volunteers who came from far and\r\nwide.\r\nKenya welcomes the General Assembly’s adoption\r\nearlier this year of the International Convention for the\r\nSuppression of Terrorist Bombings. In this regard, we wish\r\nto underscore the importance of enhancing international\r\ncooperation to combat terrorism in accordance with the\r\nrelevant international instruments. We support the proposal\r\nof the Movement of Non-Aligned Countries calling for the\r\nconvening of an international conference under the auspices\r\nof the United Nations to formulate an organized and\r\nconcerted response by the international community to\r\nterrorism in all its forms and manifestations.\r\nIn conclusion, I wish to reiterate that Kenya will\r\ncontinue to participate actively in the work of the\r\nOrganization and to bear its rightful share of\r\nresponsibilities and obligations under the Charter. As we\r\nenter the new millennium, we should all contribute to the\r\neffort to chart a new course for a reinvigorated United\r\nNations in a manner that fulfils the vision of its founders\r\nand meets the challenge of our generation and of\r\ngenerations to come.\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting. Several\r\nrepresentatives have requested to speak in exercise of the\r\nright of reply. May I remind members that statements in\r\nexercise of the right of reply are limited to 10 minutes for\r\nthe first intervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nMr. Burleigh (United States of America): The\r\nLibyan representative made several gratuitous references\r\nto my country that sadly reflect the hostility and isolation\r\nfrom which Libya still looks out at the world. Such\r\ncomments do not warrant specific response. Instead, on\r\nbehalf of the United States, I would like to exercise my\r\nright of reply to encourage a quick resolution of this\r\nproblem.\r\nThis morning the representative of Libya emphasized\r\nthat it is essential to observe the principles of the Charter.\r\nWe agree. Member States must honour all such\r\nobligations, especially those mandated under Chapter VII.\r\nWe call on Libya to comply fully with its Charter\r\nobligations by giving a clear, unequivocal and\r\nunconditional response to Security Council resolutions\r\n731 (1992), 748 (1992), 883 (1993) and 1192 (1998).\r\nThe United States and the whole Security Council\r\ndemonstrated a unanimous and genuine desire to resolve\r\nthis problem. Within the parameters established by\r\nprevious resolutions we launched an initiative that took\r\ninto account the recommendations of the Organization of\r\nAfrican Unity, the League of Arab States, the Non-\r\nAligned Movement and the Government of Libya itself.\r\nInstead of clear acceptance, however, Libya has\r\nresponded with more conditions and sharp rhetoric.\r\n36\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nOther countries have moved to change the very laws\r\nof their societies in order to accommodate the initiative\r\nembodied in resolution 1192 (1998). The Secretary-General\r\nhas offered the assistance of his office to clarify and\r\nexecute the terms for the transfer of the suspects to trial.\r\nLibya has taken no concrete steps; instead it has used\r\nvaluable time to retard progress towards resolution. It has\r\neven violated the sanctions regime more times since the\r\nadoption of resolution 1192 (1998) than at any time\r\nprevious.\r\nWe urge Libya to comply without further delay, and\r\nwe call upon all participants in this Assembly to urge Libya\r\nto comply with resolution 1192 (1998), in an effort to\r\nconclude this matter. Such an effort would lead to\r\nsuspension of sanctions. That is a result that the United\r\nStates and the international community would welcome.\r\nWe note that Libya, in its statement at the 19th\r\nmeeting this morning, said it would accept “a trial of the\r\ntwo suspects before a Scottish court ... that would sit in the\r\nNetherlands”. That is precisely what is being offered. We\r\nurge Libya to move expeditiously to implement this\r\ndecision.\r\nMr. Richmond (United Kingdom): The United\r\nKingdom would like to exercise its right of reply in\r\nresponse to this morning’s statement by the Libyan\r\nPermanent Representative. The initiative of the United\r\nKingdom and the United States, announced 24 August this\r\nyear — to hold a trial of the two Libyan nationals accused\r\nof the bombing of Pan Am flight 103, in a Scottish court\r\nand under Scottish law, in the Netherlands — is a genuine\r\none. It was put forward in good faith because we wish to\r\nbring this case to a close and to secure justice for the\r\nvictims and the families of the victims of this terrible\r\ncrime.\r\nThe United Kingdom has recently passed the necessary\r\nlegislation to give effect in domestic law to this initiative\r\nand has signed the agreement with the Dutch Government\r\nwhich will allow the trial to take place in the Netherlands.\r\nAny suggestion that we are, in fact, intending to hold the\r\ntrial in Scotland or the United States is patently false, and\r\nwe reject it absolutely. Libya itself has on many occasions,\r\nincluding today, said that it accepts a trial in the\r\nNetherlands under Scottish law. Our initiative will enable\r\nprecisely that to take place. Nothing more and nothing less.\r\nLibya has raised a number of detailed queries about\r\nthe procedure of the trial. As Libya well knows, any\r\nqueries it may have can and are being clarified through the\r\noffices of the Secretary-General, for whose assistance we\r\nare most grateful. I would only reconfirm our readiness to\r\nclarify issues where clarification is needed.\r\nWe now look to Libya to fulfil its obligations under\r\nSecurity Council resolution 1192 (1998) by ensuring that\r\nthe two accused are transferred to the Netherlands to\r\nstand trial under Scottish law. We hope all those countries\r\nwho have urged the United Kingdom and the United\r\nStates to agree to a trial under Scottish law in the\r\nNetherlands will now urge Libya to act responsibly and\r\nsurrender the two accused, so that justice can finally be\r\ndone.\r\nMr. Zipper de Fabiani (France) (interpretation\r\nfrom French): It was said in the statement of the\r\nrepresentative of Libya this morning that the tragedy of\r\nUnion Transport Aerens (UTA) flight 772, in which 171\r\npeople died, had nothing to do with the subject addressed\r\nby resolution 1192 (1998). Resolution 1192 (1998), in\r\nparagraph 8, modifies the conditions for proceeding to lift\r\nthe sanctions related to the Lockerbie matter. This is an\r\napproach we have been supporting. The drafting of\r\nparagraph 8 of resolution 1192 (1998), however, is\r\nrelevant, inasmuch as it maintains the provision of\r\nresolution 883 (1993) on the UTA matter. The Secretary-\r\nGeneral and the Security Council are being kept apprised\r\nof this issue by the French authorities.\r\nMr. Babaa (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): My delegation would like to exercise its\r\nright of reply in order to respond to what has just been\r\nsaid by the representatives of the United States, the\r\nUnited Kingdom and France. In this regard, I would like\r\nto reaffirm once again the following points.\r\nFirst, Libya has declared its acceptance of a fair trial\r\nof the suspects before a Scottish court sitting in a third\r\ncountry, the Netherlands, so as to allow the lifting of the\r\nsanctions being imposed on the Libyan people. Secondly,\r\nwe have requested that an agreement between the parties\r\nconcerned be concluded regarding several points — points\r\nthat most of the delegations who have spoken about the\r\nLockerbie incident have declared to be just, legal and\r\nreasonable. These are: (a) agreement on the limitation,\r\nclarification and precise listing of the witnesses which\r\nLibya and all other parties may require; (b) agreement on\r\nwhere the sentence would be served, either in the place\r\nwhere the court is convened, namely the Netherlands, or\r\nin Libya, in the event that the Netherlands court\r\ncondemns the suspects; (c) a guarantee that the suspects,\r\nor the condemned, are not extradited to the United States\r\n37\r\nGeneral Assembly 20th plenary meeting\r\nFifty-third session 29 September 1998\r\nor the United Kingdom; (d) agreement regarding the rights\r\nof the suspects during the process — their legal rights and\r\ntheir rights in the areas of security, personal, social, health\r\nand religious matters and all other interests of the suspects\r\nthroughout various stages of the trial; (e) agreement\r\nbetween Libya and the Netherlands to move the suspects to\r\nthe Netherlands and to guarantee their security and safety\r\nduring their stay and during their return to Libya; and,\r\nfinally, (f) endorsement by the Security Council of all\r\nagreements and their implementation under the auspices of\r\nthe Secretary-General of the United Nations.\r\nWe are prepared to implement the Security Council\r\nresolutions provided that all the parties concerned agree on\r\nall the practical measures concerning holding a trial for the\r\nsuspects and provided that all the commitments of all\r\nparties and the rights and guarantees for the suspects can be\r\ndetermined as clearly and as precisely as possible. This\r\ninternational trial should be fair, in accordance with\r\ninternational law, and would lead to the lifting of the unfair\r\nsanctions that have led to great suffering by the Libyan\r\npeople. And thus we can turn the page and start\r\nconstructive relationships with all concerned States, taking\r\ninto account the interests of all.\r\nThe Libyan Arab Jamahiriya has responded\r\npositively to all the requests made by the Security\r\nCouncil. It has condemned international terrorism in all\r\nits manifestations, and it has requested the holding of a\r\nspecial session of the General Assembly to consider the\r\nphenomenon of terrorism. This morning in our statement\r\nwe specifically mentioned that issue.\r\nI reiterate that we are prepared to cooperate, and we\r\nencourage the United Kingdom and the United States to\r\nmake every effort to resolve this problem in accordance\r\nwith international law and in accordance with what I\r\nmentioned earlier. The suspects will not be travelling to\r\nthe Netherlands for tourism. They have authorized only\r\ntheir lawyers to take care of all the practical steps that\r\nshould be taken before and during the trial, since Libya\r\nis responsible for its nationals and will not authorize\r\nanyone on their behalf. Any derogation of this right is\r\nmeaningless. The so-called initiative in the Security\r\nCouncil resolution alluded to was, in our view, only a\r\nmanoeuvre to bypass a problem and to return the conflict\r\nto its starting point.\r\nNow we have no difference of opinion with the\r\nUnited States, or with the Security Council. The problem\r\nis with the United States and the United Kingdom, as\r\nevidenced by the fact that no one in the Security Council\r\nis impeding the solutions proposed except these two\r\nStates. When they agreed to hold the trial in the\r\nNetherlands, it was on the basis of the Security Council’s\r\ndecision. But the Council could not for four years agree\r\nto that proposal, which had been made by many different\r\nparties such as the OAU, the Non-Aligned Movement and\r\nthe League of Arab States.\r\nIn conclusion, we are prepared to cooperate and to\r\nimplement the relevant Security Council resolutions in\r\naccordance with international law, and only international\r\nlaw.\r\nThe meeting rose at 7.15 p.m.\r\n38\r\n"