"United Nations A/53/PV.14\r\n98-85882 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n14th plenary meeting\r\nThursday, 24 September 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 3.10 p.m.\r\nAddress by Mr. Armando Calderón Sol, President of the\r\nRepublic of El Salvador\r\nThe President (interpretation from Spanish): The\r\nAssembly will first hear an address by the President of the\r\nRepublic of El Salvador.\r\nMr. Armando Calderón Sol, President of the Republic\r\nof El Salvador, was escorted into the General\r\nAssembly Hall.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of El Salvador, His Excellency Mr. Armando\r\nCalderón Sol, and to invite him to address the Assembly.\r\nPresident Calderón Sol (interpretation from Spanish):\r\nAllow me to begin by expressing our sorrow at the loss of\r\nhuman life and the material damage caused by the\r\ninclemencies of nature in our sister nations of the\r\nCaribbean. We feel the greatest solidarity with them and\r\nurge the international community quickly and generously to\r\nprovide them with emergency assistance to deal with this\r\ncrisis.\r\nWe would like to extend to you, Sir, our sincere\r\ncongratulations on your election to preside over this session\r\nof the General Assembly. We are particularly delighted by\r\nyour election, as we enjoy excellent relations of friendship\r\nand cooperation with your country.\r\nWe would also like to extend our thanks to your\r\npredecessor, Mr. Hennadiy Udovenko, for his work in\r\npromoting the objectives of the United Nations,\r\nparticularly in the area of encouraging reform of this\r\nOrganization.\r\nWe extend our thanks to the Secretary-General for\r\nhis excellent work in discharge of his mandate in an\r\nextremely complex international situation in which a great\r\nvariety of interests are represented.\r\nThis will be my last participation here as President\r\nof the Republic of El Salvador, and I should therefore\r\nlike to reiterate our appreciation to this Organization for\r\nhaving been a decisive factor in the signing and\r\nverification of the Peace Accords that ended the armed\r\nconflict in El Salvador.\r\nFrom the beginning of our Administration, we\r\ndeclared our political will and our Government’s\r\ncommitment to comply fully with the Peace Accords, and\r\nwe are pleased to say we have done so, despite the\r\ndifficulties and obstacles encountered along the way.\r\nWe can say that profound transformations have taken\r\nplace in El Salvador, resulting in the replacement of\r\nauthoritarianism, abuse of power and impunity by a\r\nsystem founded on strict respect for the law and the\r\nprinciples and values of democracy.\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe restoration of peace and the consolidation of\r\ndemocracy have enabled the state of law in El Salvador to\r\nbe strengthened, guaranteeing full independence for the\r\nbasic organs of the Government of our Republic, as well as\r\nrespect for the rights of the individual. We have also been\r\nable to proceed with a strategy of economic and social\r\ndevelopment with emphasis on the eradication of the\r\nunderlying causes of poverty.\r\nEl Salvador now has a solid economy that is growing\r\nprogressively and is internationally recognized and trusted.\r\nWe are carrying out a successful plan for modernizing the\r\ncountry, seeking greater efficiency, productivity and\r\ncompetitiveness; one important component of this approach\r\nis the elimination of State monopolies through the\r\nprivatization of such sectors as energy, telecommunications\r\nand social security.\r\nWe are implementing an economic policy of\r\npromoting our exports and attracting foreign investment,\r\nwith a view to stimulating production, creating more jobs\r\nand making better use of the opening of international\r\nmarkets.\r\nWe have focused on programmes for promoting\r\nhuman resources and the progress of communities,\r\nespecially in the neediest and most vulnerable sectors of\r\nsociety. To this end, we have allocated increasing\r\npercentages of our national budget to education, health and\r\nhousing. As part of our strategy for fighting against\r\npoverty, the National Department for the Family is carrying\r\nout support programmes for women, children and the\r\nelderly.\r\nBecause we attach great importance to the ecology, we\r\nhave established a Ministry of the Environment and Natural\r\nResources and we have now adopted a special law on this\r\nissue, in the aim of seeking solutions to the serious\r\nenvironmental problems facing our country and the world.\r\nWe are pleased to report that currently we are carrying\r\nout consultations across the country on the conclusion of a\r\ndraft basic agreement for a national plan, involving the\r\ngeneral agreement of all the various representative sectors\r\nof El Salvador’s society. Our greatest hope is that the\r\nnational plan will encourage participation by all Salvadoran\r\nmen and women in a common long-term undertaking in\r\nwhich the interests of all are intertwined, without\r\ndistinctions or political or ideological conditions, and which\r\nwill be established as the nation’s second great political\r\nagreement, after the Peace Accords.\r\nEl Salvador fully supports Central American\r\nintegration, and along with the other Governments and\r\nprivate sectors in the region we are updating our legal\r\ninstruments and strengthening the institutions that make\r\nup this system of regional integration.\r\nFrom a multilateral perspective, we can say that we\r\nhave participated in and supported the declarations and\r\nplans of action adopted at international summits and\r\nconferences, responsibly shouldering our commitments in\r\nthe areas of environment, human rights, social issues,\r\ndevelopment of women, rights of the child, population\r\nand the fight against drug abuse, inter alia.\r\nThe profound changes that have taken place in\r\nrecent years have had a strong impact on the international\r\nsystem, including the United Nations, resulting in\r\nagreement on the need for restructuring so as to respond\r\nproperly to and solve global problems, particularly those\r\nof the developing countries.\r\nWe believe that Member States must join forces, act\r\nin solidarity with each other, shoulder their\r\nresponsibilities and reach agreements to promote the\r\nchanges that are needed in the United Nations so that it\r\ncan fully discharge its mandate.\r\nWe support implementation of the Secretary-\r\nGeneral’s proposals to complete the restructuring of the\r\nSecretariat, and we advocate a change in attitude so that\r\nthere can be real reform in the Security Council and the\r\nEconomic and Social Council and its subsidiary bodies.\r\nWe need a Security Council that is more transparent,\r\ndemocratic and representative, so that it can enjoy the\r\nsupport of all Members of the Organization, and\r\naccordingly can become more effective in adopting\r\npractical and efficient measures to prevent and resolve\r\nconflicts.\r\nWe are pleased that progress has been made in the\r\npolitical situation worldwide, but we must express our\r\nconcern over the fragile state of peace and stability in\r\nsome parts of the world as a result of continuing conflict,\r\nfailure to implement agreements, deadlocks and possible\r\nbreakdowns in peace processes, acts of terrorism, hostility\r\nand lack of trust among States.\r\nWe are concerned about the deadlock in the peace\r\nprocess in the Middle East, and we urge the parties to\r\nseek a swift solution in accordance with the agreements\r\nmade.\r\n2\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe Preamble to the Charter states that the peoples of\r\nthe United Nations are resolved to save succeeding\r\ngenerations from the scourge of war and to unite their\r\nstrength for the maintenance of international peace and\r\nsecurity. Unfortunately, not all Member States are\r\nconvinced of this or ready to put into practice these ideas\r\nso as to achieve the objectives that are of concern to us all.\r\nThe recent nuclear tests run counter to our efforts to\r\nachieve a world free from nuclear weapons. We have\r\nsupported every initiative to ensure a safer world for our\r\npeoples, and, in a spirit of international solidarity, I am\r\npleased to report that earlier this month El Salvador\r\ndeposited its instrument of ratification on the\r\nComprehensive Nuclear-Test-Ban Treaty.\r\nWe believe that terrorism in any of its manifestations\r\nis an affront to the civilized principles of the human race\r\nand constitutes criminal conduct, which we strongly\r\ncondemn and which cannot be justified on political,\r\nideological, philosophical, ethnic or religious grounds. We\r\naccordingly condemn the terrorist attacks in Kenya,\r\nTanzania, South Africa and Northern Ireland, which took\r\ninnocent lives, wounded thousands and destroyed property.\r\nThat is why we support Security Council resolution\r\n1189 (1998), which calls on all States and international\r\ninstitutions to cooperate with and provide support and\r\nassistance to investigations with a view to bringing to\r\njustice those who planned and carried out those\r\nreprehensible acts.\r\nThe Government of El Salvador recognizes and\r\nsupports the efforts of the international community strongly\r\nto fight against drug abuse. We reaffirm our commitment\r\nmade in the Declaration on the Guiding Principles of Drug\r\nDemand Reduction and in the measures to enhance\r\ninternational cooperation, which we adopted during the\r\nspecial session of the General Assembly devoted to the\r\ndrugs problem last June.\r\nThe fiftieth anniversary of the Universal Declaration\r\nof Human Rights and the fifth anniversary of the Vienna\r\nDeclaration and Programme of Action will be important\r\nmilestones providing an opportunity for us to think about\r\nthe progress made and the effective enjoyment of\r\nfundamental freedoms. They also provide an opportunity for\r\nevery State to renew its commitment to comply with the\r\nobligations it has entered into, as part of the international\r\nlegal machinery that protects and promotes these rights.\r\nEl Salvador reaffirms its support for the restoration\r\nof the rights of the Republic of China on Taiwan as a\r\nState Member of this Organization because we believe it\r\nis a matter of justice to respect the sovereign will and\r\naspirations of its people in accordance with the principle\r\nof universality enshrined in the Charter of the United\r\nNations.\r\nThe changes that have occurred in the international\r\narena since the end of the cold war have not narrowed the\r\ngap between the developed and developing countries —\r\nrather, the gap has become wider. The globalization,\r\nliberalization and interdependence that characterize the\r\nnew international order are challenges and opportunities\r\nof which many of our countries cannot take proper\r\nadvantage because of the constraints we face. Integrating\r\ninto the competitive world requires resources, technology\r\nand financing that go well beyond the national capacities\r\nof the least developed countries. This situation can be\r\novercome only with the participation of the countries that\r\nare better developed.\r\nIn his report on the work of the Organization, the\r\nSecretary-General said again that the volume of external\r\nassistance to the developing countries has declined\r\nsteadily during the current decade, and much of what is\r\ngiven is not appropriate for or aimed at the needs of the\r\nrecipient countries. El Salvador urges donor countries to\r\ntry to increase their cooperation for development, and\r\nparticularly urges the industrialized countries to facilitate\r\naccess to their markets for products from less developed\r\ncountries.\r\nThe great advances made in recent times in all areas\r\nof human knowledge highlight the need to make more of\r\nan effort to resolve the basic problems facing the majority\r\nof the world’s population. If we truly wish to have a\r\nworld free from poverty, war, drugs, crime, terrorism and\r\nenvironmental degradation, we must join forces so that\r\ntogether we can find new mechanisms and new paths of\r\naction that lead us to a swift solution to the problems and\r\nconcerns of our peoples.\r\nWe appeal for the wisdom and help of the gods of\r\nthe nations to ensure that in all corners of the earth peace,\r\nharmony, solidarity and progress will reign.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of El Salvador for the statement\r\nhe has just made.\r\n3\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nMr. Armando Calderón Sol, President of the Republic\r\nof El Salvador, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Petru Lucinschi, President of the\r\nRepublic of Moldova\r\nThe President (interpretation from Spanish): The\r\nAssembly will now hear an address by the President of the\r\nRepublic of Moldova.\r\nMr. Petru Lucinschi, President of the Republic of\r\nMoldova, was escorted into the General Assembly\r\nHall.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of Moldova, His Excellency Mr. Petru Lucinschi,\r\nand to invite him to address the Assembly.\r\nPresident Lucinschi (spoke in Moldovan;\r\ninterpretation from French text furnished by the\r\ndelegation): Allow me to congratulate you, Sir, on your\r\nelection as President of the General Assembly at its fifty-\r\nthird session. I am convinced that under your guidance this\r\nsession will be crowned with success. I should also like to\r\nexpress my sincere gratitude to your predecessor, the\r\nrepresentative of Ukraine, Mr. Hennadiy Udovenko, for the\r\nskill with which he led this body during his term of office.\r\nI should like to take this opportunity to express our\r\ndeepest appreciation to the Secretary-General, Mr. Kofi\r\nAnnan, for his efforts to promote the reform of the\r\nOrganization for the benefit of the entire international\r\ncommunity.\r\nI have the honour and the privilege of addressing the\r\nGeneral Assembly for the first time. From this lofty\r\nrostrum I should like to underline the importance the\r\nRepublic of Moldova attaches to the role of the United\r\nNations in the world.\r\nIn the new world structure, the United Nations is, for\r\nthe Republic of Moldova, as it is for other States, the body\r\nthat allows them to express their national identity and their\r\nown points of view in a framework with the largest\r\npossible audience and resonance. This is why my country\r\ntakes an active part in debates on issues of importance to\r\nthe international community, pertaining to the maintenance\r\nof peace and international security, to social and economic\r\ndevelopment, to the expansion of international and regional\r\ncooperation, to fighting terrorism and to increasing the\r\nrole and effectiveness of the United Nations.\r\nThe far-reaching changes in international life at the\r\nend of this century have left their imprint on the activities\r\nof the United Nations. That is why we must strengthen\r\nand further improve the United Nations system so as to\r\nrenew and adapt the Organization to the increased\r\ndemands of international cooperation. Today, more than\r\na year after the new initiatives were launched by the\r\nSecretary-General, we observe that his proposals,\r\nrecommendations and specific measures for reforming the\r\nUnited Nations correspond to a large extent to these\r\ndemands.\r\nMy delegation welcomes the progress achieved in\r\nthe reform process of the United Nations, particularly in\r\nthe economic and social spheres, and supports the\r\nmeasures to streamline and make more efficient the\r\nactivities of the Organization. We believe that the\r\nmerging of some structures, as well as decentralization\r\nand the transfer of authority to field offices will make an\r\nessential contribution to adapting the United Nations to\r\nnew requirements. We believe that the debates during this\r\nsession on proposals and measures for the restructuring of\r\nthe entire United Nations system will have an impact on\r\nother areas of the Organization’s activities.\r\nThe increase in the number of Security Council\r\nmembers is the crux of the overall reform of the United\r\nNations. Since, thus far, we have not found generally\r\nacceptable solutions pertaining to the various aspects of\r\nthe issue of reforming the Security Council, we believe\r\nthat during this session Member States should show the\r\nsame spirit of compromise as that shown by the Working\r\nGroup on the Security Council question.\r\nWhile taking into account the need to ensure better\r\nrepresentation of Member States in the Security Council,\r\nthe Republic of Moldova, as at previous sessions,\r\ncontinues to be in favour of a moderate expansion in the\r\nnumber of Council members. New permanent seats should\r\nbe granted to developed countries such as Germany and\r\nJapan, as the Republic of Moldova has advocated at\r\nseveral previous sessions of the General Assembly, and\r\npossibly to developing countries as well.\r\nRegarding the number of non-permanent seats, the\r\nRepublic of Moldova is in favour of a reasonable increase\r\nin accordance with the principle of equitable geographical\r\nrepresentation so as to reflect the interests of all regional\r\ngroups. To our mind, an increase in the number of the\r\n4\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nmembers of the Security Council in that category should\r\ntake into account the legitimate interest of States of Central\r\nand Eastern Europe in having an additional, non-permanent\r\nseat since in recent years the number of States in that\r\nregion has doubled.\r\nChanges that have taken place in recent years in States\r\nwith transitional economies, including the Republic of\r\nMoldova, have shown that political and economic changes\r\ninvolve risks and difficulties that affect several areas of\r\nsociety. Major problems, such as a decline in production,\r\nare too complex to be solved only with one’s own\r\nresources.\r\nIn such circumstances, the role of the United Nations\r\nsystem in the economic and social spheres takes on a new\r\ndimension. The United Nations must remain the framework\r\nfor international cooperation for all nations. This, in fact, is\r\nan absolute necessity in the current situation, in which\r\nfinancial crises have affected the economies of several\r\ncountries, thereby jeopardizing their political and economic\r\nreforms.\r\nCommitted to the path of democracy, the Republic of\r\nMoldova is steadily striving to create basic institutions for\r\nthe rule of law and the legislative framework necessary for\r\ntransition to a market economy. As a result, we have been\r\nable to stabilize the macroeconomic situation and have\r\nreduced the annual inflation rate to 12 per cent.\r\nMy country takes an active part in international\r\ncooperation within the framework of the Black Sea\r\nEconomic Cooperation, the South-East European\r\nCooperative Initiative, the Central European Initiative and\r\nthe United Nations Economic Commission for Europe.\r\nSimilarly, the signing of the Partnership and Cooperation\r\nAgreement with the European Union has considerably\r\ndiversified economic relations for the Republic of Moldova.\r\nMy country also attaches crucial importance to its\r\nforthcoming adherence to the World Trade Organization.\r\nLike other Member States, including those with\r\neconomies in transition, the Republic of Moldova has taken\r\npart in United Nations projects in the economic and social\r\nsphere and is benefiting from the assistance and support of\r\nthe United Nations to promote economic reform. This is\r\nwhy we greatly appreciate the activities of the United\r\nNations Development Programme.\r\nThe economic decline in Asia has engendered a world\r\neconomic crisis with devastating consequences. As the\r\nSecretary-General has said, the world economic crisis has\r\nbeen felt in Russia, in North America and in Europe.\r\nToday, major economies are increasingly feeling the\r\nimpact of events taking place in less developed areas of\r\nthe world.\r\nIn the process of the globalization of the world\r\neconomy, the United Nations could serve as a\r\ncoordinating centre for creating an international financial\r\nstructure.\r\nManaging the crisis and the effects of globalization\r\nalso has particular importance for countries with\r\neconomies in transition. Those States find themselves at\r\nthe stage of moving towards a market economy, which\r\nrequires the achievement of a whole set of objectives,\r\nsuch as macroeconomic stabilization, reform of price-\r\nsetting mechanisms, restructuring of the major sectors of\r\nthe economy, reduction of inflation, creation of new jobs\r\nand, last but not least, integration into the world economy.\r\nFinally, it is important in our view that, in seeking\r\nsolutions to the problems facing States with economies in\r\ntransition, we should take into account first and foremost\r\nthe specific characteristics of each country. We must take\r\ninto consideration the fact that economic recovery in this\r\ncategory of countries is a complex problem because of the\r\nparticularities of each State.\r\nWe hope that the United Nations will enhance its\r\npresence in States with economies in transition through\r\nregional economic commissions, as well as through funds\r\nand specialized agencies. We also deem it useful in this\r\nregard to consider the question of the integration of the\r\neconomies of countries in transition into the world\r\neconomy.\r\nIn the context of the debate on reform in the\r\neconomic sphere, I wish to note that my country supports\r\ndecisions adopted by the General Assembly and by the\r\nEconomic and Social Council regarding an increase in\r\ndevelopment assistance and effective coordination of\r\nactivities of the regional commissions with other bodies\r\nof the United Nations system.\r\nThe commemoration of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights is yet another\r\nreason to intensify efforts to promote and protect human\r\nrights and fundamental freedoms throughout the world.\r\nThe Republic of Moldova greatly appreciates United\r\nNations human rights activities and supports the reform\r\nmeasures that have been adopted, in particular those\r\n5\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\npertaining to strengthening the role of the Office of the\r\nUnited Nations High Commissioner for Human Rights.\r\nMy country attaches special importance to the\r\npromotion and protection of human rights and fundamental\r\nfreedoms. The Republic of Moldova has acceded to the\r\nmajor international legal instruments on human rights\r\nadopted within the framework of the United Nations, the\r\nCouncil of Europe and the Organization for Security and\r\nCooperation in Europe (OSCE). Our Parliament has ratified\r\na series of international conventions such as the\r\nInternational Covenants on Economic, Social and Cultural\r\nRights and on Civil and Political Rights. The Parliament of\r\nthe Republic of Moldova has adopted more than 20 laws\r\ndealing expressly with human rights. Respect for and\r\nprotection of human rights in my country are also\r\nsafeguarded by the Constitutional Court, which has the final\r\nsay on the Constitution, by the principle of the separation\r\nof powers, and by the responsibility of the State towards its\r\ncitizens.\r\nThe major events of the past decade have had a\r\nconsiderable impact on the situation in various parts of the\r\nworld. Sometimes these events have been complicated by\r\nsocial tension and by serious violations of human rights,\r\nand have even given rise to armed conflicts.\r\nIt is known that the conflict in the eastern part of the\r\nRepublic of Moldova in the summer of 1992 was caused by\r\nthe dismantling of the USSR and that it was supported by\r\nforces wishing to preserve the old political system.\r\nUnfortunately, we were unable to avoid that tragic situation.\r\nEven though the conflict has ceased, its consequences\r\nremain. There has been no final settlement of the conflict,\r\nand to some extent this is an obstacle to the process of the\r\ndemocratization of society and to the promotion of\r\ndemocratic reforms. Serious human rights violations\r\ncontinue in the eastern part of the Republic of Moldova.\r\nMembers of the Ilascu group have not yet been released; in\r\nthe meantime, Prisoner Ilascu has actually been elected as\r\na Deputy in the Parliament of the Republic of Moldova.\r\nThe efforts of the Republic of Moldova to settle this\r\nconflict peacefully, and my country’s readiness to grant that\r\nregion special status with broad authority, on the condition\r\nthat it respects the territorial integrity and sovereignty of the\r\nRepublic of Moldova, are well known.\r\nBut I have to recall that we are still facing difficulties\r\nin the negotiating process that took place with the\r\ncooperation of the OSCE and representatives of the Russian\r\nFederation and of Ukraine as mediators. The irreconcilable\r\nposition of the separatist leaders has blocked the full\r\nimplementation of agreements signed with the help of the\r\nmediators, which were intended to be interim documents\r\nthat could help renew negotiations and increase trust\r\namong the parties. The situation is further aggravated by\r\nthe presence in the region of vast quantities of weapons\r\nand ammunition and vast numbers of foreign troops.\r\nHowever, on 21 October 1994 the Republic of\r\nMoldova and the Russian Federation signed an agreement\r\non the withdrawal of armaments and military personnel.\r\nUnfortunately the Russians have yet to ratify that\r\nagreement. Implementation of the agreement would be in\r\nline with the letter and the spirit of the Constitution of the\r\nRepublic of Moldova, which stipulates the neutrality of\r\nour State and bans the deployment of foreign troops on\r\nour territory.\r\nWe believe that the immediate withdrawal of these\r\nvast quantities of weapons and ammunition would\r\nconsiderably strengthen stability in the region while\r\nfacilitating the process of settling the crisis. In that\r\ncontext, we hope that the OSCE mission in the Republic\r\nof Moldova and the mediator States, the Russian\r\nFederation and Ukraine, will intensify their efforts to\r\nbring about the resumption of negotiations in conformity\r\nwith the principle of respect for the independence,\r\nsovereignty and territorial integrity of the Republic of\r\nMoldova, and that they will contribute to the withdrawal\r\nof the weapons, ammunition and troops. This would\r\ndefuse the conflict and would create conditions propitious\r\nfor its final settlement. Finally, I state solemnly that the\r\nRepublic of Moldova remains open to dialogue and will\r\ncontinue to try to find a peaceful solution to the conflict.\r\nWe hope that common sense will prevail.\r\nThe problems facing humankind as we come to the\r\nend of this century are many and complex. Although the\r\nthreat of another world war has been diminished,\r\nhumanity must face a multitude of conflicts and tensions\r\nthat jeopardize peace and stability in many parts of the\r\nworld.\r\nI believe that we must make use of all our\r\nexperience, and focus all our efforts to resolve current\r\ncrises and to prevent conflicts. In my view, we can face\r\ntoday’s challenges and ensure world peace and security\r\nonly through joint action by the international community.\r\nAt this stage of ongoing globalization, the United Nations,\r\nwith its universal mission, remains the principal forum in\r\nwhich to find solutions to crucial issues. My country is\r\nready to cooperate with all other Member States to\r\n6\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nstrengthen the Organization’s capacity better to meet the\r\nchallenges of the coming millennium.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Moldova for the statement he\r\nhas just made.\r\nMr. Petru Lucinschi, President of the Republic of\r\nMoldova, was escorted from the General Assembly\r\nHall.\r\nAddress by Mr. Abdulsalami Abubakar, Head of State,\r\nCommander-in-Chief of the Armed Forces of the\r\nFederal Republic of Nigeria\r\nThe President (interpretation from Spanish): The\r\nAssembly will now hear an address by the Head of State\r\nand Commander-in-Chief of the Armed Forces of the\r\nFederal Republic of Nigeria, His Excellency\r\nMr. Abdulsalami Abubakar.\r\nMr. Abdulsalami Abubakar, Head of State,\r\nCommander-in-Chief of the Armed Forces of the\r\nFederal Republic of Nigeria, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations His Excellency\r\nMr. Abdulsalami Abubakar, Head of State, Commander-in-\r\nChief of the Armed Forces of the Federal Republic of\r\nNigeria, and to invite him to address the Assembly.\r\nMr. Abubakar: I bring greetings, Sir, from the\r\nGovernment and the people of Nigeria, on whose behalf I\r\nam honoured and privileged to address this fifty-third\r\nsession of the General Assembly, which is taking place\r\nunder your presidency. Your election to the presidency is\r\nan expression of the confidence which Member States\r\nrepose in you and a measure of our faith in your capacity\r\nto bring to bear on the work of the Assembly your wisdom,\r\ncompetence and diplomatic skills. I congratulate you most\r\nwarmly on your election and also wish you a very\r\nsuccessful tenure.\r\nMy delegation would also like to pay tribute to your\r\npredecessor, Mr. Hennadiy Udovenko of Ukraine, for the\r\nexcellent manner in which he conducted the affairs of the\r\nfifty-second session.\r\nWe also take this opportunity to express our\r\nimmense satisfaction with the way Secretary-General Kofi\r\nAnnan has steered the affairs of our Organization. We\r\nwish to assure him of our fullest support and cooperation\r\nas he leads our Organization into the twenty-first century.\r\nThe United Nations represents the will of all\r\nmankind to collectively seek solutions to the common\r\nproblems facing our world. It demonstrates the ingenuity\r\nof the human spirit to assemble the diverse peoples of the\r\nworld in a collaborative effort to attain the goals of\r\ninternational peace and security, promotion of socio-\r\neconomic development, respect for human rights, good\r\ngovernance and rule of law. Our active participation in\r\nthe affairs of this Organization since independence in\r\n1960 is indicative of our belief in its continued relevance\r\nas a unique institution where all nations — big and small,\r\nrich and poor, developed and developing — meet on the\r\nbasis of equality and mutual respect to harmonize their\r\ninterests and policies for the common good.\r\nIt is for this reason that we have continued to\r\ndemonstrate our commitment to work in collaboration\r\nwith Member States for the strengthening and\r\nrevitalization of the United Nations and its agencies. We\r\ntherefore believe strongly that the issue of reform and\r\ndemocratization of the United Nations must be brought to\r\nthe front burner. Reform is a continuing process and is\r\nconsistent with the rapid changes taking place in our\r\nworld. Our Organization will become irrelevant if it fails\r\nto adapt its structures and management style to present-\r\nday realities. In this regard, my delegation wishes to\r\ncommend Mr. Kofi Annan, our Secretary-General, for his\r\ndedication and steadfast commitment to the cause of\r\nreform, and the generally positive attitude of Member\r\nStates to the critical issues of reform and democratization\r\nof the United Nations.\r\nHowever, we must admit that substantive progress\r\nhas been very slow because of the narrow positions which\r\nsome delegations and regional groupings have continued\r\nto take on the fundamental issues of reform and\r\ndemocratization of the United Nations. We therefore urge\r\nall Member States to demonstrate urgent political will in\r\nthis task of renewing the Organization for the next\r\nmillennium by working out mutually acceptable\r\ncompromises that will move the reform process forward.\r\nIn doing this, we shall be able to build an Organization\r\nwith the capacity and the potential to make our world\r\nsafer and more prosperous.\r\n7\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nWith regard to the particular issue of the reform and\r\ndemocratization of the Security Council — a subject to\r\nwhich my country, being one of the original sponsors of the\r\nrelevant resolution, attaches great importance — I am\r\ndisheartened to note that no tangible substantive progress\r\nhas been made five years after the creation of the Open-\r\nended Working Group on the subject. We note here again\r\nthat mistrust and suspicion among States thwarted any\r\nvisible movement towards a successful outcome. Yet the\r\nstatus quo is not in the best interest of the general\r\nmembership of the United Nations. Surely, the Council\r\nneeds to be restructured, its membership expanded in both\r\nthe permanent and non-permanent categories and its\r\nworking methods, decision-making methods and decision-\r\nmaking processes improved. This is the path towards the\r\ndemocratization of the Council, which will thereby enhance\r\nthe legitimacy and effectiveness of its decisions on critical\r\nissues of global peace and security.\r\nMy delegation is also of the strong view that the\r\nreform of the Security Council must also touch on the\r\nproper relationship between the Council and the General\r\nAssembly. The Charter of the United Nations assigns to the\r\nSecurity Council primary, but not exclusive, responsibility\r\nfor the maintenance of international peace and security;\r\nhence, there is also a role here for the General Assembly.\r\nUnfortunately, however, the voice of the General Assembly,\r\nwhich is the most democratic organ of the United Nations,\r\nis often drowned out by that of the Security Council on\r\nissues of global peace and security.\r\nOn the specific issues of the composition and size of\r\nthe Council, my delegation continues to assert that the\r\ncurrent anomaly of African non-representation in the\r\npermanent membership category must be corrected as a\r\nmatter of urgency, as our continent, with its 53 Member\r\nStates, collectively constitutes almost one third of the entire\r\nmembership of the United Nations. In this context, the\r\ndecision of the Organization of African Unity (OAU) to\r\nseek two permanent seats for Africa in a reformed and\r\nexpanded Council can simply not be ignored. The demand\r\nis legitimate, credible and made with a full sense of\r\nresponsibility and relevance in the international system. It\r\ndeserves the full support of all Member States.\r\nIt is our deep conviction that a world without the\r\nUnited Nations would be inconceivable, especially in the\r\nwake of renewed conflicts in several parts of the globe. In\r\nthis regard, it is a matter of concern that Africa accounts\r\nfor a disproportionate share of global conflicts, with their\r\nimplications for human suffering and deprivation. The scale\r\nof human tragedies arising from conflicts within and among\r\nAfrican States is alarming. We are pleased to note that\r\nthe Security Council is currently giving special\r\nconsideration to the causes of conflict in our continent,\r\nwith a view to identifying how the international\r\ncommunity could work in partnership with us to resolve\r\nthem. This initiative to focus attention on the need for a\r\nrenewed and concerted international effort to promote\r\npeace and stability in our continent is clearly\r\nunprecedented and deserves our commendation.\r\nNigeria’s role in the furtherance of the objectives of\r\nthe United Nations, especially in the field of peacekeeping\r\nand peace-building, is well known. We have made great\r\nefforts in the promotion of peaceful resolution of conflicts\r\nin parts of Africa where innocent lives and property have\r\nbeen dangerously at risk. Nigeria has joined hands with\r\nlike-minded States to restore law and order. This was the\r\ncase in Liberia and, most recently, in Sierra Leone, where\r\nPresident Tejan Kabbah was restored to his position as\r\nthe democratically elected President in March this year.\r\nThis was the first time in the recent history of Africa\r\nthat a democratically elected regime overthrown by a\r\nmilitary coup was restored as a result of a collective\r\naction in a subregion. As the current Chairman of the\r\nEconomic Community of West African States\r\n(ECOWAS), Nigeria is proud to have provided the\r\nleadership within the ECOWAS Monitoring Group\r\n(ECOMOG) for the collective subregional efforts which\r\nresulted in that epoch-making event.\r\nI should like to take this opportunity to express our\r\ndeep gratitude to the international community for its\r\noverwhelming support during the crisis, which helped, in\r\nno small measure, to demoralize the rebel forces and\r\nspeed up the restoration of democracy and the rule of law\r\nin Sierra Leone. The war in Sierra Leone is over; the\r\nsame can be said of Liberia, but the threat remains. We\r\ntherefore urge the international community and\r\ninternational humanitarian organizations to take an active\r\ninterest in rehabilitation efforts in the two countries. A lot\r\nremains to be done there.\r\nCurrently our subregional grouping, through its\r\nCommittee of Seven, is actively involved in restoring\r\npeace in Guinea-Bissau, where a rebel group took up\r\narms against the elected Government. It joined efforts\r\nwith like-minded groups and a result a ceasefire was\r\nagreed upon a few weeks ago. We are optimistic that this\r\nagreement will hold.\r\n8\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nWe have also helped to create within the Organization\r\nof African Unity a continent-wide Mechanism for Conflict\r\nPrevention, Management and Resolution. This facility\r\nenjoys wide support. However, it has been unable to live up\r\nto the lofty ideals for which it was set up, owing largely to\r\ninadequate resources in terms of military hardware and\r\nfunding. We invite the international community and other\r\ninterested bodies to support the cause of peace and security\r\nin Africa through the OAU regional and subregional\r\ninstruments for conflict prevention, management and\r\nresolution.\r\nNigeria is disturbed by the escalation of terrorist\r\nactivities in many parts of the world. The recent tragic\r\nbombings in Kenya and Tanzania, where some 260\r\ninnocent lives were lost, have brought home graphically to\r\nus all the fact that no country or society is immune from\r\nthe activities of terrorists. We condemn these bombings.\r\nTerrorism is one of the most heinous crimes against\r\nhumanity. It constitutes a serious threat to international\r\npeace and security. We must enhance international\r\ncooperation to combat and eliminate it in all its\r\nmanifestations. We must reflect our common concern for\r\nthis problem through support for an international convention\r\non terrorism.\r\nMy Administration came to the helm in Nigeria last\r\nJune and began its short tenure with a few clear-cut\r\nobjectives and policy thrusts. The most important is the\r\ndesign and implementation of a transparent, free and all-\r\ninclusive programme of transition to civil rule within the\r\nshortest time-frame. This decision was welcomed by the\r\npolitical class.\r\nOur goal is to return our country to a democratically\r\nelected civilian government on 29 May 1999. To this end,\r\nwe inaugurated the Independent National Electoral\r\nCommission (INEC) on 11 August 1998, with full powers\r\nto organize and manage the various stages of the electoral\r\nprocess without pressure or interference from any external\r\nbody or authority. There are no restrictions to the formation\r\nof political parties, and several political parties are already\r\nseeking registration. The party registration guidelines just\r\nissued by INEC emphasize the role of the electorate as the\r\nultimate determinant of the existence and success of\r\npolitical parties. This is democracy par excellence and\r\nconfirms the confidence of Nigerians in INEC.\r\nFurthermore, the Independent National Electoral\r\nCommission has published the timetable for the various\r\nelections in the Transition Programme, beginning with the\r\nlocal government elections in December 1998 and\r\nculminating in the presidential elections scheduled for 27\r\nFebruary 1999. We are committed to sustaining the\r\nindependence, integrity and transparency of INEC. Every\r\nstage of the elections may be freely observed by\r\ninternational monitors from the United Nations, the\r\nCommonwealth and other interested bodies. These\r\nmeasures will ensure the credibility and integrity of the\r\nwhole electoral process. In this regard, we note with\r\nsatisfaction that both the United Nations and the\r\nCommonwealth have already dispatched assessment teams\r\nto Nigeria to meet with INEC officials with a view to\r\nreaching agreement on the modalities and the substance\r\nof cooperation between the Commission and the two\r\norganizations.\r\nThe draft constitution presented by the National\r\nConstitutional Conference in 1995 has now been\r\npublished and will be ready for wide circulation in due\r\ncourse. All comments and views arising from the public\r\nwill be duly presented for consideration prior to\r\npromulgation.\r\nI am aware that on the question of human rights\r\nobservance, Nigeria has recently been the subject of\r\ninternational attention. It is the objective of my\r\nadministration, with the support and understanding of the\r\ninternational community, to move Nigeria in the direction\r\nof fullest respect for fundamental human rights, good\r\ngovernance, accountability and rule of law. This\r\ncommitment to human rights has been amply\r\ndemonstrated by the release of political detainees, the\r\ngranting of pardons to some convicted persons and the\r\nwithdrawal of charges against others. The general level of\r\nindividual freedom, in particular freedom of expression\r\nand association, has greatly improved. The cases of\r\npeople who are being detained and have not been\r\narraigned before the courts and of a certain class of\r\npersons already convicted for offences are being\r\nexamined, and appropriate decisions will be taken.\r\nAlready, the Attorney-General and Minister of Justice of\r\nthe Federation, in conjunction with the Minister of\r\nInternal Affairs and the National Commission on Human\r\nRights of Nigeria, have zoned the country for the purpose\r\nof accelerating the decongestion of prisons.\r\nWe wish to reiterate our call on those Nigerians who\r\nare currently in self-imposed exile to return and\r\nparticipate in the political and economic development of\r\nour country. With our quest to improve our socio-\r\neconomic infrastructure and climate for governance, we\r\nwill conduct a census of Nigerian professionals and those\r\n9\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nwith special talents currently excelling worldwide with a\r\nview to harnessing all of the country’s human resources.\r\nI have also visited all our military formations to\r\nreconfirm the commitment of the armed forces and police\r\nto the democratization programme. The officers and men of\r\nthe Nigerian armed forces and police, like the majority of\r\nour people, yearn for democracy in a united and peaceful\r\ncountry. They are overwhelmingly in support of our\r\ndemocratization programme.\r\nI stand before this body as the leader of a country\r\nwhich is now fully engaged in a genuine and irreversible\r\nprocess of transition to democracy. Therefore, having\r\nhonoured our commitment to the restoration of the\r\nfundamental human rights and freedoms of our people and\r\nadvanced the prospects of democratization in Nigeria, we\r\nnow call on the Western countries to lift the sanctions\r\nwhich some of them have imposed on our country. Today,\r\nperhaps more than ever before, we require the support and\r\nunderstanding of all the friends of Nigeria and the\r\ninternational community as a whole to help us in the\r\nimplementation of our programmes and policies aimed at\r\nuplifting the living standards of our people.\r\nIn conclusion, a silent but peaceful revolution is taking\r\nplace in Nigeria. Our people are determined to ensure that\r\nsustainable democratic governance is established in the\r\ncountry. Nigeria is clearly at the threshold of a new\r\nbeginning in its domestic political and socio-economic\r\nstructure and its foreign relations agenda. This is the time,\r\ntherefore, for the international community to give the\r\nnecessary encouragement and support for our endeavours.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I wish to thank the Head\r\nof State of the Federal Republic of Nigeria for the\r\nstatement he has just made.\r\nMr. Abdulsalami Abubakar, Head of State,\r\nCommander-in-Chief of the Armed Forces of the\r\nFederal Republic of Nigeria, was escorted from the\r\nGeneral Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by His Serene Highness Crown Prince Albert,\r\nCrown Prince of the Principality of Monaco\r\nThe President (interpretation from Spanish): The\r\nAssembly will now hear an address by the Crown Prince\r\nof the Principality of Monaco.\r\nHis Serene Highness Crown Prince Albert, Crown\r\nPrince of the Principality of Monaco was escorted\r\nto the rostrum.\r\nThe President (interpretation from Spanish): I have\r\ngreat pleasure in welcoming the Crown Prince of the\r\nPrincipality of Monaco, His Serene Highness Crown\r\nPrince Albert, and inviting him to address the General\r\nAssembly.\r\nCrown Prince Albert (Monaco) (interpretation from\r\nFrench): The principality of Monaco is particularly\r\npleased that you, Mr. President, are carrying out the high\r\nfunctions and responsibilities of this fifty-third session of\r\nour General Assembly. Your election by acclamation\r\nbears witness to the confidence that the international\r\ncommunity has placed in your personal qualities and in\r\nyour experience. It is also a manifestation of the respect\r\nthat Member States have for your country, Uruguay.\r\nI would also like to include the newly elected\r\nmembers of the Bureau in my cordial congratulations to\r\nyou and in the wishes for success that I extend to you.\r\nIt is also a pleasant duty for me to pay a most\r\nearnest and sincere tribute to Mr. Hennadiy Udovenko,\r\nwho presided with such great talent and effectiveness over\r\nthe fifty-second of the Assembly.\r\nGeography often dictates the fate of a nation. This\r\nis particularly true for the Principality of Monaco, whose\r\nlife and development for centuries have depended on the\r\nsea. So it is that my country has always attached great\r\nimportance to all issues concerning the sea. In fact, we\r\nhost several institutions devoted to the marine\r\nenvironment.\r\nIn this International Year of the Ocean, it seems\r\nfitting to recall that the Principality is also celebrating the\r\none hundred and fiftieth anniversary of the birth of Prince\r\n10\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nAlbert I of Monaco, one of the founders of oceanography,\r\nto whom our country owes a great deal of its renown.\r\nMy illustrious forebear, born in 1848, devoted a\r\nsubstantial part of his life to the scientific study of the\r\noceans. An accomplished and passionate seaman, he was a\r\npioneer during 30 years of scientific study that led him\r\nfrom the Azores to Spitzberg.\r\nPrince Albert I created in Monaco in 1910 the\r\nOceanographic Museum in order to share what he had\r\nlearned from his maritime expeditions and to reveal the\r\nbeauty and wealth of the marine environment. Previously,\r\nin Paris in 1906, he had founded the Oceanographic\r\nInstitute, which, in the same spirit, he devoted to teaching\r\nand research.\r\nHe was also a forerunner of oceanology, in that some\r\nof his work or his insights led to major medical discoveries,\r\nsuch as anaphylaxis and antibacterial action. By advancing\r\nresearch on what he called the meteorology of the upper\r\natmosphere of the oceans, he paved the way for studies of\r\noceanic atmospheric exchanges and their impact on climate.\r\nFollowing his example, we should encourage\r\nclimatological studies in order to prevent as much as\r\npossible such tragic flooding as that which — victimizing\r\ntoo many people — rages today in Bangladesh, in China\r\nand in the Chiapas region in Mexico. This is not to\r\noverlook, of course, hurricane Georges, which is now\r\nstriking the Caribbean islands with such force.\r\nIn responding to the wishes of the Ninth International\r\nOceanographic Congress, on 30 March 1910 Prince Albert\r\nI brought together a special commission to propose a\r\nprogramme for the scientific exploration of the\r\nMediterranean. Because of the First World War, the general\r\nconstitutive conference could not be held until 1919, in\r\nMadrid. In the presence of representatives of eight States\r\nwith coasts on the Mediterranean, the programme and\r\nworking methods of the international commission for the\r\nscientific exploration of the Mediterranean were established.\r\nThe comprehensive activities of this institution, unique in\r\nnature and mission, continue today. The institution brings\r\ntogether very high-level political leaders and scientists. Last\r\nJune in Croatia it held its thirty-fifth meeting. Prince\r\nRainier III, my father, who is now the Chairman, took that\r\nopportunity to again express his confidence in the scientific\r\ncommunity, encouraging it not to underestimate the\r\ninfluence it might have on political decisions, especially in\r\nthe area of maritime affairs.\r\nIt is in this spirit that we attach special interest to\r\nthe work conducted by the Independent World\r\nCommission on Oceans, under the leadership of the\r\nformer President of Portugal, Mario Soares. We hope that\r\nits conclusions, which are essential for the lasting\r\nconservation of our marine heritage, will receive all the\r\nattention they deserve.\r\nInspired by the scientific work of Prince Albert I,\r\nPrince Rainier III, my father, and his Government have in\r\nrecent years continued and strengthened his visionary\r\npolicy. Two examples are the scientific centre established\r\nin 1960 and the RAMOGE agreement signed with France\r\nand Italy so as to prevent all types of pollution — which\r\nare numerous in the Ligurian Sea.\r\nFurthermore, since last 27 March the Principality has\r\nhad a law that brings together in one legislative body all\r\nprovisions relating to the law of the sea, conforming them\r\nto the legal and technical requirements of the\r\ncontemporary maritime world — first and foremost to the\r\nUnited Nations Convention on the Law of the Sea and\r\nother relevant international instruments to which Monaco\r\nis a party.\r\nWe are also very much involved in activities carried\r\nout by the International Whaling Commission. Our efforts\r\nrecently led to the establishment of 40 degrees south as\r\nthe boundary of the new southern sanctuary designed to\r\nensure protection for the feeding and reproduction\r\ngrounds of 90 per cent of large whales. The Governments\r\naffected by this decision have committed themselves to\r\nlimit the number of so-called scientific hunting permits in\r\norder to protect effectively this sanctuary.\r\nMr. Filippi Balestra (San Marino), Vice-President,\r\ntook the Chair.\r\nI would like, furthermore, to draw the attention of\r\nthe General Assembly to fresh threats to the marine\r\nenvironment posed by new synthetic chemical products,\r\nsuch as dioxins and certain pesticides which affect the\r\nneurological and brain development of many species.\r\nLarge amounts of these products are now found in the\r\nflesh of fish and other marine vertebrates in the northern\r\nhemisphere, presenting an imminent threat not only to the\r\nbalance of marine biodiversity but also to the health of\r\nthe human race. I am thinking in particular of the Beluga\r\nwhales, now among the most poisoned animals on our\r\nplanet.\r\n11\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe substantial contribution of Prince Albert I to\r\nprogress in oceanography should not allow us to forget his\r\nresearch in other areas, such as the study of prehistory.\r\nThanks to discoveries made in coastal caves, it has enabled\r\nus to identify one of the links in human evolution, which\r\nhas helped to establish scientifically the common origin of\r\nthe human race. These fossils, along with other\r\narchaeological objects found in the caves of the region, are\r\npreserved in the Museum of Prehistoric Anthropology,\r\nwhich the Prince created in 1902 in Monaco. Just as he had\r\nestablished the Oceanographic Institute in Paris to promote\r\nmarine sciences, Prince Albert I gave the French capital an\r\nInstitute of Human Paleontology, where since 1910 courses\r\nhave been given and interdisciplinary research has been\r\nconducted on geology, prehistoric paleontology and\r\nethnography.\r\nLike many scholars, Prince Albert I did not limit his\r\nactivities to research. He felt the profound need for\r\ncommunication, teaching and propagation of knowledge. He\r\ngave talks in Italy, Belgium, Spain and Austria. He\r\ninaugurated congresses in Paris, Bordeaux and Washington.\r\nOne could also see him in the outskirts of the French\r\ncapital giving night classes to workers enrolled in the\r\nPeople’s University of Paris. Prince Albert I probably\r\nanticipated the immense enthusiasm with which at the\r\nbeginning of the 1960s men and women of all disciplines\r\nand a large part of the peoples of the world were to come\r\ntogether in favour of ecology — that is, respect for nature,\r\nits balance and the interdependence of the beings that live\r\nin it. Since the beginning of the century he had perceived\r\nsome of the bases for an environmentalism which was both\r\npopular and scientific and which he himself tried to put into\r\npractice.\r\nSo it is that his temple of the sea, the Oceanographic\r\nInstitute Museum of Monaco, was, on his initiative,\r\nsurrounded by superb gardens containing original and\r\nvaried Mediterranean species. Also very interested in\r\nbotany, he established on the rocky, arid coast of Monaco\r\nan exotic garden open to the public where we find\r\nsucculent plants, some very rare and endangered, preserved\r\nwith great care. My ancestor was to some extent a\r\nforerunner of those involved in the defence of biodiversity.\r\nA profound believer in justice and an ardent defender\r\nof universal friendship, Prince Albert I in 1903 also created\r\nin Monaco the International Institute for Peace, where he\r\nbrought together jurists, economists, philosophers and\r\nscientists to whom he assigned the mission of considering\r\n“ways of solving disputes between nations, propagating\r\ndedication to methods for bringing about harmonious\r\nunderstanding, and eradicating hatred from the hearts of\r\npeoples”. Forty-two years later these words echoed in the\r\npreamble to the United Nations Charter adopted in San\r\nFrancisco.\r\nThe Academy for Peace and International Security,\r\nwhich meets regularly in Monaco, perpetuates, on the\r\ninitiative of my father, the reigning Prince, the\r\ndetermination of Prince Albert I to promote research on\r\npeace and the causes of conflict as well as the study of\r\nwar. Its thirtieth session, which I was pleased to open on\r\n19 March, devoted its work to globalization and\r\ninternational security. The discussions were led by high-\r\nranking personalities from the worlds of diplomacy,\r\ndefence and business, as well as by representatives of\r\nmajor international organizations. Its recommendations\r\nand conclusions essentially deal with the risks of tension\r\nand conflict inherent in the globalization of the economy\r\nand the best ways to overcome these risks.\r\nThe interest in humankind expressed in his research\r\non primitive man and his environment, his commitment\r\nto scientific knowledge and its spread, his rejection of\r\nviolence and his tireless fight for peace and respect for\r\nnature are all very contemporary messages which Prince\r\nAlbert I bequeathed to us. This was the meeting of a\r\nhuman life with history, and his multidimensional legacy\r\nhas come to us through time. He has influenced the minds\r\nof the people of Monaco, generation upon generation, in\r\nmaking us a welcoming, peace-loving people, respectful\r\nof our environment. Enriched by and adapted to world\r\ndevelopments and progress by his successors, primarily\r\nmy father, this heritage is now at the core of essential\r\nmissions which we have entrusted to the United Nations.\r\nMy country, within its modest means, is more prepared\r\nthan ever to make its experience, inherited from its\r\ndifficult past, available for understanding and\r\nrapprochement.\r\nThe defence of human rights and respect for human\r\ndignity, which are inscribed in letters of gold in the\r\nUnited Nations Charter, were no doubt of inspiration to\r\nPrince Albert I when he personally committed himself to\r\nthe rehabilitation of Captain Dreyfus and when he decided\r\nto grant constitutional political rights to his subjects in\r\n1911.\r\nThese fundamental human rights are being\r\ncommemorated by the international community today.\r\nThis is a great event. Fifty years ago, on 10 December\r\n1948, our General Assembly at its third session, held in\r\nParis at the Palais de Chaillot, adopted the Universal\r\n12\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nDeclaration of Human Rights. One of those primarily\r\nresponsible for it, the French professor René Cassin,\r\nreceived in 1968, 20 years after the solemn proclamation,\r\nthe Nobel Peace Prize. This commemoration should be an\r\nopportunity for collective soul-searching. To what extent\r\nare human rights enjoyed internationally? Above all, what\r\nis the position with regard to the initiatives taken to realize\r\nthe right to development, which was officially recognized\r\nin 1993 by the international community at the World\r\nConference on Human Rights, held in Vienna?\r\nThe current fierce economic competition which is\r\naggravating macroeconomic imbalances is not without an\r\nimpact on the enjoyment of human rights. While respect for\r\ncivil and political rights seems to be less affected,\r\neconomic, social and cultural rights underpinning the right\r\nto development have made only modest progress — where\r\nthey have not, indeed, met with major setbacks.\r\nThe current financial crisis is depriving millions of\r\nmen and women of their basic rights, when not actually\r\ndestroying their lives. At the world level, it has led to an\r\noverall drop in life expectancy, an increase in infant and\r\nmaternal mortality, greater unemployment, growing\r\ninsecurity, uncontrolled migration and a grave deterioration\r\nin social welfare, accompanied by a relentless drop in\r\nincome among the active population. The high-level\r\ndialogue on the theme of the social and economic impact of\r\nglobalization and interdependence and their policy\r\nimplications, which was held in this Hall on 17 and 18\r\nSeptember, clearly stressed these facts.\r\nHuman rights are indissoluble. They must be enjoyed\r\nby everyone everywhere. As the General Assembly\r\nproclaimed on 10 December 1948, they are a common\r\nstandard of achievement for all peoples and all nations. The\r\nhighest authorities of my country, along with the entire\r\nMonegasque people, are thoroughly convinced of this.\r\nOne thought comes to mind. It may be a lengthy one,\r\nsince the question is delicate and quite complex. The\r\nGovernment of the Principality is perfectly well aware that\r\nurgent and concrete steps must be encouraged at the\r\nnational and global levels. Mrs. Mary Robinson, the High\r\nCommissioner for Human Rights, has our full support and\r\nall our confidence. We know how difficult her task is and\r\nhow pitiful are her resources in the face of reality.\r\nThe Principality of Monaco also attaches the highest\r\nimportance to the tireless and courageous work of the\r\nOffice of the United Nations High Commissioner for\r\nRefugees, which, I am pleased to recall, received the Nobel\r\nPeace Prize nearly 45 years ago in 1954. Mrs. Sadako\r\nOgata and her colleagues deserve our support and respect.\r\nThe United Nations humanitarian activities, which\r\nare necessary today as never before, and its efforts to\r\neliminate anti-personnel landmines and the human tragedy\r\nthey entail also deserve our greatest encouragement.\r\nI wish here to emphasize the special interest which\r\nmy father, the Sovereign Prince, and I, President of the\r\nRed Cross of Monaco — currently celebrating its fiftieth\r\nanniversary — attach to respect for and strict\r\nimplementation of the Geneva Convention relative to the\r\nProtection of Civilian Persons in Time of War, of 12\r\nAugust 1949. Despite the tireless efforts of the\r\nInternational Federation of Red Cross and Red Crescent\r\nSocieties, as well as of many humanitarian organizations\r\nthat I wish to commend here for the altruism and courage\r\nof their members, we note an increase in serious\r\nviolations of this text, as well as of the most basic human\r\nrights of the most vulnerable sectors of the population,\r\nincluding children.\r\nLast June, the Security Council rightly expressed its\r\ngrave concern at the terrible consequences to children of\r\narmed conflict. It energetically and unequivocally\r\ncondemned the abuses to which they are subject,\r\nespecially the humiliations, outrages, sexual violence,\r\nkidnapping and displacements, as well their recruitment\r\nand use in combat, in violation of current international\r\nlaw. The authorities of Monaco unreservedly share that\r\nposition and are prepared to lend active support, to the\r\nextent of their abilities, to the Secretary-General’s Special\r\nRepresentative for Children in Armed Conflict so that he\r\nmay fulfil his noble mission.\r\nUnfortunately, the fate of children may be equally\r\ntragic outside armed conflict. Following the World\r\nCongress against Commercial Sexual Exploitation of\r\nChildren, held in Stockholm in August 1996, the\r\nGovernment of Monaco, as I stated to the General\r\nAssembly at its fifty-first session, has striven to reform its\r\ncriminal legislation in order to bring it into line with its\r\ncommitments. In implementation of article 34 of the\r\nConvention on the Rights of the Child, to which Monaco\r\nis Party, new legislative provisions have been enacted,\r\nwith broader scope to criminalize to the greatest possible\r\nextent the sexual exploitation of children to satisfy the\r\nvices of others.\r\nThe establishment, last July in Rome, of an\r\nInternational Criminal Court is a source of great hope.\r\n13\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThis represents major progress, a far-reaching change in the\r\ninternational order that fosters respect for the essential\r\nprinciples of humanitarian law. Its Statute, adopted by a\r\nlarge majority, opens the way to the prosecution of war\r\ncrimes and the most heinous crimes against humanity, many\r\nof which affect children, of course, but also woman and the\r\ndefenceless elderly. The Principality of Monaco, which\r\nparticipated in the Diplomatic Conference in Rome,\r\nwelcomes this historic decision.\r\nThe Royal Government is grateful that such weighty\r\nissues as the definition of crimes, the principle of\r\ncomplementarity, jurisdictions, the independence of the\r\nprosecutor’s office and relations with United Nations organs\r\nwere all solved satisfactorily.\r\nI also wish to express on behalf of my country our\r\ngreat satisfaction at the work which the Secretary-General\r\nhas done in recent months. The reports he submits to us\r\nnote progress in many areas, including administrative and\r\nfinancial management and the restructuring of the\r\nSecretariat. Outstanding progress has been achieved thanks\r\nto the trusting and close cooperation he has established with\r\nrepresentatives of Member States and with officials of the\r\nmost influential international world and regional bodies.\r\nHis diplomatic initiatives, carried out with great\r\nwisdom, patience and determination, have often been\r\ncrowned with success, despite the obstacles and difficulties\r\nhe has encountered. We are especially pleased that, in come\r\ncases, his initiatives have allowed us to prevent or stabilize\r\nconflicts that might otherwise have been extremely\r\ndevastating.\r\nThe Secretary-General’s well-written and incisive\r\nreport on the causes of conflict and the promotion of\r\ndurable peace and sustainable development in Africa has\r\nriveted our attention. It is a valuable source of inspiration\r\nand ideas for bringing peace to Africa.\r\nIn this respect, I cannot fail to recall that we are\r\ncommemorating this year the fiftieth anniversary of\r\npeacekeeping operations. It was in 1948 that the first\r\nUnited Nations observer mission was established. I take this\r\nopportunity to pay a tribute to all those men and women\r\nwho have served under the United Nations flag and to\r\nsalute the memory of those who gave their lives in the line\r\nof duty. Secretary-General Dag Hammarskjöld was among\r\nthem. More recently, in Kabul, an Italian Lieutenant\r\nColonel was killed and a French military adviser wounded.\r\nThe Convention on the Safety of United Nations and\r\nAssociated Personnel, adopted by the General Assembly at\r\nits forty-ninth session, is more relevant than ever. Ten\r\nyears ago, on 10 December 1988, United Nations\r\nPeacekeeping Forces received the Nobel Peace Prize. As\r\nI see it, this high distinction should be recalled on the\r\noccasion of this anniversary.\r\nI would like to express great sadness felt in my\r\ncountry over the accident of Swissair flight 111. My\r\nsaddest thoughts go to the victims of that accident, some\r\nof whom belonged to the great United Nations family. We\r\nshare the grief of their loved ones.\r\nAfrica and Europe have recently experienced a tragic\r\nseries of terrorist attacks that have taken a toll of\r\nhundreds of victims including women, children,\r\nelderly people, many of whom were present merely by\r\nchance. Those attacks have given rise to an inevitable\r\nescalation of the use of force and an increased risk of\r\nconflict. The authorities and people of Monaco have felt\r\nthese painful events very deeply. Through me, they wish\r\nto reaffirm to the Governments concerned and to the\r\nfamilies of the victims their solidarity and their deepest\r\nsympathy.\r\nOn 13 August 1995, the Security Council firmly\r\ncondemned acts of terrorism, which they called an\r\noutrage. It recalled its statement of 31 January 1992,\r\nissued at its high-level meeting of heads of State and\r\nGovernment. The Principality of Monaco agrees fully\r\nwith that position. It is perfectly aware that terrorism\r\nendangers not only the security of States and their\r\ncitizens, but also international cooperation and peace. My\r\ncountry is more convinced than ever of the need to\r\nstrengthen international cooperation, with a view to\r\ncombating more effectively this scourge, which is a\r\nserious and tragic setback in relations among human\r\nbeings, nations and peoples. It fully endorses the\r\nprovisions of General Assembly resolution 52/165,\r\nadopted on 15 December 1997, and its provisions aimed\r\nat the elimination of international terrorism.\r\nOur Government is now considering the possibility\r\nof adhering to the International Convention for the\r\nSuppression of Terrorist Bombings, which was adopted\r\nlast year without a vote and which is currently open for\r\nsignature. Furthermore, we hope that negotiations under\r\nway on a draft convention on the suppression of acts of\r\nnuclear terrorism will be concluded quickly.\r\nIn conclusion, it is my hope that the work of this\r\nfifty-third session of the General Assembly will be\r\ncrowned with success and that the activities of the\r\n14\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nOrganization will be strengthened in such vital areas as\r\ninternational security, disarmament, sustainable development\r\nand the protection of the environment.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Crown Prince of the\r\nPrincipality of Monaco for the statement he has just made.\r\nHis Serene Highness Crown Prince Albert, Crown\r\nPrince of the Principality of Monaco, was escorted\r\nfrom the rostrum.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Guinea, His Excellency Mr. Lamime\r\nKamara.\r\nMr. Kamara (Guinea) (interpretation from French):\r\nOn behalf of my delegation, I should first of all like to\r\ncongratulate Mr. Opertti warmly on his election to the\r\npresidency of the General Assembly at this session. My\r\ncountry, the Republic of Guinea, is pleased with this\r\nexpression of confidence, eloquent proof of the international\r\ncommunity’s recognition of the very positive role played by\r\nhis country, Uruguay, in working for the noble ideals of our\r\nOrganization. I am sure his personal qualities and great\r\nexperience will ensure success at this session.\r\nI should also like to take this opportunity to convey\r\nour great appreciation to Mr. Hennadiy Udovenko,\r\nPresident of the General Assembly at its fifty-second\r\nsession, for the skill, open-mindedness and efficiency of his\r\npresidency.\r\nI should also like to extend to the Secretary-General,\r\nMr. Kofi Annan, the confidence of the Government of\r\nGuinea, which greatly appreciates his perceptiveness, his\r\ngreat wisdom and his hard work, which together are\r\nopening up new horizons for this Organization.\r\nDespite encouraging results in many areas, the United\r\nNations still faces many challenges that threaten\r\ninternational peace and security and jeopardize the\r\nsustainable development of nations. It is the responsibility\r\nof the United Nations, in accordance with its purposes and\r\nprinciples, to become more involved in the enduring search\r\nfor peace, so that the human race, on the eve of the third\r\nmillennium, can establish a real foundation for the\r\nprosperity of all States.\r\nHow can one ensure peace and the harmonious\r\ndevelopment of our States if the international community\r\nwill not firmly commit itself to identifying and eradicating\r\nthe deep causes of the many conflicts and imbalances that\r\ncontinue to impede mankind’s progress towards greater\r\nwell-being? At a time when we are preparing to\r\ncommemorate the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, the world’s conscience is\r\nstill troubled by the indifference of the major players in\r\nthe international arena in the search for appropriate\r\nsolutions to the challenges that face us all.\r\nIn a number of countries, peoples and individuals are\r\ndeprived of fundamental rights. Civil wars continue to\r\ncause great suffering to innocent victims. It has been\r\nshown that respect for fundamental rights, including\r\npromotion of the right to development, which underlies all\r\nother rights, is an excellent instrument of preventive\r\ndiplomacy today.\r\nOur session is opening at a time when the Middle\r\nEast peace process is completely deadlocked. My country\r\nis following with great concern recent developments in\r\nthat part of the world, particularly in the Arab territories\r\noccupied by Israel. My delegation is convinced that unless\r\nthe rights of all the interested parties are taken into\r\naccount, peace will remain elusive.\r\nThe search for peace in the Middle East is a matter\r\nof concern to all States, first and foremost the States\r\nmembers of the Organization of the Islamic Conference\r\n(OIC), which on several occasions has called on the\r\nSecurity Council and the General Assembly for greater\r\nUnited Nations involvement in achieving a just and\r\nlasting peace in the Middle East through the return of the\r\noccupied Arab territories, the creation of a Palestinian\r\nstate and respect for the rights of all States in the region\r\nto peace and security.\r\nMy delegation appeals to all parties concerned,\r\nparticularly the authorities in Tel Aviv, to ensure strict\r\nimplementation of the Oslo and Washington agreements,\r\nwith a view to saving peace and thereby avoid the threat\r\nof another crisis that jeopardizes the balance in the\r\nsubregion and international peace as a whole.\r\nThe African continent continues to be a central\r\nconcern of the international community. There is no need\r\nfor me to enumerate the many internal conflicts that have\r\noccurred in Africa in recent years.\r\nIn West Africa, the collective awareness of the\r\nmember States of the Economic Community of West\r\nAfrican States (ECOWAS) of the need to make our\r\nsubregion a zone of peace, security and stability has\r\n15\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\ncontributed, thanks to the resolve shown by our heads of\r\nState, to restoring peace in Liberia and has allowed for a\r\nreturn to constitutionality in Sierra Leone.\r\nThese achievements, which are the result of the\r\nunanimous desire of our peoples to manage their own\r\naffairs, also attest to the vitality of the institutions of\r\nregional integration as instruments for conflict prevention,\r\nmanagement and resolution. Here, I would appeal to the\r\ninternational community for more cooperation with and\r\nassistance to the peacekeeping mechanisms initiated by\r\nsubregional organizations.\r\nThere is a need to consolidate the great achievements\r\nof the restoration of peace in Liberia and Sierra Leone\r\nthrough massive assistance for their speedy reconstruction,\r\nthe return of refugees and national reconciliation. If the\r\nyoung people who have been demobilized in these two\r\ncountries do not quickly find some activity in civilian life,\r\nthe temptation to return to disorder will remain. To\r\nstrengthen peace and security in the West African\r\nsubregion, the international community must help the\r\neconomies of Liberia and Sierra Leone return to the path of\r\ngrowth.\r\nWhile ECOWAS and the international community\r\nwere seeking ways and means to consolidate peace in\r\nSierra Leone and Liberia, another conflict erupted on 7\r\nJune 1998 in Guinea-Bissau. The Government of Guinea,\r\nwhich has always advocated dialogue and consultation to\r\nresolve conflicts, expressed, from the beginning of this\r\ncrisis, its grave concern because of the geographic,\r\nhistorical, social and cultural ties uniting Guinea-Bissau and\r\nmy own country.\r\nThe existence of a mutual defence assistance pact,\r\nsigned on 25 January 1980, and the explicit invitation by\r\nthe Guinea-Bissau’s democratically elected President,\r\nPresident João Bernardo Vieira both justified the sending of\r\na Guinean contingent to Guinea-Bissau to preserve\r\nconstitutional order and help end the war. Faithful to our\r\npolicy of peace and dialogue, the Government of Guinea\r\nhas been working since the beginning of this crisis in the\r\nECOWAS Committee of Seven to find a just, negotiated\r\nsolution.\r\nWe believe that complementary action by the\r\nEconomic Community of West African States and the\r\ncontact group of the Community of Portuguese-Speaking\r\nCountries will make it possible for us to achieve the\r\nobjective of restoring peace and security in Guinea-Bissau.\r\nIf we are to preserve the achievements of\r\ndemocratization in Africa, the international community\r\nmust adopt new, more binding legal instruments\r\nprohibiting any seizure of power by force and banishing\r\nthose responsible for such actions at the international,\r\nregional and subregional levels. The implementation of\r\nsuch measures will help to strengthen preventive\r\ndiplomacy and to preserve peace and security within our\r\nStates, with respect for fundamental human rights.\r\nI cannot end this section of my statement without\r\nmentioning the thorny issue of refugees and displaced\r\npersons, who are the victims of these crises. My country,\r\nthe Republic of Guinea, because of its geographic location\r\namong three countries facing civil war, has of all the\r\ncountries in the world the highest proportion of refugees\r\nwithin its territory. Over the last decade, Guinea has taken\r\nin more than 700,000 refugees, which is one tenth of our\r\npopulation. This massive and prolonged concentration of\r\npeople has had serious social, economic and\r\nenvironmental consequences in the areas of Guinea\r\nconcerned, and is weighing heavily on my country and its\r\neconomy.\r\nI would like to reiterate here the appeal made by the\r\nGovernment of Guinea for substantial assistance, in\r\naccordance with Security Council and ECOWAS\r\nresolutions to help the Republic of Guinea bear the\r\nburden of these refugees. On behalf of the Government of\r\nGuinea, I should like to express our gratitude to those\r\nStates that have already responded favourably to this\r\nappeal.\r\nConcerned about the situation, the United Nations\r\nDepartment of Political Affairs and the United Nations\r\nDevelopment Programme organized a special meeting on\r\nthe Republic of Guinea on 9 and 10 July this year in New\r\nYork. The Government of Guinea appreciated this\r\nwelcome initiative by the Secretary-General. We greatly\r\nappreciated the recognition by the international\r\ncommunity, through the United Nations system, of the\r\ngreat sacrifices made by the people of Guinea to help the\r\nrefugees from neighbouring countries, and especially the\r\nwill of the United Nations system to mobilize resources\r\nto strengthen Guinea’s economic capacity and preserve its\r\nstability, so that we can continue to be a small island of\r\npeace and prosperity.\r\nI should like to take this opportunity to urge\r\nmultilateral partners, all our partners, to continue to\r\npursue with us the activities undertaken in support of\r\nGuinea, particularly in the area of the environment, which\r\n16\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nhas been seriously degraded by the long-term mass\r\npresence of refugees. The future of the water supplies of\r\nWest Africa is at stake here.\r\nThe Republic of Guinea is closely following recent\r\ndevelopments in the political situation in the Great Lakes\r\nregion, particularly the crisis in the Democratic Republic of\r\nthe Congo. My delegation is deeply concerned by the risk\r\nthat the conflict will spill over into the subregion. We\r\nurgently appeal to all the parties to the conflict to call an\r\nimmediate ceasefire and to respect the territorial integrity of\r\nthe Democratic Republic of the Congo, in accordance with\r\nthe recommendations of the summit of heads of State of the\r\nsubregion held at Victoria Falls on 7 and 8 September this\r\nyear.\r\nPromoting the right to development is part of the\r\noverall search for greater prosperity for the human race.\r\nWhile tangible political progress has been made in Africa\r\nover the last decade, African States still face the challenge\r\nof development, indebtedness and the negative impact of a\r\nglobalization which is not yet fully understood.\r\nThis terrible situation, aggravated by the negative\r\nimpact of internal conflict, is significantly weakening our\r\nStates and opening them up to new and dangerous forms of\r\nforeign greed. The implementation of a policy to gradually\r\nreduce the imbalances between rich and developing\r\ncountries would contribute to the emergence of a true\r\nglobal market by the creation of centres of development on\r\nall continents.\r\nEach country in the world should be given every\r\nopportunity for development and helped to become part of\r\nthe world trade system. Despite considerable efforts by\r\nAfrican countries towards political and economic\r\nrestructuring, and towards strengthening their credibility and\r\nmaking their economies more competitive, the economic\r\nsituation in Africa continues to be critical. If urgent and\r\nappropriate measures are not taken, the sacrifices made risk\r\nhaving been in vain.\r\nMy Government has already undertaken far-reaching\r\npolitical, economic and structural reforms and hopes that\r\nspecial attention will be given to the situation in Africa. We\r\nappeal to the international community and the developed\r\ncountries to continue to increase official development\r\nassistance. Sustained assistance to African countries will\r\nenable them to consolidate what they have already achieved\r\nand thereby to enter the next millennium with a greater\r\nsense of calm. In this respect, the Agenda for Development\r\nshould be strongly supported, with a view to its effective\r\nimplementation.\r\nThe question of disarmament and the non-\r\nproliferation of weapons of mass destruction is still a\r\nconcern for my Government. While the adoption of the\r\nComprehensive Nuclear-Test-Ban Treaty was a significant\r\nstep forward for the preservation of peace, recent\r\ndevelopments in the international arena require the\r\ninternational community as a whole to consider more\r\ndeeply the underlying causes of the nuclear arms race. It\r\nseems clear that as long as imbalances and injustices are\r\nnot put right, the spectre of proliferation will continue to\r\nthreaten international peace.\r\nCountries that already possess nuclear weapons have\r\na special responsibility for the preservation of\r\ninternational peace and must shoulder their responsibilities\r\nby taking a more active part in strengthening prevention\r\nand peacekeeping mechanisms, resolving existing or latent\r\nconflicts, ensuring more equitable treatment for States\r\ninvolved in conflict and, finally, making a more\r\nsubstantial contribution to the development of less\r\nfortunate nations.\r\nThe Government of Guinea believes that only\r\ngeneral and complete disarmament can prevent the risk of\r\nproliferation. In the subregion of West Africa, the trade\r\nin small arms endangers the internal equilibrium of our\r\nStates. Within the context of conflict prevention in West\r\nAfrica, subregional cooperation is under way to eradicate\r\nthis scourge. We invite the other regions of Africa to\r\nsupport this initiative and to work to establish appropriate\r\nstructures in order to put an end to the illicit trade in\r\nsmall arms and make Africa a zone of peace and security.\r\nThe Republic of Guinea welcomes the adoption and\r\nsigning of the Convention on the Prohibition of the Use,\r\nStockpiling, Production and Transfer of Anti-Personnel\r\nMines and on Their Destruction. The National Assembly\r\nof Guinea has already ratified this important Convention\r\nto show its support for the elimination of landmines,\r\nwhich cause so much suffering to innocent victims.\r\nIt is reassuring to note the greater awareness at the\r\nglobal level of the need to end drug-trafficking, whose\r\nmany consequences dangerously threaten the prosperity of\r\nnations. The results of the recent world summit meeting\r\non drugs will doubtless enable us to further refine our\r\nmethods to combat the production, distribution, sale and\r\nconsumption of drugs, which are a real scourge.\r\n17\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe recent adoption in Rome of the Statute of the\r\nInternational Criminal Court was a major milestone in the\r\nprogress of humankind towards the elimination of serious\r\nviolations of humanitarian law committed during\r\ninternational or internal conflicts.\r\nAs our community prepares to enter the third\r\nmillennium, it is now more necessary than ever to adapt the\r\nUnited Nations to the requirements of international life. The\r\nnew challenges facing us will require the adoption of new,\r\nmore appropriate arrangements to make the twenty-first\r\ncentury one of peace, justice and prosperity within the\r\ncontext of an equitable partnership that is beneficial to all\r\nnations.\r\nMy delegation is convinced that the United Nations is\r\nstill the melting pot in which all nations can make their\r\nvoices heard in the search for just and lasting solutions to\r\ntheir concerns. We therefore believe that the financial\r\ncapacity of the United Nations must be strengthened.\r\nContributions must be paid on time and in accordance with\r\nthe established scale. To that end, we must, together,\r\nreview the way in which the United Nations system\r\nfunctions with a view to adapting it to current and future\r\ncircumstances.\r\nMy delegation believes in the need for the\r\ndemocratization of the United Nations through the\r\nrestructuring of its principal bodies, such as the Security\r\nCouncil, whose current membership reflects the state of the\r\nworld in 1945 and no longer corresponds to the political,\r\neconomic and social realities of the world today. The\r\nreform of the principal bodies of our Organization must\r\nenable all States to use their national capacities to seek and\r\nconsolidate international peace.\r\nMy country is more committed than ever to the\r\nhonourable mission of our Organization as set forth in the\r\nCharter. Given the many challenges facing us, Guinea\r\nbelieves in the need for all of us to work together to\r\nstrengthen and preserve humankind’s vision of justice,\r\nfreedom, peace and solidarity. That is what our peoples\r\nwould have us do.\r\nAddress by Mr. Rafic Hariri, Prime Minister and\r\nPresident of the Council of Ministers of the Lebanese\r\nRepublic\r\nThe Acting President: The Assembly will now hear\r\nan address by the Prime Minister and President of the\r\nCouncil of Ministers of the Lebanese Republic.\r\nMr. Rafic Hariri, Prime Minister and President of\r\nthe Council of Ministers of the Lebanese Republic,\r\nwas escorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Prime Minister and President of the\r\nCouncil of Ministers of the Lebanese Republic, His\r\nExcellency Mr. Rafic Hariri, and inviting him to address\r\nthe General Assembly.\r\nMr. Hariri (Lebanon) (interpretation from Arabic):\r\nIt gives me great pleasure to congratulate Mr. Opertti on\r\nhis election as President of the General Assembly at its\r\nfifty-third session. I would also like to commend the\r\nefforts of his predecessor, Mr. Hennadiy Udovenko,\r\nwhom we recently welcomed to our country.\r\nI should also like to place on record our appreciation\r\nto the Secretary-General, Mr. Kofi Annan. He has been\r\nworking tirelessly to promote the authority of the United\r\nNations, advocating respect for the international\r\nlegitimacy for which it stands, especially in the area of\r\nfinding peaceful solutions to the explosive conflicts that\r\nare raging in some parts of the world. The international\r\ncommunity has recognized his great achievement when he\r\nsucceeded a few months ago in defusing an ominous\r\nmilitary confrontation in the Arab Gulf region. We hope\r\nthat this will be followed by similar successes in other\r\nvolatile situations plaguing different parts of the world.\r\nThe hopes that are pinned on the United Nations\r\nassume a special meaning at this session, which coincides\r\nwith the fiftieth anniversary of the Universal Declaration\r\nof Human Rights, an instrument which Lebanon\r\nparticipated in framing. Today, human rights are a major\r\npillar of the new world order. Respect for human rights\r\nhas become the yardstick by which the democracy\r\npractised in countries is judged. Compliance with the\r\nprovisions of the Declaration under all circumstances and\r\nconditions guarantees not only the peace, security and\r\nstability of societies but also the establishment of relations\r\nof cooperation and understanding among States.\r\nThe United Nations is duty-bound to enhance its\r\nindependence since it was liberated from the impact of\r\nthe cold war and of the bipolarity which held sway over\r\ninternational relations in the post-Second World War era.\r\nToday, it is called upon to reactivate its role in making\r\nand consolidating peace. This task can be achieved\r\nprimarily by addressing the root causes of conflicts,\r\nthrough preventive diplomacy and through various\r\n18\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\ntechnical and development assistance programmes in\r\nvarious fields.\r\nIt is important here to refer to the fact that\r\ninternational institutions have an important role to play in\r\nproviding the developing countries with the necessary\r\ntechnical assistance. Such assistance will enable them to\r\ntake advantage of the accelerated pace of globalization in\r\nthe field of trade and finance. It will also give these\r\ncountries sufficient time to adapt and get ready to face the\r\nnew challenges. This will help many developing countries\r\navoid the negative effects of surging globalization, given\r\nthe inadequacy of their production capabilities and the\r\nabsence of a competitive edge. In this regard, Lebanon is\r\neffectively contributing to the establishment of a free trade\r\nzone specifically in the Arab region while continuing its\r\ncommitment to the establishment of trade liberalization\r\nworldwide.\r\nOn the eve of the twenty-first century, the United\r\nNations role requires it to fulfil the tasks of reform and\r\nstreamlining so that it can keep up with the fast pace of\r\ninternational relations. Thus the reform measures initiated\r\nby the Secretary-General must be completed. Furthermore,\r\nthe reform of the working methods and streamlining of the\r\nSecurity Council to increase its membership and make it\r\nmore representative should also be completed. Once\r\nreformed, different States, particularly small States, will be\r\nenabled to participate in the decision-making process\r\nrelevant to the maintenance of international peace and\r\nsecurity.\r\nWe commend the efforts that went into the\r\nestablishment of the International Criminal Court whose\r\nStatute was recently adopted in Rome. Lebanon supports\r\nthe establishment of the Court and is determined to study\r\nits Statute positively.\r\nMore than ever before, the international community is\r\ncalled upon to promote the peaceful settlement of disputes,\r\nespecially in extremely sensitive regions of the world. We\r\nneed also to address the root causes of the problems and\r\nthereby to defuse the crises before they turn into full-scale\r\nconflagrations.\r\nThe time has come to solve pending problems,\r\nparticularly those of the Middle East region. For instance,\r\na settlement must be found to the question of the three\r\nislands in the Gulf disputed by the United Arab Emirates\r\nand Iran. Such a settlement should restore the disputed\r\nislands to their rightful owners and thus promote peace and\r\nstability among the States and the peoples of the region.\r\nIf we are truly interested in the promotion of\r\nregional and international peace and security, we must\r\nwork in all seriousness to build a world free from\r\nweapons of mass destruction. In this context, we aspire\r\nand call for the establishment of a zone free from nuclear\r\nand other weapons of mass destruction in the Middle\r\nEast.\r\nFive years ago, I was privileged to stand here before\r\nthe General Assembly to speak about Lebanon and about\r\nits commitment to a just and comprehensive peace. From\r\nthis very rostrum, I declared that Lebanon is committed\r\nto the principles of democracy, liberty and human rights,\r\nand that it has succeeded in safeguarding these principles\r\neven through its darkest moments.\r\nIn this context, reference should be made to\r\nLebanon’s firm position of condemning terrorism in all its\r\nforms and manifestations including political, cultural and\r\neconomic. We condemn terrorism whether sponsored by\r\nStates or by individuals. Lebanon condemns attacks\r\nagainst civilians, embassies and diplomatic missions,\r\nplane hijacking and any other act that jeopardizes the\r\nlives and property of civilians. However, we must stress\r\nthe importance of distinguishing between terrorism and\r\npeoples’ rights to resist the forces of foreign occupation\r\nin accordance with the Charter of the United Nations and\r\nin its successive resolutions adopted by the international\r\nOrganization and other fora, especially the Declaration of\r\nthe Occasion of the Fiftieth Anniversary of the United\r\nNations.\r\nLebanon is fully committed to the role of the United\r\nNations and is keen on furthering this role and on\r\nsafeguarding the equilibrium and integrity of international\r\nrelations. We therefore believe that it is important for all\r\nStates, large and small, to commit to the principles of\r\ninternational legitimacy and refrain from undertaking\r\nunilateral measures that are driven solely by narrow\r\ninterests and dictated by expediency.\r\nToday, as we reiterate these constant positions of\r\nprinciple, we can point with confidence to the originality\r\nof our experience in coexistence, which is based on\r\nmoderation and tolerance, and our firm belief in both\r\ndeserves to be a living model that should be emulated\r\nwhenever solutions are sought to the problems of societies\r\nafflicted with wars, racial or factional strife all over the\r\nworld. This is particularly true of societies that are trying\r\nto restore civil peace as part of their post-conflict peace-\r\nbuilding efforts.\r\n19\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nLebanon, with an open and creative society, a society\r\nthat is Arab by identity and orientation, has remained united\r\nin territory, population and institutions; Lebanon has\r\nremained a vibrant oasis of goodwill and beneficial\r\ninteraction.\r\nAs is well known, Lebanon has for the past few years\r\nembarked on a reconstruction plan following a protracted\r\ndevastating war. It has been tirelessly working to regain the\r\nprominent cultural and economic position it once held in its\r\nregion and in the world, depending on God Almighty, then\r\non the will and resourcefulness of its own citizens and on\r\nthe support of its brothers and the contributions of its\r\nfriends all over the world.\r\nThroughout this period of reconstruction, Lebanon\r\nfaced difficult circumstances caused first and foremost by\r\nthe continued Israeli occupation of parts of its territories\r\nand by the continuity of its devastating attacks against its\r\nvillages and peaceful citizens. These attacks have claimed\r\nthe lives of many innocent civilians, men, women and\r\nchildren, and wounded many many more. I am confident\r\nthat the international community still remembers very well\r\nthe Qana massacre perpetrated by Israel in 1996.\r\nLebanon has faced a critical stage of its history\r\nthrough the past few years while implementing the\r\nreconstruction plans. The only parallel to the intensity of\r\nthis stage is the determination of the Lebanese people to\r\nface the various challenges on more than one front.\r\nLebanon has succeeded in regaining the world’s confidence\r\nin its ability to play once more a distinguished and shining\r\nrole in the cultural, economic, commercial and financial\r\nfields. Beirut is back to its position as the crossroads of\r\nvarious cultures and civilizations, a fact attested to by the\r\nmany conferences and the regional and international\r\nmeetings that were convened there. The United Nations\r\nbuilding that Lebanon has recently completed as the focal\r\npoint for United Nations activities in Lebanon and in the\r\nregion is proof, if any was needed, of Lebanon’s keen\r\ninterest in the return of international organizations to Beirut.\r\nAs an indication of international confidence in our\r\nperformance, the world financial markets traded in treasury\r\nbonds issued by the Lebanese Government and institutions\r\nof the private sector. This was made possible by the\r\ncooperation between the Lebanese financial institutions and\r\ntheir international counterparts. It is a demonstration of the\r\nconfidence that the world has in the present and future of\r\nthe national economy and of the confidence of the Lebanese\r\nthemselves in their country and its future.\r\nBut to date, Israel has not wanted to meet its\r\ncommitments; it has not done what it promised to the\r\nPalestinians and to the international community; it does\r\nnot want to resume the negotiations with Lebanon and\r\nwith Syria from the point at which they left off.\r\nWe invite the institutions of the international\r\ncommunity to play a more effective role in securing\r\ncompliance with the resolutions of international\r\nlegitimacy. They must bring the necessary pressure to\r\nbear on the aggressor to remove the causes of this conflict\r\nand lay the foundations of a just and comprehensive\r\npeace.\r\nIsrael cannot merely pay lip service to peace and\r\nexpect to be considered a truly peace-loving State.\r\nTalking about peace is one thing; Israel’s actions on the\r\nground are another. Israel’s claim that it is a weak\r\ncountry surrounded by hostile neighbours is one thing;\r\nIsrael’s military might, based on weapons of mass\r\ndestruction, nuclear weapons and state-of-the-art Western\r\nweaponry, is another. Israel has all those weapons and is\r\nthe mightiest Power in the Middle East. But it does not\r\nwant to implement or respect the resolutions of\r\ninternational legitimacy.\r\nWe went to the Madrid Peace Conference with the\r\nother Arab parties sincerely hoping to achieve a just,\r\npermanent and comprehensive peace that would end the\r\ncontinued cycle of violence that has engulfed our region\r\nover the past 50 years. The negotiations on the Palestinian\r\ntrack remain in a vicious circle, and the repercussions of\r\nIsraeli intransigence could very well shatter our hopes for\r\npeace; the negotiations on the Lebanese and Syrian tracks\r\nhave come to a complete standstill as a result of the\r\nintransigent position of the Israeli Government.\r\nWe reaffirm our permanent commitment to the noble\r\nobjective of achieving peace. We have previously\r\ndeclared that the accomplishment of this goal lies in the\r\nfull, immediate and unconditional implementation of\r\nUnited Nations resolutions. On this occasion, we reiterate\r\nour total rejection of any settlement of Palestinian\r\nrefugees in Lebanon. We call upon the international\r\ncommunity to increase its voluntary contributions to the\r\nUnited Nations Relief and Works Agency for Palestine\r\nRefugees in the Near East (UNRWA) pending the\r\nimplementation of international resolutions relative to\r\nrefugees, particularly resolution 194 (III).\r\nAs we repeat our commitment to a just,\r\ncomprehensive and permanent peace, we declare that we\r\n20\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nin Lebanon and in Syria are ready to resume the\r\nnegotiations from where they were stopped. We are ready\r\nto sign a peace treaty with Israel within three months, on\r\nthe condition that it withdraws from the South, from the\r\nWest Beqaa, and from the Syrian Golan to the lines of 4\r\nJune 1967. Peace negotiations aimed at achieving a just and\r\ncomprehensive peace — the peace that we always\r\nproclaimed our desire to achieve — can only be\r\naccomplished on the basis of the Madrid terms of reference,\r\nin accordance with the principle of land for peace. These\r\nshould be pursued on two parallel, inseparable tracks with\r\nIsrael: the Lebanese negotiation track and the Syrian\r\nnegotiation track.\r\nThe interdependence of the twin tracks was a strategic\r\ndecision dictated by the supreme interests of both Lebanon\r\nand Syria. This interdependence enhances the prospects of\r\na just, permanent and comprehensive peace. We have\r\npreviously declared, and we repeat today before this\r\nassembly of nations, that neither Lebanon nor Syria will\r\nsign a separate peace agreement with Israel. Lebanon and\r\nSyria are committed to the resolutions of international\r\nlegitimacy. We continue to be committed to peace as a\r\nstrategic choice.\r\nPeace as we see it is a peace built on justice, a peace\r\nthat will restore usurped rights to their rightful owners fully\r\nand without diminution. Any initiatives that ignore these\r\nprinciples and bases are nothing more than manoeuvres\r\npredestined to failure. They will only prolong the conflict\r\nwith all that this implies in terms of squandering the human\r\nand economic resources of all concerned. They will further\r\npostpone the permanent, just and comprehensive peace\r\nwhich we still uphold and aspire to. To us, this will always\r\nbe the only viable means to achieve the prosperity and\r\nprogress of our people and of the other peoples of the\r\nregion.\r\nThe voices that were recently raised calling for the\r\nestablishment of military alliances in the region on the\r\npretext of confronting certain trends of thought can only be\r\nseen as attempts to bring the region back to the atmosphere\r\nof alliances and confrontation. Time and again, history has\r\nproven these to be harmful to the interests of peoples. They\r\ncan only lead to negative results that will obstruct the peace\r\nprocess.\r\nSo long as the Israeli occupation and assaults against\r\nour people continue, we shall continue to uphold our right\r\nto resist occupation and to use all legitimate means to\r\nwhich peoples who have had to endure the injustices and\r\nevils of occupation have resorted previously. The Lebanese\r\nresistance in southern Lebanon and the West Beqaa is in\r\npursuit of a legitimate right supported and endorsed by\r\nthe entire Lebanese people. The Lebanese people who,\r\nlike other peoples whose lands have been occupied, have\r\nbeen resisting occupation, and appeal to the international\r\ncommunity to spare no effort in helping to secure the\r\nrelease of its citizens who are incarcerated in Israeli\r\nprisons and in detention camps under Israeli control in the\r\noccupied Lebanese territories. Hundreds of our sons have\r\nbeen languishing in Israeli jails and detention camps for\r\nyears. Some have already served the prison sentences\r\nhanded down by Israeli courts, yet are still in custody for\r\nreasons unknown to anyone. Others have been in custody\r\nfor years but have not yet been arraigned. Their\r\nincarceration continues under an arbitrary measure that\r\nIsrael calls “administrative detention”.\r\nWe have been trying to secure the release of all\r\nLebanese detainees from Israeli jails with the assistance\r\nof friendly and brotherly States and with the active\r\ninvolvement of the International Committee of the Red\r\nCross. We appeal to the United Nations and to other\r\ninternational humanitarian agencies to give this matter\r\ntheir utmost attention. We also call upon them to plead\r\nwith Israel to improve the living conditions of these\r\nprisoners, who live in unbearable, inhumane\r\ncircumstances that run counter to international laws and\r\nconventions.\r\nLebanon finds itself today twice victimized. On the\r\none hand, it has to endure continued devastating attacks\r\nby Israel, attacks that can be justified only under one\r\nrubric: Israel’s stubborn clinging to its occupation and to\r\nthe flimsy pretext of security. On the other hand, Lebanon\r\nsees how the international community is incapable of\r\ndoing what it takes to restore its legitimate rights through\r\ncompliance with the just resolutions adopted by this\r\ninternational Organization, in particular Security Council\r\nresolution 425 (1978), which calls for unconditional\r\nIsraeli withdrawal from the Lebanese territories. Lebanon,\r\nwhich for 50 years has dearly paid for the establishment\r\nof Israel, suffers from the double standards which have so\r\nfar obstructed the implementation of Security Council\r\nresolution 425 (1978).\r\nThe United Nations, which has made continuous\r\nefforts, and whose peacekeeping forces have made the\r\nultimate sacrifice, in the South, remains the best witness\r\nto the indiscriminate nature and ferocity of the Israeli\r\nattacks against the Lebanese. The United Nations\r\npeacekeeping forces have repeatedly been the direct target\r\nof Israeli bombardment, including the 1996 shelling of the\r\n21\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nheadquarters of a battalion of the United Nations Interim\r\nForce in Lebanon, in Qana, which was the scene of a\r\nheinous massacre in which scores of Lebanese lost their\r\nlives. Here we would like to pay tribute to the fallen\r\nsoldiers of the United Nations who have died in Lebanon,\r\nvictims of Israeli acts of aggression. Lebanon considers\r\nthem to be its martyrs too. From this rostrum, we honour\r\ntheir memory. We salute each and every member of the\r\nUnited Nations peacekeeping Force stationed in Lebanon.\r\nWe express special thanks and appreciation to the friendly\r\nStates that have contributed troops to that Force. On the\r\noccasion of the departure of the Norwegian battalion that\r\nhas worked in Lebanon for over two decades, allow me to\r\nexpress, on behalf of the people and the Government of\r\nLebanon, our thanks and gratitude to the Norwegian people\r\nand Government for their enduring commitment to and\r\nparticipation in the Force. Many members of the Norwegian\r\nbattalion sacrificed their lives in the line of duty.\r\nLebanon has the right to demand that the international\r\ncommunity and the United Nations, which represents\r\ninternational legitimacy, should make every effort to secure\r\nIsrael’s compliance with international resolutions and its\r\nwithdrawal from its territories.\r\nLebanon, which believes in peace, will work with its\r\nbrothers to consolidate this peace and make it a foundation\r\nfor a new life in the Middle East region. Achieving this\r\nnoble objective will not only translate just resolutions into\r\ntangible action, but it will also further the confidence of\r\nsmall States and nations in an authority that will guarantee\r\ntheir rights, their very existence and their future.\r\nIn conclusion, I would like to address the Israeli\r\npeople to tell them that the Arabs, specifically Lebanon and\r\nSyria, have taken a strategic decision, namely the peace\r\noption, which is the difficult choice. This is the strategic\r\noption which we uphold and for which we work in the\r\ninterest of the future of our nation and that of our children.\r\nFor peace to be realized, Israel also has to follow suit for\r\nthe sake of the future of its children. Peace requires courage\r\nand a broad vision of the future. Lebanon and Syria have\r\nmade their choice. Will Israel make the same choice?\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister and President\r\nof the Council of Ministers of the Lebanese Republic for\r\nthe statement he has just made.\r\nMr. Rafic Hariri, Prime Minister and President of the\r\nCouncil of Ministers of the Lebanese Republic, was\r\nescorted from the rostrum.\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs of Slovakia, Her Excellency\r\nMs. Zdenka Kramplová.\r\nMs. Kramplová (Slovakia): First of all, I wish to\r\ncongratulate the President on his election to the\r\npresidency of the General Assembly at its fifty-third\r\nsession and to express my sincere belief that under his\r\nleadership this session of the General Assembly will carry\r\nout successfully the tasks that the international community\r\nexpects this global forum to deal with.\r\nI would also like to thank Mr. Hennadiy Udovenko\r\nfor his work and contribution to the successful completion\r\nof the last session of the General Assembly.\r\nIn this period of significant global political and\r\neconomic changes, the world needs a modern and\r\neffective United Nations that is capable of dealing with\r\nissues of importance to all of mankind in a proper and\r\nflexible manner. Slovakia believes that the ongoing\r\nprocess of reform of the United Nations will contribute\r\nsubstantively to this goal. It gives its full support to the\r\nswift implementation of the reform measures initiated by\r\nthe Secretary-General in his basic report on reform.\r\nThe Slovak Republic welcomes the proposal to\r\ndesignate the fifty-fifth session of the General Assembly\r\nas the Millennium Assembly. We expect that the\r\nMillennium Assembly will provide Member States an\r\nopportunity to formulate answers to questions about the\r\nstrategic goals of the United Nations for the next\r\nmillennium in the field of international peace and security\r\nand economic cooperation. We assume that the report on\r\nthe role of the United Nations in the twenty-first century\r\nthat the Secretary-General intends to present to the\r\nGeneral Assembly in the year 2000 will provide a\r\nthorough evaluation of the results achieved in specific\r\nareas of United Nations activities.\r\nThe Slovak Republic supports a Security Council\r\nreform that would enhance its representative character, its\r\nworking methods and the transparency of its work, as\r\nwell as preserve the Council’s capability to act promptly.\r\nThe reform should result in an adequate representation of\r\nindividual regional groups and accommodate a legitimate\r\nclaim of the Eastern European regional Group and other\r\nStates to a new non-permanent seat in the Security\r\nCouncil. Let us keep in mind that the number of members\r\nof the Eastern European Group has doubled over the past\r\nfew years.\r\n22\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nSlovakia supports the efforts to reach a consensus on\r\nthe reform in the area of United Nations financing,\r\nfavouring the principle of capacity to pay. In any case,\r\nmuch of the tension can be solved through the regular\r\ncontributions by Member States to the relevant United\r\nNations budgets.\r\nThe Slovak Republic supports the idea of the\r\nexclusively peaceful use of nuclear energy and is a strong\r\nadvocate of unconditional and universal observance of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT)\r\nand the Comprehensive Nuclear-Test-Ban Treaty (CTBT).\r\nSlovakia actively participates in the Preparatory Committee\r\nfor the 2000 sixth Review Conference of the Parties to the\r\nNPT, and in this context fully supports the universality of\r\nthe NPT and the CTBT. In March of this year, Slovakia\r\ncompleted the ratification process of the CTBT. This\r\nconfirms our active approach in this area.\r\nWe appreciate the highly qualified and objective\r\nexpertise of the International Atomic Energy Agency\r\n(IAEA), both in the field of elimination of the nuclear\r\nmilitary threat and the peaceful use of nuclear energy.\r\nSlovakia fully supported the activities of the International\r\nAtomic Energy Agency known as programme “93+2” for\r\nstrengthening the effectiveness and improving the efficiency\r\nof the safeguards system. I have the honour to inform the\r\nAssembly that the Board of Governors of the International\r\nAtomic Energy Agency approved at its session in\r\nSeptember the additional protocol to the safeguards\r\nagreement between Slovakia and the International Atomic\r\nEnergy Agency. Early entry into force of the additional\r\nprotocol will be a high priority for Slovak authorities.\r\nSlovakia pays very close attention to the issue of\r\nlandmines. The ratification of the Ottawa Convention is in\r\nthe internal legislative process. We believe that the Ottawa\r\nprocess and the Conference on Disarmament are\r\ncomplementary. Slovakia — which has experience in\r\ndemining devices and technologies, and has capacities in\r\neducation and training in mine clearance — would like to\r\nplay an active role in the process of the total elimination of\r\nanti-personnel landmines.\r\nIn the area of biological weapons, the Slovak Republic\r\nsupports improving the verification system of the Biological\r\nWeapons Convention, as well as the elimination of the\r\nillegal transfer of these weapons.\r\nSlovakia supports the efforts of the United Nations\r\naimed at conflict resolution through the strengthening of\r\nUnited Nations capacities in the field of preventive\r\ndiplomacy, early warning systems and effective use of\r\nUnited Nations peacekeeping operations. Slovakia’s active\r\nparticipation in United Nations peacekeeping operations\r\nis proof of our continuing commitment. At present,\r\nSlovakia is participating in three peacekeeping operations,\r\nand it is prepared to provide troops to other missions as\r\nwell.\r\nMy country supports the United Nations efforts to\r\nstrengthen its capacity for rapid deployment of United\r\nNations peacekeeping forces, especially in further\r\ndeveloping the concept of United Nations stand-by\r\narrangements, as well as a rapidly deployable mission\r\nheadquarters.\r\nIn the process of post-conflict peace-building, it is of\r\nthe utmost importance that a multifunctional approach in\r\nclose coordination with regional institutions and non-\r\ngovernmental and humanitarian organizations should be\r\nstrictly observed.\r\nOne of the global problems that poses an ever\r\nincreasing threat to humankind is terrorism. Slovakia has\r\nalways rejected terrorism and strongly condemns all acts,\r\nmethods and practices of terrorism as criminal and\r\nunjustifiable, wherever and by whomsoever committed.\r\nThe joint efforts of all States are a vital precondition for\r\nsuccessful fight against this evil.\r\nThe year 1998 will witness two important human\r\nrights anniversaries — the fiftieth anniversary of the\r\nadoption of the Universal Declaration of Human Rights\r\nand the fifth anniversary of the World Conference on\r\nHuman Rights. Both these events represent an appropriate\r\nframework and provide the impetus for the further\r\npromotion, protection and development of human rights\r\nat the threshold of the twenty-first century.\r\nIn a year which will mark two important\r\nanniversaries in the field of human rights, the\r\nGovernment of the Slovak Republic approved the\r\ncountry’s accession to the Second Optional Protocol to\r\nthe International Covenant on Civil and Political Rights,\r\nwhich I had the honour to sign on 22 September last.\r\nThe Slovak Republic attaches great importance to\r\ninternational economic cooperation and to the important\r\nrole of the Economic and Social Council in this process.\r\nIn the framework of regional cooperation, Slovakia\r\nfavours respect for the specific needs of individual\r\nregions. We welcome, therefore, the activities of the\r\n23\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nEconomic Commission for Europe aimed at broadening\r\ncooperation with the private business sector and non-\r\ngovernmental organizations. Slovakia is interested in a more\r\nintensive participation in the development programmes of\r\nthe United Nations specialized institutions and is preparing\r\nits own concept of development assistance, whose objective\r\nis to increase Slovakia’s participation in programmes for\r\ndeveloping countries.\r\nThe Slovak Republic, as a member of the United\r\nNations Environment Programme (UNEP) Governing\r\nCouncil and the United Nations Commission on Sustainable\r\nDevelopment, takes an active approach to issues of\r\nenvironmental protection and sustainable development.\r\nIn accordance with General Assembly resolution\r\n52/201, the Government of the Slovak Republic offered to\r\nhost the fourth meeting of the Conference of the Parties to\r\nthe Convention on Biological Diversity in Bratislava this\r\nyear. In total 169 parties to the Convention took part in the\r\nConference under the presidency of the Minister of the\r\nEnvironment of the Slovak Republic. The successful\r\noutcome of the Conference reaffirmed the commitment of\r\nall parties to conserve biological diversity for future\r\ngenerations. The fact that the Government of the Slovak\r\nRepublic hosted that Conference confirms the importance\r\nwe attach to the protection of environment and sustainable\r\ndevelopment.\r\nAs an emerging donor country, Slovakia is\r\ninvestigating ways of providing humanitarian assistance on\r\na bilateral basis. A very important element in the process of\r\nhumanitarian assistance, especially in crisis regions, is\r\nensuring the security of humanitarian personnel, and the\r\nSlovak Republic is ready to give its support to all United\r\nNations measures aimed at reinforcing this security.\r\nThe recent twentieth special session of the General\r\nAssembly devoted to countering the world drug problem\r\ntogether was an important milestone in the joint efforts of\r\nthe international community in the fight against drugs. It is\r\na great achievement that for the first time in history a\r\nconsensus was reached between producer and consumer\r\ncountries on the need to eliminate the threat of drugs\r\nthrough parallel and considered action in both priority\r\nareas: decreasing the demand for drugs and decreasing the\r\nproduction of drugs.\r\nTo coordinate drug control activities at the regional\r\nlevel, the Slovak Republic is ready to secure the\r\nestablishment in Bratislava of a regional United Nations\r\nInternational Drug Control Programme (UNDCP) office\r\nfor the countries of Central and Eastern Europe.\r\nWe appreciate that the Diplomatic Conference of\r\nPlenipotentiaries on the Establishment of an International\r\nCriminal Court in Rome was successfully completed, and\r\nwe believe that in the foreseeable future a permanent\r\ncriminal court will be established in order to punish the\r\nmost serious crimes against humanity and, moreover, to\r\nprevent them.\r\nWe believe that progress in the preparation of an\r\ninternational legal document on the elimination of nuclear\r\nterrorism will be achieved during this session of the\r\nGeneral Assembly. We also expect further substantial\r\nprogress in the discussion on the jurisdictional immunity\r\nof States and State property prepared by the International\r\nLaw Commission.\r\nThe United Nations contributes not only to the\r\nprogressive development of international law and its\r\ncodification but also — in particular through its main\r\njudicial authority, the International Court of Justice — to\r\nthe peaceful solution of disputes between States in\r\naccordance with international law. The Slovak Republic\r\nhas gained its first experience of ICJ proceedings. It\r\nwelcomed the Court’s Judgment in the case concerning\r\nthe Gabčíkovo-Nagymaros Project, which confirmed the\r\nvalidity of the treaty between Slovakia and Hungary\r\nconcerning the construction and operation of the project\r\non the Danube. The Slovak Republic is sincerely\r\ninterested in the implementation of the Judgment, which\r\nwould be based on an agreement with Hungary reached,\r\nif necessary, with the further help of the International\r\nCourt of Justice.\r\nAn active and effective participation of Slovakia in\r\nthe United Nations is one of our foreign policy priorities.\r\nTo achieve this objective, Slovakia meets all its\r\ncommitments under the United Nations Charter in full and\r\nis consistently intensifying its engagement in all areas of\r\nthe United Nations system. The candidature of the Slovak\r\nRepublic for a non-permanent seat in the Security Council\r\nfor the term 2000-2001 is the logical result of this\r\napproach. I should like to stress that my country, which\r\nbelongs to the group of small and medium-sized States,\r\nis prepared to be fully responsible for bearing its fair\r\nshare of the global responsibility connected with\r\nmembership in the Security Council.\r\nAs we approach the third millennium, a considerable\r\npart of humankind is still facing poverty, violence,\r\n24\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nviolations of human rights and the effects of war. The\r\nmillions of people on this planet affected look to the\r\ninternational community, and the United Nations in\r\nparticular, with great hope. Whether we will succeed in\r\nreforming the United Nations together into a strong,\r\npolitically efficient and financially healthy system that will\r\nbe able to meet the expectations of current and future\r\ngenerations depends on the will and commitment of all of\r\nus.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of the Netherlands, Mr. Jozias\r\nvan Aartsen, on whom I now call.\r\nMr. van Aartsen (Netherlands) (interpretation from\r\nFrench): I speak to this Assembly with a sense of deference\r\nand humility. Deference, because I realize that I am\r\nspeaking to the greatest multilateral organization of all time\r\nand from a rostrum where have stood almost all the great\r\nstatesmen since the Second World War.\r\nHumility because I was appointed just two months ago\r\nto the post of Minister for Foreign Affairs, and so I am a\r\nnewcomer for most of the delegates. However, this is no\r\nway detracts from the pride that I feel regarding my\r\ncountry’s long commitment to the United Nations system\r\nand the support that this Organization has enjoyed in the\r\nKingdom of the Netherlands.\r\nI would also like to add that I feel reassured to realize\r\nthat most of what I was going to say to the Assembly has\r\nalready been said in the statement made by the Austrian\r\nMinister for Foreign Affairs on behalf of the European\r\nUnion.\r\n(spoke in English)\r\nArticle 23 of the United Nations Charter says that the\r\nGeneral Assembly shall elect 10 non-permanent members\r\nof the Security Council. More to the point, the Article goes\r\non to say that the Assembly, in doing so, must pay due\r\nregard\r\n“in the first instance to the contribution of Members\r\nof the United Nations to the maintenance of\r\ninternational peace and security and to the other\r\npurposes of the Organization”.\r\nWell, my country at present is up for election to the\r\nSecurity Council. In fact, elections are due to be held in\r\nthis very Hall in a few weeks time. And so it seems only\r\nfair for the Kingdom of the Netherlands, as a candidate\r\nfor the Council, to explain where it stands: where it\r\nstands on some of the core issues now faced by the\r\nUnited Nations family, where its stands on the state of\r\naffairs in the Organization and where it stands on the\r\nOrganization’s future. In other words, what is the\r\nelectorate looking at?\r\nWhat the electorate is looking at is what I would\r\ndescribe as a nation responding. Throughout the Kingdom\r\npeople hear the wants of the world, the needs of our\r\nneighbours and of people in peril. It is in keeping with\r\nthe Dutch character to be penny-pinching but generous to\r\nthose in distress, to be demanding but tough on ourselves\r\nas well, to hold strong views but carry a big heart —\r\neasily critical, prone to compassion.\r\nIn much the same manner we look at this\r\nOrganization. We look at the Charter as a true monument\r\nof modern times. We feel a strong commitment to\r\nmultilateralism, for reasons of principle and for reasons of\r\nnecessity. We seek to promote the institutions of\r\nworldwide cooperation, with the United Nations at the\r\ncore. Together, they span the entire range of human\r\nactivity. We shall go on to give it the best we can offer\r\nin the form of ideas and in the form of resources.\r\nI would like to demonstrate how seriously we take\r\nour Charter obligations by showing how, over the years,\r\nwe have pursued the purposes of the United Nations, as\r\nspelled out by the Charter in Article 1. First, peace and\r\nsecurity. It is perhaps the most thankless responsibility the\r\nUnited Nations carries. Indeed, the odds are\r\noverwhelming. Since 1945, the number of violent\r\nconflicts outstanding has risen from 4 to about 40. Their\r\naverage length has grown from about two months to an\r\naverage of 14.5 months in 1995. Peace and security is\r\nwhere we have learned our lessons the hard way, and\r\nmore mistakes are bound to be made. We, the Member\r\nStates, need to shape up.\r\nMeanwhile, the Dutch commitment to United\r\nNations peacekeeping is borne out by our record. The\r\nNetherlands has taken part in 20 peacekeeping operations\r\nso far, is currently engaged in three of them and is getting\r\nready to join a fourth one. Most recently, some 100 Dutch\r\ntroops were stationed in Cyprus, where they are\r\ncommitted to keeping the two Cypriot communities at\r\npeace. All in all, some 1,650 Dutch troops are engaged in\r\npeacekeeping and multinational supervision. In fact,\r\npeacekeeping operations continue to form one of the\r\n25\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nprincipal tasks of our armed forces, and we remain ready to\r\nparticipate in up to four different peacekeeping efforts\r\nsimultaneously at the level of a battalion.\r\nPeacekeeping does not stand by itself. There should be\r\na comprehensive response to the need for conflict\r\nmanagement. We believe in a continuum between\r\nprevention, on the one hand, and reconstruction and\r\ndevelopment on the other hand. After all, many of the\r\nconflicts raging today take place in the developing world.\r\nAffluent societies cannot in good conscience walk away\r\nfrom a conflict once the smoke has cleared. Donor\r\ncountries cannot turn their backs to the ravages of war and\r\nconcentrate on the next CNN headlines. We believe that\r\nemergency aid and political initiatives should be teamed\r\nwith longer-term development planning, reconstruction and\r\nreconciliation. We believe in building a bridge between\r\nconflict and development.\r\nAnother pillar of Dutch foreign policy is our strong\r\ndesire to ban weapons of mass destruction. Our objective\r\nremains strengthening the non-proliferation regime,\r\nsupporting real progress in negotiations on the reduction of\r\nnuclear weapons, and making existing conventions on other\r\nmega-weapons effective and more reliable.\r\nStill, we are not talking only about mega-weapons.\r\nThe transfer of small arms is a matter of concern for us as\r\nwell. They are piling up fast, most of them illicit. In many\r\ncountries they constitute a serious threat to the population\r\nand to national and regional security and even contribute to\r\nthe destabilization of States.\r\nLandmines are the plague of modern warfare, leaving\r\na disgraceful legacy of the present century to the next one.\r\nOnce in the ground, they keep. To this day people are\r\nmaimed or killed in Ypres, Belgium, by landmines put in\r\nplace during the first strategic use of them, over 80 years\r\nago. Mine clearance and banning anti-personnel landmines\r\nhave been pursued with renewed vigour in recent years, and\r\nwith due reason.\r\nI now turn to the second of the purposes of the United\r\nNations: developing friendly relations among nations. Let\r\nme point to the manner and measure in which the\r\nNetherlands has contributed towards this.\r\nBy geographical necessity, the Netherlands has always\r\nbeen a seafaring nation, a nation of traders. Besides making\r\nus the eighth largest trading nation in the world, it has\r\nmade us an outward-looking people, internationally\r\noriented. Also, it has made us a multicultural society. Over\r\n20 per cent of our population have their origins abroad —\r\nin Africa, in Asia, in the Arab world and in the Americas.\r\nOver time, we have built up strong relations with\r\ncountries of all regions. Two constituent parts of our\r\nKingdom, that is to say the Netherlands Antilles and\r\nAruba, are located in the Americas. Our Caribbean\r\nKingdom partners have important political and economic\r\nrelations with their regional friends. They are engaged in\r\nthe Economic Commission for Latin America and the\r\nCaribbean (ECLAC), in the Organization of American\r\nStates (OAS) and in the Caribbean Community\r\n(CARICOM).\r\nRightfully, Africa is high on the Netherlands’\r\npolitical and development agendas. We encourage and\r\nsupport African countries in establishing peace, stability\r\nand democracy. We assist African nations in building up\r\ntheir mechanism for conflict prevention, management and\r\nresolution. We help Africa in strengthening its place in\r\nthe world economy — for instance, through the World\r\nTrade Organization. Dutch aid flows to all countries of\r\nAfrica — last year over $600 million worth.\r\nTurning now to Asia, the relations between the\r\nNetherlands and a large number of Asian countries go\r\nback to the sixteenth century. We are an original member\r\nof the Economic and Social Commission for Asia and the\r\nPacific (ESCAP). Naturally, therefore, we have assisted\r\nAsian countries that have been hit by the financial crisis\r\nand its economic and social effects. We do so through\r\nmultilateral channels and through joint European and\r\nAsian initiatives. Overcoming the crisis is important, too,\r\nfor political stability in the region.\r\nAs regards Central and Eastern Europe, the\r\nNetherlands is heavily engaged in assisting countries of\r\nthat region in their transition to market economy and\r\ndemocracy. Our involvement is a central feature in our\r\nrelations with all candidates for accession to the European\r\nUnion. In Bosnia and Herzegovina, we are at present the\r\nthird most important donor, and we contribute to the\r\nStabilization Force and to various organizations engaged\r\nin the region.\r\nThe Netherlands and the Arab world have long-\r\nstanding economic and cultural ties. The University of\r\nLeyden has traditionally been a leading centre for the\r\nstudy of Islam and Arab culture. We have a growing\r\nArab community in the Netherlands. We continue to give\r\nsubstantial support to the Palestinian people and are a\r\n26\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nmajor donor to the United Nations Relief and Works\r\nAgency for Palestine Refugees in the Near East.\r\nThe third purpose of the United Nations, as spelt out\r\nin Article 1 of the Charter, is by far the most complex. Its\r\nbinding element is the promotion of international\r\ncooperation, but cooperation in fields that, taken together,\r\ncover a wide range of human interaction. I would like to\r\nhighlight some of them, without, of course, meaning to\r\ndiminish any of the others. Notably, I will touch on\r\ndevelopment cooperation, human rights, and international\r\nlaw.\r\nPoverty eradication has been the primary focus of\r\nDutch development aid policy for over a quarter of a\r\ncentury. The Netherlands, whose aid programme last year\r\nran close to $3 billion, has actively tried to strike a balance\r\nin its aid policy between the economy, the environment and\r\nthe people. We are pursuing development that is\r\nsustainable — sustainable not purely in terms of ecology\r\nbut in a wider sense: development that addresses basic\r\nhuman needs, that respects human rights, that builds human\r\ncapacities, that is socially responsible and that does not\r\nmortgage the choices of future generations.\r\nFor many years, my country has been more than\r\nfaithful to the international target of 0.7 per cent of gross\r\nnational product for development. The Organization for\r\nEconomic Cooperation and Development average hovers\r\naround 0.25 per cent. The Netherlands stands at a self-\r\nimposed 0.8 per cent. In percentage terms, it takes third\r\nplace among the major donors. In absolute terms, in money\r\nspent, it has made us the sixth largest donor country\r\nworldwide for 1997.\r\nAll in all, $750 million from Dutch resources flowed\r\nto the United Nations system and to the Bretton Woods\r\ninstitutions in 1997. The new Netherlands Government is a\r\nstrong believer in multilateral development cooperation. In\r\nits first major policy statement, it pledged that multilateral\r\naid flows, including those to the United Nations system, are\r\ngoing to be expanded over the next several years.\r\nAs the Charter says explicitly, international\r\ncooperation applies also to promoting and encouraging\r\nrespect for human rights and fundamental freedoms. We\r\nhave made no secret of our attachment to the cause of\r\nhuman rights in the past; nor do we intend to hide it in the\r\nyears to come. The Netherlands has been an active player\r\nin the Commission on Human Rights since at least 1980,\r\nhas seen several of its countrymen serve in prominent\r\nhuman rights positions, has either drafted or supported\r\ncountless resolutions and has strongly advocated standard-\r\nsetting and monitoring. It is a topic that enjoys solid\r\nsupport in Dutch society and has constituted a clear\r\npolitical imperative for a quarter of a century. Member\r\nStates can count on our toeing the line in the future.\r\nPromoting respect for the rule of law at the\r\ninternational level has been recognized as part of our\r\nheritage ever since Hugo Grotius, in the early 1600s. In\r\nmodern times, the Netherlands has sought to contribute to\r\nthe advancement of international law. Areas where we\r\nhave made contributions include human rights, legal\r\ncooperation, crime prevention, criminal justice and so\r\nforth. Much of the groundwork for the International\r\nCriminal Court was done under Dutch chairmanship.\r\nIf indeed we are to serve on the Security Council,\r\nwhat will be our aims in the next two years? Our aim is\r\nthe primacy of international law. Our aim is building\r\nbridges. Our aim is addressing all issues before the\r\nCouncil. Our aim is more contact between non-members\r\nand the Council. And our aim is openness and\r\ntransparency. In a nutshell, we will be driven by idealism,\r\nbut guided by realism. It is in that spirit that we approach\r\nour membership in the Council and, indeed, the future of\r\nthis Organization.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Greece, His Excellency\r\nMr. Theodoros Pangalos.\r\nMr. Pangalos (Greece): I wish first to extend to the\r\nPresident my warm congratulations on his assumption of\r\nthe conduct of the current session. Uruguay has indeed a\r\nmajor role to play in international developments, both at\r\nthe regional and the international level.\r\nI also wish to congratulate the current President’s\r\npredecessor, Mr. Udovenko, for his performance during\r\nthe fifty-second session. My congratulations and support\r\nare also addressed to Secretary-General Kofi Annan, who\r\nhas deployed enormous efforts not only to keep United\r\nNations services running, but also to further enhance their\r\nefficiency through the ongoing reform process. His\r\npolitical skills have been demonstrated in settling disputes\r\nwhich threaten international peace and security.\r\nThe Austrian Foreign Minister delivered a statement\r\non behalf of the European Union to which my\r\nGovernment fully subscribes. I would like to elaborate\r\nfurther on some particular issues.\r\n27\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nGreece consistently endeavours for peace and\r\nsecurity — security in political and socio-economic terms,\r\nsecurity through human dignity and through international\r\nlaw and order.\r\nIn that spirit, Greece welcomes the establishment by\r\nthe Rome Conference of an International Criminal Court.\r\nWe hope that the Preparatory Committee, to convene\r\nin the wake of the Conference, will decisively tackle the\r\nremaining definition aspects of the crime of aggression.\r\nGreece considers disarmament and non-proliferation to\r\nbe guarantees of international peace. In the nuclear field,\r\nwe welcome two significant developments: the signing of\r\nthe Comprehensive Nuclear-Test-Ban Treaty and the\r\ndecision reached in Geneva to negotiate a treaty banning\r\nthe production of fissile materials for nuclear weapons and\r\nother explosive nuclear devices.\r\nMy country shares the general concern about nuclear\r\ntests. We also concur with the general recommendations on\r\nthe issue, namely, adherence to the comprehensive test ban\r\nand the Treaty on the Non-Proliferation of Nuclear\r\nWeapons, as well as compliance with the international\r\nrules. Bacteriological and toxin weapons, known as the\r\nnuclear weapons of the poor, remain a threat to humanity.\r\nReinforcement of the relevant Convention remains an\r\nurgent priority.\r\nThe Ottawa Treaty on anti-personnel landmines made\r\nhistory by totally banning their use. We urge those\r\ncountries, particularly in the sensitive south-eastern\r\nEuropean area, that have yet to accede to this Treaty to\r\nseriously consider the humanitarian aspect of this exercise\r\nand act accordingly.\r\nPeacekeeping plays a major role in staving off crises.\r\nGreece has taken an active part in a wide range of United\r\nNations operations, such as the United Nations Iraq-Kuwait\r\nObservation Mission, and in the Western Sahara, in\r\nGeorgia, in Bosnia and Herzegovina, as well as in the\r\nUnited Nations humanitarian mission in Iraq and Operation\r\nALBA in Albania. Greece also provides annually a\r\nsignificant financial contribution to the United Nations\r\nPeacekeeping Force in Cyprus.\r\nThe United Nations needs adequate resources and\r\nmeans in order to carry out its mandate. Greece has\r\nvoluntarily accepted a higher percentage in the scale of\r\nassessments and pays its contributions to the Organization\r\nin full and on time.\r\nCombating drugs is a high political priority for the\r\nGreek Government. Greece closely followed the\r\nproceedings of the General Assembly’s special session on\r\nthe international drug problem. Last June, my country’s\r\ncommitment in the fight against drugs was reflected in its\r\nchairing the regional Dublin Group formation for the\r\nBalkans and the near Middle East.\r\nFrom its establishment, the modern Greek State has\r\nproclaimed that no discrimination based on colour, race\r\nor ethnic origin would be tolerated on its territory, while\r\nthe human rights and fundamental freedoms of all\r\nindividuals who set foot on it would be fully protected.\r\nWe have made a tradition of adhering to, implementing\r\nand supporting compliance with the human rights norms\r\nset by United Nations instruments and major conventions.\r\nThe President returned to the Chair.\r\nThe restructuring and new membership of the\r\nSecurity Council rightly elicit our attention. The\r\nenlargement of the Security Council should be based both\r\non the criteria of the United Nations Charter and on the\r\nongoing realities. We understand that major regional\r\norganizations, such as the European Union, the Non-\r\nAligned Movement, the Arab League, the Organization of\r\nAmerican States, the Organization of African Unity, the\r\nOrganization of the Islamic Conference, the Southern\r\nAfrican Development Community, the South Pacific\r\nForum and other important forums have a special\r\nresponsibility in identifying those countries which, by\r\nevident commitment to principles enshrined in the\r\nCharter, may further subscribe and contribute to its goals.\r\nOn the other hand, 53 years after the signing of the\r\nUnited Nations Charter in San Francisco, we have to\r\nacknowledge the new realities, such as the collapse of the\r\nbipolar system and the emergence of new stabilizing\r\nfactors all over the world.\r\nThe future of this body of countries with limited\r\nmembership, regardless of their geographical location or\r\nideological orientation, calls for our consideration. We\r\nhope that a renewed effort of the Open-ended Working\r\nGroup, under your guidance, Sir, will eventually reach a\r\ncompromise solution.\r\nConcerning the world economy, I share the view that\r\nglobalization presents us with an array of opportunities\r\nand potential benefits. Nevertheless, it also entails\r\nincreased risks. The international community has to make\r\nfull use of the international financial institutions and\r\ninstruments to weather crises and respond to the\r\n28\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nchallenges of globalization. No effort should be spared to\r\nhelp developing countries, and in particular the least\r\ndeveloped among them, to avoid marginalization through\r\nglobalization.\r\nTwo very important aspects of the effort to better\r\nintegrate developing countries into the world economy merit\r\nour consideration: first, the rapid and determined extension\r\nof debt relief, within the terms of the Heavily Indebted\r\nPoor Countries Debt Initiative; and secondly, improved\r\nmarket access so that developing countries can effectively\r\nbenefit from the trade opportunities that the Uruguay Round\r\noffers. In this respect, financing for development assistance\r\nremains an additional element of paramount importance.\r\nIn the field of environment and sustainable\r\ndevelopment, Greece supports the work of the appropriate\r\nUnited Nations Commission. The significance of this forum\r\ninvites me to recall a grave problem: the threat to the\r\nenvironment resulting from the expansion of nuclear-power\r\nproduction plants, particularly when they are located in\r\nareas subject to earthquakes, neighbouring sea traffic and\r\ninadequate infrastructure. In addition, we are deeply\r\nconcerned by the increasing stockpiling of nuclear wastes\r\nand shipments of radioactive materials, threatening the lives\r\nand properties of developing countries’ populations, in\r\nparticular those of the vast South Pacific area.\r\nTurning to my country’s presence in regional\r\norganizations, may I recall the active role played by Greece\r\nin the Council of Europe through the Committee of\r\nMinisters, which it currently chairs. Among the issues on\r\nits agenda, I note the European Court of Human Rights,\r\nwhich will enhance the protection of human rights at the\r\nEuropean level.\r\nIn the Organization for Security and Cooperation in\r\nEurope, Greece is involved in every effort aimed at\r\npromoting the notion of comprehensive security. With\r\nregard to activities in the human dimension, I simply\r\nmention my country’s contribution in the field of elections\r\nobservation.\r\nGreece was happy to attend, as a guest, the twelfth\r\nNon-Aligned Movement summit held recently in Durban,\r\nSouth Africa. Its keynote was clearly the shape and scope\r\nthat a movement born in a bipolar, confrontational world\r\ncould claim in the coming millennium, ushered in by\r\nglobalization. The message of the Durban declaration\r\ndeserves our attention and consideration.\r\nA year has elapsed since I expressed in this very\r\nforum the hope that Turkey would finally abandon its\r\nintransigent policies on Cyprus. It has proven to be a vain\r\nhope. This was a year of stagnation and frustration.\r\nFrustrated have been the efforts of Secretary-General Kofi\r\nAnnan and his Special Adviser, Mr. Cordovez, to\r\nrelaunch the intercommunal talks. Special envoys from\r\nseveral countries, including members of the Security\r\nCouncil, hoping to unblock the situation, came back\r\nfrustrated from Ankara and the occupied part of Cyprus.\r\nFrustrated remain the hopes of the European Union to\r\nbring the Turkish Cypriot together with the Greek Cypriot\r\nin a prosperous State of Cyprus that is a member of the\r\nEuropean family.\r\nThe reaction from Ankara, obediently echoed by the\r\nTurkish Cypriot leadership, has been one of harsh\r\nrejection, either in terms of a flat negation or by imposing\r\nconditions tantamount to cancelling what has been desired\r\nby the international community, prescribed by United\r\nNations resolutions and even accepted by the Turkish\r\nCypriot leadership itself.\r\nSuch an attitude of rejection is easily explained by\r\nthe notorious designs of the Turkish Government to effect\r\nthe partition of Cyprus. Mr. Ecevit, Deputy Prime\r\nMinister of Turkey, has on several occasions said that the\r\nCyprus question was resolved once and for all by his\r\ncountry’s armed forces’ invasion in 1974. Twenty-four\r\nyears after the invasion, Cyprus remains a divided island\r\nand the Turkish occupation forces increase their presence\r\nand weaponry, even denying their victims the right to\r\neffectively defend themselves. Twenty-four years is\r\nenough. It is time for the international community to\r\nstrongly support the Secretary-General in fulfilling his\r\nmandate of bringing the two communities to the\r\nnegotiating table to initiate a dialogue on gradual\r\ndisarmament towards the complete demilitarization of the\r\nisland.\r\nGreece wishes to establish good-neighbourly\r\nrelations with Turkey, based on the principles of\r\ninternational law and respect for international treaties.\r\nThe International Court of Justice at The Hague,\r\nwhose compulsory jurisdiction has been accepted by\r\nGreece, is the appropriate legal forum for the settlement\r\nof problems in our relations. A positive response by\r\nTurkey to that effect would constitute a step towards the\r\nbeginning of a new period of mutual understanding.\r\n29\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nGreece pursues a policy promoting stability, good-\r\nneighbourly relations, cooperation and economic\r\ndevelopment in South-Eastern Europe. We participate in\r\ninternational projects or take our own initiatives, in the\r\ncontext of bilateral or multilateral schemes. We offer troops\r\nand counselling, funds and food. Greece offers to its\r\nneighbours and the region a much needed feeling of trust\r\nand security.\r\nMy country accords a high priority to our relations\r\nwith Albania. We welcome the efforts of the Albanian\r\nGovernment to further pursue the process of normalization\r\nof democratic institutions and its close cooperation with the\r\ninternational community. Greece considers it its duty to\r\nstand by Albania in its efforts to overcome the serious\r\ndifficulties it faces.\r\nIn the neighbouring Federal Republic of Yugoslavia,\r\nand more particularly in the area of Kosovo, the situation\r\nhas reached a critical point. The vicious circle of the use of\r\nforce must be halted. The refugees and displaced persons\r\nmust be allowed to return to their homes safely, without\r\ndelay. Greece has sent humanitarian assistance to alleviate\r\nthe plight of the refugees in northern Albania. We welcome\r\nthe setting up of the Albanian negotiating group, and\r\nsupport the immediate start of negotiations with a view to\r\narriving, as soon as possible, at a peaceful and negotiated\r\nsolution on the future autonomy status of Kosovo, within\r\nthe internationally recognized borders of the Federal\r\nRepublic of Yugoslavia. Terrorist acts and indiscriminate\r\nand disproportionate repression are unacceptable. Greece\r\nhas actively participated, and will actively participate, in all\r\ninternational efforts aimed at securing a peaceful solution\r\nin Kosovo.\r\nIn Bosnia, Greece notes with satisfaction the progress\r\nachieved so far in the implementation of the Dayton Peace\r\nAgreement. We maintain close relations with the Bosnian\r\nparties and offer substantial contributions to efforts aimed\r\nat ensuring the stability and development of this country.\r\nGreek soldiers participate in the Stabilization Force (SFOR)\r\nas well as in international observer missions. Important\r\nprogrammes undertaken by the Greek Government in the\r\nframework of the donors conference, held in 1997, are\r\nabout to be completed.\r\nIn our relations with Bulgaria, the former Yugoslav\r\nRepublic of Macedonia and Romania, the promotion of\r\nmutually beneficial cooperation in all fields is of paramount\r\nimportance.\r\nIn the multilateral field, Greece is committed to, and\r\nactively involved in, such regional schemes as the South-\r\nEastern Europe cooperation process, the Royaumont\r\nInitiative, the South-East Europe Cooperative Initiative\r\nand the Black Sea Economic Cooperation. We note with\r\nsatisfaction that South-Eastern Europe leaders will meet\r\nagain this year in Antalya, Turkey, thus consolidating the\r\nprocess we initiated last year in Crete.\r\nIn the Middle East, the present stagnation underlines\r\nthe urgent need to reactivate the peace process. Its revival\r\nwill bring hope for peace and prosperity. Once more, we\r\nstress the need for full implementation of the relevant\r\nUnited Nations resolutions and agreements, and we urge\r\nthe parties to make every effort to achieve real peace,\r\nwhich should be a just, lasting and global peace. Greece\r\nwelcomes any endeavour likely to produce positive\r\nresults, while supporting the initiatives undertaken by the\r\nEuropean Union’s special envoy in the Middle East.\r\nSuccessful meetings organized by the special envoy and\r\nthe Greek Government bring together prominent Israelis\r\nand Palestinians in a conciliatory spirit. These meetings\r\nwill, hopefully, be institutionalized as the “Athens\r\nDialogue for Peace and Cooperation in the Middle East”.\r\nThe Mediterranean remains our life companion. We\r\nhave been the pioneers for the adoption of a European\r\nUnion Mediterranean policy, accompanied by the Euro-\r\nMediterranean Partnership (MEDA) regulation, through\r\nwhich financial aid to the countries concerned is\r\nconsiderably increased.\r\nThe African continent is an emerging reality that\r\nwill affect the future of humanity. However, progress in\r\nthe fields of political pluralism and economic stabilization\r\nhas been coupled, over the course of the last year, with\r\nregression in the form of ruinous civil wars or border\r\nconflicts in a number of African countries. The\r\ninternational community should stand by the African\r\nnations and their organizations on the eve of the twenty-\r\nfirst century, advocating the need for good-neighbourly\r\nrelations and, within the countries themselves, democratic\r\nrule, respect for human rights and an open market\r\neconomy.\r\nGreece shares the general concern about the\r\ndevelopments in Asia. The financial turmoil is by no\r\nmeans settled. Indeed, it is still sending disturbing\r\nvibrations through the European and world economies.\r\nAsia can, however, overcome the crisis. Allowing external\r\nor internal tensions to drag on, with the prospect of\r\nescalation, obviously spells future disaster, in terms of\r\n30\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nchasing or scaring foreign investment out of the area and of\r\nfunnelling precious funds to such dangerous and vain\r\nprojects as the production of weapons of mass destruction.\r\nGreece follows closely and contributes actively to the\r\nhistorical process of eastern European countries’\r\nreintegration into the European system. Our political credo\r\nand vision is that of a Europe without dividing lines and\r\nscars from the past. In this context, Greece supports the\r\nenlargement of the European Union with the 10 candidate\r\ncountries of Central and Eastern Europe, together with\r\nCyprus, advocating the simultaneous launching of a global\r\nand inclusive accession process with all candidate countries.\r\nGreece also extends its institutional links and promotes\r\nits historical, economic and cultural ties with the Russian\r\nFederation and the Ukraine and the other newly\r\nindependent States in the Caucasus, Black Sea and Central\r\nAsia.\r\nOur excellent relations with the United States and\r\nCanada are further enhanced through political and military\r\ncooperation in peacemaking initiatives and peacekeeping\r\nactivities in South-Eastern Europe, as well as cooperation\r\nin preventing and eliminating terrorism. Furthermore,\r\nGreece, as a member of the European Union, stands for a\r\nbroad transatlantic dialogue and the advancement of the\r\nNew Trans-Atlantic Agenda.\r\nGreece has traditional ties of friendship with the\r\ncountries of Latin America, and, both bilaterally and as a\r\nmember of the European Union, systematically supports\r\nongoing, comprehensive dialogue and cooperation with\r\nthem.\r\nUntil very recently Greece had been a recipient of\r\ndevelopment assistance, but for three years now we have\r\nbeen an important contributor, equal to the standards of the\r\nDevelopment Assistance Committee of the Organisation for\r\nEconomic Cooperation and Development (OECD). We may\r\nnot be such a wealthy country, but we are trying to grant\r\neffective and qualitative assistance to those interested in it\r\nand in need of it, using our experience to make this as\r\nbeneficial as possible, supporting the struggle against\r\npoverty and famine and for economic and social\r\ndevelopment, and also trying to help promote human rights,\r\ndemocracy and institutions of civil society.\r\nI would like also to refer briefly to an issue which is\r\nof particular concern to my country, the Olympic Games.\r\nInspired by the Olympic Ideal, Greece presented on 4\r\nFebruary 1998 to the International Olympic Committee in\r\nNagano, Japan, a comprehensive proposal outlining a set\r\nof organizational structures and a broad range of activities\r\naimed at the practical realization of an Olympic Truce at\r\nthe Athens Games of 2004 and at the strengthening of the\r\nrole of the Olympic Movement. In order to support these\r\nimportant activities, Greece proposed the establishment of\r\nan international centre for the Olympic Truce, at the very\r\nsite of ancient Olympia.\r\nFurther, Greece took the initiative and proposed the\r\ncreation of a cultural Olympics for the first time in\r\ncontemporary world. This would strengthen dialogue\r\namong different cultures the world over. This proposal\r\nwas welcomed by the International Olympic Committee,\r\nand preparatory work has already started between the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO), the International Olympic\r\nCommittee and the Greek Government.\r\nI would like to spare the delegates another pre-\r\nelectoral speech. As the Minister for Foreign Affairs of\r\nthe Netherlands preceded me, I had to scale down my\r\nspeech and become very modest, but I cannot avoid\r\nreferring to the candidacy of Greece for the 1999-2000\r\nterm for one of the two non-permanent seats allocated to\r\nthe Group of Western European and Other States on the\r\nSecurity Council.\r\nMy Government has legitimate and justified\r\nambitions for requesting the support of United Nations\r\nmember countries to such a distinction. Our long-standing\r\nforeign policy is dedicated to world peace and security, to\r\nthe trend of decolonization and self-determination, to\r\nassisting developing and less developed countries and to\r\nrespect for international law and human rights.\r\nWe condemn terrorism in all its forms.\r\nWe are in favour of the independence, sovereignty\r\nand territorial integrity of all United Nations Member\r\nStates and of the implementation of the provisions of the\r\nUnited Nations Charter, including the democratic principle\r\nof fair and balanced representation of all Member States\r\nin the various organs and agencies of the United Nations.\r\nI would like to draw the honourable delegates’\r\nattention to this last principle. In the Western European\r\nGroup, a situation is occurring in which very few\r\nmembers — five of them — have by now served during\r\n44 of the 52 years of this Organization’s existence. Small\r\nand average-sized countries should also have a chance to\r\nbe present on the Security Council, and I am proud to\r\n31\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nrepresent one of those average-sized countries, as I propose\r\nmy country’s candidacy for a non-permanent seat on the\r\nSecurity Council.\r\nThe President (interpretation from Spanish): I now\r\ncall on the Minister of State and Minister of Foreign\r\nAffairs and Cooperation of the Kingdom of Morocco, His\r\nExcellency Mr. Abdellatif Filali.\r\nMr. Filali (Morocco) (interpretation from Arabic):\r\nFirst of all, I would like to congratulate you, Sir, on your\r\nelection as President of the General Assembly at its fifty-\r\nthird session, convinced as I am that under your leadership\r\nand with your vast experience and profound knowledge of\r\ninternational affairs the work of the session will be\r\nsuccessful. I would also like to take this opportunity to\r\nsalute your friendly country of Uruguay.\r\nI would also like to express thanks to Mr. Hennadiy\r\nUdovenko for his successful conduct of the work of our\r\nprevious session. I would like to extend, as well, our deep\r\nthanks to Mr. Kofi Annan, the Secretary-General of our\r\nOrganization, for the earnest determination and great\r\ncompetence he has brought to bear on the matters entrusted\r\nto him.\r\nThis fifty-third session of the General Assembly is\r\nbeing held as we bid farewell to the current century and\r\nprepare to usher in a new millennium. A large portion of\r\nhumanity is still facing international conditions that do not\r\ncome close to enabling them to achieve their ambition and\r\ntheir hope to live in a world where peace, international\r\njustice, economic development and life in dignity prevail.\r\nDespite some signs of economic development in\r\ncertain third world countries, the general trend points to an\r\nincreasing gap between the advanced world and the\r\ndeveloping world. The developing world is facing major\r\nchanges over which it has no control, including a heavy\r\ndebt burden, dwindling prices for raw materials, difficulty\r\nin gaining access to markets, financial speculation and low\r\nforeign investments.\r\nThis situation demands that our Organization not\r\nmerely confine itself to preserving international peace and\r\nsecurity in the classical sense, but go beyond that and seek\r\nto reduce the economic and social burden of developing\r\ncountries. This would contribute to the emergence of a new\r\nworld order based on consensus, consultation and\r\npartnership among all countries.\r\nSince its independence, Morocco has firmly believed\r\nin the need to base its economic policy on the principle\r\nof free enterprise and external openness as a means of\r\nachieving the country’s economic progress and social\r\ndevelopment.\r\nThus Morocco made an effective contribution to the\r\nmultilateral trade negotiations that resulted in the\r\nfounding of the World Trade Organization in Marrakech.\r\nMorocco will also participate, with the same degree\r\nof resolution, in the forthcoming negotiations with other\r\nMember States to ensure that the international community\r\nachieves equitable distribution of the dividends of the\r\ninternational trade system, without overlooking the need\r\nfor proper coordination of monetary, financial and trade\r\npolicies, lest the financial crisis currently affecting certain\r\ninternational markets have adverse effects on the\r\neconomies of other countries.\r\nOne of the world’s primary political trouble spots,\r\nindeed one of the most complex problems threatening\r\nworld peace and security, is the problem of the Middle\r\nEast. The many resolutions of the United Nations aimed\r\nat finding a solution to this problem have failed to enable\r\nthe Palestinian people to enjoy their inalienable and\r\nlegitimate rights or to compel Israel to withdraw from the\r\nPalestinian territories, including Jerusalem — Al-Quds —\r\nand the other occupied territories in the Golan Heights\r\nand southern Lebanon. Those resolutions met only with\r\nIsraeli rejection and defiance.\r\nIn this respect, the reneging by the current Israeli\r\nGovernment on the implementation of the agreements\r\nsigned as part of the peace process following the Madrid\r\nconference and the Oslo meetings dashed the hopes that\r\nhad been pinned on those agreements and again plunged\r\nthe region into a spiral of despair and instability.\r\nIsrael’s reneging is quite obvious in its current\r\nprocrastination tactics as well as its attempts to impose a\r\npolicy of fait accompli through the building of further\r\nsettlements in the occupied territories, in violation of all\r\ninternational norms and laws. Recently, Israel further\r\ncompounded the situation by implementing, in a\r\nprovocative way, a policy for the Judaization of\r\nJerusalem — Al-Quds — by changing its cultural and\r\ndemographic characteristics and surrounding it with\r\nsettlement colonies. The latest such measure was the\r\nannouncement by the Israeli Government last June of the\r\nexpansion of the municipal boundaries of Al-Quds, as\r\npart of what is known as “Greater Jerusalem”.\r\n32\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe entire Islamic world, as it denounces and\r\ncondemns these practices, which affect the status of\r\nAl-Quds as an integral part of the Palestinian territories\r\noccupied in 1967, considers all these Israeli practices as\r\nnull and void. This was indeed confirmed by the meeting\r\nof the Al-Quds Committee of the Organization of the\r\nIslamic Conference, under the chairmanship of His Majesty\r\nKing Hassan II, in Casablanca at the end of July.\r\nMorocco believes that this problem can be solved only\r\nthrough respect for the letter and spirit of the agreements\r\nsigned and through the implementation of the resolutions of\r\ninternational legitimacy, especially the relevant Security\r\nCouncil resolutions, in a way that will guarantee the right\r\nof the Palestinian people to self-determination and to the\r\nestablishment of their independent state, with Al-Quds as its\r\ncapital, and the return of the occupied Arab territories to\r\ntheir legitimate owners.\r\nDespite the tremendous potential and enormous\r\nresources available in Africa, and despite the fact that most\r\nAfrican countries carry out appropriate economic policies,\r\nthe African continent is still suffering from serious political,\r\neconomic and social crises which have led to the\r\nmarginalization of our continent and the shrinkage of its\r\nrole in the international arena.\r\nSome of these crises are clearly reflected in worsening\r\nunemployment, increased debt burden, falling prices for\r\ncommodities exported by African countries, inadequate\r\nforeign investment and declining foreign assistance, which\r\nstands at barely 0.22 per cent of the gross national product\r\nof developed countries, despite the fact that the amount\r\nagreed upon is 0.7 per cent.\r\nIt is indeed regrettable that the deterioration of the\r\neconomic situation has contributed to a resurgence of\r\npolitical instability and military confrontations in certain\r\nAfrican regions, as is the case at present in the Great Lakes\r\nregion, the Horn of Africa and Western Africa.\r\nWhile expressing concern about this situation,\r\nMorocco supports efforts aimed at containing these crises\r\nand at guaranteeing the countries of those regions,\r\nespecially the Democratic Republic of the Congo, their\r\nterritorial integrity, stability and security. In this respect,\r\nMorocco commends the efforts made by the States\r\nmembers of the Economic Community of West African\r\nStates (ECOWAS) to find a solution to the crises in Liberia\r\nand Sierra Leone. We hope that the efforts being made to\r\novercome the crisis in Guinea-Bissau will soon be\r\nsuccessful.\r\nIn order to find a solution to African economic\r\nproblems and their political repercussions, we would like\r\nto reaffirm the proposal made by His Majesty King\r\nHassan II during the General Agreement on Tariffs and\r\nTrade (GATT) meeting in Marrakesh for adopting an\r\ninternational plan similar to the Marshall Plan, with a\r\nview to ensuring African economic revival.\r\nWe would like to thank the Secretary-General of our\r\nOrganization for the important report he prepared on\r\nAfrica at the request of the Security Council. We hope\r\nthat the international community will seek to give\r\nconcrete substance to its recommendations through the\r\nsettlement of conflicts and the strengthening of security\r\nand stability in our continent so as to contribute to the\r\nnecessary conditions for its economic and social\r\ndevelopment.\r\nMorocco has consistently affirmed that its\r\nmembership in the Arab Maghreb Union is a free and\r\nstrategic option which is irreversible, dictated by its\r\nhistoric and civilizational roots, as well as by its current\r\nand future interests. Given the existence of this\r\nmembership, Morocco cannot but express its deep\r\nconcern over the continuing suffering of the brotherly\r\nLibyan people as a result of the air embargo imposed on\r\nthem, which caused them a great deal of hardship.\r\nWe welcome the approval by the United States and\r\nthe United Kingdom of the Libyan proposal, which was\r\nsupported by the League of Arab States, the Organization\r\nof the Islamic Conference and the Non-Aligned\r\nMovement, to try the two Libyan suspects in a neutral\r\ncountry.\r\nOn the other hand, we deeply regret the suffering of\r\nanother Arab people — the Iraqi people — as a result of\r\nthe pernicious effects of the economic embargo imposed\r\non that country. We hope that the agreement reached\r\nbetween the Iraqi Government and the Secretary-General,\r\nMr. Kofi Annan, will lead to a resumption of cooperation\r\nbetween Iraq and the United Nations so that the embargo\r\ncan be lifted and the hardships of this brotherly people\r\ncan be ended. We also hope that the Secretary-General\r\nwill succeed in finding a definitive solution to this\r\nprotracted crisis.\r\nAs a Mediterranean State geographically located near\r\nEuropean States, Morocco has been taking a special\r\ninterest, as always, in efforts to consolidate Euro-\r\nMediterranean cooperation. However, Morocco cannot but\r\nbe concerned about the continuing status of the Moroccan\r\n33\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\ncities of Ceuta and Melilla and the neighbouring islands,\r\nwhich are still under Spanish occupation, at a time when\r\nthe page of colonialism in most parts of the world has been\r\nturned.\r\nHis Majesty King Hassan II proposed some time ago\r\nthe setting up of a Moroccan-Spanish panel to consider and\r\nfind a solution to this abnormal situation, in a way that\r\nwould guarantee Morocco’s sovereignty over its territory\r\nwhile taking into account the economic interests of Spain.\r\nAlthough the Spanish authorities have not yet reacted\r\nto this fair proposal, Morocco remains convinced that the\r\ndepth of its historical and economic ties with neighbouring\r\nSpain, coupled with the aspirations of the two peoples to\r\nachieve greater rapprochement, cooperation and\r\nparticipation in many fields, will be sufficient to enable the\r\ntwo countries to reach a formula for a definitive solution to\r\nthis problem.\r\nWith regard to developments in the referendum\r\nprocess in our southern provinces — the area known as\r\nWestern Sahara — we can only point out that it is still\r\nexperiencing some difficulties. The identification process\r\nwas stalled from the outset because the other party, without\r\njustification, refused to take part in the identification of a\r\nlarge number of candidates. Yet these candidates fulfilled\r\nthe agreed criteria and had been registered by the United\r\nNations Mission for the Referendum in Western Sahara.\r\nOnce again we are now faced with the refusal of the other\r\nparty to participate in the identification of these candidates,\r\nwho this time presented themselves in accordance with the\r\nHouston agreements that the other party had, indeed, also\r\naccepted.\r\nThose agreements confirmed the right of candidates to\r\nbe identified and reasserted the validity of oral testimony.\r\nIndeed, in accordance with those agreements, the two\r\nparties had agreed to begin, as soon as possible, the\r\nidentification of any individual who may present himself or\r\nherself for that purpose.\r\nWe can only express deep concern over these\r\ndevelopments, which will delay the referendum operation\r\nwhich has been long awaited by Morocco and the Saharan\r\nrefugee brothers who have been yearning for more than 20\r\nyears to return to their homeland, Morocco, in order to\r\nparticipate in their region’s ongoing development. This will\r\nprobably also have repercussions on the building of the\r\ngreater Maghreb to which the peoples of the region aspire.\r\nThe relentless determination to exclude a number of\r\nSaharans from participation in the referendum casts still\r\nmore doubts on the will of the other party to ensure the\r\nnecessary conditions for the organization of a fair and\r\ntransparent referendum.\r\nWe hope that the tremendous progress the world is\r\ncurrently witnessing will be a factor leading to the\r\nemergence of solidarity among all peoples, solidarity that\r\nwill contribute to ensuring greater advancement towards\r\ndevelopment, security, peace and the spread of tranquillity\r\nand prosperity among all peoples of the world.\r\nThe President (interpretation from Spanish: I now\r\ncall on the Minister for Foreign Affairs of Cuba, His\r\nExcellency Mr. Roberto Robaina González.\r\nMr. Robaina González (Cuba) (interpretation from\r\nSpanish): “To be or not to be.”\r\nNever before has Shakespeare’s famous dilemma\r\nbeen so valid. Half the world is shuddering with the\r\ncollapse of the stock exchanges, from Tokyo to Rio, from\r\nMoscow to Buenos Aires, from London to Johannesburg,\r\nand even right here in New York. We, the other half, are\r\nalso shuddering, not because of stock exchanges and\r\nsecurities that we do not possess, but because the entire\r\nburden of the global financial crash falls mercilessly on\r\nus, and nobody, absolutely nobody, is safe.\r\nThe long-predicted Armageddon has arrived, and not\r\njust in a Hollywood movie. The huge global trap that our\r\nincreasingly distressed planet has become does not issue\r\nlicences for survival to countries or businesses. It does\r\nnot provide protection from acid rain or the impacts of El\r\nNiño, nor does it abide by or believe in ideologies and\r\ncultures. It does not offer life jackets to speculators or\r\nmega-owners.\r\nAs in the times of slavery, human beings have\r\nbecome mere commodities, engrossed in buying and\r\nselling each other instead of learning how to enjoy and\r\ndefend their rights, while poisonous luxuries, the enemies\r\nof liberty, corrupt individuals and societies and deprive\r\nentire peoples of their national identity.\r\nThe inevitable globalization that we should have\r\nreached through fraternity, solidarity and cooperation has\r\ncome upon us in such neoliberalized form that the liberal\r\neconomic thinking that gave rise to it cannot even be\r\nrecognized in this new dogma.\r\n34\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe process of globalization and neoliberal\r\ninternationalization of the world economy has today\r\nmultiplied the advantages for developed countries to the\r\ndetriment of the increasingly underdeveloped economies.\r\nThis makes them more vulnerable to external factors\r\nbeyond their control, such as the excruciating burden of\r\nforeign debt, increasingly unequal rates of exchange, the\r\nwidening technological gap and the persistent decline in the\r\nprice of commodities, in the context of a ruthless,\r\nspeculative and hopelessly inhuman market.\r\nThe inequitable trade relationship between rich and\r\npoor, more akin to theft or swindle than trade, is a basic\r\nelement that explains this. According to International\r\nMonetary Fund (IMF) data only 0.2 per cent annual growth\r\nrate has been seen in non-fuel commodities between 1989\r\nand 1998, while manufactured products grew at a rate of\r\n0.9 per cent. How could economies whose terms of trade\r\ndeteriorated, during that same period, at an annual rate of\r\n0.4 per cent and whose currencies were severely devaluated\r\nbe expected to grow?\r\nThe excruciating weight of foreign indebtedness — a\r\nphenomenon that has become eternal with the increase of\r\ninequitable trade — rose from $1.118 trillion in 1989 to\r\n$1.875 trillion in 1998, for an annual average increase of 6\r\nper cent. What counts is money and finance, not\r\ndevelopment or human well-being.\r\nNeoliberal globalization and some of its basic\r\ncomponents, such as the liberalization of trade and free\r\ncompetition, do not in themselves mean that there will be\r\nan acceleration of economic growth or development in\r\nunderdeveloped countries. At the same time, unrestrained\r\nderegulation and privatization have removed from the\r\nagenda the required protection for goods, services and\r\nworkers in the third world.\r\nUnfair equal treatment is being granted to economies\r\nthat by their very nature, characteristics and volume are\r\nunequal. Tariff barriers are being replaced with more subtle\r\nand politically optional methods of protectionism, while a\r\nclub of selected owners, transnational corporations and\r\nGovernments negotiate, behind the backs of the vast\r\nmajority, a multilateral investment agreement that gives the\r\ndefinitive seal of approval to subservience and exclusion.\r\nThere is no need for any special telescope to find the\r\nfamous black holes that swallow stars in outer space. The\r\nworst black hole of them all can be found right here on\r\nEarth, right before our very eyes, where there was first a\r\ngap and then an abyss, where the wealth of the rich grew\r\nin step with the poverty of the poor.\r\nInternational cooperation and official aid for\r\ndevelopment, funnelled through different organizations of\r\nthe United Nations system, are tending to decrease,\r\nconsiderably affecting the efficiency and effectiveness of\r\nthe system’s work in the field of development.\r\nEven worse, we see attempts to further condition\r\nsuch aid to political demands that injure national States\r\nand undermine the sovereignty of countries and peoples.\r\nFurthermore, such attempts erode the authority of\r\nGovernments by determining their development policies,\r\nwhich directly affects democratic governance. They also\r\nbring about the resurgence of diseases that we thought\r\nhad been eradicated, generating high mortality rates and\r\npremature aging of the world population. These are so\r\nillegitimate that no one should support them.\r\nWe, the victims, cannot be expected think as our\r\nvictimizers do. As Comrade Fidel Castro said only a few\r\nweeks ago at the twelfth Summit of the Non-Aligned\r\nMovement,\r\n“it is not possible to acquiesce in a world order\r\nwhich embodies to the utmost the highest principles\r\nand purposes of a system that for centuries\r\ncolonized, enslaved and plundered us all”.\r\nBecause these nations are so disunited, we have not\r\nbeen able to elude the ravages of neoliberal globalization,\r\nwhich is so alien in spirit to the groundbreaking\r\nDeclaration of the Rights of Man and the Citizen and\r\ncontrary to the very letter of the Universal Declaration of\r\nHuman Rights, which in a few weeks will be 50 years\r\nold. Against all logic, it is in our meetings, committees\r\nand other forums that the prerogatives to which we are\r\nentitled as human beings are being reduced to mere\r\ncaricatures in an insane race to alter the very foundations\r\nof international law.\r\nWe are constantly asked why we so stubbornly call\r\nfor the genuine democratization of the United Nations and\r\nfor far-reaching reform of its institutions. What does it\r\ntake to understand that, when we are on the verge of\r\nbidding farewell to the second millennium, the world can\r\nno longer be forced to follow Bretton Woods norms,\r\npatterns and schemes that are consistent with a world\r\norder born out of a war and that are now obsolete.\r\n35\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe Dow Jones average sways and plummets just a\r\nfew blocks away from this building. Uncertainty and\r\nhopelessness are rampant in the markets. Countries are\r\ngoing bankrupt — and so are their Governments. Hundreds\r\nof millions die of famine, disease, violence, terror and war.\r\nSome even become living dead, as they are deprived of\r\ntheir national identity. But we are expected to accept that\r\nhere in the General Assembly those who unleashed this\r\nmadness are destroying the only truly democratic space\r\nwhere we can act together.\r\nHow much longer are we going to allow them to\r\ncontinue imposing conditions, unilaterally launching\r\nmissiles, improving their nuclear arsenals and testing new\r\n“smart weapons”, while they demand disarmament from the\r\npoor and the illiterate? And further, they are preventing us\r\nfrom doing away with the dictatorship of a Security Council\r\nwhich refuses to expand or to give up or modify the power\r\nof veto? There can be no talk of a Security Council that\r\nprovides legitimacy, let alone security, so long as that body\r\nfails to abide by the powers conferred upon it in Article\r\nXXIV of the Charter; so long as it ignores the powers of\r\nother United Nations bodies; so long as its composition\r\nremains inequitable; so long as each and every member\r\ndoes not enjoy identical rights; so long as we in the third\r\nworld, the overwhelming majority of the world’s\r\npopulation, are not duly represented.\r\nFor Cuba, the one steadfast and sincere thing to do is\r\nto alert the world to which we belong, and to struggle for\r\nthe values of freedom, justice, dignity and humanitarianism\r\nthat we believe in and uphold. These are the values that\r\nshould prevail for the sake of our endangered human\r\nspecies. It is for this end that the resources made available\r\nto the United Nations by its Member States should be used.\r\nEnough of politicizing budgets under the pretext of\r\nalleged cost-effectiveness — as if the millions of African\r\nchildren dying of curable diseases, the millions of illiterate\r\npeople in Latin America, or the millions of people\r\ndisplaced by conflicts in Asia and the Middle East were\r\nbolts of cloth, raw materials or spent fuel.\r\nEnough of the appalling facts cited in the latest\r\nHuman Development Report, issued two weeks ago, which\r\naffirms that the barest consumption needs of over a billion\r\npeople are not being met at all, and that more than 4 billion\r\npeople lack essential health services and 2 billion suffer\r\nfrom anaemia, including 55 million in industrialized\r\ncountries.\r\nEnough of accepting that the indicators of human\r\nconsumption in 70 countries have dropped below the\r\nlevels of 25 years ago.\r\nEnough of accepting that a child born in a developed\r\ncountry will consume and pollute in his or her lifetime as\r\nmuch as 50 children born in an underdeveloped country.\r\nEnough of accepting that three individuals in this\r\nworld have amassed fortunes equivalent to the total gross\r\ndomestic product of 48 States.\r\nEnough of accepting that the most powerful and\r\nwealthy nation on Earth, with the highest per capita\r\nincome, should, according to the report, have the highest\r\nrates of human poverty.\r\nEnough of demagogy. Let us make way for ethics,\r\ngenerosity and humanitarianism. Let the debts be paid and\r\nthe current scale of assessments maintained. Let us put an\r\nend to special United Nations peacekeeping operations\r\nand to the arms market they have generated, and let us\r\nstrengthen the actions of the World Health Organization,\r\nthe United Nations Children’s Fund, the United Nations\r\nEducational, Scientific and Cultural Organization, the\r\nFood and Agriculture Organization of the United Nations,\r\nthe United Nations Development Programme, the Office\r\nof the United Nations High Commissioner for Refugees\r\nand the many other agencies that have truly endeavoured\r\nthroughout their existence to assert the rights of every\r\nhuman being. That is the only really fair, responsible and\r\nhumane thing to do.\r\nIn other words, let us not allow so many children to\r\ndie in the next few hours, days, months and years — such\r\nas the 108,217 infants under five years of age, who have\r\ndied of preventable causes in the underdeveloped world\r\nsince we opened the fifty-third session last Monday,\r\nwithout the Assembly or the international community of\r\nnations being able to do anything about it.\r\nLet us keep the voice and mandate of the peoples\r\nand Governments that make up the United Nations from\r\nbeing drowned out by the inhumane interests of the\r\nmasters and their partners grouped in the “Washington\r\nconsensus”, which is how chaste, scholarly jargon\r\ncurrently defines the alliance of countries and\r\ninternational financial institutions that have dragged us all\r\ninto disastrous unipolar neoliberalization ruled by a\r\nunique and criminal way of thinking which hypocritically\r\nboasts of being pluralistic.\r\n36\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nLet us prevent heinous and disgusting phenomena such\r\nas terrorism from being fostered in that way; both the\r\nterrorism that constantly takes innocent lives — which\r\nmany seek to compare with the fight of other peoples that\r\nhave employed humanitarian and worthy methods in their\r\nresort to weapons in order to win their rights — and the\r\nother much more sophisticated, computerized and\r\nglobalized terrorism that turns the economy, politics and\r\nideas into a lethal weapon to secure the interests of a\r\nrestricted circle of selfish people who believe it is their\r\nprerogative to unilaterally impose their laws and their\r\npunishments on others.\r\nWe recognize that drafting and implementing\r\ninternational treaties are instrumental in our struggle against\r\nterrorism. But if we are truly committed to achieving that\r\ngoal, then the power to investigate, prevent and punish\r\nthese acts must be assumed seriously by States as an\r\nobligation which may not be delegated. There must be\r\ngenuine cooperation to apprehend perpetrators, and States\r\nmust prevent by all means possible terrorist acts against\r\nother States being organized, encouraged, funded or\r\ntolerated within their territory.\r\nCuba, which has suffered from terrorism and to which\r\nnothing that is human is alien, cannot but unequivocally\r\ncondemn such actions, methods and practices. Above all,\r\nwe denounce those responsible for fomenting, supporting,\r\nfunding, masterminding, propagating or tolerating these\r\nloathsome actions, which, as recent events have illustrated,\r\nturn their perpetrators into heinous Saturns, capable of\r\ndevouring their own children.\r\nFor almost 40 years our homeland has had to defend\r\nitself from aggression and harassment of all kinds: dirty\r\nwar, mercenary invasions, nuclear threat, veritable hunts\r\norganized in attempts to murder our main leaders, pirate\r\nattacks, constant acts of sabotage against our industry, our\r\nagriculture and our economy, blowing up of airliners in\r\nflight — as occurred in Barbados on 6 October 1976; over\r\na thousand hours a week of subversive radio and television\r\ntransmissions which illegally invade our radio-electronic\r\nspace; and biological warfare. Our tourist facilities have\r\nendured terrorist attacks, employing Central American\r\nmercenaries, organized and financed from the United States,\r\nwith the full awareness and tolerance of the authorities of\r\nthat country. Furthermore, we are also currently facing\r\nfurther American criminal legislation aimed at intensifying\r\nthe dirtiest and longest economic war ever perpetrated\r\nagainst any country. This is why we can speak about these\r\nissues with absolute morality.\r\nI must say at least a few words about recent\r\naccusations by the United States of alleged Cuban\r\nespionage activities in Florida, which have been widely\r\ndisseminated by the mass media as something\r\nextraordinary. I am sure the Assembly understands that\r\nthe most ridiculous and laughable thing to occur in recent\r\ndays in this nation of scandals is that the world’s biggest\r\nspy, the United States, has accused of espionage the\r\nworld’s most spied upon country, Cuba.\r\nThe reality we live in is not recognized in the\r\ncurrent Universal Declaration of Human Rights. Nobody\r\ndenies that this is a document of universal scope, the\r\noutcome of the most progressive thinking of its time and\r\nthe international culmination of certain trends and values\r\nthat emerged from the horrors of the Second World War.\r\nHowever, it should not be forgotten that when we\r\nembraced it in 1948 almost two thirds of humanity still\r\nlived under the colonial and neo-colonial yoke. All those\r\ncountries had been reduced to mere objects of\r\ninternational law. For them, the most traumatic experience\r\nwas not the war but underdevelopment, political exclusion\r\nand the new and even more catastrophic economic battles\r\nimposed upon them.\r\nWhile we uphold the values of our 50-year-old\r\nDeclaration, values which cannot be renounced, and reject\r\nattempts to cause confusion over it and give it an\r\nideological and political nature, we must have the courage\r\nand awareness to recognize its historical and conceptual\r\nlimitations, which illustrate that the time has come to\r\ndraft a new international charter of human rights capable\r\nof meeting the requirements of the new millennium.\r\nIf we do not do this now, what will be the use of all\r\nthe efforts made five years ago at the Vienna World\r\nConference on Human Rights to adopt a Declaration and\r\na Programme of Action? What will we tell our peoples?\r\nIs it not the duty of democratic Governments to be\r\naccountable to their voters for the discharge of their\r\ninternational obligations? Will we finally recognize the\r\nright to development as a fundamental, universal and\r\ninalienable human right? Will unrelenting reality persuade\r\nus that the universality, indivisibility and interdependence\r\nof all human rights requires the acknowledgment of\r\nnational and regional characteristics and diverse historical,\r\ncultural and religious heritages, as well as the need to\r\nstrengthen international cooperation concerning this issue\r\nobjectively and without selectivity?\r\n37\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThe establishment of the Office of the High\r\nCommissioner and other steps taken in this regard are just\r\nfig leaves that fail to conceal all the embarrassing parts.\r\nMany goals have yet to be reached, such as the\r\ndemand of the Vienna Conference that all States abstain\r\nfrom adopting unilateral measures contrary to international\r\nlaw and the Charter of the United Nations which hinder\r\ntrade relations and impede the full realization of the rights\r\nset forth in the Universal Declaration and its international\r\ninstruments, particularly the right of all people to living\r\nstandards adequate for their health and well-being —\r\nincluding nourishment, health care, housing and basic social\r\nservices.\r\nWhat will we do to those who violate this mandate?\r\nDo we summon them to an international criminal tribunal?\r\nUnder what charges: contempt for democratic decisions;\r\nState terrorism; war Crimes; genocide?\r\nIt would seem that the disturbing words of the writer\r\nand humanist John Milton are true:\r\n“They who have put out the people’s eyes, reproach\r\nthem of their blindness.”\r\nI say this because the United States Government has\r\nignored all those complaints in the same way as it has\r\ndrafted lists of presumed violators.\r\nIn a blatant challenge to the international community,\r\nthe advocates of open markets and the end of ideologies\r\nhave taken additional and distinctly extraterritorial actions\r\naimed at reinforcing their blockade. I ask the interpreters to\r\nbe accurate: I mean blockade and not embargo. It is an\r\neconomic, trade and financial blockade against Cuba that\r\nignores six consecutive calls by the Assembly to put an end\r\nto what has rightly been fairly described as the grossest,\r\nmost serious and systematic violation of the human rights\r\nof a whole people.\r\nOn the contrary, those concerned insist on continuing\r\ntheir failed policy, one of whose instruments was\r\nexemplarily dismantled by the international community at\r\nthe fifty-fourth session of the Commission on Human\r\nRights, when it was decided to put an end to the\r\nextraordinary procedure on the so-called situation of Cuba\r\nand to get rid of the Special Rapporteur. That was a\r\nconscious and considered decision, the ultimate assertion of\r\nthe growing rejection of a politicized resolution that should\r\nnever have existed in the first place. It was recognition of\r\nthe truth and a result of the weariness caused by calumny\r\nand lies. It was also the way out of a discriminatory,\r\nunwarranted and selective exercise targeted on Cuba that\r\nconsecrated the imperial will to dictate a kind of\r\ninternational law where the powerful and wealthy judge\r\nand we, the poor, are doomed to sit on the defendants’\r\nbench.\r\nNevertheless, we have amassed enough evidence to\r\nindicate that a new vendetta is under way. The failed\r\nattempts last July in the Economic and Social Council to\r\nimposed a so-called joint statement on the presumed\r\nhuman rights situation in Cuba, and subsequent initiatives\r\nto engage high United Nations authorities or particular\r\ncountries in the preposterous and unsuccessful task of the\r\nlate Special Rapporteur, foreshadow new and unwarranted\r\nconflicts that will again divert the Organization from its\r\nmain concerns.\r\nI am referring to documents and guidelines such as\r\nthese, which I could quote and which will be made\r\navailable to the press, and which have been forwarded to\r\nalmost all participants in this room by senior officials of\r\na Government that, in keeping with its imperial\r\nphilosophy, seems to think that they are entitled to speak\r\nbut not required to listen humbly and respectfully. I quote\r\nfrom the document:\r\n“Multilateral efforts suffered a serious setback last\r\nApril when the United Nations Commission on\r\nHuman Rights voted against a resolution on Cuba by\r\na margin of 19 to 16, with 18 abstentions.”\r\n“Maintaining international focus on the human rights\r\nsituation in Cuba is a high priority for Secretary of\r\nState Albright. She has asked me to speak with you\r\nour interest in pursuing a joint statement on Cuba at\r\nECOSOC.”\r\n“We feel that the most effective approach would be\r\na joint statement of like-minded countries. The\r\nstatement could call on the United Nations system to\r\nkeep the human rights situation in Cuba under\r\nreview. One mechanism for doing so could be the\r\nestablishment in Havana of an office of the United\r\nNations High Commissioner for Human Rights”.\r\nThe general thrust is clear.\r\nWe take full responsibility in asserting that\r\nreconsidering the issue will only mean opening yet\r\nanother, even more unacceptable chapter in the political\r\nmanipulation of human rights mechanisms. This would be\r\n38\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\ndetrimental to the authority of the body or the relevant\r\noffice, because our country would not accept the\r\nreimposition of any new procedure or discriminatory\r\ntreatment.\r\nEverything we do in Cuba, whether some like it or\r\nnot, whether agreed or not, is done for the sake of the\r\nhuman being. We are proud of our reality and, as we have\r\nsaid before, we do not believe it is perfect. We do not want\r\nit to be perfect. We do not want to be bored with\r\nperfection. We do not take it as an endorsement or export\r\nit as a model, and above all we do not impose it on anyone,\r\nso no one will attempt to impose their reality on us.\r\nWe do not use our agreements or disagreements with\r\nothers, including our differences with the very harsh,\r\nsilenced reality of our accusers, to humiliate or condemn\r\nanyone. We prefer to discuss them by means of civilized\r\ndialogue, which we are at all times prepared to engage in,\r\nbelieving that what really matters is cooperation and not the\r\nimposition of a dubious convergence in positions.\r\nCuba is among the few Members of this Organization\r\nthat has consistently submitted its reports systematically and\r\nin good time to the treaty bodies to which it belongs.\r\nEvidence abounds of the transparency and sincerity of our\r\nactions and of the strength with which we uphold\r\nimpartiality and objectivity in the Committees on the\r\nElimination of Discrimination against Women, the\r\nCommittee against Torture, the Committee on the Rights of\r\nthe Child and the Committee on the Elimination of Racial\r\nDiscrimination.\r\nWe have similar credentials in our systematic\r\ncooperation with the various mechanisms of the\r\nCommission on Human Rights and with the Office of the\r\nHigh Commissioner, since its inception. Let me mention\r\nalso our growing bilateral cooperation in this area with\r\nvarious States in an atmosphere of respect and on an equal\r\nfooting, each one of us with our respective virtues and\r\nflaws.\r\nFor these reasons, while we denounce these new\r\nintentions and forewarn the Assembly against unwarranted,\r\ndiversionist and fruitless exercises, we reiterate Cuba’s\r\nunrestricted willingness and preparedness for dialogue and\r\nfor multilateral and bilateral cooperation with all States.\r\nNo imposed solution can settle a problem. The\r\ninternational community should never allow a cause as\r\nnoble and compelling as that of human rights to be held\r\nhostage to petty political interests.\r\nCuba is confident that dialogue will prevail over\r\nconfrontation and recalls, as a token of its goodwill, the\r\ninvitations it has extended to the thematic rapporteurs on\r\nviolence against women, on children, on mercenary\r\npractices and on other matters, so they can become\r\nacquainted with the realities of a socialism that has never\r\nneeded to proclaim its intrinsic humanity. Unfortunately,\r\nhowever, on occasions when it has broadly disseminated\r\nthe required information with transparency, that\r\ninformation has at times been manipulated and used to\r\nserve the interests and objectives of our aggressors.\r\nSo long as Cuban children suffering from leukemia\r\nare denied access to Oncaspar and L-Spar to prolong their\r\nlives; so long as Cuban AIDS patients are denied access\r\nto AZT; so long as urgently needed purchases of\r\nrespirators for newborn babies in intensive care units are\r\nhampered; so long as it is forbidden to sell to Cuba a\r\nsingle pound of metrotrexate to test important medicines\r\nagainst cancer; so long as a 33 per cent drop in the\r\npopulation’s daily consumption of calories and a 39 per\r\ncent drop in the consumption of proteins is artificially and\r\nintentionally provoked by a ban on food exports, by\r\nexcessive freight costs and prices, and by the harassment\r\nof suppliers; so long as attempts are made to starve us to\r\ndeath and to kill us with diseases, while speculation and\r\nmanipulation is under way with feigned official aid\r\npresented as a humanitarian gesture, which we refuse\r\nbecause we believe it to be insincere; as long as letters\r\nsuch as the one I am holding — I feel compelled to show\r\nthem, and they will be made available to all —\r\nunilaterally justify confusing, contradictory and\r\nthreatening understandings aimed at globalizing\r\nextraterritorial laws, it would be absolutely outrageous,\r\nimmoral and even shameful to question Cuba’s just and\r\nsovereign limits, legitimized by the 1948 Universal\r\nDeclaration itself, that our Government and people are\r\nforced to place on those who, wielding human rights in\r\nthe abstract, defame their homeland, disown their people,\r\nfoster division and serve the interests of a foreign Power.\r\nI quote from the letter from Mrs. Albright to Senator\r\nJesse Helms:\r\n“The understanding is an important step\r\nforward in our ongoing efforts to encourage greater\r\nrespect for property rights of United States citizens\r\nabroad.\r\n“We expect the full cooperation of the\r\nEuropeans in carrying out the understanding.\r\n39\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\n“It is important that we not miss this unique and\r\nhistoric opportunity to advance the goals of the\r\nLibertad Act and to establish broad new protections\r\nfor the property rights of United States citizens in\r\nCuba and throughout the world.”\r\nCertainly, this is worthy of note. What Mrs. Albright\r\ncalls the Libertad Act in her letter is nothing but the\r\nregrettably notorious Act that has often been repudiated by\r\nthe international community: the Helms-Burton Act. I am\r\nclarifying this because I know that for most of the members\r\nof this Assembly it would be difficult to equate a juridical\r\ninstrument of this type with a lofty but often misused word\r\nsuch as “freedom”.\r\nA self-respecting nation does not allow its dignity and\r\nintelligence to be offended. A people that has fought and\r\nendured such a barbaric onslaught will never be brought to\r\nits knees. A people that exists today because it has learned\r\nto overcome its difficulties will never be shattered, let alone\r\nconvinced of the urgency of any cause besides the revolt of\r\nthe united.\r\nWe the poor are so many and our poverty so great that\r\nif we unite, the unity of our poverty will become our\r\ngreatest asset. This will be our wealth, and we have more\r\nthan enough poverty to become immensely rich.\r\nLet us set aside our differences. Let us carry on our\r\nshoulders the salvation of humanity. Let us gather those\r\nwho, resourceful and wealthy though they may be, can still\r\nfeel in their hearts the urgent call for survival in the global\r\nera.\r\nLet the world recognize our sincere vote as poor\r\npeople, and if there is no other choice, let it hear our veto\r\nas well. Let us all unite in the struggle. As President Fidel\r\nCastro has said, Cuba will never tire of calling for this. Let\r\nus unite and globalize our opposition to every boastful act\r\nof hegemony.\r\nLet us globalize respect for our human condition,\r\nwhich is the first and foremost right to be claimed. Let us\r\nglobalize the efforts to save from ecological catastrophe a\r\nplanet that has been ruined by neoliberalism and\r\nconsumerism.\r\nLet us globalize ethics, culture and the spirituality of\r\npeoples in their immense and wonderful diversity, so that\r\neach of us can drink from his own spring and we can pour\r\nour clearest waters into the great river of human thought.\r\nLet us globalize, without excluding anyone, science,\r\ntechnology, development and cooperation between\r\nnations. Let the rich share their wealth. Let the poor\r\ngrow, the illiterate learn to read and write, the sick heal.\r\nLet the healthy remain healthy and the hungry have food.\r\nLet us globalize generosity and eradicate plundering,\r\nselfishness and greed.\r\nLet us globalize respect for the rights of others as a\r\nguarantee of peace for all races, ethnicities and religions,\r\nso that we may bid farewell to arms.\r\nLet us globalize human freedom as the most sacred\r\ntrait of our species. Let this be a responsible freedom,\r\nwith peace and independence, dignity and sovereignty,\r\nwithout humiliation or conditions, without alterations or\r\nrenunciations — a freedom emerging from the rebellion\r\nof human beings against a world that no longer meets\r\ntheir needs and that they are determined to change, as set\r\nout in the preamble and article 28 of the Universal\r\nDeclaration of Human Rights. We do not want these\r\nfreedoms ever to be politicized; we want them to remain\r\nentirely human.\r\nIn a few days it will be 40 years since the dawn of\r\nCuba’s knowledge of that freedom that re-established the\r\nrights of Cubans and enshrined our humanity, because\r\nthat freedom was born in our own breasts and nourished\r\nby the blood, sweat, efforts and sacrifices of so many\r\ngenerations.\r\nThat freedom is still alive today, shielded by an all-\r\nenduring unity. It encourages our rebelliousness in the\r\nface of a world that deserves to be and can be changed\r\nfor the sake of all mankind. As the book of Ecclesiastes\r\ncommands:\r\n“To every thing there is a season, and a time to\r\nevery purpose under the heaven.” (The Holy Bible,\r\nEcclesiastes 3:1)\r\nNow is the time and the exact hour that we must act.\r\nThe President (interpretation from Spanish): We\r\nhave heard the last speaker in the general debate.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply.\r\nMay I remind members that statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\n40\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nintervention and to five minutes for the second intervention\r\nand should be made by delegations from their seats.\r\nMr. Al-Kidwa (Palestine) (interpretation from\r\nArabic): We listened this morning to the statement of the\r\nIsraeli Prime Minister, and we shall present to you the\r\nPalestinian position in the statement of our President next\r\nMonday; however, we cannot but reply to what we have\r\nheard today with the following brief remarks.\r\nThe Prime Minister began his statement with a\r\nreference to the role of the League of Nations and the\r\nUnited Nations in the establishment of Israel. But,\r\nunfortunately, he never referred to Israel’s rejection of the\r\nwill of the United Nations, including the establishment of\r\nan Arab State in Palestine on equal footing, in accordance\r\nwith the resolution that established Israel. He also failed to\r\nrefer to the rejection by Israel of all United Nations\r\nresolutions adopted since then, its rejection of 24\r\nresolutions on the occupied territories adopted by the\r\nSecurity Council since 1967 and its rejection of hundreds\r\nof General Assembly resolutions and the resolutions of\r\nother United Nations organs, let alone its violation of the\r\nprinciples of the Charter itself and of international law and\r\ninternational humanitarian law.\r\nThe Prime Minister said that peace for him is based\r\nupon two principles: security and reciprocity. We believe\r\nthat there is a great deal of deception in such expressions\r\nand the way they are presented. The principle of security,\r\nfor example, could serve as an excuse for Israel to keep the\r\noccupied territories instead of withdrawing from them.\r\nWhat is more important is that he seems to forget the\r\nprinciples upon which the Middle East peace process has\r\nbeen founded, such as the principle of land for peace and\r\nimplementation of Security Council resolutions 242 (1967),\r\n338 (1973) and 425 (1978), let alone the principles that are\r\nrecognized by the whole world, such as justice and the right\r\nof peoples to self-determination.\r\nThe Prime Minister also stated that the Palestinians\r\nhave jurisdiction over 100 per cent of the Palestinians in\r\nGaza and 90 per cent in the West Bank. This is a\r\npreposterous claim. In addition to its falsity, it ignores the\r\nfact that 100 per cent of our Palestinian people on our land\r\nstill live under the mercy of occupation and are subjected\r\nto Israeli oppression, in many cases not even be able to\r\nmove from one village to another.\r\nThe Prime Minister spoke about the Palestinian\r\nstatements without even looking at what is said by the\r\nIsraeli officials, while he himself uses expressions such as\r\nJudea and Samaria to describe our occupied Palestinian\r\nterritory — to describe the West Bank. He talked about\r\nthe Palestinian covenant, ignoring the decision by the\r\nPalestinian National Council in April 1996 to abrogate the\r\narticles that contradict the exchange of letters of\r\nrecognition, a decision which was met by the official\r\nwelcome of the American Government, as well as the\r\nIsraeli Government itself at that time.\r\nThe Prime Minister talked about Israel’s transferring\r\nmoney to the Palestinians. He ignored the fact that it is\r\nour money and our right and that it is frequently subject\r\nto cuts, sometimes even withheld. He forgets that this\r\nprocedure is the outcome of the Israeli rejection of the\r\nimplementation of what has been agreed upon with regard\r\nto the construction of the airport and seaport. And he also\r\nignores the continued destructive process that Israel\r\ncarries out against the Palestinian economy.\r\nHe also spoke about the deadlines mentioned in the\r\nagreements, stating that these are not sacred. And he\r\nrecalled unilateral acts by the Palestinian leadership. I\r\nwould like to clarify here that the agreement on that\r\ntransitional period expires on 4 May 1999 and that any\r\ndecision taken by the Palestinian leadership, according to\r\nits responsibilities at the time, regardless of the nature of\r\nsuch decisions, cannot be considered a unilateral act. I\r\nwish to add here that the primary responsibility for the\r\ninability of the parties to reach any final settlement within\r\nthe agreed deadlines falls upon the Government of\r\nMr. Netanyahu.\r\nWhat the Prime Minister was really saying in the\r\nprevious points mentioned, and in other statements, such\r\nas on his vision of the final settlement, is that he seeks to\r\nhave the Palestinians live within isolated areas under\r\nlimited self-rule, meaning in bantustans akin to the\r\nabhorrent apartheid style. He also says that he does not\r\nrecognize the legitimate rights of the Palestinian people\r\nand that he does not want to implement Security Council\r\nresolution 242 (1967). This is not only a violation of the\r\nagreements reached, it is also a destruction of these\r\nagreements and of their essence, namely, the mutual\r\nrecognition between the two parties. That is precisely the\r\nreal cause of what ails the peace process at the present\r\ntime.\r\nLastly, it seems that everything that has been said is\r\nbased upon a certain understanding that the land is an\r\nIsraeli land and that the Palestinians are a minority within\r\n41\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nIsrael, in need of some kind of solution. Maybe even Israel\r\nis in need of some solution with regard to them.\r\nMr. Prime Minister, you are completely wrong. The\r\nland is ours. But we have accepted international legitimacy\r\nin this regard, despite the injustice that befell us. The\r\nPalestinians are an old, proud people who have the right to\r\nsovereignty in their own state. We will remain committed\r\nto the peace process, but on the basis of the mutual\r\nrecognition of the legitimate rights of both parties and on\r\nthe basis that the implementation of Security Council\r\nresolution 242 (1967) is the aim of the process.\r\nThe President (interpretation from Spanish): The\r\nrepresentative of Iraq has asked for the floor. He has the\r\nfloor.\r\nMr. Al-Hitti (Iraq) (interpretation from Arabic): I\r\nwould like to take the floor to exercise my right of reply\r\nagainst the Israeli Prime Minister.\r\nThis morning the General Assembly listened to a\r\nseries of lies from a man who, by all international\r\nstandards, despises all international considerations and who\r\npresides over a Government which does the same. The\r\ngross falsification of history in the Israeli Prime Minister’s\r\nstatement is a negation of the memory of the international\r\ncommunity, which is perfectly aware that that man was\r\neducated and formed within the major terrorist gangs in the\r\nworld.\r\nThe Israeli Prime Minister accused my country of\r\nhaving ceased cooperation with the United Nations Special\r\nCommission (UNSCOM), deliberately ignoring the fact that\r\nIraq took this step after having implemented all its\r\nobligations under the terms of Security Council resolution\r\n687 (1991) during the past eight years.\r\nThe Israeli Prime Minister is the last one to speak\r\nabout the implementation of Security Council resolutions,\r\nconsidering the history of his country and the poor\r\nreputation it has acquired and the frivolity it has shown\r\nwith respect to international resolutions. Specifically, Israel\r\ndid not even implement paragraph 14 of resolution 687\r\n(1991) to which Mr. Netanyahu referred, calling for\r\nconsideration of a Middle East free from all weapons of\r\nmass destruction, foremost among which is the Israeli\r\narsenal, whether they be nuclear, chemical or biological.\r\nThe world knows that Israel has more than 200\r\nnuclear weapon heads and a large arsenal of other weapons\r\nof mass destruction. It has even refused to join the system\r\nof international guarantees of the International Atomic\r\nEnergy Agency (IAEA). This is not to mention the refusal\r\nto sign the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT). Moreover, Israel was the first to use\r\nprohibited weapons during its repeated acts of aggression\r\nagainst Arab countries — multiple-head bombs, napalm\r\nbombs — which were utilized on a grand scale against\r\nLebanon, Palestine and other Arab countries. Israel also\r\ndemonstrated its disregard of international law to an\r\nunparalleled degree when its forces attacked the United\r\nNations centre in the city of Qana in Lebanon when it\r\nwas full of innocent Lebanese civilians who had fled the\r\nhell of Israeli planes committing an act of aggression\r\nagainst Lebanon.\r\nMr. Baudin (Senegal), Vice-President, took the\r\nChair.\r\nThe Acting President (interpretation from French):\r\nI will now give the floor to the representative of Turkey\r\nin exercise of his right of reply.\r\nMr. Vural (Turkey): The hour is late, Mr. President.\r\nIt is with a sense of deep regret that I take the floor to\r\nexercise my right of reply to the statement made by the\r\nMinister for Foreign Affairs of Greece, Mr. Pangalos. But\r\nthe record must be set straight. Distortions must not be\r\nallowed to circulate freely.\r\nIt is evident that when it comes to Turkish-Greek\r\nrelations, the Minister for Foreign Affairs of Greece has\r\na very selective memory. He chooses to ignore some very\r\nvital facts: his country’s design to turn the Aegean Sea\r\ninto a Greek lake is not mentioned. Their highly restricted\r\nacceptance of the jurisdiction of the International Court of\r\nJustice is ignored. But I have no intention of elaborating\r\non this long list.\r\nLet me once again remind this Assembly that only\r\na few hours ago our Prime Minister, Mr. Yilmaz, from\r\nthis very rostrum called for a dialogue between the two\r\ncountries to resolve our outstanding problems. I sincerely\r\nurge the distinguished Minister to rise to this occasion.\r\nMr. President, amnesia may be a Greek word, but it\r\ncannot be a license for serious omissions.\r\nAs to the issue of Cyprus, the Foreign Minister of\r\nGreece mentions 1974 as if it were the beginning of the\r\nproblem. He conveniently omits the tragic events of the\r\n1960s, but there are those who have not forgotten. The\r\nTurkish Cypriot people remember vividly the ethnic\r\ncleansing inflicted upon them by the Greek Cypriots.\r\n42\r\nGeneral Assembly 14th plenary meeting\r\nFifty-third session 24 September 1998\r\nThey also remember being forcibly denied their\r\nconstitutional rights.\r\nAs to the year 1974, let me quote the words of the late\r\nArchbishop Makarios when he addressed the Security\r\nCouncil on 19 July 1974.\r\n“The coup of the Greek junta is an invasion, and from\r\nits consequences the whole people of Cyprus suffers,\r\nboth Greeks and Turks.” (S/PV.1780, p. 21)\r\nI have nothing to add to this statement. The state of\r\nthe island at this moment is explained by these very words.\r\nUnfortunately, this mentality is still the main obstacle to\r\nachieving a reconciliation between the two co-owners of the\r\nisland.\r\nIf Mr. Pangalos blames us for not allowing the tragedy\r\nof Bosnia or Rwanda to occur in Cyprus, he is absolutely\r\nright. To set the record straight, Turkey intervened in 1974\r\nin exercise of its treaty rights as a guarantor Power. Turkey\r\nremains committed to protecting the Turkish Cypriot people\r\nfrom the fate of those who suffer tragically from ethnic and\r\nreligious hatred and “cleansing” efforts.\r\nMr. Danesh-Yazdi (Islamic Republic of Iran): In one\r\nof the statements made this morning, reference was made\r\nto the military capabilities of the Islamic Republic of Iran.\r\nIn this connection, my delegation wishes to reiterate the\r\nposition commonly shared by all States in the Middle East\r\nthat the sole threat — the sole threat — to the security and\r\nstability of the Middle East stems from Israel’s nuclear\r\ncapabilities and access to advanced missile technology. This\r\nposition does not reflect a mere critical notion; rather, it\r\nasserts deep and serious concern based on facts and\r\nrealities. Israel’s attempt to level allegations is but a futile\r\ncover for the danger it poses to the entire region.\r\nIt is also a matter of fact that the Islamic Republic of\r\nIran is a victim of weapons of mass destruction and a\r\nprincipal proponent of the Middle East as a zone free from\r\nweapons of mass destruction. This position was well\r\nelaborated by President Khatami in this very building just\r\nthree days ago when he said:\r\n“The establishment of zones free from weapons\r\nof mass destruction, particularly in the Middle East,\r\nconstitutes an appropriate first step in alleviating\r\ntension and mistrust emanating from these weapons.\r\nWe in the Islamic Republic of Iran, as victims of the\r\nuse of weapons of mass destruction, are more\r\ncognizant than anyone else of their horrifying impact.\r\nWe shall thus stay at the forefront of international\r\nefforts to establish and strengthen universal\r\narrangements for their destruction.” (A/53/PV.8)\r\nOf course, Iran, like others in the region, cannot\r\nremain idle against the Israeli threat and menace to the\r\nregion. Iran is determined to defend with all its\r\ncapabilities its independence, sovereignty and territorial\r\nintegrity against outside threat and danger.\r\nMr. Arias (Spain) (interpretation from Spanish): My\r\ndelegation wishes to address references to the Spanish\r\ncities of Ceuta and Melilla and to other parts of Spanish\r\nterritory, made this afternoon to the General Assembly in\r\nthe statement of the Minister of State and Minister for\r\nForeign Affairs and Cooperation of the Kingdom of\r\nMorocco.\r\nSuch references are not in keeping with reality, since\r\nthey bear on integral parts of the territory of Spain whose\r\ncitizens are represented in the Spanish Parliament and\r\nenjoy the very same status and privileges as their\r\ncompatriots. Moreover, those references are not consonant\r\nwith the good relations that prevail between the\r\nKingdoms of Spain and Morocco.\r\nThe meeting rose at 8 p.m.\r\n43\r\n"