"United Nations A/53/PV.4\r\n98-85792 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n4th plenary meeting\r\nThursday, 17 September 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 93\r\nSustainable development and international economic\r\ncooperation\r\n(d) Renewal of the dialogue on strengthening\r\ninternational economic cooperation for\r\ndevelopment through partnership\r\nHigh-level dialogue on the theme of the social and\r\neconomic impact of globalization and\r\ninterdependence and their policy implications\r\nThe President (interpretation from Spanish): This\r\nmorning, the General Assembly will begin a two-day high-\r\nlevel dialogue on the theme of the social and economic\r\nimpact of globalization and interdependence and their\r\npolicy implications, in accordance with the decision taken\r\nby the General Assembly at its 3rd plenary meeting, held\r\non 15 September 1998, pursuant to resolutions 50/122 of 20\r\nDecember 1995 and 52/186 of 18 December 1997 as well\r\nas decision 52/480 of 4 June 1998.\r\nThe focus and the modalities of the dialogue are\r\noutlined in documents A/52/832 and A/52/919.\r\nIn particular, Member States considered that, in order\r\nto stimulate high-level interest and ensure interactive\r\ndialogue, a combination of plenary meetings, ministerial\r\nround tables and informal panels would be the best\r\napproach. As was agreed, two ministerial round tables and\r\ntwo informal panels will be held in conjunction with the\r\nplenary meetings of the high-level dialogue.\r\nFollowing consultations, for the first ministerial\r\nround table, on national responses to globalization, I have\r\nthe pleasure to appoint His Excellency Mr. Helmut\r\nSchäfer, Minister of State of Germany, as Chairman, and\r\nHis Excellency Mr. Percy Metsing Mangoaela, Permanent\r\nRepresentative of Lesotho to the United Nations, as\r\nRapporteur.\r\nFor the second ministerial round table, on\r\ninternational responses to globalization, I have the\r\npleasure to appoint His Excellency Mr. Ali Alatas,\r\nMinister for Foreign Affairs of Indonesia, as Chairman,\r\nand His Excellency Mr. Janis Priedkalns, Permanent\r\nRepresentative of Latvia to the United Nations, as\r\nRapporteur.\r\nAs indicated in document A/52/832, each rapporteur\r\nwill present a summary report to the General Assembly\r\nat the plenary meeting to be held tomorrow at 5 p.m.\r\nWith regard to the plenary meetings of the General\r\nAssembly to be held during the high-level dialogue, as\r\nindicated in today’s Journal, in addition to this morning’s\r\nmeeting, the Assembly will meet this afternoon at 4 p.m.\r\nand tomorrow afternoon at 5 p.m.\r\nAs to the length of statements in plenary meetings,\r\nit has been suggested in the information note transmitted\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nto Member States that statements should not exceed seven\r\nminutes. In order to allow the Assembly to hear all the\r\nspeakers already on the list, I appeal to Member States to\r\ncooperate in this respect.\r\nThe schedule for the two ministerial round tables and\r\nthe two informal panels is also indicated in today’s Journal.\r\nI shall now make a statement.\r\nToday the General Assembly is to consider a matter\r\nthat is on the minds of leaders and policy makers\r\nthroughout the world. Recent events show that globalization\r\nand its consequences affect all countries. The forces of\r\nglobal integration and the ways in which we deal, or fail to\r\ndeal, with them will affect the future of the world in the\r\ntwenty-first century. The Assembly, which is a sort of\r\nworld parliament, bears a special responsibility to be all-\r\ninclusive and to universalize the world dialogue on this\r\ncritical issue.\r\nEvery day we hear disturbing news about the situation\r\nof various financial markets. The instability of currency\r\nmarkets is tangibly and tragically reflected in crises caused\r\nby the convergence of many domestic and external factors.\r\nSome of those factors arise from decisions by the\r\nresponsible authorities, while others are related to the\r\nactions of market players, who in most cases are not subject\r\nto certain rules of prudence that ought to be universal.\r\nMarket globalization has undeniably led to\r\nimprovements in economies on the world level, but there\r\nhave also been negative phenomena; some of these are\r\nlocalized, but often their scope and effects extend beyond\r\nnational territories to a greater or lesser — but always\r\nsignificant — degree. Here I need only refer to the so-\r\ncalled tequila effect and to the South-East Asian crisis. In\r\nthe first case, I would recall that it led to direct intervention\r\nby international credit agencies such as the International\r\nMonetary Fund, the World Bank and the Interamerican\r\nDevelopment Bank, not to mention contributions by\r\nfriendly countries.\r\nAs to the case of South-East Asia, initially diagnosed\r\nas a short-term crisis, recovery has not taken place, and\r\nwhat began as a national problem became a regional one,\r\nultimately taking on international dimensions, whose final\r\neffects are still difficult to foresee.\r\nTo be sure, the crisis is not restricted to the financial\r\nmarkets, but affects the entire economy, has a negative\r\nimpact on investment flows, puts pressure on bank reserves,\r\ndiminishes trade, causes unemployment with its attendant\r\nsocial problems, and to a greater or lesser extent\r\ninfluences the political course of the States that are\r\naffected. The economies of States of the greatest\r\nimportance on the world scene have not escaped the\r\ncontagious effects of this situation.\r\nIn a way, this was logical and foreseeable in a world\r\nin which the market is no longer subject to limits other\r\nthan those of free competition and the unrestricted\r\ncirculation of goods and currency, which have come to\r\nconstitute the prevailing model.\r\nIf we add to this that in many cases the affected\r\ncountries had been making great efforts to implement\r\nanti-inflationary adjustment policies, we see that the\r\nsolution to this financial and economic problem cannot be\r\nachieved through isolated efforts on the part of the\r\neconomies concerned. This has been reflected in the\r\nrecent measures adopted by the Group of Seven and in\r\nthose taken by the Government of the United States to\r\nprovide financial cooperation.\r\nMoreover, in line with the position taken by regional\r\nfinance ministers, who met in Washington two weeks ago,\r\nthe Rio Group, at its most recent summit, in Panama,\r\nfocused its attention on this matter and called for a clear\r\nresponse from the agencies with responsibility in this\r\nsphere.\r\nThus far we have seen spontaneous or institutional\r\nresponses from ad hoc groups of countries and agencies,\r\neach in line with its own capabilities.\r\nIn any event, it has become obvious that the\r\ninternational financial system has been unable to prevent\r\nthe current crisis and that international cooperation\r\nmechanisms of the United Nations and elsewhere have\r\nbeen unable to act with complete effectiveness on the\r\ncauses of the problem. Ultimately, the Bretton Woods\r\ninstitutional system has proven insufficient in addressing\r\nthe negative effects, which are not the intentional result\r\nof globalization but are closely associated with it.\r\nWe must not cry over spilt milk or, worse, yet, rely\r\non individual forces and act alone. As we see it, this is\r\nnot a question of discussing globalization in hypothetical\r\nor doctrinal terms. That might be of interest in igniting\r\nacademic debates, which are always welcome. What is\r\nclear, however, is that it would not be sufficiently helpful\r\nat present, when our challenge is to be imaginative and to\r\n2\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nadopt concerted measures based on principles of order and\r\ncooperation that are necessary as never before.\r\nThat is why this dialogue is very timely. It may give\r\nbirth to new ideas about United Nations programmes — the\r\nUnited Nations Development Programme and other\r\nagencies, such as the United Nations Children’s Fund, the\r\nUnited Nations Population Fund, the International Fund for\r\nAgricultural Development and others — and on the need to\r\ngive attention and resources to all of these in order to\r\ncreate and enhance the United Nations role as international\r\nfacilitator.\r\nThe United Nations attaches particular importance to\r\nthat role today, with a scope even greater than in the past\r\nand in the framework of the principles of universality and\r\nlegitimacy — in other words, the right of all developing\r\ncountries without exception to receive international\r\ncooperation. This dialogue can also lead to suggestions and\r\neven recommendations for channelling the future work of\r\nthe Organization in this field. The most important\r\nconsideration, however, may be the need to develop new\r\ninstitutional mechanisms capable of acting preventively and\r\nof providing deterrents through the evaluation and\r\nassessment of “cross-border” operations which, because\r\nthey have become so complex and intense, require, like\r\nurban traffic, new cautionary or even stop signs and signals,\r\nas one international analyst recently put it. The monetary\r\nand financial discipline of countries will not be enough to\r\naddress situations such as that confronting the international\r\neconomy.\r\nWe need to consider what adjustments may be\r\nnecessary in the post-war institutional situation. In this\r\nendeavour, the United Nations must be present with the\r\nactive participation of all its Member States. The United\r\nNations drawing power, universality and responsibility in\r\nhelping to order international political, economic and social\r\nrelations best suit it to that task. Of course, the need to find\r\nnew patterns or channels and better instruments for the\r\nfunctioning of the international financial system is in\r\nessence no different from the desire to reform and\r\nmodernize that has led to the current reform exercise in the\r\nUnited Nations Security Council.\r\nIt is my hope that, at the conclusion of this meeting,\r\neach and every participant will feel that we are all able\r\ntogether to resolve lucidly the problems we face without\r\nsacrificing the principles and basic values of our United\r\nNations.\r\nIt is now my pleasure to give the floor to the Deputy\r\nSecretary-General, Ms. Louise Fréchette.\r\nMs. Fréchette (Deputy Secretary-General): I\r\nwelcome all to this exceptionally timely session.\r\nLess than two years ago, when the idea of convening\r\nthis meeting was first mooted, we were all much more\r\noptimistic about global economic prospects than we are\r\nnow. There were signs of improvement even in countries\r\nthat had been struggling.\r\nSince then, the Asian downturn has triggered a far-\r\nreaching economic crisis with devastating social\r\nconsequences. Some of the most successful economies\r\nhave been suddenly plunged into crisis. All of us in the\r\ninternational community have been taken by surprise. And\r\nwe seem ill equipped to cope with the consequences.\r\nThe simple truth is that global markets, like domestic\r\nmarkets, can fail. Measures to correct market failure are,\r\nof course, needed from national authorities, not least those\r\nof developing countries. But the success of those\r\nmeasures in overcoming the crisis will depend — and\r\ncritically so — on actions taken by the world’s leading\r\neconomic Powers. And those Powers cannot afford to\r\nignore what is happening in developing countries. Even\r\nthe largest economies today are increasingly influenced by\r\nevents in the poorer parts of the world. Causality runs in\r\nboth directions. And so self-interest on both sides calls\r\nfor cooperative responses to the threats which now\r\nconfront us all.\r\nAt this critical juncture, the most urgent tasks are to\r\nrestore market confidence; to stabilize financial markets;\r\nto support growth; to endow international financial\r\ninstitutions with the means they require; and, last but not\r\nleast, to provide immediate protection for the most\r\nvulnerable. We appeal to Governments to live up to this\r\nchallenge. The problems we are facing are no longer\r\nnational, nor regional, but global. President Clinton’s\r\nrecognition of this fact in his statement on Monday is an\r\nimportant step forward.\r\nBut, while crisis management is crucial, it is not\r\nenough. The more fundamental challenge we face is to\r\nengage with the new realities of an increasingly\r\ninterdependent world. The world economy has entered\r\nuncharted waters; fear and anxiety about its future course\r\nare spreading. In such an insecure climate, some people\r\nare tempted to view globalization as the root cause of\r\n3\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\ncrisis and insecurity, or even as the embodiment of\r\neconomic and social evil.\r\nThe reality is more complex. Globalization has\r\nbrought about as many benefits as it has engendered new\r\nrisks. The volatility of short-term capital flows does not\r\nmean that other forms of capital flows, such as foreign\r\ndirect investment, follow similar patterns or have the same\r\neconomic impact. On the contrary, freer capital flows have\r\nprovided a great stimulus to growth in many countries. Yes,\r\ntechnology can be a threat to established cultures, but\r\nwithout it there can be no growth and no development.\r\nOur ability to overcome this crisis depends crucially\r\non markets remaining open. And the ability of developing\r\ncountries to overcome it depends above all on markets\r\nremaining open in the industrialized world. Thus, the real\r\nquestion we confront today is not whether to embrace or\r\nreject globalization. The questions are, first, how can we\r\nretain and build on the growth-generating forces of markets\r\nwhile reducing the destructive effects of volatility? And\r\nsecondly, how can we extend the benefits of globalization\r\nto those groups and individuals who at present are being\r\nleft behind?\r\nWe cannot predict the future, but we can learn from\r\nthe past. Market forces are increasingly global in scope. In\r\nsome areas, market integration has progressed at a rapid\r\npace. But we have not yet developed institutions capable of\r\ndealing with the problems that globalization brings, nor\r\nhave we succeeded, to anything like an adequate extent, in\r\nproviding real opportunities for those countries and peoples\r\nwho risk being marginalized.\r\nWhile markets and related problems have become\r\nglobal, the reach of Governments struggling to address\r\nthem remains strictly local. That mismatch is at the root of\r\nmany problems we are facing today. If domestic markets\r\nare to realize their full potential and if their negative effects\r\nare to be contained, they must be underpinned by shared\r\nvalues that reflect the broader aspirations of society, with\r\nclear and equitable laws enforced by an effective public\r\nauthority. On that we can all agree.\r\nBut as markets go global, so the rules increasingly\r\nneed to be global as well. The creation of a rule-based\r\ninternational trading system has been one of the great\r\nsuccesses of the last 50 years, and is generally\r\nacknowledged to have benefited industrialized and\r\ndeveloping countries alike. This should remind us that\r\nmultilateral cooperation, the existence of well-functioning\r\nglobal rules and a level playing field that protects the weak\r\nagainst the strong are necessary preconditions for\r\nspreading benefits and reducing risks. We should learn\r\nfrom this experience when searching for new answers to\r\nnew problems.\r\nHere at the United Nations, as elsewhere, a major\r\neffort is now in progress to rethink what has been termed\r\nthe “architecture” of the international system for\r\neconomic cooperation.\r\nMore than 50 years ago, world leaders met at\r\nBretton Woods and San Francisco to design new\r\ninstitutions for the post-war world. If those institutions\r\nhave underpinned international cooperation since then, it\r\nis because their founders were not afraid to take risks or\r\nto challenge conventional ideas. Our generation must be\r\nequally bold and creative in adapting those same\r\ninstitutions to the realities of today, and we must come up\r\nwith answers that reflect a broad consensus throughout\r\nthe international community. Only institutions enjoying\r\nsolid and widespread support can be effective in creating\r\nconditions of stable and equitable growth in every part of\r\nthe world.\r\nOpen, well-functioning markets are not an end in\r\nthemselves. They are a tool in the hands of society, a tool\r\nto achieve a broader purpose. The systems and rules that\r\nwe design must facilitate, and not hinder, the attainment\r\nof higher goals. Ultimately, the success and sustainability\r\nof market-based approaches will not be measured by\r\nstock market gains for the few. They will stand or fall by\r\nthe degree to which they make possible the achievement\r\nof the promise of the Charter: social progress, better\r\nstandards of life and real freedom for humankind as a\r\nwhole.\r\nIt is indeed one of the most tragic effects of the\r\ncurrent crisis that the most vulnerable groups have been\r\nworst hit, both within countries and on the global scale.\r\nIn Indonesia alone, according to a recent study of the\r\nInternational Labour Organization (ILO), 15,000 workers\r\nare losing their jobs every day. The least developed\r\ncountries of Asia are facing drastic reductions in much-\r\nneeded investment inflows from other Asian countries.\r\nCommodity exporters in Latin America and Africa are\r\nstruggling with falling prices. Overall, it is the countries\r\nwhich had embarked on the most fragile economic\r\nrecoveries that are now placed in the greatest jeopardy.\r\nEach country’s crisis has its own peculiar features\r\nand causes. Each country has to address its own specific\r\nproblems and shortcomings. Much can and must be done\r\n4\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nat the domestic level. Institutional reform, increased\r\naccountability and transparency and the rule of law are\r\nindispensable if markets are to realize their growth-\r\ngenerating potential. Clear priority must be given to\r\nreducing poverty, not just for its own sake but because\r\nimproving the health and education levels of the poorest\r\nmeans helping them become autonomous, productive\r\ncitizens. Such domestic efforts are crucial; but even with\r\nthe best policies in the world, many developing countries\r\nwill not be able to improve the welfare of their populations\r\nunless they also receive increased and sustained\r\ninternational assistance.\r\nThe Secretary-General has repeatedly appealed for\r\nmore vigorous action on debt, so as to free the most heavily\r\nindebted countries from a burden which they simply cannot\r\ncarry. Official development assistance will also continue to\r\nbe an essential component of development strategy,\r\nespecially for the poorest countries. Both the level and the\r\ncharacter of official development assistance must be\r\nimproved. All partners in development — recipient\r\ncountries, multilateral institutions, bilateral donors and non-\r\ngovernmental organizations — must ask themselves what\r\nforms international assistance should take and where efforts\r\nshould now be concentrated in this new era of\r\nglobalization.\r\nWith over 1 billion people living in dire poverty and\r\nthe gap between rich and poor widening every day — both\r\nwithin and between nations — the international community\r\ncannot afford to wait. This is perhaps the most important\r\nchallenge we face as we approach the new millennium.\r\nYet in spite of these constructive steps, and\r\nnotwithstanding the new consensus on development and the\r\nreorientation of international cooperation, the cause of\r\ndevelopment has not moved substantially forward in recent\r\ntimes. There are still hundreds of millions of human beings\r\nlanguishing in poverty in the developing world. The basic\r\ninterests of the developing countries are being increasingly\r\nsidelined, especially in the core areas of development such\r\nas access to trade, financial flows and technology transfers,\r\nas the agenda and purposes of the powerful economies\r\ncontinue to dominate international economic decision-\r\nmaking. The concept of development as a special part of a\r\nmultilateral support system has been replaced by the\r\nlaissez-faire approach to the globalized economy.\r\nGlobalization has opened up tremendous opportunities\r\nfor creating wealth, but its rewards seem reserved for the\r\nstrongest of economies — those that are the best equipped\r\nto avail themselves of the opportunities. On the other hand,\r\nit can lash out with awesome ferocity at vulnerable\r\ndeveloping economies. Even the more dynamic\r\ndeveloping economies, those that have managed to\r\nintegrate themselves with the global economy through\r\njudicious macroeconomic policies and painstaking\r\nstructural adjustments, have seen the development gains\r\nthat they earned over the decades crumble in the span of\r\na few weeks.\r\nIf this trend continues, then globalization will further\r\nwiden the economic gap between the developed and\r\ndeveloping countries, between the haves and the have-\r\nnots, further impoverishing the poor. For instance, the\r\ndeveloping world loses enormous amounts of foreign\r\nexchange every year because of outflows resulting from\r\nterms-of-trade losses, the external debt burden, payments\r\nfor imported technology and the repatriation of the profits\r\nof multinationals.\r\nThe fact that the Asian crisis has been particularly\r\nharsh on those economies that have been liberalizing\r\nfinancial flows and investments for a good number of\r\nyears should therefore teach a valuable lesson to all of us\r\nin the developing world. In those severely affected\r\ncountries, various economic activities have slowed down\r\nor ground to a halt and millions of jobs have been lost,\r\nraising unemployment rates to unprecedented levels.\r\nMillions of children have dropped out of school, adding\r\nto the social problems of the affected countries. Soaring\r\ninflation has brought the price of household commodities,\r\nincluding basic food items, beyond the reach of many of\r\nthe poor.\r\nAnd yet I firmly believe that even the most severely\r\naffected economies are capable of an early recovery,\r\ngiven an environment that is conducive to the rigorous\r\nreform measures that they themselves are instituting as\r\nwell as access to development finance, to export markets\r\nfor their products and to technology appropriate to their\r\ndevelopment requirements. Their early recovery is to the\r\ninterest of all countries, developed and developing alike,\r\nfor it will certainly restore their once considerable\r\ncontributions to world production. In the ultimate\r\nanalysis, no country is safe from the hazards of\r\nglobalization. The contagion effect of every financial and\r\neconomic crisis in every country and in every region will\r\nalways threaten the financial and economic stability of\r\nevery other country and region. The threat of a worldwide\r\nrecession, even possibly a global depression, is real. And\r\nthe most practical way to forestall such a dreadful\r\neventuality is to grapple with the crisis where it now\r\n5\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\noccurs and overcome it there, before its tentacles can get a\r\nhold on other regions.\r\nThe central challenge for the international community\r\nis therefore to ferret out the root causes of this crisis and to\r\ninstitute measures to ensure that these will not recur. To\r\nstart with, all who are involved in this dialogue are called\r\nupon to contribute to the development of reasonable but\r\neffective regulation of international money markets so that\r\nthey would become more open and transparent. It may also\r\nbe the dictate of prudence that we all consider establishing\r\na mechanism to mitigate the unpredictability and dire\r\neffects of globalization and to ensure that the opportunities\r\nit offers are equitably available to all countries.\r\nSuch a mechanism should be able to monitor and\r\ncarry out surveillance of capital markets and international\r\nfinancial operations. We already have a mechanism of this\r\nnature in the field of international trade: the World Trade\r\nOrganization. There is no reason why we cannot have a\r\nsimilar mechanism in the field of financial and monetary\r\nflows if it means the difference between order and chaos in\r\nthe global economy. For this purpose, an in-depth study of\r\nthe world monetary and financial system from the\r\nperspective of the requirements of development is of crucial\r\nimportance.\r\nIn the face of the adverse impact of globalization, a\r\nnumber of serious questions must be asked: how can it be\r\nharnessed to promote the industrialization of the developing\r\ncountries and improve the linkages between industry,\r\ndevelopment and trade? How can it be utilized to create\r\nemployment opportunities for the millions of young people\r\nin the developing world who are about to join the labour\r\nforce? How can it be enlisted in the fight against poverty?\r\nAnd above all, how can its pernicious aspects be tamed so\r\nthat it will wreak no injury on the vulnerable and so that\r\nthe enjoyment of its benefits will not mean the erosion of\r\nour precious cultural values and traditions?\r\nThe only adequate answer I can think of is for us to\r\nwork for the establishment of a global governance that will\r\nmatch the potency and the scope of globalization. In such\r\na global governance, the collective powers of all peoples to\r\nshape our common future are mobilized. It will be a\r\nconstant process wherein individuals and institutions in the\r\npublic and private sectors and in all nations accommodate\r\nand take cooperative action on their diverse and often\r\nconflicting interests. Thus all who are involved in the\r\ndecision-making process are able to take their destiny in\r\ntheir own hands. That global governance, however, is\r\npossible only through the central instrumentality of a\r\nreformed, democratized and fully empowered United\r\nNations.\r\nGlobalization is by no means an evil force, but it is\r\na blind force. Like the winds of change on the ocean of\r\nhistory, it can shipwreck us or carry us to our intended\r\ndestination. The developed and developing countries are\r\nall in the same boat, and our fate depends on how well\r\nwe work as a team in trimming the sails. Teamwork\r\nmeans partnership. But we can form that envisioned\r\nglobal partnership for development only when we are able\r\nto accommodate one another’s anxieties and aspirations as\r\na result of a mutual understanding born of sincere\r\ndialogue — such as the dialogue we are holding today.\r\nThrough this dialogue, therefore, let us begin to tame the\r\nwinds of globalization.\r\nThe President (interpretation from Spanish): I now\r\ngive the floor to Mr. Georg Lennkh, Director General of\r\nthe Department for Development Cooperation of Austria,\r\nwho will speak on behalf of the European Union.\r\nMr. Lennkh (Austria): I have the honour to speak\r\non behalf of the European Union. The Central and\r\nEastern European countries associated with the European\r\nUnion — Bulgaria, the Czech Republic, Estonia,\r\nHungary, Latvia, Lithuania, Poland, Romania, Slovakia\r\nand Slovenia — and the associated country Cyprus, as\r\nwell as the European Free Trade Association country\r\nmember of the European Economic Area — Iceland —\r\nalign themselves with this statement.\r\nPermit me first of all to congratulate you,\r\nMr. President, on your election to your important office.\r\nWe look forward to this two-day dialogue on the\r\nsocial and economic impact of globalization and expect a\r\nstimulating exchange of views on what globalization\r\nmeans for our countries and regions, what the benefits\r\nare, where the risks are, how the socio-economic\r\nstructures should develop in parallel to the new economic\r\nenvironment and how we can work together to face these\r\nenormous challenges. The United Nations, with its broad\r\nmandate, could play a unique role in promoting greater\r\nawareness of the links between the different policy areas\r\nand in helping identify areas of common interest and\r\npossible ways of common and concerted action.\r\nThe notion of globalization embraces the dynamics\r\nof the world economy at the end of this millennium —\r\nprocesses that have been partly unleashed and facilitated\r\nby a new generation of technological innovations. Capital\r\n6\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nhas achieved an unparalleled degree of mobility. The\r\nvolume of world trade and foreign direct investment is\r\nincreasing more rapidly than gross domestic product, and a\r\ngrowing proportion of the increase is within transnational\r\ncompanies themselves. The economic decisions of so-called\r\nglobal players have a significant influence on national\r\neconomies and on future growth and development.\r\nGovernments find that their economies are more exposed to\r\nglobal trends than in the past.\r\nOn the one hand, liberalization and globalization have\r\ngenerated positive developments for the world economy.\r\nFor the global economy as a whole, these factors promote\r\na more efficient allocation of resources and, thus, higher\r\ngrowth worldwide. It is the continuation of the trend of\r\ngrowing openness and integration among economies that\r\nhas brought the world half a century of unparalleled\r\nprosperity. It has opened up the world’s most populous\r\nregions to international trade and helped developing\r\ncountries improve their standards of living. It has led to the\r\nincreasingly rapid dissemination of information,\r\ntechnological innovation and the proliferation of skilled\r\njobs.\r\nBut globalization entails risks and poses challenges to\r\nsocieties and economies. Financial instability caused by,\r\ninter alia, the weakness of public and private banking and\r\nfinancial structures made countries particularly vulnerable\r\nto sudden shifts in market sentiments. Marginalization\r\nconstitutes a serious problem, in particular for the least\r\ndeveloped countries. The countries currently being\r\nmarginalized are precisely those most in need of the trade,\r\ninvestment and growth that global integration could\r\ngenerate. This raises the prospect of a widening gulf\r\nbetween countries that are able to benefit from globalization\r\nand those that do not benefit or find it difficult to\r\nparticipate.\r\nIncreasing income disparities pose the risk of\r\nmarginalization within countries. In many developing\r\ncountries in some regions, marked progress in poverty\r\nreduction contrasts with increasing wage differentials. This\r\nis paralleled by growing unemployment rates, particularly\r\nwithin the unskilled labour force, resulting in an increased\r\nshare of people living in poverty in many developed\r\ncountries, as highlighted in this year’s United Nations\r\nDevelopment Programme Human Development Report.\r\nThere are also fears that globalization endangers\r\nenvironmental and social standards and undermines cultural\r\ndiversity as well as national and regional identities. The\r\ncomplexities and the pace of change involved in the new\r\nglobalized environment, as well as precarious working\r\nand social conditions, constitute for many people a source\r\nof insecurity.\r\nAs all these challenges transcend the mere economic\r\nsphere we will not be able to cope with the consequences\r\nof globalization only with the instruments of the market.\r\nIn order to address effectively the issues of inclusiveness\r\nand participation and to achieve the goals set at the\r\nCopenhagen Summit for Social Development to improve\r\nthe quality of life for all people, universal acceptance of\r\ncertain societal values is needed to make globalization an\r\noverall positive development. The European Union\r\nwelcomes the deliberations of the last session of the\r\nCommission for Social Development on social integration\r\nand looks forward to participating in the high-level\r\nsegment of next year’s Economic and Social Council\r\nsubstantive session dedicated to the role of employment\r\nand work in poverty eradication and the empowerment\r\nand advancement of women.\r\nAs I stated before, globalization is an inherent part\r\nof the development of the world of today. The challenge\r\nwe are facing at the national and international level is to\r\nfully utilize its potential and to spread the benefits more\r\nwidely and evenly, in particular to the poorest.\r\nGovernments, other public actors and civil societies have\r\nto contribute effectively to shaping the forces that bring\r\nabout the changes and openness of modern economies.\r\nEuropean integration should be seen as a means for\r\nEuropean countries and their citizens to more effectively\r\ninfluence their future in a globalized world. It is an\r\nanswer to the demands of the new global economic\r\nenvironment. The Single Market, with over 370 million\r\nconsumers, has given an immeasurable impetus to\r\neconomic activity in Europe by stimulating competition,\r\naccelerating the pace of industrial restructuring and\r\nproviding a broader range of goods and services to\r\nconsumers at lower prices. At the same time, it has\r\nremained open to products and investment from all over\r\nthe world. A further major step in the European\r\nintegration process constitutes the successful launch of the\r\nsingle currency. The Euro should not only strengthen the\r\nEuropean response to the global challenges, but also\r\nconstitute a stabilizing factor for the world economy.\r\nEuropean integration, however, should also be seen\r\nas a catalyst for openness. The European Union is deeply\r\ncommitted to living up to the historic challenge of\r\nenlargement, to strengthening the partnership with the\r\nAfrican, Caribbean and Pacific countries through the\r\n7\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nupcoming negotiations of a successor convention to Lomé\r\nand to fostering relations with other countries or regional\r\ngroupings.\r\nWith over 18 million people currently out of work in\r\nthe European Union, the fight against unemployment is of\r\ntop priority. The Member States of the European Union\r\nhave intensified their efforts to address the structural\r\ndimension of unemployment. All 15 members are\r\nimplementing employment action plans which focus on the\r\nemployability, in particular, of the young, long-term\r\nunemployed and women; are actively promoting the\r\ndevelopment of skills and lifelong learning; are seeking to\r\nimprove conditions for small and medium-sized enterprises\r\nand the self-employed; and are taking measures to promote\r\nwork as opposed to dependence.\r\nLet me now turn to the possible responses at the\r\ninternational level: how to make best use of the enormous\r\npossibilities globalization offers, while at the same time\r\nlimiting the risks it brings with it to acceptable levels.\r\nOne answer is obvious: the market economy would in\r\nprinciple benefit from a world without artificial barriers.\r\nBut while most countries have been more or less successful\r\nin steering their national economies, a similar process\r\ninternationally is still in its infancy. It is true that in recent\r\nyears an increasing number of countries have embraced\r\nmacroeconomic stabilization and structural reform. Fiscal\r\nconsolidation, successful anti-inflationary policies,\r\nderegulation and the opening up of economies have\r\nproduced investment, growth and jobs. The recent financial\r\nand economic turmoil has further shown the importance of\r\nsound domestic financial and banking systems with\r\nadequate supervisory and regulatory frameworks,\r\ntransparency and good governance.\r\nBut the recent events have revealed severe weaknesses\r\nin the functioning of the international financial system, as\r\nwell as in the lending practices of the private sector\r\ninvestors. The increased integration of global capital\r\nmarkets and the changes in the magnitude and composition\r\nof international financial flows, as well as the increased\r\ndiversity and number of actors and instruments, require\r\nstrengthened financial systems addressing in particular the\r\nfollowing aspects: strengthened surveillance and crisis\r\nmanagement; early warning and preventive mechanisms;\r\nbest practices for banking regulation and supervision at the\r\nnational level; and better information and data\r\ndissemination. The issue of moral hazard also needs to be\r\naddressed in ensuring that the private sector takes\r\nresponsibility for its lending decisions.\r\nThe liberalization of trade and investment regimes is\r\nan important vehicle for fostering economic growth and\r\nstability in poor countries. The integration of developing\r\ncountries, and in particular the least developed countries,\r\ninto the world trading system is one of the primary\r\nobjectives of the development policies of the European\r\nUnion. This objective will be attained only if a smooth\r\nadaptation to the new conditions of international trade is\r\nachieved. With regard to least developed countries in\r\nparticular, additional policies, such as support for trade-\r\nrelated institution building, will have to be applied to this\r\nend. The European Union will assist developing countries\r\nin their efforts, with due regard to their choices as to the\r\nmeans of their integration into the world economy and in\r\nfull conformity with the provisions of the World Trade\r\nOrganization.\r\nWhile private capital and trade flows play a crucial\r\nrole in growth and reducing poverty in developing\r\ncountries, many low-income countries are not attracting\r\nsuch flows sufficiently. Aid continues to have an\r\nimportant role in supporting the efforts of these countries\r\nin creating an enabling environment by improving, inter\r\nalia, governance, the rule of law and public\r\naccountability. Furthermore, official development\r\nassistance finances development in areas not attractive to\r\nprivate flows. This applies to capacity-building and to\r\nsocial sectors such as health and education. The European\r\nUnion, which provides more than half of the global\r\nofficial development assistance, therefore recognizes the\r\ncontinued need for substantial official development\r\nassistance flows, particularly to the poorest developing\r\ncountries.\r\nWe need a global discussion on a coherent and\r\neffective response to the opportunities and challenges of\r\nthe future. The universality and the broad mandate of the\r\nUnited Nations make it a unique platform for a dialogue\r\naround the concept of global housekeeping. In this\r\nframework, we believe that the Economic and Social\r\nCouncil could play a significant role as the central\r\nmechanism in the coordination of United Nations\r\nactivities in the economic and social fields. We look\r\nforward to further opportunities for dialogue that may be\r\noffered by such a forum. We also welcome the fact that\r\nthe discussion today transcends the strict sphere of\r\nGovernments and reaches far into all domains of civil\r\nsociety. Only thus will it be possible to promote a global\r\ncivic ethic necessary to shape the rules which can bring\r\nthe benefits of globalization to all of us.\r\n8\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nGlobalization is a reality, not a choice. We are aware\r\nthat the poor developing countries are already bearing the\r\nburden of some of its most negative effects. It is urgent that\r\nthe international community work closely and purposefully\r\nin order to find answers to the challenges and risks posed\r\nby today’s economic realities. The European Union stands\r\nready to share its experience and to fully engage in the\r\nsearch for ways to meet these challenges and risks so that\r\nits positive effects and the opportunities that come with it\r\nare shared by the international community.\r\nThe President (interpretation from Spanish): I now\r\ncall on Mr. Montek Singh Ahluwalia, member of the\r\nPlanning Commission and Minister of State of India.\r\nMr. Ahluwalia (India): My delegation would like to\r\nexpress its appreciation for your insightful remarks,\r\nMr. President, and for those of the Deputy Secretary-\r\nGeneral, Ms. Louise Fréchette. I would also like to fully\r\nassociate my delegation with the statement made on behalf\r\nof the Group of 77 and China.\r\nThis meeting is taking place at a time when the world\r\nlooks very different from the way it did two decades ago,\r\nwhen the North-South dialogue occupied centre stage. The\r\ngroup of centrally planned economies has become fully\r\nintegrated with world markets, eliminating an important\r\nfault line, which divided the world economy at that time. A\r\nbroad consensus has evolved on what economic policies are\r\nlikely to work, with a much greater acceptance of the role\r\nof markets and the private sector and the desirability of\r\nopen trade and investment policies. The process of\r\nglobalization, facilitated by the adoption of more open\r\neconomic policies by most countries, has accelerated the\r\nintegration of developing countries into the world economy.\r\nFinancial liberalization has unleashed an explosion of\r\nprivate capital flows across national boundaries, adding a\r\nnew dimension to the concept of international integration\r\nand interdependence.\r\nThese forces for integration are potentially positive\r\ndevelopments. It would be comforting if we could also say\r\nthat the system is working well and provides an\r\nenvironment conducive to global economic prosperity in\r\ngeneral and the aspirations of developing countries in\r\nparticular. Unfortunately, the long-term development of a\r\nlarge part of the developing world has actually fallen\r\nbehind expectations, and the financial crisis in East Asia,\r\nwhich has engulfed some of the best performing developing\r\neconomies and is having ripple effects on other parts of the\r\nworld, has added new worries and uncertainties.\r\nLet me elaborate on these two points. As far as\r\nlong-term development is concerned, there is no doubt\r\nthat significant advances have been made. Some\r\ndeveloping countries, mainly in East Asia, achieved very\r\nhigh rates of growth over the past two decades,\r\ntransforming the living standards of their people. Many\r\nothers have made less dramatic, but nevertheless steady,\r\nprogress. The relative importance of developing countries\r\nas a group in the world economy, measured in terms of\r\nshares of gross domestic product or world trade, has\r\nclearly increased.\r\nThese are important gains, but they do not tell the\r\nfull story. Large numbers of developing countries in\r\nAfrica, and many in Latin America, have experienced\r\nvery low growth in the past two decades. There has been\r\nsome improvement in growth performance in recent years,\r\nbut it is not a robust revival and is now threatened by the\r\naftershock of the Asian crisis. Per capita income in many\r\ncountries, especially in Africa, is lower than it was in\r\n1980. It used to be thought that poor performance was\r\ndue to weaknesses in domestic policies, but this\r\nexplanation is less convincing because policies have in\r\nfact converged over the past decade. Furthermore, a large\r\nnumber of the developing countries experiencing poor\r\ngrowth have been engaged in structural adjustment\r\nprogrammes under the close supervision of both\r\nmultilateral and bilateral donors, aimed precisely at\r\naligning their policies with current perceptions of best\r\npractice. This underscores the importance of a more\r\ncomprehensive identification of constraints, which are\r\nholding up economic growth in large parts of the\r\ndeveloping world. Some of these constraints are domestic\r\nand have to be addressed by the countries themselves. But\r\nthere are also external constraints, which can only be\r\naddressed jointly with the world community, making\r\ncontinuing dialogue more important than ever before.\r\nSuch a dialogue would need to embrace a range of issues.\r\nThe first relates to the flow of external financial\r\nresources. The developing countries have consistently\r\nargued that acceleration of development requires a steady\r\nflow of financial resources from the rest of the world.\r\nThis requires an increase in official development\r\nassistance, and also flows of long-term non-concessional\r\nresources from multilateral institutions. The story of\r\nofficial development assistance is well known. Instead of\r\nincreasing relative to gross national product to approach\r\ninternational targets, the percentage has actually declined.\r\nThe flow of non-concessional resources from multilateral\r\ninstitutions such as the World Bank and the regional\r\ndevelopment banks has also declined in real terms.\r\n9\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nThese declines would not have mattered if other\r\nsources of finance had been available. Reference is often\r\nmade in this context to the growth of private capital flows.\r\nThere is no doubt that globalization has led to a remarkable\r\ngrowth in private capital flows to developing countries; the\r\nscale of these flows now dwarfs the flow of official\r\nassistance. However, private flows are not a substitute for\r\nofficial flows in all cases. For one thing, they are\r\nconcentrated in about a dozen countries; there is no doubt\r\nthat a very large number of developing countries will not be\r\nable to benefit from these flows, and for these countries an\r\nexpansion in official flows is clearly essential. Even\r\ncountries which can attract private capital must recognize\r\nthat some of these flows are potentially volatile and can\r\npresent problems. As the East Asian crisis amply\r\ndemonstrates, private financial markets are vulnerable to\r\nsudden changes of perception and confidence often\r\ntriggered by contagion arising from problems elsewhere.\r\nThey are also liable to overshooting because of herd\r\ninstincts leading to excess inflows in certain circumstances\r\nand large outflows in others. This can subject developing\r\ncountries to sudden and destabilizing behaviour, which they\r\nare ill equipped to handle.\r\nDeveloping countries would therefore be well advised\r\nto concentrate on inflows of foreign direct investment,\r\nwhich is typically long-term, and to take a more cautious\r\napproach to short-term flows. In these circumstances, even\r\ndeveloping countries which can attract private flows would\r\nbe helped by a substantial continuing flow of long-term\r\nfunds from multilateral institutions. This would act as a\r\nstabilizing element in the capital account. Premature\r\ngraduation from multilateral flows may not therefore be\r\ndesirable, especially if it is these flows that have to be\r\nactivated in times of crisis. Private flows also cannot meet\r\nthe financing needs of certain sectors, such as the social\r\nsectors, environmental protection and certain types of\r\ninfrastructure. At a time when an international consensus\r\nhas been forged through a series of high-level United\r\nNations conferences and summits on a priority agenda in\r\nsocial development, protection of the environment, et\r\ncetera, it is essential to ensure an adequate flow of public\r\nresources to achieve these shared objectives. For all these\r\nreasons, serious consideration must be given to expanding\r\nthe flow of official resources to developing countries,\r\nincluding especially flows from multilateral institutions.\r\nDeveloping countries trying to pursue open economic\r\npolicies need also to be assured of access to markets in\r\nindustrialized countries. The early exponents of export-\r\noriented industrialization faced a relatively benign climate\r\nin this respect. But with the advance of globalization and\r\nthe persistence of high rates of unemployment in many\r\nindustrialized countries, protectionist voices are heard\r\nmore often in the industrialized world. There is much that\r\nis lacking in the international trading system from the\r\npoint of view of developing countries. Areas of special\r\ninterest to the developing countries, such as textiles and\r\nagriculture, remain subject to protectionist barriers with\r\nphase-outs promised only over relatively long periods.\r\nEven where markets are theoretically open, developing\r\ncountries face frequent anti-dumping actions which are\r\ndifficult to counter and in any case always expensive and\r\ntime-consuming. Efforts are also being made to introduce\r\nenvironmental conditions and social issues such as labour\r\nstandards into the trade agenda. From the perspective of\r\ndeveloping countries, these actions are seen as thinly\r\ndisguised protectionism. If developing countries are to\r\nfollow open economic policies in these turbulent times, as\r\nthey are trying to do, they need greater confidence in a\r\nshared commitment to establishing trading rules that are\r\nfair to them.\r\nThese are the long-term issues. We must also\r\naddress the more urgent concerns raised by the Asian\r\ncurrency crisis, which has shaken confidence in the\r\nstability of the international financial system and our\r\nability to manage crises once they erupt. Several features\r\nof the crisis are relevant in this context. First, it was not\r\nanticipated by any of the participants in the international\r\nfinancial system, casting doubt both on the quality of the\r\nmarket intelligence on the basis of which private sector\r\nparticipants take decisions and on the quality of\r\nsurveillance exercised by the International Monetary Fund\r\n(IMF). Secondly, the crisis has proved difficult to manage\r\npartly because contagion effects spread the crisis to other\r\ncountries, but, more important, because the usual\r\nprescriptions either proved ineffective or involved a much\r\nlonger transition, with greater loss of output and greater\r\nsocial distress than was envisaged initially. This has\r\nprovoked considerable rethinking on what should be the\r\nideal design of programmes to manage crises in future.\r\nFinally, the possibility of extended contagion effects\r\nbeyond the Asian region, combined with the limitations\r\non the resources available to the IMF for handling a large\r\nnumber of crises simultaneously, raises fears that the\r\ninternational financial system is inherently unstable. The\r\nthreat of a worldwide deflationary spiral looms large.\r\nRecognizing these problems, the international\r\ncommunity is currently engaged in defining an\r\nappropriate architecture for the international financial\r\nsystem which could increase confidence in its stability.\r\nSome elements of this architecture are indisputable. There\r\n10\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nis need for much better regulation and supervision of the\r\nfinancial system in all countries, based on a common set of\r\nnorms and standards. There is also need for much better\r\ninformation and transparency. There is also agreement on\r\nthe need for more effective surveillance. But many\r\nquestions remain unresolved. How can surveillance be made\r\nmore symmetric so that it focuses not just on the financial\r\nsystems of recipient countries but also on financial\r\ninstitutions in the capital-exporting countries? Is the present\r\nInternational Monetary Fund sufficiently equipped to serve\r\nas a lender of last resort in the international financial\r\nsystem or do we need a somewhat different type of\r\ninstitution? Is the present system adequate for handling\r\nfuture crises or do we need other instruments and\r\nmechanisms for crisis management? In particular, how do\r\nwe ensure equitable burden-sharing between debtors and\r\ncreditors in the event of a crisis? And finally, does full\r\nconvertibility of the capital account introduce too much\r\npotential instability in the system, which developing\r\ncountries may not be able to handle, and should developing\r\ncountries therefore concentrate on liberalizing trade and\r\ndirect investment flows as the major sources of benefit\r\nfrom integrating with the world economy, while\r\nmaintaining a more cautious approach to liberalizing capital\r\nflows in general?\r\nNo consensus has yet been evolved on these questions,\r\nbut answers are urgently needed if we are to restore\r\nconfidence not just in the international financial system but\r\nalso in globalization and liberalization. I hope our\r\ndeliberations at these meetings will move us closer to the\r\nanswers.\r\nThe President (interpretation from Spanish): I call\r\nnext on His Excellency Mr. Helmut Schäfer, Minister of\r\nState of Germany.\r\nMr. Schäfer (Germany): It is a great pleasure for me\r\nto extend the congratulations of my Government to you,\r\nSir, on your election to the presidency of the General\r\nAssembly at its fifty-third session. We wish you great\r\nsuccess in the forthcoming deliberations.\r\nAt the same time, we should also like to support the\r\nstatement of the Austrian Presidency of the European\r\nUnion.\r\nAt the outset of the Fifth United Nations Development\r\nDecade, at a time of increasing liberalization and\r\nglobalization, the prospects for further progress in\r\ndevelopment are good. More and more countries in all parts\r\nof the world are becoming increasingly integrated into the\r\nglobal economy.\r\nAny failure, however, to make the necessary\r\nstructural adjustments in good time can easily lead to\r\nsetbacks and crises. That is why it is right to renew the\r\ndialogue on strengthening the forces for global growth\r\nalso by continuing and enhancing international economic\r\ncooperation through partnership. The United Nations is an\r\nappropriate forum for this and, in fact, today’s discussions\r\ncan draw on the debate conducted in recent years in the\r\nEconomic and Social Council and the General Assembly,\r\nas well as, in particular, at the series of world conferences\r\nheld over the past eight years.\r\nI would like to recall here that the 1996 G-7 summit\r\nin Lyon made a number of important points concerning\r\nthe implementation of a new global partnership for\r\ndevelopment, which it identified as an ambition for the\r\ntwenty-first century. The ideas spelt out by the G-7 on\r\nhow this partnership should evolve also reflect the\r\nconsensus that emerged from the various world\r\nconferences. The developing countries are held to have a\r\nresponsibility for their own development, notably in\r\nproviding conditions conducive to sustainable\r\ndevelopment beneficial to their citizens. There is a\r\nrecognition that the international community must support\r\nthe efforts of the developing countries in a spirit of\r\ncommon purpose and efficiency. And there is a strong\r\nfocus on the important role of the multilateral\r\norganizations in cooperating with each other and with\r\nbilateral donors.\r\nThese principles also inform Germany’s economic\r\nand social policy, as well as its development policy. We\r\nagree that sustainable development should be one of the\r\nmost important goals of our development policy.\r\nParticularly in an age of wide open global markets,\r\neconomic development is sustainable only if due attention\r\nis given to social and ecological concerns. The task of\r\npolitics is to set the course and provide an environment\r\nthat will also safeguard future needs — economic,\r\necological and social. Effective responses to global\r\nthreats, such as a rapidly growing population, over-\r\nexploitation of natural resources and shortages affecting\r\npeople in many parts of the world, are possible only if all\r\nthree interdependent aspects of sustainable development\r\nare addressed.\r\nIn the high-ranking segment of the Economic and\r\nSocial Council, we have this year conducted an intensive\r\ndebate on market access for developing countries and\r\n11\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\ntheir integration into the world economy. This has served\r\nto highlight the importance of these issues in the\r\nglobalization age. One of the things to emerge from those\r\ndiscussions was that, as the world becomes increasingly\r\nglobalized, promoting private enterprise has a pivotal role\r\nto play. This, then, is now an integral part, a key aspect, of\r\nGerman economic and development strategy. Enhancing\r\nproductive skills to remove the structural causes of poverty\r\nwill, in the medium and long terms, help dismantle and\r\novercome obstacles to development that often hinder the\r\nintegration of poor countries into the global economy.\r\nOur strategy for promoting private enterprise in\r\npartner countries is based on our own experience that the\r\nsuccessful development of the private sector cannot be\r\nachieved solely by instituting government policies\r\nfavourable to the growth of a market economy nor by\r\nsetting up effective and independent institutions to run the\r\nprivate sector’s own affairs, nor even by developing\r\ninnovative entrepreneurial structures. What is in fact needed\r\nis a combination of all three. We see development\r\ncooperation as harnessing economic and development policy\r\ngoals.\r\nLet me, in this context, also mention the heavy debt\r\nburden of quite a few countries, which all too often is a\r\nserious obstacle to their further development. Germany\r\nstrongly endorses assistance to highly indebted poor\r\ncountries and has already made a substantial contribution to\r\nreducing their debt burden. Bilaterally, we have thus\r\nimplemented or pledged debt cancellation vis-à-vis least\r\ndeveloped countries in Africa. Furthermore, Germany has\r\nparticipated in multilateral debt-rescheduling arrangements\r\nwith developing countries arising from commercial credits.\r\nWe have cancelled more than $7 billion in various kinds of\r\ndebts. Additionally, we have, since 1978, provided non-\r\nrepayable grants to least developed countries, also\r\namounting to about $7 billion. From the very beginning,\r\nGermany has also been actively involved in the formulation\r\nand evolution of the Heavily Indebted Poor Countries Debt\r\nInitiative, which includes all the elements to resolve the\r\ndebt problems of these countries, including ambitious and\r\nsustained economic policy reforms in the debtor countries\r\nthemselves. For Germany, the link between adequate\r\neconomic policy reform and debt relief is of fundamental\r\nimportance.\r\nMarket reforms, functioning financial and capital\r\nmarkets, thriving foreign trade, together with the growth of\r\na middle class, are essential elements of balanced, healthy,\r\ninternationally competitive economic development and the\r\nbasis for further integration into the world economy. The\r\npace of economic activity in the emerging markets shows\r\nwhat dynamic forces can be unleashed through expanding\r\ntrade and incentives to private investors. However, the\r\nAsian crisis, as mentioned earlier today, has also\r\nhighlighted structural weaknesses in the process of\r\ndevelopment. Clearly, it is imperative to put the\r\ninstitutional framework in place to ensure sound economic\r\ngrowth also in the longer term. We see it as one of the\r\npreeminent tasks of bilateral and multilateral development\r\ncooperation to support our partners, especially in their\r\nefforts in this area.\r\nThe instruments of national policy are no longer\r\neffective in dealing with what are essentially transnational\r\ndevelopments. The question is whether, and if so, what\r\nkind of national or multilaterally agreed intervention in\r\nthe market is justified. Is it possible, for example, to\r\nestablish better crisis prevention mechanisms? We have to\r\ndeal with this question very thoroughly here.\r\nSeen in this light, then, our dialogue here, and\r\nespecially in the relevant technical bodies, is all the more\r\nrelevant. We need to consider in what areas international\r\nstandards should be established or further developed, not\r\nin order to curb the dynamism of economic forces or\r\nimpose rigid rules, but to allow action to be taken to\r\nprevent crises arising.\r\nGermany, like many other countries, has\r\nconsiderable experience in the field of monetary and\r\ncredit policy, public supervision of banking and insurance,\r\nthe stock exchange business and financial policy, as well\r\nas in national and European law on competition. At the\r\nWorld Trade Organization we advocate the development\r\nof a set of global trade and competition norms.\r\nSolving these problems will require a greater degree\r\nof international cooperation in the forthcoming century.\r\nAn important focus of such concerted efforts will be to\r\nestablish more effective cooperative structures and\r\nmanagement. Certainly, in this context we also need to\r\nreview the structure and role of the United Nations. In his\r\nreform proposals put forward last year, the Secretary-\r\nGeneral addressed these issues and outlined his vision of\r\na world Organization that can give its members the\r\nsupport they need to successfully tackle the global\r\nchallenges ahead. This, too, should be part of the dialogue\r\non which we are embarked.\r\nThe President (interpretation from Spanish): I now\r\ncall on Mr. J. Brian Atwood, Administrator of the United\r\nStates Agency for International Development.\r\n12\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nMr. Atwood (United States of America): The United\r\nStates delegation welcomes the opportunity to participate in\r\nthis important and timely discussion of issues that concern\r\nall of us as we face a period of unusually intense economic\r\nturmoil and uncertainty. I was listening carefully to the\r\nstatements that have been made previously, and I must say\r\nthat this is a very constructive beginning for this\r\nconference. I and members of my delegation look forward\r\nto the round-table discussions and further discussions of\r\nthese issues.\r\nI want to recognize one very distinguished member of\r\nthe United States delegation, a person who has participated\r\nin and witnessed the evolution of the international system\r\nover the past 50 years: Senator Claiborne Pell, the former\r\nChairman of the Senate Foreign Relations Committee.\r\nThe crisis in Asia is taking a toll on the very proud\r\nand hardworking peoples of that region, peoples whose\r\nprodigious accomplishments over the past several decades\r\nhave earned our deep respect. We must join those\r\nGovernments in a commitment to ensure that the\r\ninvestments we have all made in development are not lost.\r\nIn Russia, too, we are witnessing the drama of\r\ncourageous and talented people struggling with the\r\ncomplexities of a difficult but necessary transformation to\r\na market-based economy. Countries, including the United\r\nStates, whose economies had decades or centuries to\r\ngradually put in place the markets and the related legal and\r\nregulatory institutions should not underestimate the\r\ntremendous challenges facing Russia.\r\nAs the world contemplates these events, some are\r\nquestioning the desirability of free markets and the\r\nincreasing interdependence of national economies following\r\nin the wake of what has come to be known as globalization.\r\nEven in the United States, some want to turn back the clock\r\nand return to what they remember as a more bucolic and\r\nself-reliant time. Such isolation is more blissful in nostalgic\r\nrecall than in the hard facts. For example, the average\r\nAmerican at the beginning of this century had a shorter life\r\nexpectancy than the average person in the developing world\r\ntoday, and he or she had only slightly more wealth than the\r\naverage person in the developing world today.\r\nWe should not allow the problems we are facing today\r\nto define the meaning of globalization. The benefits still\r\nvastly outweigh the costs. Globalization also means the\r\navailability of cheap and rapid communications, cost-\r\neffective transportation systems and open markets that make\r\npossible the global dissemination of ideas, technology and\r\ninvestment. These benefits of our modern world can make\r\npeople more productive as workers and more informed\r\nand capable as citizens. Globalization spurs creativity by\r\nwidening the market for innovation.\r\nIt can also stimulate competition among\r\nGovernments to become more efficient, to develop their\r\nnations’ human capacities or their national financial,\r\npolitical and legal systems. This sense of the need to\r\ncompete, when combined with a more effective\r\ninternational effort to help especially the poorer countries\r\nachieve sustainable development, can produce the growing\r\nand stable global economy we all seek.\r\nIn a globalized world, Governments must recognize\r\nthat they have less control over their country’s economic\r\ntrends. Still they can create a favourable environment for\r\ninvestment, for capital inflows and for increased\r\nproductivity. They have to create confidence for investors.\r\nIf, instead, their actions create fear, their countries will be\r\nrelegated to watching growth take place elsewhere.\r\nWe need to put the current crisis in its proper\r\nperspective by understanding the tremendous gains in the\r\nglobal economy in the past 50 years, precisely as a result\r\nof successful development efforts and globalization. Even\r\namidst the current gloom, I do not believe that the\r\ndynamic nations of Asia would want to go back to where\r\nthey were two or three decades ago. Their temporary\r\ndownturn does not fundamentally alter their long-term\r\ngrowth path or their bright prospects for the future.\r\nWe are already beginning to see signs of an Asian\r\nrevival. Exchange rates have stabilized in Thailand and\r\nKorea, allowing interest rates to come down, and\r\nproduction is beginning to level off. These\r\naccomplishments would not have been possible without\r\nstrong, democratically elected leadership and the\r\ndetermined pursuit of policy reforms; and they would not\r\nhave been possible had these countries not invested over\r\nthe years in their own people’s education, health care and\r\nproductive capacity.\r\nMexico’s 1995 financial crisis also offers\r\nencouragement. Following a loss of confidence by\r\ninvestors and major capital outflows — much like what\r\nAsia experienced last year — Mexico’s economy shrank\r\nby 6 per cent that year; but with strong policies and\r\nconditioned support from the United States, the\r\nInternational Monetary Fund (IMF) and others, Mexico\r\ngrew by over 5 per cent during the following year and\r\nhas sustained that pace ever since.\r\n13\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nIn a speech to the summit meeting of the Non-Aligned\r\nMovement in Durban three weeks ago, South Africa’s\r\nDeputy President Thabo Mbeki spoke eloquently of the new\r\nforces sweeping through the global economy —\r\nglobalization, liberalization, deregulation and pervasive\r\ninformation flows. These forces, he said, represent the\r\ninternational context in which all of us have to work to\r\neliminate poverty in our countries. He went on to point out\r\nthat the very fact of globalization, in all its forms, means\r\nthat our own success as developing countries cannot be\r\nachieved in conditions of autarchy or self-contained\r\ndevelopment. This states the basic proposition clearly. No\r\nnation can isolate itself from these positive forces, nor\r\nshould it want to. The countries that embrace globalization\r\nmost effectively are the ones that will prosper most in the\r\nyears ahead.\r\nWe must not, however, make the mistake of seeing\r\nglobalization as a purely economic process. It must take\r\nplace in the right context, one in which people can express\r\ntheir social and political aspirations and can help shape the\r\nworld their children will inherit. Furthermore, economic\r\ngrowth cannot be pursued at the expense of future\r\ngenerations. Protection of our environmental resource base\r\nis essential if development is to be sustainable.\r\nAdditionally, we must ensure that nations have our help in\r\nfacing this task. The international community — a phrase\r\nwe often use — should want each individual member of\r\nour community to succeed. We have a common interest in\r\nour collective well-being. Therefore, we must find a new\r\nway to create a safety net that will minimize the risks\r\nassociated with globalization and encourage countries to\r\nembrace the concept. We also should examine how the\r\nIMF, international financial institutions and bilateral donors\r\ncan improve coordination to provide a rapid response to\r\ncrises such as those we have seen in Russia, Mexico and\r\nthroughout Asia.\r\nThe United Nations system has a vitally important role\r\nto play. It can be instrumental in helping nations to create\r\nthe environment for successful globalization by promoting\r\na genuine respect for human rights and core labour\r\nstandards — not only civil and political rights, but the\r\nfundamental human rights of all individuals to progressive\r\nrealization of their economic, social, and cultural potential.\r\nPresident Clinton made clear this week, in his remarks\r\nto the Council on Foreign Relations here in New York, that\r\nthe United States remains ready to help countries that help\r\nthemselves. He proposed six steps to deal with the\r\nimmediate global financial crisis: collaboration with other\r\nindustrialized democracies to spur economic growth; debt\r\nrelief for private-sector firms in countries affected by the\r\ncrisis; a doubling of World Bank support for social safety\r\nnet programmes; activation of the $15 billion IMF\r\nemergency fund to prevent further spread of financial\r\npanic; increased lending by the United States Export-\r\nImport Bank; and, finally, funding by our Congress of the\r\nIMF, a matter that will be decided in the next few weeks.\r\nThe President also announced two initiatives to\r\nbetter deal with international economic emergencies in the\r\nfuture. First, he called for further opening of markets to\r\nexpand trade while putting in place safeguards for labour\r\nstandards and the environment. Secondly, he called for a\r\nmeeting within 30 days of the finance ministers and\r\ncentral bank directors of the G-7 countries and the key\r\nemerging economies to adapt the international financial\r\narchitecture for the problems we face in the twenty-first\r\ncentury. This is not an endorsement of the current status\r\nquo; this is clearly an indication that we understand the\r\nproblems of globalization and that we want to work to fix\r\nthose problems. The meeting has already been scheduled.\r\nThe United States is determined to remain fully\r\nengaged in the effort to achieve global economic well-\r\nbeing. We are profoundly connected to the developing\r\nworld in a variety of ways — just look at our citizenry,\r\nif you wish. We realize that maintaining our own\r\neconomic growth is one of the most important\r\ncontributions we can make. Last year, the United\r\nStates — with just 4 per cent of the world’s\r\nconsumers — absorbed fully 20 per cent of developing\r\ncountry exports. Our trade deficit with the developing\r\nworld was $200 billion. American foreign direct\r\ninvestment in developing countries now totals more than\r\n$150 billion. These are building blocks of a sustainable\r\nand mutually beneficial relationship.\r\nOur bilateral foreign assistance programmes also\r\ncontribute to the solutions we seek. The Agency for\r\nInternational Development is responding to the financial\r\ncrisis by helping Governments put in place financial\r\nregulatory systems that can reduce the likelihood of future\r\npanics and improve the ability to manage soundly in\r\ncrises. We are actively working in places such as\r\nIndonesia to help provide a safety net for the most\r\nseverely affected. We are providing assistance in a\r\nnumber of countries in the areas of banking, capital\r\nmarkets, tax policy, privatization, deregulation and sector\r\nreform of various types.\r\nAnd to bring greater opportunity to Africa, a region\r\nthat has yet to benefit fully from globalization, President\r\n14\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nClinton has asked our Congress to approve the African\r\nGrowth and Opportunity Act.\r\nThe Clinton Administration understands the\r\nimportance of international leadership on these issues. We\r\nwant to do more, and we look forward to working with the\r\nUnited Nations, the Bretton Woods organizations and the\r\nnations that are feeling the current crisis the most to turn\r\nglobalization into a fully positive concept. My delegation\r\nlooks forward to hearing from others and to participating\r\nfully in this dialogue.\r\nThe President (interpretation from Spanish): I call on\r\nMr. Koichi Haraguchi, Deputy Minister for Foreign Affairs\r\nof Japan.\r\nMr. Haraguchi (Japan): The most important trends in\r\nthe world today are globalization and increasing economic\r\ninterdependence. Of course, these trends have been evident\r\nfor some time, but they have become more pronounced as\r\na result of the conclusion of the cold war and the\r\nspectacular development of information technology.\r\nFor example, it is said that today some $50 billion is\r\ntransferred around the world every hour; that is $1.2 trillion\r\nevery day, $300 trillion every year. The number of host\r\ncomputers that support the Internet grew more than forty-\r\nfold in the six years from 1991 to 1997, and that growth\r\ncontinues.\r\nGlobalization frees us from the constraints imposed by\r\nour national boundaries. Whereas in the past growth was\r\noften hindered when the necessary capital or technology\r\nwas unavailable within a country’s borders, that is no\r\nlonger the case now that those resources can move freely\r\nacross borders to wherever they may be used with the\r\ngreatest economic efficiency. The economic miracles that\r\nhave occurred in Asia are excellent examples of what\r\nglobalization makes possible.\r\nOn the other hand, it cannot be denied that in\r\npromoting efficiency through competition, globalization\r\ncreates some problems. Enhanced competition produces\r\nlosers in a much harsher manner along with winners, and\r\nenlarges the gap between the rich and the poor.\r\nTraditional states were characterized by a sense of\r\nsolidarity or a feeling of belonging to the same community,\r\nand people managed to balance the drive to increase\r\nefficiency with consideration for the weak — or, to put it\r\nin more general philosophical terms, to balance the pursuit\r\nof freedom and the pursuit of equality.\r\nHowever, globalization has tended to destroy that\r\ndelicate balance. Some developing countries are better\r\nable to take advantage of the opportunities created by\r\nglobalization, it is true, but others are in danger of being\r\nleft behind and thus marginalized. This can be\r\ndestabilizing and in the long term damaging to the\r\nprosperity of us all.\r\nIt should also be recognized that the acceleration of\r\nglobalization and the intensification of interdependence\r\nhave increased to a great extent the systemic risks the\r\nworld faces. Whenever a problem arises in some part of\r\nthe world today, there is a danger that it may lead to a\r\nparalysis of the entire system. The contagiousness of the\r\ncurrent financial crisis is a concrete example of what can\r\nhappen.\r\nClearly, the challenge facing us is to derive the\r\nmaximum benefit from the positive features of\r\nglobalization while avoiding or minimizing the damage\r\ndone by its negative features. In order to take advantage\r\nof the positive features, we need to introduce\r\ninternationally recognized rules, such as democratic\r\nprocedures, transparency, accountability, the rule of law\r\nand the prevention of corruption. This is the surest way\r\nto promote an inflow of productive resources from\r\nabroad.\r\nOn the other hand, we should also be prepared to\r\naddress the negative side of globalization. It is to this end\r\nthat Japan has put forward the idea of the New\r\nDevelopment Strategy. The New Development Strategy is\r\na means of surmounting the problems of development. At\r\nits core, it is the idea that as globalization proceeds, it is\r\nessential that a partnership be formed between recipient\r\nand donor countries and a wider range of international\r\ncooperation pursued, while at the same time the\r\nownership of the development process by developing\r\ncountries must be encouraged.\r\nThe Strategy also advocates combining a\r\ncomprehensive and an individual approach to\r\ndevelopment. The comprehensive approach stresses the\r\nimportance not only of official financial assistance but\r\nalso of integrating private investment, trade, market\r\naccess, and the development of socio-economic\r\ninfrastructure into national development strategies.\r\nAt the same time, an individual approach is needed\r\nsince, despite increasing globalization, the problems this\r\nprocess causes and the measures that must be taken to\r\nresolve them are not the same for all affected countries.\r\n15\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nIn dealing with the possible systemic risks that\r\nglobalization entails, international cooperation is\r\nindispensable. For example, in view of the devastating\r\neffect the abrupt movement of short-term capital had in the\r\nrecent Asian financial crisis, the G-8 leaders in Birmingham\r\nurged the International Monetary Fund to examine how to\r\nmonitor effectively capital flows, particularly short-term\r\nflows, to provide information and promote market stability.\r\nWe need to undertake such international cooperation in\r\nother fields as well.\r\nAs I have suggested, globalization creates both\r\nopportunities and challenges. I have touched on how we\r\nshould respond to them in general terms. Now I wish to\r\ndescribe some of the measures Japan itself has been taking.\r\nIn response to the economic crisis in Asia, Japan has\r\nprovided strong support for the efforts of affected countries\r\nto extricate themselves from the problems besetting them.\r\nThese efforts include providing a safety net so that the\r\nweaker members of society, who are bearing more than\r\ntheir fair share of the pain, do not fall any farther. They\r\nalso include developing human resources in order to be\r\nbetter able to cope with this crisis. Japan is providing $43\r\nbillion in such support, making it the largest source of\r\nbilateral assistance.\r\nIn order to respond to the needs of Africa, where the\r\npossibility of marginalization is most serious, Japan,\r\ntogether with the rest of the international community, is\r\nembarked on an effort to implement the new development\r\nstrategy there. It is as part of that effort that Japan will\r\nconvene the Second Tokyo International Conference on\r\nAfrican Development next month in cooperation with the\r\nUnited Nations and the Global Coalition for Africa. Its\r\nprimary theme and objective is “Poverty Reduction and\r\nIntegration of Africa into the Global Economy”. At the\r\nconclusion of the conference, it is expected that an action\r\nplan will be adopted that will guide us in pursuing African\r\ndevelopment effectively as we move towards the twenty-\r\nfirst century.\r\nJapan is of the view that meetings such as this one can\r\ndo much to enhance the awareness of people everywhere\r\nwith respect to the activities of the United Nations in this\r\nimportant area. We therefore wish to express the hope that\r\nour efforts here will meet with success.\r\nThe President (interpretation from Spanish): I now\r\ncall on Mr. Dan Abodakpi, Deputy Minister of Trade and\r\nIndustry of Ghana.\r\nMr. Abodakpi (Ghana): It is my great pleasure to\r\nmake a contribution to this important process. The theme\r\nof this dialogue really warms my heart, as it relates to the\r\nrapidly evolving twin phenomena of globalization and\r\ninterdependence. These processes are resulting in dramatic\r\nchanges to international economic and trade relations,\r\nchanges that have an impact on all countries, both\r\ndeveloped and developing. Indeed, it is impossible to\r\nforget that the end of this century, particularly the 1990s,\r\nwill go down in history as a period of profound changes\r\nin international relations. From the standpoint of trade and\r\neconomic relations, the most prominent of those changes\r\nhave been the twin processes of globalization and\r\ninterdependence. The fact that these processes basically\r\ntend to bring more growth opportunities to all countries\r\nis a great source of satisfaction and hope. But let us not\r\nlose sight of the fact that behind the considerable wave of\r\napplause for these laudable trends are also the risks of\r\nmarginalization and uncertainty for developing countries,\r\nparticularly those in the sub-Saharan region of Africa.\r\nGlobalization has come to assume a more\r\ncomprehensive meaning, while interdependence between\r\nnations has grown stronger. Indeed, the processes have\r\nbecome irreversible and affect all sectors of the universal\r\neconomy — namely, production, investment, employment,\r\ntrade, development and the general well-being of people.\r\nThe current trend of the global economy, which\r\ncontinuously gravitates towards more interdependence,\r\nmakes it obvious that developing countries have no choice\r\nbut to integrate into the world economy. More\r\nimportantly, they must acknowledge that their destinies\r\nare linked to those of other nations. It therefore becomes\r\nquite clear that developing countries have no choice but\r\nto look beyond their borders for more business.\r\nIt has been said that globalization enables countries\r\nto seize opportunities irrespective of their degree of\r\ndevelopment. What is apparent from this is that the\r\nphenomenon of globalization has the potential to generate\r\nenormous benefits for all countries. In effect, developing\r\ncountries, especially African countries, should also find\r\nmore scope to grow and prosper.\r\nThe beneficial link between the global economy and\r\nthe socio-economic consequences for developing countries\r\nappears to me to be that of more broadly based\r\ndevelopment over the medium to long term. By\r\nimplication, developing countries, particularly African\r\ncountries, should over time largely overcome their social\r\nand economic problems in such areas as population,\r\n16\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nhealth and education, as well as trade, investment and\r\nfinance.\r\nThe reality, however, is that the potential benefits will\r\nnot come easily and that the phenomenon of the global\r\neconomy carries with it considerable risks, frustration and\r\nfear, and I will proceed immediately to elaborate with\r\nparticular reference to Africa.\r\nA very significant characteristic of the global economy\r\nof late is the boom in the flow of foreign direct investment.\r\nIn the 1995 World Development Report, it is noted that in\r\nthe 1990s, the rate of growth of foreign direct investment\r\nstock has substantially exceeded that of world output (gross\r\ndomestic product) and world exports. Clearly, this indicates\r\nthat foreign direct investment now plays a very crucial role\r\nin the global economy.\r\nThere is, however, considerable evidence to indicate\r\nthat the global flow of foreign direct investment has not\r\nbeen evenly distributed. Apart from its over-concentration\r\nin the developed world, as far as the developing world is\r\nconcerned, sub-Saharan Africa has in the main been\r\nbypassed. Admittedly, the distribution of foreign direct\r\ninvestment cannot be equal, but in a situation where only\r\nthe 10 largest developing countries account for about two\r\nthirds of the total stock of developing countries’ share of\r\nforeign direct investment, resulting in the marginalization\r\nof sub-Saharan Africa, then the benefits of globalization as\r\nfar as Africa is concerned appear to be an illusion. Statistics\r\nindicate that in 1994, the total value of foreign direct\r\ninvestment in sub-Saharan Africa was a meagre $1.86\r\nbillion, which was only the amount of the flows to New\r\nZealand.\r\nAnother important characteristic of the global\r\neconomy, especially in the 1990s, has been the intensity of\r\ncompetition, with countries trying hard to outpace each\r\nother in the international market place. This has been the\r\ncase particularly since the Uruguay Round of Multilateral\r\nTrade Negotiations. Admittedly, the Uruguay Round\r\nconstitutes one successful, good example of a global\r\nattempt at restructuring world trade. It has been hailed as a\r\ntruly remarkable achievement by the international\r\ncommunity. Given its outcome, I may say that new\r\nhorizons for the promotion of our mutual trade have been\r\nopened.\r\nIt is pertinent to remind ourselves that the benefits of\r\nthe Uruguay Round will not flow automatically to countries\r\nand that it is only the dynamic economies that adjust\r\nadequately to the new order that stand to benefit.\r\nUnfortunately, sub-Saharan Africa constitutes a region\r\nwhose trade structure is characterized by a high\r\ndependence on a narrow range of primary commodities as\r\nthe main export items, and which has persistent balance\r\nof payment deficits and mounting foreign debt. It is also\r\nthe region in which the prospects for trade creation and\r\nincreased participation in global trade remain inadequate,\r\nwhile institutional frameworks for the implementation of\r\nthe results of the Uruguay Round remain weak and are\r\nsometimes non-existent.\r\nSuperimposed on these difficulties are the\r\nfundamental development issues, such as halting rapid\r\npopulation growth and the creation of human skills —\r\nespecially sufficient technical cadres — as well as\r\nimproved health care. In all these areas, sub-Saharan\r\nAfrica trails dismally behind other regions of the\r\ndeveloping world. For sub-Saharan Africa, the sense of\r\nrisks and uncertainties is not, therefore, unfounded. By\r\nevery standard, the prospects for Africa appear\r\nfrightening.\r\nGiven these features of sub-Saharan Africa, it is\r\nproper to ask whether the processes of globalization and\r\ninterdependence will be good and therefore facilitate the\r\nregion’s ultimate development. The answer to that\r\nquestion may still be positive. I say that because African\r\ncountries are still optimistic about the long-term benefits\r\nof globalization. More than ever before, African countries,\r\nincluding Ghana, have acknowledged the need to mobilize\r\nresources more effectively, invigorate their development\r\nand exploit some of the numerous global opportunities for\r\ntheir well-being. Most, if not all, sub-Saharan African\r\ncountries are therefore pursuing growth-oriented\r\nadjustment programmes to ensure their early integration\r\ninto the global economy. The specifics are so well\r\ndocumented that I do not intend to spend time elaborating\r\nany further.\r\nIt is important, however, to note that it has been a\r\nHerculean task to maintain the momentum of these\r\nprogrammes, particularly with the entry of democratic\r\nGovernments into most of Africa. Public opinion, and\r\nboth internal and outside pressures, have the potential to\r\ncompromise or slow down the pace of the implementation\r\nof programmes. In spite of the efforts by African\r\ncountries to improve their economic standing, the risks of\r\nmarginalization remain, even at this stage when their\r\nrecovery programmes are yielding tangible results.\r\nWe may ask, “Can the African economic crisis\r\nend?” Yet again, the answer is positive. The African\r\n17\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nefforts, if spurred on by specific programmes by the\r\ndeveloped partners, will certainly serve as sufficient\r\ncalming factors to facilitate the continent’s economic\r\ngrowth. Indeed, the modest recovery of African economies\r\nshould serve to whet the appetite for extensive assistance.\r\nSub-Saharan African countries require a major push to\r\nsupplement their efforts at reversing the downturn of their\r\neconomies. Certainly, there is a powerful case for providing\r\nspecial programmes specifically for Africa in critical areas\r\nsuch as resources for development, international trade and\r\ntechnology transfer. Such programmes will maximize the\r\npotential gains from our structural adjustment and growth-\r\noriented strategies. It is in this context that we welcome the\r\ninitiative of the Government of the United States, the\r\nAfrican Growth and Opportunity Act.\r\nIn all these cases, the commitment of the international\r\ncommunity to fully play its role within the framework of\r\nglobal cooperation is critical. While African countries\r\ncommit themselves to pushing through the necessary sound\r\neconomic policies with zeal, it will be equally important for\r\nthe rest of the world to complement those efforts through\r\nunhindered access to markets and the extension of adequate\r\nfinancial assistance on appropriate terms. In this way, our\r\npartners in the global economy will live up to their\r\nresponsibility to help those African countries which are\r\nmaking such tremendous efforts to follow the principles of\r\nmarket orientation and the reinforcement of democracy in\r\nall its forms.\r\nOn the nagging issue of African debt, I note that\r\nAfrican countries still have a long way to go, in spite of the\r\nstrategies and policies they already have in place to meet\r\nthe attendant obligations. I urge a more durable solution\r\nthrough, inter alia, more debt reduction, as well as\r\nrefinancing. Industrialized countries may wish to consider\r\nthe cancellation of all official bilateral debts owed by sub-\r\nSaharan African countries.\r\nFurthermore, the overall net transfer of resources to\r\nAfrica should be enhanced. Indications point to the fact\r\nthat, for some time, official aid will have to increase to\r\nsustain Africa’s development. An aid programme generous\r\nenough to ensure sufficient official development assistance\r\nto Africa will go a long way in contributing to sustainable\r\neconomic development.\r\nOn international trade, there is an urgent need for\r\nAfrica to break away from its overdependence on a few\r\nexport items. What is required in that respect is a well-\r\nfocused programme to facilitate the development of an\r\nexpanded and diversified value-added export drive, taking\r\nadvantage of the increasing market openings that are\r\nemerging as a result of globalization and the liberalization\r\nof world trade.\r\nI find it pertinent also to stress the important role of\r\ntechnological innovation, which, as we are all aware, is\r\nseriously altering the distribution of economic activity and\r\nhas turned into a key factor in determining the\r\ncompetitiveness of countries in trade. Preferential and\r\nconcessional access to technology for sub-Saharan Africa\r\nwill go a long way towards bringing efficiency to its\r\nindustry.\r\nUnderlying all these efforts is the important factor of\r\nhuman capital. In this area, too, Africa is deficient and\r\nlags dismally behind other regions of the world. Sub-\r\nSaharan Africa has to be aided to develop adequate\r\ninternal capacity for policy work.\r\nIn conclusion, I will say that, today, Africa’s\r\ndevelopment problems are immense and complex, and\r\nrequire urgent attention. Simply put, the argument for\r\nhelping the continent now is that this would give it a\r\nchance of steadying and improving the conditions\r\nnecessary for accelerated development. A buoyant Africa\r\nplaying its fair role in the global economy will be\r\nmutually beneficial to all countries.\r\nWe should never lose sight of the essential\r\nobjectives and benefits of globalization and\r\ninterdependence: prosperity and better living conditions\r\nfor people in all walks of life. We must broaden our\r\nvision towards the achievement of this vital goal to ensure\r\ngreater welfare for all.\r\nThe President (interpretation from Spanish): I call\r\nnext on Mr. Rogelio Martínez Aguilar, Senior Adviser to\r\nthe Vice-Minister for Foreign Affairs of Mexico.\r\nMr. Martínez Aguilar (Mexico) (interpretation\r\nfrom Spanish): Mexico welcomes the renewal of the high-\r\nlevel dialogue and reiterates its unswerving commitment\r\nto strengthening international cooperation for development\r\nthrough partnership.\r\nThe phenomenon of globalization, in all its diversity,\r\nis a reality that cannot be ignored. A world of destinies\r\nthat exclude others is no longer possible or desirable.\r\nGlobalization engenders opportunities that the\r\ninternational community must pursue with creativity. But\r\nat the same time it has adverse effects that require timely\r\nresponses and strategies. To this end, Mexico has\r\n18\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nsupported the adoption of measures to revitalize\r\ninternational cooperation for development and to combat\r\npoverty. Here Mexico speaks out for shared international\r\nresponsibility vis-à-vis the risks and opportunities of global\r\nintegration in finance and trade.\r\nThe voices united in this urgent call are many and\r\nimportant, for the latest events in the international economy\r\nclearly underline the enormous challenge confronting the\r\ninternational community: in an era of globalization, the\r\neconomic crisis too is becoming global. The most recent\r\ncrisis began in Asia, and despite the great efforts deployed\r\nby the affected countries and the cooperation of the\r\ninternational financial community, the crisis has spread to\r\nother parts of the world.\r\nAt the beginning, it was a financial crisis. But now it\r\nis severely affecting international trade. It has also\r\ndepressed to historically low levels the prices of\r\ncommodities as fundamental as oil, minerals and basic\r\ngrains. Instability and inefficient functioning of, and\r\nspeculation in, the financial markets have caused a trend\r\ntowards recession on a global scale, seriously hampering\r\nthe economic development prospects of developing\r\ncountries.\r\nAll this calls for committed international cooperation\r\nto strengthen the world economic architecture. It is urgent\r\nthat the developed countries take all the measures needed\r\nto revitalize world economic growth with stability in the\r\nfinancial markets. It is also clear that the Bretton Woods\r\ninstitutions, particularly the International Monetary Fund\r\n(IMF) and the World Bank, must adapt in order to be in a\r\nposition to confront in an effective and timely manner the\r\nmonetary, financial and development challenges offered by\r\na crisis induced by large-scale movements of capital.\r\nWe are increasingly convinced that transparency and\r\ngood management of the monetary, financial and trade\r\nsystems at the international level are of the utmost\r\nimportance. The international institutions must match the\r\nefforts of our countries by launching a fundamental review\r\nof their organizations, policies, conditionalities, procedures\r\nand financial capabilities.\r\nMexico has had to respond in a timely and firm\r\nmanner to the enormous economic policy challenges that\r\nwe faced in December 1994 and again since the first\r\nmonths of this year. Mexico’s strategy in tackling the\r\neconomic emergency of 1995 attained its objectives. Thanks\r\nto the efforts of the entire Mexican people, and with\r\ninternational cooperation, it was possible to start the\r\neconomic recovery just as planned. But again, over the\r\npast year, globalization factors have had a negative impact\r\non Mexico, whose economy has suffered external shocks,\r\nsuch as the volatility of capital flows, the sharp fall of oil\r\nprices and the Russian crisis.\r\nThe Mexican Government, however, has reiterated\r\nits commitment to continue to conduct its economic\r\npolicy responsibly in order to ensure stability and growth.\r\nMeasures must also be adopted on an international scale\r\nto prevent the international financial crisis from\r\ndeteriorating into a world recession.\r\nParallel to this urgent and very decisive action, there\r\nis a need for continued work in the following areas:\r\nstrengthening North-South and South-South cooperation;\r\nreversing the trend towards reduced financial assistance\r\nfor development, and ensuring predictable, continuous and\r\nreliable assistance flows; enhancing access by developing\r\ncountries to global markets, direct investment flows and\r\ntechnological transfers; and providing lasting solutions to\r\nthe external debt problems of the developing countries.\r\nMexico attaches high priority to systematic,\r\ncomprehensive, high-level international intergovernmental\r\nconsideration of financing for development, as proposed\r\nby the General Assembly. This will give us the\r\nopportunity to ensure that we have the necessary means\r\nto promote international cooperation in a context of\r\nsolidarity and shared responsibility.\r\nGlobalization is a reality, not a problem or a\r\nconspiracy. It is a new expression of an interdependence\r\nin which we all share responsibilities and commitments.\r\nIf we act boldly, with resolve and in a timely manner, we\r\nwill be able to take full advantage of the benefits of\r\nglobal integration and swiftly overcome its negative\r\neffects.\r\nThe President (interpretation from Spanish): I call\r\nnext on Ms. Dawlat Hassan, Assistant Foreign Minister\r\nfor Economic Affairs and International Cooperation of\r\nEgypt.\r\nMs. Hassan (Egypt): It a pleasure for me to extend\r\nmy delegation’s sincere congratulations to you, Sir, on\r\nyour election to the presidency of the General Assembly\r\nat its fifty-third session. I am confident that under your\r\nable leadership the work of the Assembly will be\r\nconducted with success.\r\n19\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nI would also like fully to associate my delegation with\r\nthe statement made earlier on behalf of the Group of 77\r\nand China.\r\nOur meetings today provide an excellent opportunity\r\nto exchange views and to foster a fruitful and constructive\r\ndialogue based not on confrontation but on shared\r\nresponsibility and genuine partnership, which should lead to\r\nmore meaningful cooperation for development.\r\nAlthough there has been no agreed definition of\r\nglobalization, there is a wide understanding that\r\nglobalization, as an accelerated economic activity across\r\nnational political boundaries, finding expression in the\r\nincreased movement of goods and services, reflects not only\r\ntrade transactions, but touches upon every aspect of the\r\neconomy, notably flows of capital and foreign direct\r\ninvestment, technology transfers, employment, labour\r\nmobility and even the cultural life of a nation.\r\nThe forces of this phenomenon have wrought dramatic\r\nchanges on the global economic scene, giving rise to vast\r\nopportunities as well as to grave challenges and risks. For\r\nthe majority of developing countries that do not compete to\r\nintegrate their economies with the global economy,\r\nglobalization represents enormous uncertainties to their\r\nendeavours to achieve social and economic progress. With\r\ntheir access to markets, financial flows and technology\r\nseverely limited, their economic growth has been stifled.\r\nMoreover, in the process of international economic\r\ndecision-making, where their participation could enable\r\nthem to obtain redress for their situation, developing\r\ncountries are not participating. This trend needs to be\r\nreversed.\r\nTo give impulse to a new scheme of relations, we\r\nmust come forward with an agenda that is sensitive to the\r\nconcerns of both sides. There is, fortunately, considerable\r\npolicy coherence and no ideological divide. The main\r\nelement we developing countries need to get factored in is\r\nour development stage and how we may more equitably\r\nparticipate in the global economy from this aspect. To\r\nmanage the emerging realities, the social and economic\r\nimpacts of globalization, our strategy should focus on\r\ninterconnecting efforts undertaken at the national and\r\ninternational levels.\r\nTo adjust to the new forces of integration, Egypt, like\r\nmany other developing countries, has recognized that its\r\nbasic growth impulses must be founded on their economies\r\nand that self-reliance and national effort are imperative in\r\nthe global context. A wide range of reform and structural\r\nadjustment policies have been adopted, often at high\r\nsocial cost. In addition to pursuing economic growth,\r\npriority is given to a people-centred development,\r\nreducing poverty and increasing productive employment.\r\nOur future relations must reflect the credit\r\ndeveloping countries have earned by pursuing such\r\npolicies. To this end, the developed world must set the\r\nexample of genuine liberalization by facilitating market\r\naccess in sectors of export interest to developing countries\r\nand areas where the latter possess a competitive\r\nadvantage, such as agriculture and textiles. Developing\r\ncountries must be given support in respect of new\r\ndisciplines where they are to acquire competition by\r\nextending the concept of a generalized system of\r\npreferences. It is necessary to resist the protectionist\r\ndemands of those opposed to competition and fully\r\npreserve the letter and spirit of multilateralism. This\r\nmeans preventing the use of countervailing duties and\r\nanti-dumping measures.\r\nWhile liberalization is expanding, it is unfortunate\r\nthat we continue to witness with perplexity the operation\r\nof the greatest protectionist apparatus ever put in place by\r\nsome countries for the preservation of one sector —\r\nagriculture — and to prevent it from being exposed to\r\ncompetition.\r\nGiven the importance of private capital flows for\r\ndevelopment and the growing integration of developing\r\ncountries in the international financial markets, there is a\r\nneed for a new approach to managing this sector,\r\nparticularly after the recent disturbances in the\r\ninternational financial and capital markets that have\r\nseverely affected many countries in Asia and other parts\r\nof the world. The international monetary and financial\r\nsystem needs to be adapted and reviewed in order to\r\nincrease confidence in the system. We need to engage, as\r\na first step, in a study of the underlying global causes of\r\nthe crisis and how best to safeguard against future\r\noccurrences.\r\nDeveloping countries are also facing obstacles to\r\npossessing technology at a time when this is crucial to\r\ntheir development and to their becoming competitive in\r\nthe global market. They are almost exclusively buyers of\r\ntechnology and the present world intellectual property\r\nsystem of patents, trademarks and copyrights gives the\r\nindustrialized world monopolistic power in the markets.\r\nWe need to reflect on ways to facilitate easy access to\r\ntechnology on affordable terms.\r\n20\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nChanges in the relative importance of production\r\nfactors, which imply a move from material labour-intensive\r\nproducts to knowledge-intensive products have meant a loss\r\nof comparative advantage for the developing countries. This\r\nshift has given rise to increased unemployment, with all its\r\nadverse effects. In addition to adopting specific policies, it\r\nis fundamental to tackle structural questions related to job\r\nopportunity, which can no longer be viewed only from the\r\nstandpoint of national realities.\r\nThe imperatives for moving towards a system that\r\ncould equitably deal with the increasing integration of the\r\nworld are becoming stronger. A world in which one quarter\r\nof the people is affluent and three quarters are deprived\r\nhardly offers an enduring basis for global peace and\r\nsecurity. Spurring economic growth in the developing\r\ncountries, with their significant potentials in production and\r\npurchasing power, is certainly in the interests of the global\r\neconomy as a whole.\r\nOur collective security lies in building conversions\r\namong nations and peoples on the logic of the mutual\r\nbenefits of a balanced international economic system. We\r\nshould be ready to assume responsibilities, each according\r\nto its capacities, in the context of a global strategy\r\neventually leading to a positive-sum game between all\r\ncountries, with the vigorous assistance of the United\r\nNations.\r\nFinally, let me express my fervent hope that our\r\ndialogue today will become truly a force multiplier for\r\ndevelopment cooperation.\r\nThe President (interpretation from Spanish): I now\r\ngive the floor to Mr. Leiv Lunde, State Secretary for\r\nInternational Cooperation and Human Rights of Norway.\r\nMr. Lunde (Norway): Let me first of all underline\r\nhow much I appreciate being able to take part in this\r\ndebate. The question of globalization and development is\r\nindeed a topical issue in which dialogue between the North\r\nand the South is essential for meeting our common\r\nchallenges.\r\nIt is therefore with great interest that we noted the\r\nfocus on this issue at the recent summit of the Non-Aligned\r\nMovement in Durban. In their final document, the Heads of\r\nState and Government of the Movement point to the\r\nambiguity of the processes of globalization and\r\nliberalization, noting that, while these trends were expected\r\nto lead to increased economic opportunities for developing\r\neconomies, a large number of developing countries continue\r\nto be marginalized and thus unable to share the benefits\r\nof the global economy.\r\nIn my view, it is clear that the greatest benefits of\r\nglobalization have so far been garnered by a rather small\r\nminority, while many are worse off than before. The gap\r\nbetween those living in affluence and those suffering the\r\nhardship of poverty is growing, both within nations and\r\nbetween them. The assumption that globalization is a\r\nprocess that benefits everyone has proved to be utterly\r\nuntrue.\r\nIn the wake of the Asian financial crisis we have\r\nseen unemployment soar, living standards plummet and\r\nexpectations of a better life shattered — not only in Asia,\r\nbut all over the world. The Asian crisis clearly illustrates\r\nthe shift in economic power away from national\r\nGovernments to stock markets and other actors with little,\r\nor at least unclear, responsibility for the common good.\r\nThe reduced significance of national boundaries also\r\nrepresents a challenge to national identities, traditions and\r\nculture. To many the process of globalization has led to\r\nreduced cultural variation and increased economic\r\ninequality, instead of increased cultural variation and\r\nreduced economic inequality, as had been hoped.\r\nMany of the menaces facing us have become truly\r\nglobalized. Financial crises, environmental degradation,\r\nthe spread of disease, violent conflicts and organized\r\ncrime and terrorism are affecting us all, regardless of\r\nwhere we live on this shrinking planet. To overcome\r\nthese threats, some people are prescribing a recipe of\r\nprotectionism and isolation. But is this really a viable\r\nalternative in a world where ideas and financial\r\ntransactions travel round the globe in seconds, where help\r\nis available only to those with something to offer in the\r\nglobal marketplace and where many of the challenges we\r\nare faced with are of such a magnitude that no country,\r\nnot even the most powerful, can tackle them alone?\r\nMy Government does not believe this to be the case.\r\nThere is no way back to yesterday’s world, where trade,\r\ntravel and transactions across borders were much more\r\nlimited. The processes of economic, cultural and\r\ntechnological globalization cannot be reversed.\r\nBut the globalization process can and must be\r\nmanaged. Better management of the forces of\r\nglobalization at both the national and the international\r\nlevel is the only way to proceed if we are to maximize\r\n21\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nthe positive effects of an integrated world, while\r\nminimizing its negative aspects.\r\nAt the national level we must invest in both human\r\nresources and physical infrastructure and promote good\r\ngovernance, democracy and human rights. The prospects for\r\nthe next century depend above all on our willingness and\r\nability to make the necessary long-term social investments,\r\nparticularly in health and education. The investment base\r\nmust be broad. The creative potential of society will be\r\nfully unleashed only if we are all stockholders in the\r\ndevelopment process.\r\nThe forces of globalization challenge the sovereignty\r\nof individual States, but they will never make them\r\nredundant — quite the contrary. The market has an\r\nimportant role to play in allocating resources as effectively\r\nas possible, thus increasing the volume of funds available\r\nfor social and environmental concerns. But resources do not\r\nby any means flow automatically to meet such common\r\nneeds, nor to care for the most vulnerable groups in society.\r\nVigorous governmental policies are therefore called for to\r\nensure that resource allocations meet the demands of the\r\npeople to whom Governments are responsible.\r\nInternationally, there is no alternative to strengthening\r\nmultilateralism. We must further improve decision-making\r\nprocedures at the international level. We must create a\r\nworld order based on law and contract, where solidarity and\r\nsocial responsibility are not limited by national boundaries,\r\nbut stretch across borders and continents.\r\nWith one of the most open economies in the world,\r\nNorway has greatly benefited from the development of a\r\nglobal economy. But we have also experienced how\r\nexternal, anonymous forces have contributed to make jobs\r\nvanish overnight and ruin dreams and expectations. Against\r\nthis background there has been considerable political debate\r\nin my country about how globalization can be managed for\r\nthe common good. My Government will, in the next few\r\nmonths, be arranging national and international meetings in\r\nan effort to increase our common understanding of the\r\nvarious features and challenges of globalization. We must\r\nensure that globalization serves our interests and that it does\r\nnot become our master.\r\nOne of the most pressing dangers of globalization is\r\nthe increased marginalization of the least developed\r\ncountries. Many of the world’s poorest nations are hardly\r\nin a position to benefit from the global economy. These\r\ncountries receive minimal foreign investment and lack a\r\ndynamic private sector as a basis for employment and\r\ngrowth. Furthermore, they are often deprived of the\r\nbenefits of increased export earnings due to heavy debt\r\nburdens and closed markets in Western countries.\r\nAlthough the prime responsibility for development\r\nlies with the leadership of any country, which must\r\nensure political stability and sound macroeconomic\r\npolicies, the international community has an obligation to\r\nassist. We cannot, yet again, allow ourselves to stand by\r\nand see the weakest among us being left behind.\r\nIt is a regrettable fact that the industrialized\r\ncountries are increasingly distancing themselves from the\r\nagreed United Nations target of 0.7 per cent of gross\r\nnational product for development purposes. Norway is\r\ngoing in the opposite direction, and we have plans for a\r\nfurther increase in our official development assistance,\r\nwhich is already well above the United Nations target.\r\nWe believe that international debt relief schemes\r\nmust be improved, as has been stressed by many other\r\nspeakers today, and we are doing our part through a\r\nnewly launched national debt relief plan to better assist\r\nheavily indebted poor countries. We are also currently\r\nfinalizing a strategy for private sector development in\r\ndeveloping countries. But, above all, we are actively\r\nseeking to counter the widespread and growing donor\r\nfatigue and striving to make multilateral organizations\r\nmore sensitive to the needs and aspirations of the\r\ndeveloping world.\r\nAt the Non-Aligned Movement Summit in Durban,\r\nthe heads of State and Government reaffirmed that there\r\nis no alternative to a constructive dialogue between\r\ndeveloped and developing countries if we are to reap the\r\nbenefits of globalization while effectively meeting its\r\nchallenges. The United Nations is an important forum for\r\naddressing the challenges of globalization. It belongs to\r\nus all. It is unique and indispensable. It is our repository\r\nof hope for a better future. Let us support it, make it\r\nmore efficient and place it at the heart of our efforts to\r\nderive the very best from the globalization processes,\r\nparticularly for those who need it most.\r\nThe President (interpretation from Spanish): I now\r\ncall on Ms. Huguette Labelle, President of the Canadian\r\nInternational Development Agency.\r\nMs. Labelle (Canada): It is a distinct pleasure to be\r\nhere today to represent my country, Canada. I believe that\r\nthis meeting provides a valuable and very timely\r\nopportunity for us all to better understand this pervasive\r\n22\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nphenomenon called globalization. I am looking forward to\r\nwhat I am sure will be constructive and frank exchanges on\r\nhow globalization is reshaping the whole international\r\ncommunity.\r\nThere is no doubt that globalization is the most\r\nimportant socio-economic phenomenon of this generation.\r\nWith every day that passes, trade, technology and the\r\ninformation age erode our national boundaries and\r\ntransform our planet into an enormous metropolis which is\r\nwired together by the Internet, fax and many other things.\r\nThe effect has been profound. Many this morning have\r\nbeen able to paint them in a very vivid way. It has affected\r\nevery area of our lives — the economy, transportation,\r\ngovernment, the media, culture, even personal friendships\r\nand family life.\r\nWe also know that global power has been more\r\ndispersed than it has been in the past; that globalization is\r\nreflected in the spread of consumerism and in an increased\r\nhomogenization of certain aspects of our lives. Yet, for all\r\nthis conformity — and despite the immense wealth\r\ngenerated by globalization — we have also heard and seen\r\nthat it has been characterized by profound contradictions.\r\nIt is true that a number of countries have benefited\r\nenormously. It is also true that many others have been\r\npassed by. So while the world is smaller, it has not become\r\nmore equitable or necessarily economically and socially\r\nsecure. We witnessed this especially in the last months of\r\nlast year and then this year.\r\nFurther, it is all too clear from these events that even\r\nthose who have benefited have also fallen prey to the\r\nnegative consequences of very rapid globalization, and the\r\ntoll has been heavy. Our hope is that, because those\r\ncountries have worked so well and so hard in recent\r\ndecades, there will not be too important a regression or one\r\nthat cannot be reversed very rapidly.\r\nAs we confront these contradictions, we must be\r\naware of one other profound change wrought by\r\nglobalization: the difference in the power and relevance of\r\nthe nation-state, and its obviously diminished ability to\r\nchange and guide the course of human events. There is an\r\nincreased place in our world, therefore, with all those\r\ncountless transactions, for a very different kind of\r\ninterrelationship, a different kind of cooperation and a\r\ndifferent kind of support.\r\nWe have heard this morning about the importance of\r\nbeing able to minimize the negative sides of globalization\r\nand maximize its benefits for all. Many very important\r\npoints have been raised that I know will be discussed\r\nduring the next two days. I also should like to leave some\r\npoints on the table that I think are very closely related to\r\nmany of the ones that have already been made.\r\nFirst, we hear more and more that we need to\r\nprotect ourselves against the volatility of the financial\r\nmarkets by, among other things, enhancing our\r\ncooperation to deal rapidly with crises as they emerge and\r\nalso by improving existing surveillance mechanisms. It\r\nwas in this spirit that Canada’s Minister of Finance, Paul\r\nMartin, at the spring meetings of the World Bank and the\r\nInternational Monetary Fund (IMF), suggested that we all\r\nconsider together establishing a peer review mechanism\r\nin close collaboration with the World Bank and the IMF\r\nin order to enhance supervision of the financial sectors of\r\nall of our countries. A working group of the Group of 22\r\nwill be meeting next week and will report to the World\r\nBank and IMF meeting in early October.\r\nA second theme that has been prevalent is that we\r\nneed to continue to address with increased vigour the\r\ntroika of poverty, environmental degradation and\r\npopulation growth, and in this respect that we must use\r\nevery occasion, including this meeting and this year’s\r\nsession of the General Assembly, to renew our\r\ncommitment to the goals that have been arising out of the\r\nUnited Nations summits of recent years. Of course,\r\ncentral to these are poverty reduction and enhancing\r\nquality of life for all by providing the social and physical\r\ninfrastructure that all countries require.\r\nA third aspect that has been brought up is that the\r\ndeveloping countries themselves have been working very\r\nhard at establishing an enabling environment for\r\ninvestments to flow to their countries. We know that the\r\nflow of investments has been uneven and that they have\r\nbeen volatile. However, many, if not all, countries have\r\nto various degrees been trying to establish that enabling\r\nenvironment and have also been working at strengthening\r\ntheir application of the rule of law. Canada will continue\r\nto support countries in their efforts and hopes to be able\r\nto enhance that support in this sector.\r\nFourthly, the issue of debt continues to loom over\r\nmany of the poorest countries. In 1989, Canada forgave\r\nits debt loans to sub-Saharan Africa and to some of the\r\npoorest countries of Latin America. We therefore feel that\r\nwe are in a good position to support the implementation\r\nof the Heavily Indebted Poor Countries Debt (HIPC)\r\nInitiative, and we remain convinced that together we can\r\n23\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\ncontinue to improve this mechanism in order to deal with\r\nsome of the many issues that people have raised, be it\r\nspeed of implementation or other aspects.\r\nI think that in dealing with debt we have to be very\r\ncareful to look for resources other than public funding,\r\nthough I think that is important, in the quest to develop\r\ncountries’ physical infrastructure, so that we do not create\r\na new wave of debt over the next decade that will come\r\nback to haunt us. I feel very optimistic, therefore, about\r\nmixed public and private-sector funding, both bilateral and\r\nmultilateral, but I would inject a note of caution as to how\r\nit is done.\r\nI think one clear aspect that has emerged in the last\r\nfew years is how important it is for all countries to work\r\nvery closely together and for the developing countries to be\r\nat the centre of their development. We must therefore\r\ncontinue to remind ourselves of that fact and to find new\r\napproaches to working together in full respect of that very\r\nimportant concept.\r\nThe future may be impossible to predict, but it is not\r\npredetermined. Our hope is that the next millennium will be\r\none of humanism and one in which the United Nations will\r\nplay a vital role in shaping that future.\r\nThe President (interpretation from Spanish): I give\r\nthe floor to Mr. Carlos Dotres Martínez, the Minister for\r\nPublic Health of Cuba.\r\nMr. Martínez (Cuba) (interpretation from Spanish):\r\nI should like to congratulate you, Sir, on your recent\r\nelection to the presidency of the fifty-third session of the\r\nGeneral Assembly, and to wish you success in your work.\r\nI wish also to associate myself with the statement made by\r\nthe Minister for Foreign Affairs of the Republic of\r\nIndonesia, Mr. Ali Alatas, the Chairman of the Group of 77\r\nand China.\r\nIt is clear that globalization is an objective fact. It is\r\nalso clear that, as stated just a few days ago by the Non-\r\nAligned Movement at its summit meeting, while the process\r\nin which the world is now engaged provides opportunities,\r\nit is also having adverse economic and social consequences\r\nwhich add to the burden of everyday life in the countries of\r\nthe South.\r\nThe recent Non-Aligned Movement Declaration for the\r\nNew Millennium, adopted at Durban, rightly indicates that\r\nwe must guard against forms of globalization which impose\r\nsolutions that ignore the historical, cultural and\r\npsychological elements peculiar to national and local\r\neconomies. That Declaration goes on to warn that\r\nglobalization must not sweep all before it, that it must not\r\nmean uniformity and that its impact must be channelled\r\nnot just by the large and powerful nations but by the\r\nrepresentatives of the majority of humankind.\r\nSome argue — and it is undeniable — that the\r\nglobalization process has brought prosperity to some\r\nareas, promoted certain levels of wealth and encouraged\r\ngrowth in the economies of some countries. However, it\r\ncannot be denied that the same process, by making the\r\neconomies of all States and regions more interdependent,\r\nhas caused the effects of certain regional crises to spiral,\r\nthreatening even the most flourishing economies.\r\nThe globalization of information and the\r\ndissemination of knowledge make positive contributions,\r\nbut they are not without hazards and challenges, because\r\nthey establish single standards aimed at making the\r\nbehaviour of entire nations conform to the ideologies and\r\nmodels that the powerful economies consider to be\r\nparadigms.\r\nBut the most dangerous element in the current\r\nprocesses of globalization is their selectivity. They help\r\ncertain economies, but a large part of the world remains\r\nmired in the most abject poverty, deriving little or no\r\nbenefit from the increased exchanges and flourishing\r\nmarkets so much talked about by the apologists for\r\nneoliberalism.\r\nA typical example is provided by Africa, many of\r\nwhose countries are left out of the currents of growth that\r\nother areas enjoy. Those countries do not attract global\r\ninterest, except when they are provided with so-called\r\nhumanitarian assistance in response to fratricidal wars,\r\ngreat famines or cyclical droughts.\r\nBut it is not only Africa. Let us take a look at the\r\nother third world regions, where from a statistical\r\nstandpoint many societies seem to have progressed.\r\nEconomic growth rates are high, but there are enormous\r\nsegments of population in which life below the poverty\r\nline is an ordinary phenomenon.\r\nWe observe today — every day — a growing feeling\r\nof uncertainty and frustration, as human beings are unable\r\nto control their own lives or the environment they must\r\ninhabit. The developmental disparity between North and\r\nSouth shows shocking differences in the nineties, with the\r\nSouth always at a disadvantage. For example, life\r\n24\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nexpectancy at birth is 11.7 years less; per capita calorie\r\nconsumption is 25 per cent less; the infant mortality rate is\r\nhigher by 61 per thousand live births; 32 per cent less of\r\nthe population has access to potable water; and there are 72\r\nfewer scientists and technicians for every thousand\r\ninhabitants.\r\nIn the 1997 United Nations Development Programme\r\nHuman Development Report, the following data stand out:\r\n507 million people will not live to the age of 40; 800\r\nmillion people do not have access to health services; and 17\r\nmillion of the developing world’s inhabitants die every year\r\nfrom curable contagious and parasitic diseases, such as\r\ndiarrhoea, malaria and tuberculosis. Of the 23 million\r\npeople in the world who are infected with AIDS, more than\r\n90 per cent live in developing countries. In sub-Saharan\r\nAfrica, 65 million hectares of productive lands have\r\nbecome desert in the last 50 years.\r\nBecause of the arms race, world peace and stability\r\nhave also become global issues, and the mammoth military\r\nexpenditures continue to be crimes of omission against\r\nhumanity’s development and health. Let me give an\r\nexample. With the money it costs to build one nuclear\r\naircraft carrier, it would be possible to buy 3,500 to 4,000\r\npieces of nuclear magnetic resonance equipment for\r\ndiagnoses, or 20,000 cobalt pumps for cancer treatment. In\r\nmany ways, the world is going through the current age of\r\nglobalization without a clear goal and without knowing the\r\nterrain.\r\nAnother major factor for developing countries is\r\nundeclared wars and wars fuelled by an unjust economic\r\nand political order capable of destabilizing and ruining a\r\ncountry. A clear instance of this kind of conflict is the\r\nUnited States blockade of Cuba, which has already lasted\r\nclose to 40 years. Suffice it to recall the many billions of\r\ndollars this has cost the Cuban economy.\r\nLastly, we have only two options if we are to come to\r\ngrips with these issues in the third millennium: either we\r\ncontinue with the animal ethics that would lead us\r\ninexorably to collective suicide, or we adopt human ethics\r\nas the only means of saving our civilization.\r\nThis is why President Fidel Castro, in his recent\r\nhonorary address at the Universidad Autónoma de Santo\r\nDomingo, affirmed:\r\n“The world cannot save itself if it continues on its\r\npresent course. In my opinion there will not be the\r\nslightest chance of survival for the species, nor will\r\nthere be any chance of survival for the globalization\r\nand the new order that are being established,\r\nbecause masses rise up, because peoples rise up,\r\nbecause humankind rises up.”\r\nHe closed by announcing the important meeting on\r\nglobalization and neoliberalism that prominent economists\r\nfrom Latin America and other parts of the world will hold\r\nnext January in Havana. At that meeting, exactly as our\r\nPresident stated, the conclusion will be reached that the\r\nquestion is not how to fight the inexorable phenomenon\r\nof globalization, but how to fight, cooperate, reflect and\r\nact in order to achieve a human and fair globalization.\r\nThe President (interpretation from Spanish): I now\r\ncall on the representative of the Netherlands.\r\nMr. Ramaker (Netherlands): Next week the\r\nNetherlands Minister for Foreign Affairs, Mr. Jozias van\r\nAartsen, will have the opportunity to congratulate you,\r\nSir, on behalf of the Government of the Netherlands, on\r\nyour assumption of your high office.\r\nToday I wish to share with you some thoughts of the\r\nnewly appointed Netherlands Minister for Development\r\nCooperation, Ms. Eveline Herfkens. Ms. Eveline Herfkens\r\nhad been looking forward to this meeting, and she is\r\nterribly disappointed that she was unable to join us today.\r\nAs we speak, the Government is debating in Parliament\r\nits policies for the coming year, and her presence in The\r\nHague is indispensable. Ms. Herfkens, however, will be\r\nwith us during the forthcoming general debate in the\r\nSecond Committee.\r\nNevertheless, she wanted to contribute to the debate\r\ntoday in a personal way, and has included her views on\r\nthe matter in the following statement. With the Chair’s\r\npermission, I would like to read her statement into the\r\nrecords of this meeting:\r\n“I would like to share two comments with the\r\nAssembly. First, I want to make a strong pitch for\r\nmultilateralism. To many nations, over many\r\ndecades, multilateralism has been an article of faith,\r\nan independent policy goal all by itself. Today,\r\nmultilateral cooperation has come under pressure.\r\nInstead of a policy goal in its own right, it has\r\nbecome one of many policy instruments, an\r\ninstrument to be used when conducive to the\r\nnational interest. Countries prefer cooperation to be\r\nad hoc, and to the extent that it suits their needs.\r\nInternational organizations are rated by the benefits\r\n25\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nthey have to offer, or the services they can provide. I\r\nrefer to that attitude as a shopping mall mentality\u0027\r\nwith regard to multilateral cooperation.\r\n“That kind of cynicism does not sit very well\r\nwith the people I represent. By virtue of its\r\ngeographical situation, the Netherlands has\r\ntraditionally been a seafaring nation, a nation of\r\ntraders. Besides becoming the eighth largest trading\r\nnation in the world, we have become an outward-\r\nlooking people, internationally oriented. We feel a\r\nstrong commitment to multilateralism. We are\r\nprobably one of the few countries whose Constitution\r\nhas given a special position to international\r\norganizations.\r\n“Yet to us, this is not a matter of mere principle.\r\nWe are pragmatic as well. We also favour\r\nmultilateralism for reasons of necessity. In a\r\nglobalizing world, people are faced with problems that\r\ncannot be tackled single-handedly, even by the most\r\npowerful of nations. We in the Netherlands seek to\r\npromote the institutions of worldwide cooperation,\r\nwith the United Nations system at its core. The United\r\nNations and its specialized agencies, as well as the\r\nBretton Woods Institutions and more recently the\r\nWorld Trade Organization, have proved to be a viable\r\nframework for facilitating cooperation. Together they\r\nspan the entire range of human activity.\r\n“But these institutions are not good enough in\r\nthemselves. We must make them better — we must\r\nmake them perform better. The United Nations must\r\nconstantly adapt to a world that itself is in constant\r\nchange. Agencies should no longer think in terms of\r\ntheir own territory and be driven by donor envy. The\r\nWorld Bank, the United Nations Development\r\nProgramme and the Food and Agriculture\r\nOrganization, to name a few major players, should\r\npool their forces without reservation. I plead for\r\nmaking use of the comparative advantages of each\r\norganization for coherent policies. I also plead for a\r\nsystematic follow-up of United Nations summit\r\nmeetings. I plead, too, for better coordination at home,\r\namong stakeholders in capitals. And I also plead for\r\nmore resources.\r\n“This brings me to my second comment, which\r\nis a pitch for multilateral development cooperation.\r\nIndeed, the development agenda lies at the core of the\r\nUnited Nations. But despite declared intentions, the\r\nworld’s official development assistance barely holds\r\nsteady at 0.21 per cent of gross national product.\r\nOnly a handful of donor countries, including my\r\nown, the Netherlands, do better than 0.7 per cent.\r\nDespite pledges to the contrary, contributions to\r\nUnited Nations funds and programmes have shown\r\na gradual decline in recent years.\r\n“We the Member States, in particular the\r\naffluent among us, must breathe new life into\r\nmultilateral cooperation. Funding should be made\r\nsecure and predictable. Donor burdens should be\r\nshared by other nations as well — by newly\r\nindustrialized States and by States with massive\r\nrevenues from oil. Capacity to give should be the\r\nleading principle. For our part, we in the\r\nNetherlands will expand multilateral aid in the years\r\nto come.\r\n“Yet multilateral development aid is not about\r\nmoney alone. It is also about potential. For about\r\nfive years, developing countries, taken together, have\r\nbeen spending more on interest and debt repayment\r\nthan they have received collectively in the form of\r\nbilateral aid. Those are telling figures. All\r\ninternational agencies combined, if they truly pulled\r\ntogether, could probably have more of an impact on\r\nthe overall well-being of recipients than the national\r\naid programmes of individual donor countries\r\nseparately.\r\n“But that is not enough. In addition, there are\r\nat least two major tasks as corollaries to multilateral\r\naid. First, those of us that can should ensure that all\r\ndeveloping countries, in particular the poor ones, can\r\ntake part in the process of global integration on\r\nequal terms. In doing so, we should coax the United\r\nNations agencies, the international financial\r\ninstitutions and the World Trade Organization to\r\nbring this about.\r\n“Secondly, our development must be\r\nsustainable — not sustainable just in terms of\r\necology, as seems to be the fad, but sustainable in a\r\nwider sense. It should be development that includes\r\nbasic human needs, that respects human rights, that\r\nbuilds\r\n26\r\nGeneral Assembly 4th plenary meeting\r\nFifty-third session 17 September 1998\r\nhuman capacities, that is socially responsible and that\r\ndoes not mortgage the choices of future generations.\r\nThat, of course, is a lot to ask of multilateral\r\ndevelopment cooperation. But then again, nobody said\r\nit would be easy. If we are able to achieve it over the\r\nlong haul, multilateral cooperation may thus be able to\r\nbridge the gap between the ever richer and the\r\neternally poor. And that, really, lies at the core of this\r\nhigh-level dialogue.”\r\nThe meeting rose at 1.05 p.m.\r\n27\r\n"