"United Nations A/53/PV.18\r\n98-85906 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n18th plenary meeting\r\nMonday, 28 September 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Mungra\r\n(Suriname), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.15 p.m.\r\nAddress by Mr. James Michel, Vice-President of the\r\nSeychelles\r\nThe Acting President: The Assembly will now hear\r\nan address by the Vice-President of the Seychelles.\r\nMr. James Michel, Vice-President of the Seychelles,\r\nwas escorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Vice-President of the Seychelles, Mr. James\r\nMichel, and inviting him to address the General Assembly.\r\nMr. Michel (Seychelles): Seychelles is pleased to see\r\nMr. Opertti at the helm of this session of the General\r\nAssembly. We welcome the experience, expertise and skills\r\nwhich he brings to our deliberations. Likewise, we wish to\r\nexpress our appreciation to his predecessor for his\r\noutstanding contribution and leadership during the fifty-\r\nsecond session.\r\nOur felicitations also go to the Secretary-General for\r\nspearheading courageous and innovative reforms aimed at\r\nrevitalizing the United Nations at the threshold of the new\r\nmillennium.\r\nWe support the measures being undertaken to make\r\nthe United Nations more efficient and effective, capable\r\nof making optimal use of its resources. My delegation\r\nbelieves that development ought to be central to the\r\nrenewed United Nations agenda. For this reason, we hold\r\nthat a larger proportion of United Nations resources\r\nshould be allocated to development, particularly to meet\r\nthe growing and imperious needs of the developing\r\ncountries. It is only in so doing that the objective of\r\nattaining a “dividend for development” can be attained.\r\nReform of the United Nations cannot be complete\r\nwithout the reform of its main organ responsible for peace\r\nand security: the Security Council. We are all agreed on\r\nthis, but we differ on how to go about it. Yet there is no\r\ndoubt that the Security Council should be transformed\r\ninto a democratic and representative organ, reflecting both\r\nits universal character and present-day realities, and\r\ntaking into consideration the need for balanced\r\nrepresentation in its membership.\r\nMany options have been mooted. But there are still\r\nmajor obstacles to overcome if we are to agree on the\r\ncomposition of the enlarged Council, the creation of new\r\npermanent seats and the question of the veto right for\r\nboth current and prospective members. We need to move\r\nand harmonize positions in order to arrive at a generally\r\nacceptable solution. And in so doing we must reckon with\r\nthe fact that the developing countries of Africa, Asia and\r\nLatin America are and will be major stakeholders in the\r\nformulation of the international power structure of the\r\ntwenty-first century.\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nEqually important for my delegation is that the reform\r\npackage should encompass the enhancement of the General\r\nAssembly as the supreme policy-making organ of the\r\nUnited Nations. It is only through the reinforcement of the\r\nAssembly’s role and mandate that we can successfully\r\ntackle some of the most pressing issues facing humanity,\r\nnot least the process of globalization. Globalization has\r\nbrought prosperity to some. However, in this new global\r\nvillage, many of its inhabitants — especially those in its\r\nslums — face the prospect of further impoverishment and\r\nmarginalization. For them, the spectre of poverty, hunger,\r\nmalnutrition, inadequate shelter and disease is a constant\r\nreality. It is their daily lot. It flouts human dignity. No one\r\nshould have to live and die in poverty. This is not how we\r\nenvisage the destiny of the greater part of humankind in the\r\ntwenty-first century.\r\nSo the greatest challenge facing us, the United\r\nNations, is the eradication of the slums of our global\r\nvillage. If we want to get rid of the scourge of poverty, we\r\nneed to redress the present imbalances. We need to ensure\r\nthat all countries of the world benefit from the effects of\r\nglobalization.\r\nOur basic contention — and I do not think that it is\r\ntoo much to ask for — is that we should be able to increase\r\nour share in the global economy, be it through trade or\r\nthrough the mobilization of foreign direct investment. As\r\nsmall developing economies, we face the enormous\r\nchallenge of building our export and institutional capacities\r\nto allow us to assume our place in this fiercely competitive\r\nglobal environment.\r\nIf we are to attract investments, improve product\r\nquality, meet standards — in short, compete effectively and\r\ngrasp the opportunities presented by the World Trade\r\nOrganization (WTO) agreements — then it is imperative\r\nthat the international community recognize the need to grant\r\nus adequate transitional support.\r\nIt is in this context that my delegation appeals to the\r\nEuropean Union to accept the African, Caribbean and\r\nPacific group of States’ request for an extension of trade\r\npreferences under a WTO waiver for a protracted period of\r\ntime, within the framework of the successor agreement to\r\nthe Lomé IV Convention. Genuine cooperation should take\r\ncognizance of the special development need of weaker and\r\nvulnerable partners to adjust to the demands of\r\ncompetitiveness. We need time to allow a transitional\r\nperiod of preparation and adjustment. And we need to do\r\nso under fair conditions.\r\nWe small island developing States are the weaker\r\nand more vulnerable members of the international\r\ncommunity. It is a well-established fact. But whilst\r\nmomentum has been created for the recognition of our\r\nspecial characteristics and constraints, it is somewhat\r\ndisappointing to note that avowed intentions have yet to\r\nbe translated into action. How are we to interpret this\r\napparent inertia in the application of the so-called\r\nvulnerability index? How are we to interpret this apparent\r\nindifference to the problems we face, especially in\r\nrelation to security, sustainable development and\r\nenvironmental protection?\r\nVulnerability has taught us in the Seychelles a few\r\nlessons, though. Whilst our voice is little heard in this\r\nforum, whenever we are asked about our role on the\r\nworld stage our response generally reveals an impressive\r\nscoresheet in such areas as conservation of the\r\nenvironment and an equally ambitious vision of our place\r\nin the world. We continue to work very hard to ensure\r\nthat the development necessary to give our people a high\r\ndegree of social well-being does not affect the “last\r\nsanctuary on Earth”, as we call ourselves.\r\n“Environment” for us is not a fashion statement. We\r\ndo not intend to give any lessons, but we certainly intend\r\nto be the conscience of the world. Whilst others, infinitely\r\nmore powerful and developed than we are, pollute and\r\nspoil, we preserve and protect. We have set aside some\r\n45 per cent of our national territory for the protection of\r\nnature. And we have offered to the international\r\ncommunity two of its most precious natural treasures as\r\nWorld Heritage Sites.\r\nBut all this has a cost. We bear the brunt of it,\r\nconscious of our responsibility to future generations,\r\nconscious that planet Earth is our common heritage. Ours,\r\nthough, is a shared responsibility, requiring global\r\nsolutions to a global problem. And the solution is to be\r\nfound not in rhetoric, but in action. Therefore, we expect\r\nthe industrialized nations to pay less lip service to\r\nenvironmental protection. We expect them to be\r\naccountable and to meet their Kyoto commitments. Above\r\nall, we expect them to get their act together and clean up\r\nthe mess we are all in.\r\nVulnerability has also taught us to live in racial\r\nharmony, to make ours the ideals for which the United\r\nNations stands for. The force of our social cohesion lies\r\nin our racial diversity. Africans, Asians and Europeans\r\nhave forged our nation, resulting in a happy marriage of\r\nraces that has led to an eclectic population of 79,000\r\n2\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\npeople living in harmony and tolerance. When we see what\r\ngoes on around us — wars, acts of wanton terrorism and\r\ndestruction, savagery and barbarism — all in the name of\r\nsome insane ideology, religious, racial or political, we fail\r\nto comprehend. We fail to understand, perhaps because we\r\nhave learned to live together as one nation, regardless of\r\nracial origin or political or religious conviction.\r\nWe try very hard to mitigate the effects of our\r\nvulnerability. If we have achieved some degree of success,\r\nit is through the prudent and often painstaking management\r\nof our natural resources. It is also through the judicious use\r\nof international aid and grants that we have received over\r\nthe years. We have not wasted a cent of what has been\r\nawarded to us. We have managed overseas development\r\nassistance by creating a beneficial multiplier effect that has\r\ntrickled down into all spheres and levels of our national\r\ndevelopment. Unfortunately, the logic and unwritten laws\r\nof international cooperation will have it that we have\r\nbecome victims of this very prudent use of aid. We seem\r\nto have worked ourselves off the list of nations that qualify\r\nfor such help.\r\nIn this interdependent world of ours, the ramifications\r\nof globalization have proved that the world order has no\r\nfrontiers. Solutions to the challenges of the new\r\ninternational order are to be sought through international\r\nsolidarity and cooperation, through the vehicle of\r\nmultilateralism. This presupposes that every member of the\r\ninternational community should enjoy peace and security.\r\nUnfortunately, too many conflict situations persist, negating\r\neconomic growth and social progress. The African continent\r\nhas been disproportionately afflicted by intra-State and\r\ninter-State conflicts.\r\nAt the special meeting of the Security Council on\r\nAfrica in April this year, we urged the international\r\ncommunity to put its full weight behind African peace\r\ninitiatives, but also to reinforce the institutional and\r\noperational capacity of the Organization of African Unity\r\n(OAU) in the prevention, management and resolution of\r\nconflicts in Africa. Finding durable solutions to our\r\nproblems in Africa requires a concerted and integrated\r\napproach by the international community if we want to\r\nmake the African renaissance a reality in an era of global\r\nsolidarity and partnership.\r\nSpeaking of peace and security, we cannot but\r\nempathize with a fellow small island State — Cyprus —\r\nwith which we are sentimentally bound in a common\r\ndestiny. The division of the island has persisted for too\r\nlong. We cannot allow it to continue as a fait accompli. Nor\r\ncan we condone the presence of foreign troops there.\r\nCyprus is a unitary, sovereign State whose intercommunal\r\nproblems can only be resolved on the basis of Security\r\nCouncil resolutions.\r\nIn a separate but related context, we note with regret\r\nthe continuing tension in Greek-Turkish relations. My\r\ncountry, like all peace-loving nations, would like to see\r\nGreece and Turkey establish good-neighbourly relations\r\nbased on international law and treaties, as well as on the\r\nbasis of the principles enshrined in the United Nations\r\nCharter. Differences are bound to remain, but these can\r\nbe resolved within mechanisms available in international\r\nlaw, in particular, through the jurisdiction of the\r\nInternational Court of Justice. We urge Turkey to accept\r\nthe Court’s jurisdiction.\r\nWe are conscious of the inequalities and double\r\nstandards which prevail throughout the world. The rules\r\nof the game, more often than not, are not tipped in favour\r\nof the smallest among us. Indeed, relations between\r\nnations give the lie to the statement that we are all equal.\r\nThis is the reality of things. We do not say that we\r\nnecessarily accept the status quo. But we have learned to\r\nlive with it. Neither do we accept that squalor, injustice\r\nand poverty should be the norms guiding relations\r\nbetween human beings in the next millennium.\r\nSo, in recognizing our own shortcomings and\r\nfailures, we also recognize that humankind is presented\r\nwith a unique opportunity to right the wrongs and\r\ninjustices that it has perpetrated.\r\nWe are also presented with a unique opportunity to\r\nmake our planet, our only home, a better, cleaner and\r\nsafer place to live. We can do so through a proactive\r\nUnited Nations. It is not a perfect institution. But it is the\r\nonly institution which represents the collective conscience\r\nof humanity. It represents the unique, indispensable forum\r\nfor shared international responsibilities and global issues\r\nwhich affect the entire community of nations.\r\nThe United Nations remains our greatest hope for\r\njustice, peace, security and development. It remains our\r\nonly hope for a more compassionate world.\r\nThe Acting President: On behalf of the General\r\nAssembly, I thank the Vice-President of the Seychelles\r\nfor the statement he has just made.\r\nMr. James Michel, Vice-President of the Seychelles,\r\nwas escorted from the rostrum.\r\n3\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nThe Acting President: The next speaker is His\r\nExcellency the Honourable Jakaya Mrisho Kikwete,\r\nMinister for Foreign Affairs and International Cooperation\r\nof the United Republic of Tanzania, whom I invite to\r\naddress the Assembly.\r\nMr. Kikwete (United Republic of Tanzania): On\r\nbehalf of the delegation of the United Republic of\r\nTanzania, and on my own behalf, allow me to extend to\r\nMr. Didier Opertti our sincere congratulations on his\r\nunanimous election as President of the General Assembly\r\nat its fifty-third session. To his predecessor, Mr. Hennadiy\r\nUdovenko, I should like to convey our deep appreciation\r\nfor the exemplary manner in which he presided over the\r\nlast session.\r\nMy delegation also wishes to take this opportunity to\r\ncommend the Secretary-General for the dedication he has\r\ndemonstrated in guiding our Organization through one of its\r\nmost challenging periods, as we seek to reform and\r\nrevitalize it and to restore its focus on the economic, social\r\nand development agenda — the very heart of its mission.\r\nThe reform of the United Nations is a course we have\r\nset for ourselves. Indeed, the reform we desire cannot be an\r\nend in itself; rather, it is a means to better enable our\r\nOrganization to carry out its mission efficiently and more\r\neffectively. Therefore, our efforts must be directed not only\r\nat placing the development problems we face on the global\r\nagenda, but also at strengthening the concrete contribution\r\nof the United Nations in the development field and resisting\r\nany attempts at withdrawal in this area. For it is in the area\r\nof development that the challenge to the United Nations is\r\nmost critical, and it is for this reason that we believe the\r\nOrganization should continue to be involved, and its role be\r\nstrengthened.\r\nMy delegation strongly shares the general desire of\r\nMember States to strengthen the role of the Security\r\nCouncil, as well as to review its composition. We also\r\nshare disappointment about the degree of progress we have\r\nbeen able to achieve so far. However, progress on this\r\nmatter can only be made after we reach agreement on the\r\nfundamental principles involved and how we can move\r\ntogether in the direction of implementing that agreement.\r\nTanzania, and indeed Africa, has made its position\r\nclear: that we desire an expanded, representative and\r\ndemocratized Security Council in which each Member is\r\ngiven a rightful role to play. Africa, as the largest group,\r\ndemands and deserves no fewer than two permanent seats\r\nin an appropriately expanded Council. At the moment, we\r\nmust place the emphasis on reaching agreement on the\r\nprinciple and extent of expanding the Council, and not\r\nelsewhere.\r\nAn effective United Nations is a matter of as much\r\ngreat concern to my country as it is to all Member States.\r\nThe effectiveness of our Organization depends, to a\r\nconsiderable extent, on its being financially stable. It is\r\nsad that the financial situation of our Organization has\r\nbecome increasingly precarious. Cash balances continue\r\nto be dangerously low, the timing and amount of inflows\r\ncontinue to be unpredictable, and the Organization is\r\nunable to meet its commitments on time. In other words,\r\na bad financial situation has persisted and become\r\nincreasingly rigid. We are all aware of the fact that this\r\ndifficult financial situation has been brought about and is\r\nbeing exacerbated by the non-payment of outstanding\r\nassessed contributions on the part of some Member\r\nStates, especially the major contributor, for reasons of\r\npolitical expediency. We urge them to pay on time, in full\r\nand without qualification.\r\nOn 7 August this year, the American embassy in my\r\ncountry was the target of a terrorist bombing deliberately\r\nplanned and callously executed to cause maximum\r\ndamage. The attack in Dar-es-Salaam, Tanzania, claimed\r\nthe lives of 10 innocent and unsuspecting Tanzanians,\r\ninjured over 70 people and caused extensive damage to\r\nproperty. A similar and almost simultaneous bombing of\r\nthe American embassy in Nairobi, Kenya, brought about\r\nfar greater loss of life and destruction of property.\r\nIn the wake of the attack, many friends here sent us\r\nmessages of condolence and solidarity. Some of them\r\nextended financial and material support to help us meet\r\nthe requirements of treating the victims of the bombing,\r\nas well as to help with the investigations. I would like to\r\nreiterate the gratitude of the people and Government of\r\nTanzania to all those Governments, organizations and\r\nindividuals who have expressed solidarity with us or\r\nextended material support following that tragic terrorist\r\nbombing. Of particular mention here are the people and\r\nGovernment of the United States of America, who\r\nextended medical support and assisted in the\r\ninvestigations through the Federal Bureau of Investigation\r\n(FBI).\r\nTerrorism is a heinous crime against humanity. It is\r\ncruel, indiscriminate and, above all, wanton and senseless.\r\nWhatever cause may have prompted the perpetrators to\r\nresort to it, we do not believe that it is any way\r\njustifiable. It is the most rational way neither of\r\n4\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nexpressing one’s indignation, nor of dealing with one’s so-\r\ncalled enemy. Instead, from the moral and political\r\nstandpoint, acts of terrorism lead to the alienation of the\r\nperpetrators, incite hatred and so, deservedly, earn them\r\noutrage and condemnation. Invariably, terrorism reduces the\r\nnumber of sympathizers and adds to the list of opponents.\r\nIt is a worthless recourse — indeed, a misadventure which\r\ncommon sense demands to be abandoned now.\r\nThe bombings brought home a number of realities,\r\nnamely, that terrorism is a global problem and that no\r\ncountry is safe from its menace. It also reminded us that,\r\njust as terrorism has a global reach, so must the fight\r\nagainst it be concerted and global. The world must\r\ntherefore make it quite clear to the perpetrators of these\r\nheinous crimes that terrorism will be answered with swift\r\nand decisive action to bring those responsible to justice and\r\nthat they will find no solace or refuge anywhere.\r\nThanks to international cooperation and partnership,\r\nthe investigations into those terrorist bombings are on\r\ncourse and arrests have been made. In fact, two people\r\nhave already appeared in court in Dar-es-Salaam, Tanzania,\r\ncharged with committing acts of terrorism and murder,\r\nthanks to cooperation between Tanzanian investigators, the\r\nFBI and several other countries and organizations. We need\r\nto strengthen that cooperation in order to bring all of those\r\nresponsible to justice and ensure that terrorism is\r\ncomprehensively dealt with. In this regard, we should\r\nstrengthen international legal regimes against terrorism.\r\nThree months ago in June, world leaders met here in\r\nNew York and addressed the world drug problem, another\r\ninternational criminal question which deserves global\r\naction. The objective was to commit themselves to fighting\r\nthe demand for illicit drugs, the manufacture of\r\npsychotropic substances and the diversion of precursors\r\nwithin precise time-frames. The Political Declaration and\r\nthe Declaration on the Guiding Principles of Drug Demand\r\nReduction that world leaders adopted at the end of the\r\nspecial session were the first agreements ever aimed\r\nexclusively at examining individual and collective problems\r\narising from drug abuse. Just like terrorism, drugs are an\r\ninternational menace which must be dealt with through\r\nglobal cooperation and partnership.\r\nOn 12 December this year, we shall be celebrating the\r\nfiftieth anniversary of the Universal Declaration on Human\r\nRights, which was adopted by the General Assembly on 10\r\nDecember 1948. The celebration of the fiftieth anniversary\r\nis a fitting occasion for all of us to look critically at our\r\nrecord in the protection and promotion of human rights.\r\nThis is the time for us to ask ourselves whether our\r\nadherence to human rights agreements has made any\r\ndifference to the way we observe human rights. This is\r\nthe time for us to renew our commitment to all\r\ninternational instruments to which we are party by\r\nimplementing the provisions of those agreements.\r\nI wish I could preface my remarks on the Great\r\nLakes region on a more positive note than I did last year.\r\nThe situation in Burundi remains precarious,\r\nnotwithstanding the holding of the negotiating process\r\nwithin the framework of the Arusha peace talks. We\r\ncontinue to receive refugees from Burundi, as the security\r\nsituation inside the country has not improved appreciably.\r\nYet, we are encouraged that the parties to the conflict\r\ncontinue to demonstrate the disposition to a pacific\r\nsettlement and persist in dialogue. In a couple of weeks,\r\na further round of negotiations will convene in Arusha,\r\nunder the facilitation of Mwalimu Julius K. Nyerere, to\r\nthrash out the details of a settlement and strengthen the\r\nundertakings already entered into during the last round of\r\ntalks.\r\nWe will continue to urge the parties to the conflict\r\nin Burundi along the path of dialogue in the full\r\nknowledge that Tanzania and, indeed, the region can only\r\nhelp. The onus of delivering peace and sustaining it rests\r\nsquarely and solely on the people that country.\r\nThe situation in the Democratic Republic of the\r\nCongo is very worrisome indeed. The conflict there, in\r\nboth its internal and external contexts, threatens to throw\r\nthat country and the region into prolonged anarchy and\r\nwar unless it is arrested now. The region, particularly\r\nwithin the framework of the Southern African\r\nDevelopment Community (SADC) and the Organization\r\nof African Unity (OAU), has expended efforts aimed at\r\nsecuring a ceasefire in order to initiate a political process\r\nto bring the conflict to a peaceful end. This was the spirit\r\nof the Victoria Falls and Pretoria summits, as well as of\r\nthe SADC summit in Mauritius only a couple of weeks\r\nago. We are also appreciative of the efforts deployed by\r\nSecretary-General Kofi Annan during the Non-Aligned\r\nsummit in Durban, South Africa, in the search for a\r\nspeedy end to the hostilities and the beginning of a\r\nprocess of dialogue and negotiation.\r\nMy Government believes that anarchy and war in the\r\nDemocratic Republic of the Congo are not inevitable.\r\nThey can be avoided provided all the parties demonstrate\r\na sense of realism and a willingness to work on a\r\ncomprehensive settlement based on scrupulous respect for\r\n5\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nthe sovereignty and territorial integrity of that country; the\r\nprinciple of a peaceful settlement of the conflict; full\r\nrespect for the rights of all the citizens of that country; and\r\nthe consideration of the legitimate security concerns of the\r\nneighbouring countries.\r\nMy country will therefore continue, within this\r\nframework and in the context of the mandate given to it by\r\nthe SADC summit meeting which took place in Mauritius\r\nrecently, to urge all the parties involved to bring an\r\nimmediate end to the hostilities and to facilitate the\r\ncommencement of negotiations aimed at securing an\r\nunderstanding on the ceasefire and its monitoring, troop\r\nwithdrawals and the internal dialogue, which is so critical\r\nto the long-term security, peace, stability and unity of that\r\ncountry. I urge the international community to support the\r\nregional efforts now under way to avert catastrophe in the\r\nDemocratic Republic of the Congo.\r\nMy delegation is equally concerned about the Eritrea-\r\nEthiopia border conflict, which has brought these two sister\r\nrepublics and fraternal peoples into a war which has already\r\nclaimed many lives and huge damage to property. We\r\ncontinue to urge the two countries to exercise restraint and\r\nconsider initiatives, particularly those of the OAU, aimed at\r\ndiffusing tension and finding a peaceful solution to the\r\nborder conflict.\r\nThese two countries, which have endured decades of\r\nconflict, know the destruction and pain which war can\r\nengender, and they owe it to themselves and to peace in\r\nAfrica to ensure that nothing is done to aggravate the\r\nsituation and reignite military confrontation. We also urge\r\nthem to give mediation a chance. After all, it is in dialogue\r\nthat both sides of the argument can be heard, and it is in\r\ndialogue that mechanisms for enduring peace can be\r\nnegotiated and put in place.\r\nThe instability in the Great Lakes area continues to be\r\nthe source of refugees in the region. Tanzania has hosted\r\nthousands of them, and it seems we will continue to do so\r\nbecause of the deterioration of the political situation in\r\nsome countries. The exercise to repatriate refugees from the\r\nDemocratic Republic of the Congo began in October last\r\nyear and was proceeding well. By June this year, 48,658\r\nCongolese refugees had been repatriated. There were\r\n47,857 remaining, but the repatriation programme was\r\ngoing well.\r\nHowever, with the outbreak of civil strife in the\r\nCongo, the exercise has stalled and new refugees are once\r\nagain streaming into Tanzania. In the two months of the\r\nnew conflict in that country, we have already received\r\nabout 10,000 new refugees. As part of the international\r\ncommunity and a responsible member of the United\r\nNations, Tanzania will continue to meet its international\r\nobligation of hosting these refugees, and about 200,000\r\nrefugees more from Burundi. But we must confess that\r\nbecause of various circumstances, our perseverance is\r\nwearing out and our hospitality should not be considered\r\nopen-ended.\r\nWhile appealing for increased support and assistance\r\nfor our country for hosting refugees, we call upon the\r\ninternational community to exert great efforts to deal with\r\nthe root cause of the refugee problem. Many times before\r\nin this Assembly and other forums, the international\r\ncommunity has spoken of and committed itself to helping\r\nthe refugee-producing countries address the root cause of\r\nthe displacements. I regret that this has remained an\r\nunfulfilled intention. I always wonder why there has been\r\nso much talk about it and little is being achieved.\r\nToday, we see latent reluctance to engage those\r\ncountries in sustained political dialogue requiring them to\r\ntake responsibility for their refugee-generating policies.\r\nWe see greater preparedness to rationalize their actions in\r\nthe name of humanitarianism. At times the host country\r\nhas been the object of undue pressure to make more\r\nconcessions or even of unjustified blame and accusations.\r\nIt is very frustrating indeed. This is not the way to assist\r\nrefugee-producing countries to come to terms with their\r\ninternal problems and spare others the unending burden of\r\nhosting refugees. We need to emphasize the closure of\r\nthose factories which produce refugees, as we do meeting\r\nthe needs of those innocent refugees who are the\r\nproducts.\r\nIt is in this light that I ask the Assembly and the\r\ninternational community to encourage the countries of the\r\nGreat Lakes to resolve the underlying political conflicts\r\nof the region and to call for mechanisms for greater\r\nburden-sharing in a way that will ease strain on the\r\nresources of the countries which have borne the brunt of\r\nhosting refugees.\r\nThe peace process in Angola is, to our utmost regret,\r\nmoving dangerously towards collapse. While the Lusaka\r\nProtocol may still be salvaged, we strongly condemn\r\nUNITA for its blatant violations of both the agreement\r\nand relevant Security Council resolutions. The people of\r\nAngola need and deserve the peace they have been\r\nwaiting for for so long. The international community must\r\nhold UNITA and its leadership responsible for their\r\n6\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nfailure to fully implement their obligations under the Peace\r\nAccords, thus frustrating the successful outcome of the\r\npeace process. Tanzania will support any efforts by this\r\nAssembly which will ensure that peace obtains in Angola.\r\nThe search for a peaceful settlement in Somalia has\r\nnot borne fruit yet. The country remains divided into\r\nsectors, each held by a warlord. We support the efforts of\r\nthe Intergovernmental Authority on Development (IGAD),\r\nwithin the terms of the Sodore agreement, as well as those\r\nof the OAU Chairman and Secretary-General, in searching\r\nfor a solution in Somalia. We support the efforts to hold a\r\nconsultative meeting to bring together various groups of\r\npeople, including individuals, businessmen and community\r\ngroups, in order to get views and proposals in addition to\r\nthose of political parties.\r\nAnother long-standing issue is the question of Western\r\nSahara. We hope that the referendum will go ahead as\r\nplanned on 7 December of this year. Tanzania calls on the\r\nUnited Nations to ensure that the preparations are well\r\nexecuted so that justice will prevail, especially in deciding\r\nwho should vote in the referendum.\r\nWe regret that the situation in the Middle East\r\ncontinues to be characterized by tension and continued\r\ndenial to the Palestinian people of their right to full self-\r\ndetermination and to a homeland of their own, due to the\r\nrefusal by Israel to honour its obligations towards the peace\r\nprocess. The Israeli policy of territorial expansion, in utter\r\nviolation of the letter and spirit of those commitments,\r\nstands to undermine the prospects for the permanent status\r\nnegotiations leading to agreement for peace in the area. We\r\ncall upon the Israeli Government to abandon its\r\nobstructionist policies and to resume dialogue. In this\r\nregard, my Government is encouraged by the high-level\r\nconsultations which are currently taking place between the\r\nleaders of Palestine and Israel. We hope they will lead to\r\novercoming the present impasse in the peace process.\r\nMy delegation has welcomed the recent breakthrough\r\nin the long-standing conflict between the Libyan Arab\r\nJamahiriya on the one hand, and the United States and the\r\nUnited Kingdom on the other, over the Lockerbie incident,\r\nwhich culminated in the adoption of Security Council\r\nresolution 1192 (1998). It remains our fervent hope that\r\nagreement will be reached soon on the trial arrangements so\r\nthat the sanctions imposed upon Libya can be quickly\r\nlifted.\r\nThe Korean Peninsula remains an area of tension and\r\nunpredictability. We continue to believe that durable peace\r\nand eventual unification can be attained only through\r\ndialogue. We therefore urge the parties and the\r\ninternational community to support this course.\r\nWe welcome the agreement reached between the\r\nGovernments of Portugal and Indonesia to address the\r\nquestion of East Timor. We urge the two Governments to\r\nexpand the dialogue they have initiated so that the wishes\r\nof the East Timorese people can be fulfilled.\r\nAfrica is faced by a number of devastating conflicts.\r\nIt accepts the primary responsibility for bringing them to\r\nan end and for elaborating mechanisms for enduring\r\npeace in the continent. It is in fulfilment of that\r\nresponsibility that the OAU has taken a leading role in\r\nsearching for solutions. This the organization has done in\r\npartnership with its subregional groups of countries and\r\norganizations, as was the case with Liberia, Sierra Leone\r\nand now in Burundi, Somalia, the Comoros and Lesotho,\r\namong others. My Government continues to believe in the\r\ncentrality of the OAU in the search for solutions to\r\nAfrican problems. At the same time, we also believe that\r\nwhere necessary, the OAU and the African continent\r\ndeserve the support of the international community and of\r\nthe United Nations in particular.\r\nIn this regard, once again wish to pay tribute to the\r\nSecurity Council for the initiative it took a year ago in\r\nhaving a regular ministerial debate on Africa, the result of\r\nwhich was the report of the Secretary-General on the\r\ncauses of conflict and the promotion of durable peace and\r\nsustainable development in Africa. We applauded the\r\nSecretary-General for that report and we do so again\r\ntoday. We could not agree more with his observation that\r\n“it is the persistence of poverty that is impeding the\r\nfull promise of peace for all of Africa’s peoples. The\r\nalleviation of poverty must be the first aim of our\r\nefforts. Only then — only when prosperity and\r\nopportunity become real — will every citizen, young\r\nor old, man or woman, have a genuine and lasting\r\nstake in a peaceful future for Africa — politically,\r\neconomically and socially.”\r\nIndeed, our illustrious Secretary-General, Mr. Kofi\r\nAnnan, has underscored two important facts here. One,\r\nthat a poor man, a hungry man, has no peace. Two, only\r\nwhen prosperity and opportunity become real will Africa\r\ntake its rightful place in the global economy. Africans,\r\nmore than anyone else, recognize that they bear the\r\nresponsibility to move towards that noble objective. They\r\nneed the support of the international community.\r\n7\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nThe President took the Chair.\r\nThe International Criminal Tribunal for Rwanda,\r\nwhich my country is privileged to host, has been working\r\nunder challenging circumstances. During the past 12 months\r\nit has made commendable progress. Regrettably, more\r\nattention has been attracted by the difficulties it has had to\r\nconfront than what it has achieved. My Government\r\nremains strongly committed to supporting the Tribunal. We\r\nare also keenly aware that, just as we have to play our part,\r\nthe international community must also lend its firm support\r\nto the Tribunal to enable it to discharge its mandate and\r\nassist, as quickly as it should, in the healing process in\r\nRwanda. The recent judgements by the Tribunal constitute\r\na milestone towards that end. They are a landmark we\r\nshould welcome and build on.\r\nThe adoption in Rome of the Statute for the\r\nInternational Criminal Court is a welcome step towards\r\nbridging a critical gap in both international criminal law\r\nand international humanitarian and human rights law. My\r\ndelegation believes that the establishment of the Court will\r\nbe a concrete assurance of our profound concern about\r\nrespect for and protection of the humanity we all share. It\r\nrepresents an important assurance that individuals, whether\r\nas leaders or otherwise, will be accountable and therefore\r\nthat impunity will not go unpunished. Indeed, the\r\nestablishment of the Court will be a legacy of our\r\ncommitment to the pursuit of justice, and could well go\r\ndown as one of the most momentous decisions of the\r\ntwentieth century.\r\nIt is in the context of the pursuit of justice that we\r\nmust, however, mention what in our view is the most\r\nserious failure of the Rome Conference. At a time when\r\nsome financial institutions are making, albeit belatedly,\r\nsome form of reparation to the victims of the Nazi\r\nHolocaust, it is to be regretted that the attribution of some\r\nform of criminal responsibility to legal persons is a notion\r\nconspicuously absent from the Statute. To the extent that\r\nthis was driven by considerations of corporate interest, it\r\nspeaks about our lack of real commitment to justice,\r\nnotwithstanding any measure of concern and grief we may\r\npretend to extend to victims.\r\nDisarmament continues to be an important issue for\r\nmy country. The Treaty of Pelindaba establishing a nuclear-\r\nweapon-free zone in Africa is testament to the resolve of\r\nAfrica to pursue the cause of nuclear disarmament. While\r\nit is easy to take exception to the recent events in South\r\nAsia, we are keenly aware that international responses\r\nremain the sole alternative in determining a preferable\r\ncourse of action. We remain convinced that the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) is a\r\nvaluable international instrument for nuclear disarmament.\r\nIn the end, the only viable alternative for international\r\npeace continues to be a commitment by all States to a\r\ntotal and comprehensive nuclear disarmament.\r\nThe Assembly is meeting against the background of\r\na deteriorating international economic situation brought\r\nabout by the persistence of old problems and the\r\nemergence of new ones. The situation has been\r\ncompounded by the challenges of adjusting to a rapidly\r\nliberalizing and globalizing world economy.\r\nThe majority of humankind resides in developing\r\ncountries, and Africa is the least developed of the\r\ncontinents. It is in this regard that my delegation is\r\nconcerned that after a three-year period of positive\r\neconomic growth, Africa’s economic performance\r\nslackened last year, thus demonstrating once again the\r\nfragility of the recovery process in our region. A\r\ncombination of factors, including unpredictable weather\r\nconditions, lack of financial resources and poor\r\ninfrastructure and technology, continue to adversely affect\r\nproduction performances and therefore pose a major\r\nconstraint on efforts towards recovery, growth and\r\nsustainable development.\r\nTrade plays a crucial role in the economic\r\ndevelopment of any country. Despite the slowdown in\r\nproduction by African countries, the volume of their\r\nexports has increased over time. In 1997, for example,\r\nAfrica’s volume of trade increased by 8 per cent, thereby\r\nraising the continent’s total revenue from trade by 5.9 per\r\ncent. However, it is sad to point out that despite all its\r\nefforts, Africa’s contribution to world trade remains very\r\nsmall and is actually decreasing. Limited access to\r\nmarkets, high tariffs, low commodity prices and low\r\noutput deny African countries the benefits of the twin\r\nprocess of globalization and trade liberalization. This is\r\nunjust, because many of these countries are painfully\r\nundertaking major reforms aimed at diversifying their\r\neconomies. There is therefore an urgent need to address\r\nthis problem if African countries are to be assisted to\r\nincrease their participation in global trade. Failure to do\r\nso would mean that Africa will continue to be\r\nmarginalized and will stand to benefit little from the\r\nrecent years’ economic growth and global integration.\r\nTanzania calls for the establishment of an equitable,\r\nsecure, non-discriminatory and predictable multilateral\r\ntrading system that would enhance the trade development\r\n8\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\npossibilities of African countries, and especially of the least\r\ndeveloped among us.\r\nThe question of sustainable development of African\r\ncountries also continues to be seriously affected by the\r\nheavy debt burden these countries endure. Tanzania is\r\namong such affected countries, and is currently spending\r\nalmost one third of its revenue to pay its external debt,\r\nwhich has now reached a disproportionate rate. My country\r\nis currently implementing various debt management\r\nprogrammes to reduce the effects of the debt on\r\nGovernment operations. Despite the resource constraint, my\r\nGovernment has set as a top priority the repayment of its\r\nforeign debt, while continuing to negotiate with our\r\ncreditors on the possibility of rescheduling and/or cancelling\r\nsome of its debt.\r\nTanzania believes that the establishment by the World\r\nBank and the International Monetary Fund of the Heavily\r\nIndebted Poor Countries Initiative is a step in the right\r\ndirection in this endeavour. However, as we have had\r\noccasion to state in the past, we are concerned about the\r\nconditionalities associated with this initiative. A way out\r\nhas to be found to ensure that the criteria are made more\r\nobjective so that as many least developed countries as\r\npossible benefit from this otherwise important initiative.\r\nWhat could be a more objective criterion for eligibility\r\nunder the Initiative than poverty itself? In the same manner,\r\nwe support the call for the holding of an international\r\nconference on money and finance.\r\nOn the eve of the new millennium, Tanzania notes\r\nwith regret that poverty levels remain very high, despite the\r\nobservance of the International Year for the Eradication of\r\nPoverty two years ago. This is unacceptable, and it is not\r\nsustainable in the long run.\r\nWhile those who have more can decide to turn a blind\r\neye or ignore our calls to look for a solution to this human\r\ntragedy, it cannot be overemphasized that poverty is the\r\nroot cause of many problems that cut across the boundaries\r\nbetween rich and poor. The interconnectedness of the world\r\nleaves no country insulated from the problems of others.\r\nIndeed, even if not in the same sense, the recent financial\r\ncrisis in Asia and its global ramifications serves to illustrate\r\nthis fact.\r\nIt has been argued that foreign direct investment is\r\nmore effective in bringing about development than official\r\ndevelopment assistance. This could be so, but my\r\ndelegation is concerned that private capital flows are going\r\nonly to a few selected countries. This leaves the majority of\r\nthe poor developing countries little hope of extricating\r\nthemselves from the poverty trap.\r\nOfficial development assistance is still an important\r\nfactor in assisting developing countries in their efforts to\r\nupgrade infrastructure, which is necessary to attract direct\r\nforeign investment. It is unrealistic, therefore, to expect\r\nthis enormous cost to be met by private capital or\r\ndomestic savings alone. We therefore urge the developed\r\ncountries to arrest the trend of diminishing official\r\ndevelopment assistance and fulfil the official development\r\nassistance target of 0.7 per cent of gross national product.\r\nWe would like to thank those partners that have reached\r\nthe official development assistance target of 0.7 per cent\r\nof gross national product. Others should emulate the\r\nexample they have set.\r\nTanzania attaches great importance to South-South\r\ncooperation as a means of attaining collective self-reliance\r\nand complementing international development\r\ncooperation. In this regard, my country will continue to\r\nwork very closely with other developing countries for the\r\nrealization of this goal, for we believe that this is the best\r\nway for countries of the South to integrate themselves\r\ninto the global economy.\r\nMy delegation urges the international donor\r\ncommunity to extend its support to the South-South\r\ncooperation arrangements initiated by the developing\r\ncountries. In particular, countries of the South wish to be\r\nassisted in developing capacities in science and\r\ntechnology that are suitable for local conditions.\r\nWe call on the United Nations system to continue\r\nassisting countries of the South, and in particular the least\r\ndeveloped ones, to mobilize the necessary resources to\r\nenable them to enter the twenty-first century of science\r\nand technology with confidence.\r\nBefore concluding my statement, I would like to\r\nextend our condolences and sympathy to the Government\r\nand people of the many Caribbean island nations, as well\r\nas the United States, who have been and continue to be\r\ndevastated by Hurricane Georges. Our hearts go out\r\nparticularly to the people of Cuba, the Dominican\r\nRepublic, Haiti and Puerto Rico, who have suffered the\r\nmost devastation.\r\nIn conclusion, I wish to reiterate our strong belief in\r\nand commitment to the United Nations and its aspirations\r\nand the principles of the Charter. However, we are\r\nconscious of the fact that the strength, or otherwise, of the\r\n9\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nUnited Nations will stem from the moral and material\r\nsupport rendered by its Members. This is the challenge we\r\nall have to pursue ceaselessly in the interests of\r\ninternational peace and security and for the equitable\r\ndevelopment of humanity.\r\nThe President (interpretation from Spanish): I now\r\ncall on the Chairman of the delegation of Antigua and\r\nBarbuda, His Excellency Mr. Patrick Albert Lewis.\r\nMr. Lewis (Antigua and Barbuda): On behalf of the\r\nGovernment and people of Antigua and Barbuda, I would\r\nlike to congratulate you, Sir, on your election to preside\r\nover the General Assembly at this fifty-third session. You\r\nare well known to envoys from my country who have\r\nworked with you and who can attest to your humanistic and\r\nunprejudiced vision of the world. We feel confident that\r\nunder your guidance this will be a productive session. I\r\nlikewise wish to express my country’s recognition to your\r\npredecessor, Hennadiy Udovenko of Ukraine, for the skilful\r\nmanner in which he conducted the work of the fifty-second\r\nsession. I also pay tribute to the Secretary-General, who is\r\nentrusted with the advancement of this Organization at such\r\na critical time in history. I am also grateful to the\r\nSecretariat for scheduling Antigua and Barbuda in this slot.\r\nThis year marks the twenty-fifth anniversary of the\r\nCaribbean Community (CARICOM), of which Antigua and\r\nBarbuda is a proud member. Despite the utterances of the\r\nprophets of doom, CARICOM did much more than survive,\r\nand the areas of cooperation deepened and widened. What\r\nstarted as a free-trade arrangement has expanded, and is\r\nnow marked by a number of significant institutions in areas\r\nsuch as education and health, as well as in sports and\r\nculture. This year the Order of the Caribbean Community\r\naward was given to four individuals, among them the\r\nformer Prime Minister of Antigua and Barbuda, the Right\r\nHonourable Vere Cornwall Bird, appropriately dubbed “The\r\nfather of the Nation”. In accepting the award, the former\r\nPrime Minister stated:\r\n“despite the difficulties, we have erected fine\r\ninstitutions — institutions that are a tribute to the\r\nresourcefulness of our leaders and the support of the\r\npeople. But, difficult as they were to build, it is easy\r\nfor them to be tumbled unless today’s leaders and\r\npeople are prepared to safeguard and preserve them.\r\nTo do so requires the same vision, the same\r\ndetermination and the same spirit of selflessness that\r\nmotivated the previous generation.”\r\nI assure you, Mr. President, that the spirit that he\r\nmentioned is steadfast among us, and that there is no\r\nturning back.\r\nPeace, security and disarmament are vital to a safe\r\nand secure planet, and the countless individuals who live\r\ndaily in constant fear, whether in regard to terrorists,\r\nhatred between ethnic groups, internecine warfare or\r\nreligious persecution, give us much concern. Added to\r\nthat is the expanding nuclear rivalry. The nuclear club is\r\nno longer exclusive to the five permanent members of the\r\nSecurity Council. The question to be posed is whether the\r\nfive long-time nuclear Powers will now accept that the\r\nonly way to prevent nuclear proliferation is to abolish all\r\nnuclear weapons, a factor that has been repeatedly\r\nstressed in debates within these hallowed walls and in\r\nGeneral Assembly resolutions. Or will the club quickly\r\nmove beyond the present seven members? We urge that\r\nthis matter be given the serious consideration it deserves,\r\nas we must commit ourselves to future generations. But\r\nwe are presently dismayed about the future of the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT) and\r\nthe Comprehensive Nuclear-Test-Ban Treaty (CTBT).\r\nIrrespective of the high praise given to globalization,\r\nto most of the developing world it hurts, and hurts\r\nexcessively. For the past four years — that is, since the\r\nestablishment of the World Trade Organization (WTO) —\r\ndisturbing signs have emerged of trends which point in\r\nthe direction of exclusion rather than inclusion, and of\r\nmarginalization rather than integration. And these trends\r\nare now having a serious negative effect on countries\r\nwhich recently were optimistically viewing their\r\nprospects.\r\nThe multilateral financial institutions, which provide\r\nresources to developing countries at concessional rates,\r\ncontinue, despite numerous protests and logical arguments\r\npresented to them, to use gross national product as a basis\r\nfor judging our economic wherewithal. Somehow,\r\nglobalization and liberalization will work magic,\r\nirrespective of the existing and deep-seated problems of\r\nsmall States, it is assumed. The case of bananas must be\r\nhighlighted. The undoing of the Lomé trade agreement,\r\nwith the injury which this hostile act can inflict on the\r\nsmall banana-exporting countries of the Organization of\r\nEastern Caribbean States, of which Antigua and Barbuda\r\nis a member, gives grave cause for concern. Small, peace-\r\nloving States, causing no harm to any other State under\r\nthe terms of the Lomé agreement, have found themselves\r\nyoked by the World Trade Organization ruling. Without\r\nsome form of protection, the banana industry in the\r\n10\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nCARICOM States could collapse, leading to severe social\r\ndislocation, which would ultimately manifest itself in\r\npolitical catastrophe.\r\nThe multilateral trading system needs to be fair and\r\nequitable, and the imbalances in the present agreements\r\nshould be rectified. The benefits of the system should\r\naccrue to all States in relation to their needs, and not in\r\nproportion to their share in international trade. There needs\r\nto be recognition of the serious limitations of the principle\r\nof reciprocity as an instrument for mutually advantageous\r\ntrading arrangements when the participating countries have\r\ndifferent levels of development. The WTO must contribute\r\nto achieving positive coherence in global economic policy.\r\nWidespread and equitably shared economic growth\r\nwill surely benefit all. In fact, the developed countries will\r\nbe important beneficiaries of the economic growth and\r\ndevelopment of developing countries, which will provide\r\nlarger markets and better opportunities, respectively, for\r\ntheir products and investment. This will also lead to global\r\npeace and prosperity, ensuring a truly stable framework for\r\ninternational relations based on mutuality of benefits.\r\nMy Government welcomed the twentieth special\r\nsession of the General Assembly on the world drug\r\nproblem, held between 8 and 10 June 1998. In the\r\nCaribbean the Non-Self-Governing Territories have the\r\nsame problems in regard to narcotics as the independent\r\ncountries. There is a multidimensional thrust upon our\r\nentities, as there is a challenge to governability by non-\r\nState actors and the drug operators. The influence of the\r\ndrug-traffickers forces our Governments to shift very\r\nlimited resources from development priorities to law\r\nenforcement and the rehabilitation of addicts. The social\r\nerosion, economic dislocation and increase in criminal\r\nactivity mean that for small societies striving to overcome\r\neconomic vulnerability it becomes a tremendous challenge\r\nto maintain functioning institutions in an environment with\r\nthe potential for decreased productivity.\r\nQuite frankly, there is the possibility for all of us to\r\nbecome the involuntary victims of the drug trade. It is no\r\nsecret that the small island developing States and low-lying\r\ncoastal States of the Caribbean have inadequate defences\r\nagainst the vast resources of the drug-traffickers. In\r\naddition, if we are not sufficiently fearful of the devastation\r\nthat can be caused by the illicit traffic in narcotics, we must\r\nbe gravely concerned about the destruction that can\r\naccompany the attendant traffic in small arms and\r\nammunition. In one of the most comprehensive plans of\r\naction on Caribbean policy and development, the West\r\nIndian Commission noted that nothing poses greater\r\nthreats to civil society in CARICOM countries than the\r\ndrug problem; and nothing exemplifies the powerlessness\r\nof regional Governments more.\r\nMy Prime Minister addressed the issue of\r\npowerlessness of regional Governments in a recent\r\nstatement to the Caribbean Studies Association. In that\r\nstatement he referred to the dictatorial approach taken by\r\ncertain countries. Given our limited capabilities, we\r\nacknowledge the importance of cooperation to develop\r\nmechanisms that can respond to incidents of drug-\r\ntrafficking. We encourage collaboration, therefore, where\r\nappropriate, to achieve the desired results — the\r\napprehension and conviction of criminals.\r\nAllow me to speak briefly on the subject of\r\nalternative development policies. Antigua and Barbuda\r\nand indeed other Caribbean countries that introduced an\r\noffshore financial services sector did so as a direct\r\nresponse to the perceived need to diversify our economies\r\nin the face of globalization and trade liberalization. On\r\nthe one hand, when we choose the financial services\r\nsector and follow the example of other countries that have\r\ndone so before us, we are labelled as havens for money-\r\nlaunderers and corruption, and steps are taken to\r\nundermine our efforts and limit the competitive advantage\r\nthat we may enjoy. We do not believe that this approach\r\nlends itself to genuine partnership and mutual respect.\r\nWhat we need is collaboration, information exchange and\r\ntechnical support to assist us in ensuring that our financial\r\nservices sector is not abused by dubious sources while it\r\nprovides us with much needed economic resources.\r\nHistory clearly proves that drug abuse and illicit\r\ntrafficking know no boundaries; no country is inoculated\r\nagainst their effects. It is logical to conclude, therefore,\r\nthat the fight against drug-trafficking and abuse must\r\ntranscend any individual country strategy.\r\nMy Government supports an unbiased approach to\r\nthe United Nations thematic agenda on drug control for\r\nthe twenty-first century. The decision to focus on demand\r\nreduction, elimination of illicit crops, judicial cooperation,\r\nmoney-laundering, stemming illicit production of synthetic\r\ndrugs and the control of drug-production chemicals must\r\nbe consistent with the desire for a global strategy against\r\ndrug-trafficking. The transnational nature of the drug\r\nproblem warrants such concerted action to create the\r\ndrug-free world that we all desire.\r\n11\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nAntigua and Barbuda is committed to this global\r\nstrategy. We have signed a number of interdiction\r\nagreements and appointed an official to coordinate national\r\naction against drug-trafficking and related crimes. This\r\nofficial works closely with the Attorney General to ensure\r\nformulation and implementation of the national drug policy.\r\nIn addition to the policy initiatives, we are currently\r\ncompleting work on a drug treatment facility that we hope\r\nwill be used not only as a centre for rehabilitation, but also\r\nas a training facility in the region.\r\nIt seems logical that a word should be said here in\r\nregard to the adoption of the Statute for the International\r\nCriminal Court, as Caribbean nations had hoped that such\r\na Court would aid in the elimination of the narcotic\r\nscourge. The media did not, to any significant extent,\r\ndiffuse the idea that it was a Caribbean country, Trinidad\r\nand Tobago, that revived the idea for an international\r\ncriminal court after a lapse of 41 years. In 1989 Trinidad\r\nand Tobago reintroduced to the United Nations the concept\r\nof 1948.\r\nBut the specific reasons for establishing the Court as\r\nadvanced by Trinidad and Tobago and other States of the\r\nCaribbean Community were put on the back burner. We\r\nhad pleaded for a Court that would try to sentence those\r\ninvolved in the trans-shipment of narcotics, in terrorism and\r\nin marine abuses, including the violation of our territorial\r\nwaters. What is before us is a Court emphasizing genocide,\r\nwar crimes, crimes against humanity and the crime of\r\naggression. All of these we support, yet we are faced with\r\na clear indication that we are still on the periphery.\r\nThe West Indies have always been on the periphery of\r\ndominant economic systems — in reference, that is, to the\r\npost-Columbian era. The West Indies, since the initial\r\nperiod of colonization, have provided goods and services\r\nfor more advanced industrial entities. The very nature of\r\nour colonization — that is, to exist as colonies of\r\nexploitation as opposed to colonies of settlement —\r\ndemanded continued underdevelopment. The sad thing is\r\nthat, today, the multilateral financial institutions which\r\nprovide resources to developing countries at concessional\r\nrates continue to use gross national product as a basis for\r\njudging our economic wherewithal. The present situation in\r\nregard to my country provides a most germane example.\r\nThe envoys of Antigua and Barbuda are basking in\r\ntheir glory because of the high ranking the country received\r\nin the 1998 Human Development Report. The laudations\r\nand accommodations received have been profuse, but this\r\nvery factor puts forward the absurd premise that we are\r\nmore developed than Mexico or Brazil. Antigua and\r\nBarbuda is deemed to be middle-income, and its\r\nnumerous vulnerabilities are ignored as gross national\r\nproduct is the sole deciding factor. Our challenge is to\r\nconvince the international agencies that we should be on\r\nthe priority list for development loans and assistance.\r\nAntigua and Barbuda and other Caribbean countries have\r\ndemonstrated how developing countries can use their\r\nlimited resources for the advancement of their\r\npopulations. We should not be penalized for progress.\r\nSmall island developing States are constantly and\r\ncontinually at risk, whether through sea-level rise,\r\nhurricanes, earthquakes or volcanic eruptions, as has been\r\nthe case with the emerald isle of Montserrat. A single\r\nhurricane can put back our development some 10 years.\r\nFor ourselves, we have put out a plea for international\r\nassistance, as for the third time in three years we have\r\nbeen afflicted by a hurricane. Until the passage of\r\nhurricane Georges, our country had been advancing\r\nbecause of the prudent and experienced management for\r\nwhich we are known. We had built a network of superb\r\nroads and improved our telecommunications system,\r\ntourism had re-established itself after the powerful\r\nHurricane Louis of 1995, new buildings including schools\r\nhad been erected, and our economy was on course for 8\r\nper cent growth by the end of the year. This, of course,\r\nduly manifests the absurdity of using gross national\r\nproduct as a basis for eliminating us from consideration\r\nfor concessional loans. At present we have to ask our\r\nfriends and well-wishers for assistance. In that connection,\r\na draft resolution is being circulated on United Nations\r\nassistance to Caribbean countries affected by hurricane\r\nGeorges.\r\nThis year we celebrate the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights. My country will\r\ncontinue to focus on efforts to ensure that the protection\r\nof human rights is integrated into all activities of the\r\nUnited Nations system. We view seriously the many\r\nreports of child abuse worldwide. We are concerned about\r\nchildren affected by internecine warfare, and the now\r\nrampant tales of child labour, child prostitution and child\r\npornography. Additionally, we will remain vigilant in\r\nseeing to the mainstreaming of women’s concerns.\r\nOverall, my country will be exercising efforts to see to\r\nthe furtherance of endeavours to strengthen human rights\r\nprogrammes.\r\nIn approaching the twenty-first century, the\r\nGovernment of Antigua and Barbuda has decided that it\r\nshould focus on human capital and its development, rather\r\n12\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nthan focusing narrowly on the economic question. There\r\nwill be a continuance of the policy of carrying out intense\r\ninvestigations and feasibility studies to decide on where to\r\nconcentrate limited resources. In addition, even though the\r\nGovernment is divesting itself of some of its holdings and\r\nencouraging greater private investment in vital services and\r\ncommodities, there are some areas, particularly those\r\nsurrounding technology, in which the Government has to\r\nremain directly involved and catalytic; it will continue its\r\npractice of seeking consensus to determine key industries\r\nand activities that are crucial and critical for development.\r\nIn concluding, a statement has to be made in regard to\r\nour appreciation for the work done in the Caribbean by the\r\nUnited Nations Development Programme. Particular thanks\r\nhave to be expressed for its work in economic management\r\nand governance initiatives. We will continue to be proud of\r\nand to cherish the United Nations, as we recognize its\r\ncapacity for achievements in areas beyond the reach of\r\nnational or regional authorities. Subsequently, the nations\r\nthat compose this Assembly must redouble their collective\r\ncommitment to translate vision into reality. That is why it\r\nis essential to have international cooperation for\r\ndevelopment in the forefront of our activities. The United\r\nNations is still our greatest hope for peace, development\r\nand social justice.\r\nThe President (interpretation from Spanish): The next\r\nspeaker is His Excellency Mr. Yasser Arafat, Chairman of\r\nthe Executive Committee of the Palestine Liberation\r\nOrganization and elected President of the Palestinian\r\nAuthority.\r\nMr. Yasser Arafat, Chairman of the Executive\r\nCommittee of the Palestine Liberation Organization\r\nand elected President of the Palestinian Authority, was\r\nescorted to the rostrum.\r\nThe President (interpretation from Spanish): I give\r\nthe floor to Mr. Yasser Arafat, Chairman of the Executive\r\nCommittee of the Palestine Liberation Organization and\r\nelected President of the Palestinian Authority.\r\nMr. Arafat (Palestine) (interpretation from Arabic):\r\nFor the first time, Palestine is participating in the work of\r\nthe General Assembly under the agenda item entitled\r\n“General debate”. That participation is a result of the\r\nresolution adopted by the Assembly on upgrading\r\nPalestine’s representation at the United Nations, which we\r\nconsider to be an essential step towards full membership.\r\nI would like, at this time, to express the deep\r\ngratitude of the Palestinian people to all Member States\r\nthat supported this important resolution by an\r\noverwhelming majority. They have thus reflected the will\r\nof the States and peoples of the world for the need to\r\nrealize justice for the Palestinian people in order to regain\r\ntheir international status and their seat at the United\r\nNations.\r\nI would like to extend to you, Mr. President, our\r\nsincere congratulations on your assumption of the\r\npresidency of the General Assembly at the fifty-third\r\nsession. I wish you complete success in your important\r\nand noble task during these crucial times in our\r\ncontemporary world and in our international Organization.\r\nI also extend our gratitude and appreciation to\r\nMr. Hennadiy Udovenko for guiding and presiding\r\neffectively over the fifty-second session. I would like in\r\nparticular to praise his leadership during the resumed\r\ntenth emergency special session of the General Assembly\r\non illegal Israeli actions in occupied East Jerusalem and\r\nthe rest of the occupied Palestinian territories.\r\nIt gives me great pleasure to commend the\r\nSecretary-General of the United Nations, our friend\r\nMr. Kofi Annan, for his distinguished and wise\r\nleadership, and I congratulate him for the many successes\r\nhe has achieved in several fields. We had the honour,\r\nMr. Secretary-General, of welcoming you a few months\r\nago in our country, Palestine, where you observed and\r\nwitnessed first-hand the tragedy of the Palestinian people\r\nand the suffering they endure as a result of the continuing\r\nIsraeli occupation of our homeland, Palestine. It is my\r\nhope that we will have the opportunity to welcome you in\r\nthe future under better circumstances: on the day when\r\nthe occupation has been terminated and Palestine has been\r\nrestored its freedom.\r\nAs we approach the end of the twentieth century, our\r\nworld is witnessing — and all of mankind is\r\nexperiencing — great changes and important events, from\r\nglobalization and the problems of the international\r\nfinancial market to the technological revolution, satellite\r\ncommunications and the information age. All of the rapid\r\nchanges that have rocked our contemporary world require\r\nthe necessary enhancement of our collective work within\r\nthe framework of the United Nations. This should be\r\ndone on the basis of the purposes and principles of the\r\nCharter and for the bolstering of international cooperation\r\nin various arenas and for the acceleration of the North-\r\n13\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nSouth dialogue in order to establish a better world where\r\npeace, justice and prosperity for all mankind prevail.\r\nMany of the difficult and complicated tasks in this\r\nregard have been forced upon us and we must deal with\r\nthem effectively. We have before us the task of economic\r\nand social development — particularly that of the countries\r\nof the third world — solving the debt crisis and the\r\nproblems of poverty, famine, disease and migration in Asia,\r\nAfrica and Latin America. These challenges require the\r\nattainment of international comprehensive measures and\r\nequitable relations that are more rational and more just.\r\nMany global problems — such as terrorism, drugs,\r\nepidemics and organized crime — require strengthening the\r\nrule of international law, as well as the establishment of the\r\nnecessary institutions and mechanisms within the\r\nframework of the United Nations.\r\nIn this connection, we also welcome the adoption of\r\nthe Statute of the International Criminal Court, which is an\r\nimportant step in the promotion of law and in putting an\r\nend to atrocities and crimes against humanity.\r\nAll of these challenges and responsibilities should not\r\nprevent us from recalling that many of the basic tasks of\r\nthe international community in our contemporary world\r\nhave not yet been accomplished. There are peoples who\r\nstill remain under foreign occupation — including our\r\nPalestinian people, who have been and continue to be\r\nexposed to one of the gravest injustices. This great people\r\ndid not commit a crime; they did not commit aggression\r\nagainst anyone nor did they occupy the land of any other\r\npeople. However, they were the victims of aggression.\r\nTheir land was occupied and they were dispersed and\r\ncompelled by military force to a life in diaspora and exile.\r\nThere are still 4 million Palestinian refugees living in\r\ncamps awaiting the realization of international justice and\r\nthe implementation of resolutions of international legitimacy\r\nto accord them justice and put an end to more than half a\r\ncentury of the tragedy of living in exile as refugees.\r\nIt is also necessary to exert more effort to resolve\r\nmany of the regional conflicts and problems — including,\r\nof course, those in the Middle East; in the Balkan region,\r\nparticularly in Bosnia and Herzegovina; in Afghanistan and\r\nelsewhere. Special efforts and additional resources are\r\nnecessary to solve the problems of the African continent in\r\norder to allow that great continent to move forward on the\r\npath of development and progress. These should include\r\nseeking to restore normal conditions in the Democratic\r\nRepublic of the Congo and achieving peace and stability in\r\nthe Great Lakes region and the Horn of Africa.\r\nIt is also important to consider the issue of sanctions\r\nbecause of its terrible and destructive effects on peoples\r\nand on neighbouring States. Here I refer specifically to\r\nIraq, Libya and Sudan. While we call for solutions to\r\nthese problems and the lifting of sanctions on the basis of\r\nthe implementation of Security Council resolutions, we\r\ncannot but express the feeling of many of us concerning\r\nthe use of double standards in implementing this\r\nprinciple. In this regard, I would like to express our\r\nsatisfaction with the progress that has been achieved, in\r\nparticular with regard to the Libyan Arab Jamahiriya.\r\nFinally, I turn to an extremely important question:\r\nthe question of nuclear disarmament, weapons of mass\r\ndestruction and non-proliferation. While strongly\r\nsupporting the goals of the international community in\r\nthis regard, we refer in particular to the immense problem\r\nexisting in our region of the possession by Israel of such\r\nweapons, and its refusal to accede to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons and place its\r\nnuclear installations under the supervision of the\r\nInternational Atomic Energy Agency. The small size of\r\nour region and its nature exacerbate the dangers stemming\r\nfrom the continuation of this situation. What occurred\r\nrecently in South Asia must encourage us all towards\r\nsincere cooperation and a commitment to the application\r\nof one standard with regard to this issue.\r\nIn order to accomplish all of these things, we need\r\na United Nations that is more effective. We support the\r\nefforts exerted by many States and the efforts of the\r\nSecretary-General in this regard. At the same time, we\r\nfeel and believe that our goal must go beyond reducing\r\nexpenditures, downsizing the Secretariat, streamlining the\r\nGeneral Assembly and expanding the Security Council,\r\nthough all of these are important issues. Our goal must go\r\nbeyond that to achieve the complete democratization of\r\nthis global Organization. In this context, it is necessary to\r\nenhance the role of the General Assembly and also to find\r\nsolutions to the veto question in the Security Council,\r\nparticularly its frequent and excessive use. Transparency\r\nand clear rules of procedure must prevail in the Council.\r\nAt this juncture, I should like to remind the Assembly\r\nthat since 1973 our question has been subjected to 21\r\nvetoes in the Security Council by one of the permanent\r\nmembers of the Council, the most recent of which\r\noccurred in a period of less than two weeks. In short, it\r\nis necessary to secure for all Members of the United\r\nNations the ability to contribute effectively on the basis\r\nof mutual respect.\r\n14\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nLast May, the Palestinian people commemorated the\r\nfiftieth anniversary of Al-Nakba, the dispossession and the\r\nsuffering of the Palestinian people. Despite all of these\r\nbitter years, the oldest and largest refugee question in our\r\ncontemporary world remains unresolved, and our land still\r\nsuffers under occupation and colonial settlement. Its natural\r\nresources are subjected to exploitation, and the city of\r\nAl-Quds al-Sharif is still being subjected to Judaization,\r\nland confiscation, the demolition of homes, the confiscation\r\nof identity cards from its inhabitants, the imposition of a\r\ncertain demographic composition and artificial\r\nadministrative measures. There is also the isolation of the\r\ncity of Bethlehem and the conflict occurring in Al-Khalil —\r\nHebron — and the rest of the Palestinian cities. Eight\r\nmillion Palestinians are still being deprived of their right to\r\nexercise sovereignty over their land, a right that the rest of\r\nthe peoples of the world enjoy.\r\nDespite all of this, despite the long and grave suffering\r\nand pain, and with long and legendary steadfastness, our\r\nPalestinian people have been able to survive and preserve\r\ntheir national identity. Our people chose the peace option\r\nand accepted the will of the international community in this\r\nregard. Accordingly, we decided with our Arab brothers to\r\nparticipate in the peace process, which began in Madrid in\r\n1991. Then we took the well-known historical step leading\r\nto the Oslo agreement with Israel, which was signed at the\r\nWhite House in Washington, D.C., under the auspices of\r\nPresident Clinton, on 13 September 1993. That development\r\ncarried the promise of an historic reconciliation and\r\ncoexistence between the two peoples, the prospect of a new\r\nMiddle East and the beginning of the establishment of a\r\ncomprehensive and permanent peace in the region.\r\nIndeed, all parties realized tangible achievements, and\r\nthe Palestinian people were able to start building their\r\ninstitutions and dealing with the destructive consequences\r\nof the long years of occupation. In particular, they held\r\ngeneral and democratic elections and established the\r\nPalestinian National Authority. Despite all of the difficulties\r\nthat confronted the process, the general trend to forward\r\nprogress continued, until the peace process was dealt a\r\nsevere blow by the assassination of the late Yitzhak Rabin,\r\nmy partner in the peace process — the peace of the\r\nbrave — by an Israeli extremist. This was followed by\r\nother blows resulting from the bombings and the grave\r\ndeterioration of the living conditions of our people and\r\ndeliberate acts to destroy the peace.\r\nWhen the Government of Benjamin Netanyahu took\r\noffice in Israel, a new chapter began with its adoption of\r\ngeneral political guidelines that were not consistent with the\r\nexisting agreements. The Government publicly tried to\r\ndiscard the principles of the peace process — Security\r\nCouncil resolutions 242 (1967), 338 (1973) and 425\r\n(1978) and the principle of land for peace. It ceased\r\nimplementation of the existing agreements with the\r\nexception of the redeployment in Al-Khalil, which was\r\nachieved only after intensive American efforts. The Israeli\r\nGovernment continued to prevaricate and refrained from\r\nhonouring the obligations of the transitional period, which\r\nare of great importance to our people, including the safe\r\npassage between the West Bank and the Gaza Strip, the\r\nairport, the seaport; the release of Palestinian prisoners\r\nand detainees in Israeli prisons, and the industrial zones.\r\nNeither the first stage of redeployment, which was\r\nsupposed to begin on 7 March 1997, nor the second stage,\r\nwhich was supposed to begin on 7 September 1997, were\r\neffected. Both of these, along with the third\r\nredeployment — the deadline for which has also been\r\nmissed since the middle of this year — should have led\r\nto the withdrawal of the Israeli army from 90 per cent of\r\nour land.\r\nMoreover, this Government’s policies of economic\r\nsuffocation, closure and direct oppression of our\r\npeople — which costs us about $10 million a day —\r\nconstitute an economic catastrophe. The Government has\r\ncontinued with the intensification of settlements and the\r\nJudaization of Jerusalem, the isolation of Bethlehem and\r\nthe old city of Al-Khalil, and the disapproval of the\r\noperation of the Palestinian airport, safe passage,\r\nindustrial zones and the seaport, in order to escalate the\r\nsuffocation and siege of our people and to destroy the\r\npeace process.\r\nAll of these policies and positions adopted by the\r\nGovernment of Mr. Netanyahu have caused the current\r\ndangerous situation and the complete stalemate in the\r\npeace process on the Palestinian track, as well as on the\r\nSyrian and Lebanese tracks, which have been completely\r\nstalemated. These policies and positions have also\r\nengendered the general tension prevailing in the region\r\nand the danger of descending into complete chaos. The\r\nwhole world has expressed grave concern at this and has\r\ncalled upon the Israeli side to change its policies and\r\npositions and to comply with the bases of the peace\r\nprocess and implement the existing agreements.\r\nIt is high time for the international community, in\r\nadherence with international law and in service to peace,\r\nto effectively and tangibly pressure the Israeli side to\r\nrealize the goals of peace, security and stability — not\r\nonly in the Middle East but internationally. This means\r\n15\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nimplementing the agreements that were signed at the White\r\nHouse under the auspices of President Clinton by the\r\nRussian Federation, the United States of America, the\r\nEuropean Union, Norway, Egypt and Jordan and in the\r\npresence of Japan. It means implementing Security Council\r\nresolutions 242 (1967), 338 (1973) and 425 (1978) and the\r\nprinciple of land for peace, which were the bases of the\r\nMadrid Peace Conference.\r\nWith the hope of halting the deterioration of the\r\nexisting situation, the Palestinian side, in cooperation with\r\nmany of the concerned parties, has recently sought to\r\nintensify efforts, particularly with the help of the United\r\nStates co-sponsor — and especially with the help of\r\nPresident Clinton, to whom we express our gratitude. These\r\nefforts resulted in the United States initiative, containing all\r\nof the important pending issues, that was submitted to the\r\nparties concerned. As delegates are aware, the Palestinian\r\nside accepted this American initiative despite the fact that\r\nit did not meet our minimum just and legitimate demands.\r\nBut the Israeli side still rejects this initiative and continues\r\nin its attempts to undermine it and pre-empt its contents.\r\nPresident Clinton, thankfully, sent Secretary of State\r\nAlbright and Mr. Dennis Ross, who have made great efforts\r\nto move the peace process forward and protect it.\r\nDespite all these efforts, the Israeli Government has\r\nnot responded. Hence, we call upon the United States co-\r\nsponsor to announce its initiative and to publicly and\r\nclearly put the onus on the party that is impeding peace.\r\nWe also call upon the United States to continue to work\r\neffectively in a manner consistent with its responsibilities\r\nto the peace process and with its interests and credibility in\r\nthe Middle East region, and so as to protect the region from\r\nthe dangers emanating from the destruction of the peace\r\nprocess.\r\nThis morning, President Clinton graciously took an\r\nimportant step to save the peace process and to move it\r\nforward by convening a meeting at the White House\r\nbetween the Palestinian and Israeli delegations. This was an\r\nimportant meeting to promote and preserve the peace\r\nprocess, and we thank President Clinton for that,\r\nparticularly as the efforts of the United States will continue\r\nto move the process forward and promote the\r\nimplementation of the signed agreements.\r\nIn this context we call upon the other parties\r\nconcerned, particularly the Russian Federation in its\r\ncapacity as one of the two co-sponsors of the peace\r\nprocess, as well as China and Japan, to activate and\r\nintensify their efforts. We also call upon the European\r\nUnion, with its economic and political interests and\r\ncapabilities, to move quickly and effectively to salvage\r\nand safeguard the peace process. In this same vein, we\r\ncall upon all Member States to support the French-\r\nEgyptian initiative to convene an international conference\r\nof all States determined to save the peace process from\r\nthe dangerous crisis it has reached.\r\nWe have not lost hope for the peace process, and we\r\nwill continue to honour our obligations in accordance\r\nwith the existing agreements. At the same time, we will\r\nnot give up on the necessity of Israeli compliance with\r\nthose agreements and the need for the Israelis to fulfil\r\ntheir pending obligations. We will not give up our\r\ninalienable national rights — the inalienable national\r\nrights of the Palestinian people.\r\nAt this stage, I wish to extend, on behalf of the\r\nPalestinian people, our deep gratitude to all the donor\r\ncountries and to the World Bank for their valuable\r\ncontributions aimed at alleviating the suffering of our\r\npeople and at assisting them in building and developing\r\ntheir homeland and at achieving meaningful economic and\r\nsocial development. I reiterate our gratitude to these\r\ncountries and the World Bank, particularly because they\r\nare contributing despite the obstacles and impediments\r\nimposed by Israel in this regard.\r\nIt is so difficult to separate the United Nations from\r\nthe question of Palestine, for this international\r\nOrganization has been dealing with our cause since its\r\ninception. It was the United Nations which partitioned\r\nPalestine, and to this time it has not ceased to deal with\r\nthe results of the events that followed, with the repeated\r\nand increasing injustices perpetrated against our people,\r\nfor which no remedy has yet been found. While\r\nreaffirming the permanent responsibility of the United\r\nNations for the question of Palestine, we appeal to all of\r\nyou to enhance your solidarity and support for our people\r\nin the coming period, through these critical circumstances,\r\non the basis of respect for the principles of the United\r\nNations Charter, international law and international\r\nhumanitarian law.\r\nWe expect that the Conference of the High\r\nContracting Parties to the Fourth Geneva Convention of\r\n1949 will be convened before the end of this year on\r\nmeasures to apply the Convention to the occupied\r\nPalestinian territory, including Al-Quds al-Sharif, in\r\naccordance with the recommendations made repeatedly by\r\nthe tenth emergency special session of the General\r\nAssembly of the United Nations.\r\n16\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nIn this context, we also expect Israeli participation in\r\nthe work of the fifty-third session of the Assembly to be in\r\nconformity with international law, thus ensuring that Israeli\r\ncredentials do not cover those territories determined by the\r\nSecurity Council and the General Assembly, since 1967, as\r\noccupied Palestinian and Arab territories, including\r\noccupied East Jerusalem. This is a matter on which there is\r\na consensus by the international community.\r\nFrom this venue, I would like to call upon all of you,\r\nthe source of international legitimacy and peacemaking, the\r\nguardian of freedom, security and stability and the source\r\nfor the achievement of justice and prosperity for\r\nhumankind, to stand by our people, especially as the five-\r\nyear transitional period provided for in the Palestinian-\r\nIsraeli agreements will end on 4 May 1999. Our people\r\ndemand that we shoulder our responsibilities, and they\r\nawait the establishment of their independent State. This\r\nindependent Palestinian State must be established as an\r\nembodiment of the right of our people to self-determination.\r\nI assure you that our people will continue to pursue and\r\nprotect the peace of the brave in the Middle East. We\r\nappeal to you to continue your support for us, as always in\r\nthe decisive moments of the history, the present and the\r\nfuture of our people. Help us to achieve the national goal\r\nof our people in the establishment of their State.\r\nIt is not admissible for Israel to continue dominating\r\nthe Palestinian people. Everyone is aware that 100 per cent\r\npeace means 100 per cent security and 100 per cent\r\nfreedom. One hundred per cent freedom. I repeat — 100\r\nper cent peace, 100 per cent security and 100 per cent\r\nfreedom. One hundred per cent freedom. If the Israeli\r\nGovernment wants reciprocity, I declare from this podium\r\nmy demand of them for mutual compliance with the signed\r\nagreements, especially in the fields of security and the\r\nprotection of Palestinians and Israelis against all forms of\r\nviolence and terrorism and its sources. I invite the Israeli\r\nGovernment to engage in common, serious work between\r\nus to address that. There is no alternative to peace. Help us\r\nto achieve it.\r\nIn the year 2000, the past and the future will meet in\r\nPalestine, joined by a global vision of hope and peace for\r\nall peoples of the world. On that occasion, the world will\r\ncelebrate the second millennium of the birth of Jesus\r\nChrist — peace be upon him — and the beginning of a\r\nnew millennium. It is a religious and spiritual occasion of\r\ngreat importance not only for the Palestinian people and the\r\nregion, but also for all the believers in the world, as well as\r\nfor the entire international community. The Palestinian\r\npeople have actually begun serious preparations to celebrate\r\nthis important religious, historic and international\r\noccasion, with the cooperation of many religious, political\r\nand social institutions concerned. We call upon you to\r\njoin us in bearing the responsibility of these preparations,\r\nand we invite you to participate directly in the\r\nforthcoming celebrations to start together, God willing, a\r\nnew march.\r\nIn this regard, we appreciate the addition by the\r\nGeneral Assembly of a new item on its agenda entitled\r\n“Bethlehem 2000”. We also extend our thanks to the\r\nChairman and members of the Committee on the Exercise\r\nof the Inalienable Rights of the Palestinian People for\r\ntheir initiative in this regard. I also take this opportunity\r\nto thank its sister Committee, the Special Committee to\r\nInvestigate Israeli Practices Affecting the Human Rights\r\nof the Palestinian People.\r\nI look forward to speaking to you once more when\r\nPalestine will have taken its natural place in the\r\ncommunity of nations, as an independent State, and when\r\npeace will have prevailed in the land of peace and in the\r\nentire Middle East.\r\nThe President (interpretation from Spanish): I now\r\ncall on the Minister for Foreign Affairs of the Republic\r\nof Kazakhstan, His Excellency Mr. Kassymjomart\r\nTokaev.\r\nMr. Tokaev (Kazakhstan): Allow me to congratulate\r\nyou, Sir, on your election to the high office of President\r\nof the General Assembly at its fifty-third session and to\r\nassure you of the full support of the delegation of\r\nKazakhstan in your work.\r\nKazakhstan, in welcoming the efforts of the\r\nSecretary-General to reform the United Nations, supports\r\nthe decisions adopted by the General Assembly at its last\r\nsession. The steps taken in that direction will undoubtedly\r\nfacilitate the renewal of the Organization in the changing\r\nhistorical conditions.\r\nOn the threshold of the twenty-first century, the\r\nworld is becoming an integrated and interrelated system\r\nin which there is no room for autarchy and self-isolation.\r\nGlobalization, which embraces the main spheres of human\r\nactivity, has radically altered the accustomed assumptions\r\nabout the realities of modern life. Globalization also\r\ncompels us to reassess the nature of international\r\ncooperation from the standpoint of strengthening\r\nmultilateral mechanisms for taking decisions on the urgent\r\nproblems that are of concern to the entire world\r\n17\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\ncommunity. Despite all the diversity of national interests,\r\nsuch decisions need to be taken through joint efforts on the\r\nbasis of goodwill and consensus, and here the role of the\r\nUnited Nations cannot be underestimated.\r\nOn the eve of the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, we again note the permanent\r\nsignificance of that instrument in affirming democratic\r\nvalues and the rule of law.\r\nKazakhstan, seven years after making its choice of\r\ndemocracy and an open society, is today taking tangible\r\nsteps to intensify its political reforms. Our country is\r\nembarking on a comprehensive programme of\r\ndemocratization that covers such important spheres as\r\nelections, political parties, Parliament, civil society, the\r\njudicial system, the advancement of women and the mass\r\nmedia. The President of Kazakhstan, Mr. Nursultan\r\nNazarbaev, will be taking decisive steps to solve acute\r\nsocial problems, combat corruption and optimize the State\r\nadministration.\r\nAll these measures are aimed at further protecting and\r\nguaranteeing the rights and freedoms of every citizen of our\r\nmulti-ethnic society. We shall do everything within our\r\npower to preserve such values as inter-ethnic harmony and\r\nthe diversity of the cultures and customs of each of the\r\nnationalities that make up the people of Kazakhstan. We\r\nshall strengthen pluralism in society in order reliably to\r\nguarantee the freedoms of conscience, speech and the press\r\nand further to strengthen the foundations of a secular\r\ndemocratic society.\r\nKazakhstan does not believe that it is possible to build\r\nits own statehood without successful integration into the\r\nworld economy and world politics. In this context, we are\r\ndeveloping and strengthening our national financial\r\ninstitutions, which has enabled us to cope, at lower cost,\r\nwith the consequences of the crisis affecting Asia and the\r\ncountries of the Commonwealth of Independent States\r\n(CIS).\r\nAs a proponent of a policy of integration, our head of\r\nState is a constant advocate of creating the appropriate\r\neconomic conditions for this to take place and has\r\nproposed, as Chairman of the Customs Union, the\r\nconclusion of a treaty on the creation of a unified economic\r\nspace within the CIS.\r\nKazakhstan, which pursues a policy of constructive\r\ncooperation, has created a zone of security and good-\r\nneighbourliness around its borders. We are not in\r\nconfrontation with any State in the world. As a Eurasian\r\nState, Kazakhstan sees the development of friendly,\r\nequitable and mutually beneficial relations with the\r\ncountries of the East and the West as a priority of its\r\nforeign policy.\r\nWe believe that Kazakhstan’s voluntary renunciation\r\nof its nuclear heritage and its firm adherence to the non-\r\nproliferation regime constitute important prerequisites for\r\nthe attainment of this strategic objective. A few days ago,\r\nthe second International Conference on the problems of\r\nnon-proliferation was held in the town of Kurchatov,\r\nwhich is within the territory of the former nuclear testing-\r\nground at Semipalatinsk. During the conference, the last\r\nstrategic missile launch silo was shut down.\r\nKazakhstan consistently advocates the creation of\r\nsecurity structures on the Asian continent. We note with\r\nsatisfaction that the initiative of our country’s President to\r\nconvene a conference on interaction and confidence-\r\nbuilding measures in Asia is taking solid shape and\r\nbecoming a tangible factor in present-day international\r\nlife. This is attested to by the meeting which took place\r\nin Almaty in July of the leaders of Kazakhstan, China, the\r\nRussian Federation, Kyrgyzstan and Tajikistan on issues\r\nof cooperation and confidence-building measures in the\r\nregion. We believe that the agreements signed with China\r\non the delimitation of the Kazakh-Chinese border will\r\nmake a major contribution to strengthening regional\r\nsecurity and stability. The Kazakh-Russian Declaration on\r\neternal friendship and alliance for the twenty-first century\r\nand the Treaty of eternal friendship between Kazakhstan,\r\nUzbekistan and Kyrgyzstan are also of great importance.\r\nKazakhstan, as a firm proponent of strengthening\r\nregional and global security, strongly condemns any\r\nundermining of the non-proliferation regime and calls on\r\nIndia and Pakistan to heed the views of the vast majority\r\nof the world community and accede without delay to the\r\nComprehensive Nuclear-Test-Ban Treaty and the Treaty\r\non the Non-Proliferation of Nuclear Weapons. We support\r\nthe call of the Secretary-General of the United Nations for\r\nthose countries to join in the negotiations on prohibitions\r\nof the production of fissionable materials for nuclear\r\nweapons and to refrain from deploying such weapons in\r\ntheir territory. In the context of strengthening regional\r\nsecurity and the non-proliferation regime, Kazakhstan will\r\ncontinue to work for the creation of a nuclear-weapon-\r\nfree zone in Central Asia.\r\nThe demonstrations of our country’s involvement in\r\nthe peacekeeping activities of the United Nations include\r\n18\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nthe formation of a peacekeeping battalion in Central Asia\r\nand Kazakhstan’s participation in the United Nations stand-\r\nby arrangements system.\r\nFrom this high podium, we cannot fail to pay attention\r\nto the current situation in Afghanistan. The events taking\r\nplace there, which are accompanied by mass violations of\r\nhuman rights and the fundamental norms of international\r\nlaw, have become a subject of profound concern to us.\r\nKazakhstan has made and will continue to make its\r\ncontribution to the achievement of peace in that country.\r\nThe task of the world community is to convince all the\r\nparties to the conflict to cease military action right away\r\nand sit down at the negotiating table with a view to\r\nestablishing a Government of national reconciliation. We\r\nare convinced that no military solution to the Afghan\r\nproblem exists. A peace process in Afghanistan is possible\r\nonly if interference from outside is halted and full support\r\nis given to the efforts of the Secretary-General. Not only\r\nimmediate neighbours, but all interested countries, must\r\ntake an active part in the search for ways of solving the\r\nAfghan problem.\r\nOne of the most difficult present-day problems is\r\ninternational terrorism and organized crime. Kazakhstan\r\nrejects terrorism in all its manifestations and is ready to\r\nparticipate in international efforts to combat this evil. On\r\nthe threshold of the next century, a handful of madmen\r\ncannot be allowed to blackmail and endanger the lives and\r\nwell-being of people who uphold the ideas of creation and\r\npeace. This is doubly dangerous in the case of nuclear\r\nterrorism.\r\nInternational organized crime is associated in one way\r\nor another with illegal drug-trafficking. Most unfortunately,\r\nthe scale of the drug business is constantly growing. Drug\r\naddiction, moving freely across borders, is undermining\r\nstatehood and the moral foundations of society.\r\nIncreasingly, more young people are becoming addicted to\r\ndrugs. We are witnessing a new phenomenon of drug\r\nproduction becoming a leading component of national\r\neconomies. Drugs from Afghanistan are to be found in\r\nvirtually all countries of the world. Accordingly, we support\r\nthe decisions of the twentieth special session of the General\r\nAssembly on international drug control and will participate\r\nactively in their implementation.\r\nIn speaking of the main problems that ail mankind, we\r\ncannot forget separatism. Kazakhstan has more than once\r\nstated its position that it does not accept ethnic separatism.\r\nGiven the calamities it is inflicting on many States, now is\r\nthe time to declare unambiguously that separatism must be\r\nproclaimed outside the law. The right of nations to self-\r\ndetermination cannot under present historical\r\ncircumstances play the role that it played at the beginning\r\nof this century.\r\nYet another global problem which casts a cloud over\r\nthe future of mankind is the ever deteriorating\r\nenvironmental situation. Kazakhstan has in all truth\r\nexperienced the consequences of environmental disasters.\r\nFrom this high podium, the President of Kazakhstan has\r\nmore than once called on the world community to unify\r\nand coordinate efforts to protect the environment. We are\r\ngrateful to the General Assembly for the support that has\r\nbeen extended to our country, as reflected in the\r\nresolution on assistance in overcoming the consequences\r\nof the nuclear tests in the Semipalatinsk region.\r\nThe Aral Sea disaster has become genuinely global\r\nin nature. Deposits of salt from the exposed bed of the\r\nAral Sea have been found in the Arctic Ocean and in\r\nWestern Europe. While noting with gratitude the\r\nassistance from the United Nations, we nevertheless call\r\non the States Members of our Organization to pay greater\r\nattention to this serious problem and to take more active\r\nand specific steps to solve it.\r\nThe peculiarity of the geographical situation of\r\nKazakhstan, and of Central Asia as a whole, confronts us\r\nwith an acute problem of access to world markets,\r\nincluding the transport of hydrocarbons. Kazakhstan\r\ntherefore attaches great importance to cooperation with\r\nthe United Nations and its specialized agencies to develop\r\ntransit transport systems in the landlocked Central Asian\r\nStates.\r\nReviving the traditions of the Great Silk Road,\r\nKazakhstan is interested in expanding and developing\r\ntransportation networks in Central Asia and beyond. Our\r\ncountry, with its vast territory, is an important link\r\nbetween Asia and Europe. Our participation in the\r\nTransport Corridor: Europe-Caucasus-Asia (TRACECA)\r\nproject will undoubtedly facilitate an increase in the\r\neffectiveness of the transport system in the vast area of\r\nthe Eurasian continent.\r\nWe place great hopes in the United Nations Special\r\nProgramme for the Economies of Central Asia (SPECA),\r\nrecently adopted by the Economic Commission for\r\nEurope and the Economic and Social Commission for\r\nAsia and the Pacific.\r\n19\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nKazakhstan, as the Chairman of the Economic\r\nCooperation Organization (ECO), intends to make a real\r\ncontribution to stepping up the activity of this important\r\nregional forum. The Declaration and other documents\r\nadopted at the ECO summit in Almaty creates good\r\nprerequisites for the creation of a favourable trade climate\r\nin relations between the ECO member countries and their\r\npotential partners in Europe and Asia. We believe that ECO\r\nis a promising organization and has great potential for\r\nexpanding economic ties in the territories of 10 States with\r\na total population of more than 300 million people.\r\nKazakhstan will work for the further strengthening of\r\ncooperation between the ECO and the United Nations.\r\nAnother issue that must be included among today’s\r\nurgent problems is the legal status of the Caspian Sea. We\r\nnote with satisfaction the progress made in reaching\r\nconsensus on this complex and delicate subject, which\r\naffects the interrelations among the five littoral States. The\r\nagreement signed between Kazakhstan and the Russian\r\nFederation in July this year on the delimitation of the\r\nnorthern part of the Caspian Sea lays the foundations for a\r\ncomplete settlement of the Caspian problem. It is now\r\nimportant to take concrete steps for the implementation of\r\nthis instrument, which is in conformity with the provisions\r\nof the United Nations Convention on the Law of the Sea.\r\nA solution of the Caspian problem is of strategic\r\nimportance for Kazakhstan. We are interested in reliably\r\nensuring the export of our mineral resources through\r\nmultiple-option oil-gas pipelines. We expect early\r\nimplementation of the Caspian Pipeline Consortium project,\r\nand we believe that the construction of an oil pipeline from\r\nwestern Kazakhstan to China offers promising prospects.\r\nWe support the trans-Caspian project for an oil and gas\r\npipeline, Baku-Ceyhan, and we view the project for an oil\r\npipeline through the territory of Iran as very promising.\r\nIt must be noted with regret that mankind will be\r\nentering the next century burdened by many serious\r\nproblems. But, at the same time, there are no grounds for\r\nunrelieved pessimism, since the passing century, which\r\nwitnessed two world wars, the development and testing of\r\nlethal types of weapons and a multiplicity of regional and\r\nethnic conflicts, has developed reliable mechanisms — our\r\nOrganization first among them — for preventing and\r\nsettling international problems. The cause of peace, security\r\nand development is of concern to all States. We must,\r\ntherefore, all act as a united whole. Kazakhstan is ready to\r\ntake part in this work for peace and cooperation.\r\nThe President (interpretation from Spanish): I now\r\ncall on His Excellency Mr. Ahmed Attaf, Minister for\r\nForeign Affairs of Algeria.\r\nMr. Attaf (Algeria) (interpretation from Arabic): A\r\nunanimous tribute has been paid to you, Sir, and, through\r\nyou, to your country, Uruguay, by your election to the\r\npresidency at this session of the General Assembly. I am\r\npleased to join in that tribute by congratulating you on\r\nthis well-deserved distinction and wishing you all success\r\nin the discharge of your mission.\r\nI should also like to pay tribute to your predecessor,\r\nMr. Udovenko, who was able to meet our expectations in\r\nexemplary fashion at a time when our Organization was\r\nembarking on a course of reform. Mr. Kofi Annan has\r\nfully committed himself, with imagination and courage, to\r\nthat same course of reform, and he has succeeded in\r\nmaking strides that call for our sincere expression of\r\ngratitude and recognition.\r\nMr. Mungra (Suriname), Vice-President, took the\r\nChair.\r\nThat reform is now on the right course. It is meeting\r\nthe collective expectations that have been expressed. But\r\nmore than that, it comes at the right moment, just as new\r\nproblems are arising to test our skills in diagnosing the\r\nnew challenges and in formulating policies that are\r\ncapable of responding to these challenges and aspirations.\r\nHowever new these problems may be, they are a\r\nnatural consequence of humanity’s progress towards the\r\nfulfilment of its destiny. They have arisen out of the\r\nunprecedentedly swift changes that have taken place in\r\ninternational relations for a full decade.\r\nThese problems have names. They present\r\nchallenges that were heretofore unknown to us, and they\r\ndemand solutions that go beyond our customary\r\nframeworks of thought, analysis and action. Let us first\r\nidentify these problems by their names: globalization,\r\ninterdependence, development, peace and collective\r\nsecurity.\r\nThese are but workshops which nourish our diverse\r\ndebates and contradictory approaches. They raised\r\ncertainties on the part of some and doubts and warnings\r\non the part of others. Until now, the debate has been\r\nlimited to exchanges of ideas, confined to the approaches\r\nor projections that each of us has formulated from our\r\nown perspectives, our own calculations and our own\r\n20\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nnational interests. Today, the facts themselves have been\r\ndetermined. It is incumbent upon us to confront what\r\nyesterday was nothing but conjecture and today is a living\r\nreality, in keeping with the principles and ideals of the\r\nUnited Nations which our countries embody.\r\nThis is the case with globalization, which was long\r\npresented to us as being capable of ensuring universal\r\nprosperity, and to which was attributed the virtue of\r\nlimitless growth. However, many of our countries have\r\nexpressed their doubts, their warnings of the dislocations\r\nand dangers which would result from a globalization which\r\nlacks the least means of appropriate regulation, coordination\r\nand monitoring. In the absence of such instruments of\r\nregulation, coordination and monitoring, and given the\r\nacknowledged shortcomings of the existing mechanisms,\r\nglobalization rightly gives rise more often to doubts and\r\nfears than to support and conviction.\r\nThere is no better illustration of the tragic\r\nconsequences which could result from those dislocations\r\nthan the Asian crisis, the results of which are still\r\nunfolding, threatening the economies of many regions of\r\nthe world to such a degree that the spectre of widespread\r\nrecession has re-emerged. In fact, rather than being a force\r\nfor integration, globalization has turned into a force for\r\nexclusion and marginalization.\r\nThis state of affairs forces us to think collectively\r\nabout how to reimbue globalization with its original and\r\nideal purpose so that it can meet the aspirations placed in\r\nit for universal progress in justice and solidarity.\r\nGlobalization represents a comprehensive challenge which\r\nmust be met by comprehensive regulation, coordination and\r\ndialogue. Until then, the existing mechanisms must be\r\nstrengthened in their assigned functions of prevention and\r\ninterposition.\r\nFinally, regional integration as an integral component\r\nof a well-balanced and carefully monitored globalization,\r\nmust be accompanied by bold and effective initiatives.\r\nThe problem of interdependence is structurally linked\r\nto that of globalization. The arrival of an age of\r\ninterdependence among nations has fed the great hope of\r\ncreating and diversifying the bonds that are necessary for\r\nexpanding the area of cooperation and exchange among our\r\ncountries. However, the erosion of international cooperation\r\nfor development, as well as the imbalances in the present\r\nsystem of world economic relations, still represent basic\r\nimpediments on the road to crystallizing true interdependent\r\nrelationships.\r\nAt the core of the problem of globalization and\r\ninterdependence is development — a crucial problem,\r\nwhich has not yet received the attention that is due to it.\r\nOn the contrary, it is increasingly marginalized in our\r\ndiscussions today, as well as in the design of world\r\neconomic policies.\r\nFinally, the problem of peace and collective security\r\nhas encountered new challenges other than those with\r\nwhich it was identified before and which still exist till\r\ntoday.\r\nFrom this perspective, I speak of the phenomenon of\r\nterrorism. Terrorism has no respect for human life and is\r\ncapable of perpetrating the most vile crimes against\r\nhumankind. By its logic of terror, death and destruction,\r\nit seeks to strike at the foundations of every civilized\r\nsociety. For these reasons, terrorism is truly characterized\r\nas the most serious threat to our societies and the nations\r\nof the world as a whole.\r\nTerrorism is a global phenomenon which calls for a\r\nglobal response from the international community. Algeria\r\nis pleased to note that after having underestimated and\r\nincorrectly analysed terrorism for a long time, the\r\ninternational community increasingly seems to be more\r\ncognizant of its dangers and aware that the time has come\r\nto supplement unilateral and isolated action on the part of\r\nStates fighting terrorism with collective and resolute\r\naction.\r\nWith this perspective in mind, conditions are now\r\nright for us to go beyond mere verbal condemnation of\r\nterrorism to ensure that intentions and actions would\r\nreally go hand in hand through effective international\r\ncooperation whose goal is to fight terrorism. The\r\nelimination of this scourge is no longer a mere moral\r\nobligation for humankind. It has also become a political\r\nnecessity in an age of interdependence and globalization.\r\nFor that reason Algeria believes that the time has\r\ncome to give serious consideration to the preparation of\r\na global convention to prevent and fight all acts of\r\nterrorism and to serve as a legal framework for the\r\norganization and implementation of international\r\ncooperation in that matter. Such a project should take\r\nshape as of now in the form of concerted and sustained\r\naction on the part of the entire international community to\r\ndismantle terrorism’s multifaceted support networks and\r\nrear bases, dry up its financial resources and bring to trial\r\nthe perpetrators of terrorist acts and their accomplices and\r\nabettors. The convening of a world summit on terrorism,\r\n21\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nwhich received broad support in this Assembly, would be\r\na basic step in that direction. Algeria fully supports the idea\r\nof such a summit and stands completely ready to make its\r\ncontribution to it.\r\nIn view of Algeria’s belonging to several spheres —\r\nthe Maghreb, the Mediterranean, the Arab and the\r\nAfrican — it has constructed its foreign policy on the\r\nprinciples of openness, solidarity, good-neighbourliness and\r\ncooperation. Algeria embodies these principles in its\r\nimmediate environment, the Maghreb, convinced that only\r\na united Maghreb community would serve the cause of\r\npeace, stability and the development of the countries of our\r\nregion.\r\nThese same principles have moved Algeria to tireless\r\nsupport for a just and definitive solution to the conflict in\r\nWestern Sahara. We fully support the United Nations\r\nsettlement plan, in cooperation with the Organization of\r\nAfrican Unity, which calls for the holding of a free, fair\r\nand impartial referendum on self-determination.\r\nLike the rest of the international community, Algeria\r\nwelcomes the Houston accord, through which the two\r\nparties to the conflict, the Kingdom of Morocco and the\r\nPOLISARIO front, solemnly agreed on the practical\r\nmodalities for implementing the provisions of the settlement\r\nplan under the auspices of the United Nations. Today, one\r\nyear after the conclusion of that accord, and despite the\r\nreal, significant progress resulting, in large part, from the\r\nefforts of the Secretary-General, of his Personal Envoy\r\nMr. James Baker, and of his Special Representative, serious\r\nobstacles still stand in the path to the plan’s\r\nimplementation. If they are not overcome, these obstacles,\r\nwhich the Secretary-General has clearly identified in\r\nsuccessive reports, along with their causes, could seriously\r\ncompromise the chances of holding the long-awaited\r\nreferendum.\r\nTherefore it is now necessary to solemnly and urgently\r\nappeal for full and strict respect for the commitments\r\nundertaken and to reaffirm the responsibility of the United\r\nNations, in particular the Security Council, with regard to\r\nthe full and strict implementation of the settlement plan and\r\nthe Houston accord so as to ensure that the people of the\r\nWestern Sahara can exercise their inalienable right to self-\r\ndetermination.\r\nAs in the Maghreb, Algeria has been working in the\r\nMediterranean to ensure that there will be an atmosphere of\r\nstability, peace, cooperation and prosperity. The machinery\r\nfor consultation and cooperation that was set up through the\r\nBarcelona process has opened new horizons for the\r\ndevelopment of a true partnership between the two shores\r\nof that shared sea, a partnership directed towards\r\ndeveloping a zone of shared prosperity in the\r\nMediterranean. In this context, Algeria undertook\r\nnegotiations on an agreement of association with the\r\nEuropean Union aimed at putting in place the conditions\r\nnecessary for renewed and mutually beneficial\r\ncooperation between the two parties.\r\nWithin the same Mediterranean region, and after the\r\nlaunching of the peace process which raised great hopes,\r\nfeelings of anxiety and pessimism have again returned\r\nsince the peace mechanism has become stalemated.\r\nThe Israeli Administration, by reneging on\r\ncommitments made in Oslo and Washington, by\r\nabandoning the principle of land for peace, by continuing\r\nits settlement policy and by repeatedly attacking the\r\nintegrity and sacredness of Al-Quds Al-Sharif, has led to\r\nthe undermining of the peace process, rekindling the\r\nfrustrations and anger of the Palestinian people and\r\nthreatening the entire region with a return to the era of\r\nconfrontation which prevailed there for more than 40\r\nyears.\r\nIn order to deal with this perilous situation, we must\r\nrecall that the just, comprehensive and lasting settlement\r\nto the conflict in the Middle East requires the full and\r\nunconditional withdrawal of Israeli forces from all the\r\nPalestinian and occupied Arab territories and the exercise\r\nof the right of self-determination by the Palestinian\r\npeople, including the establishment of its own State with\r\nAl-Quds as its capital.\r\nIn the same part of the world, the suffering of the\r\nbrotherly Iraqi people continues to dismay us. In this\r\nregard, we cannot but reiterate our call for the rapid\r\nlifting of the embargo on Iraq. Similarly, we renew the\r\nsame call with regard to the brotherly Libyan people, who\r\nare also the victims of cruel economic sanctions, which\r\nwe hope will be lifted soon, in view of the recent positive\r\ndevelopments in the Lockerbie case.\r\nIn its relations with its African neighbours, as in its\r\nrelations with other African countries, Algeria has always\r\nworked to ensure that there will be strong bonds of\r\ncooperation and solidarity with a view to achieving the\r\npolitical and economic unification of the continent.\r\nIntrastate and inter-State conflicts in Africa can only\r\ndamage this ambitious and legitimate project. We\r\ntherefore call for the settlement of these conflicts and\r\n22\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\ncrises by utilizing existing African mechanisms, particularly\r\nthe Mechanism for Conflict Prevention, Management and\r\nResolution, on the basis of respect for the territorial\r\nintegrity and sovereignty of States and also the frontiers\r\ninherited from colonialization.\r\nFor a decade Africa has been making profound\r\npolitical, economic and social reforms for which the\r\ninternational community must provide resolute and\r\nmeaningful support, as the Secretary-General of our\r\nOrganization called for in his comprehensive and thorough\r\nreport.\r\nIn less than two months the international community\r\nwill be celebrating the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights. Such anniversaries provide\r\na good opportunity for collective self-review, which impels\r\nus to acknowledge that in the field of human rights, the\r\nsituation is certainly much better than it was 50 years ago.\r\nThe people’s liberation movement and the global spread of\r\ndemocracy have certainly played a crucial role in promoting\r\nand consolidating human rights.\r\nThere can be no doubt that the significant progress\r\nmade in democratization and the establishment within the\r\nState of the rule of law will remain fragile and will be\r\nendangered unless they are accompanied by meeting the\r\neconomic, social and cultural needs of the citizens. This is\r\nbecause true democracy cannot take root permanently and\r\nsoundly in places of deprivation and want.\r\nIn this connection and in the name of my country, I\r\nwish to reaffirm our strong attachment to the universality,\r\ninterdependence and indivisibility of human rights and our\r\nresolute commitment to promote them free from any\r\nmanipulation or politicization.\r\nIf we wish to sum up these complex and multifarious\r\nchallenges facing mankind today, this could be done\r\nthrough one essential question: how can we make sure that\r\nthe evolving new world order will be more just and more\r\nsecure, will have greater solidarity and will truly address\r\nthe interests and aspirations of everyone?\r\nThat is the question which, of course, involves our\r\ncountry, and through it, mankind as a whole. And what\r\nbetter forum to answer this question is there than the\r\nUnited Nations, which brings us together and through\r\nwhose Charter we have proclaimed our determination “to\r\npractise tolerance and live together in peace with one\r\nanother as good neighbours, and to unite our strength to\r\nmaintain international peace and security, and ... to employ\r\ninternational machinery for the promotion of the\r\neconomic and social advancement of all peoples”.\r\nThe challenges of the present are embodied in these\r\nbasic values and these shared purposes. In fact, the\r\nprimacy given to these values and the attainment of these\r\npurposes are contingent on our ability to mobilize our\r\ncollective energies. Mankind, which has mastered science\r\nand technology, has achieved considerable progress in the\r\nutilization of the resources of our world and has\r\nestablished its control over the means of its progress.\r\nNow it has in its hands the keys to its destiny. Using the\r\nkeys to its destiny for the common good depends on\r\nhumankind, and on humankind alone.\r\nThe Acting President: I call on His Excellency\r\nMr. Momodou Lamin Sedat Jobe, Secretary of State for\r\nForeign Affairs of the Gambia.\r\nMr. Jobe (Gambia): My delegation would like first\r\nof all to congratulate the President on his assumption of\r\nthe presidency for this session. We know full well that\r\nthe tasks that lie ahead are indeed challenging, but we are\r\nconfident that with his vast experience and wisdom he\r\nwill discharge his responsibilities successfully. Whilst we\r\nwish him luck, let me also reassure him of the full\r\ncooperation of our delegation at all times.\r\nIn the same vein, we would also like to congratulate\r\nhis predecessor, Mr. Hennadiy Udovenko, for the\r\nadmirable manner in which he conducted the activities of\r\nthe Assembly during the fifty-second session.\r\nMy delegation is very proud of Mr. Kofi Annan, our\r\nable Secretary-General, for the efficient manner in which\r\nhe has been running the affairs of our Organization. His\r\nimpressive contributions in the field of preventive\r\ndiplomacy, as amply demonstrated on numerous\r\noccasions, are worthy of praise. Likewise, in the delicate\r\nbusiness of reforms he is equal to the task, for no sooner\r\ndid he assume office than he embarked on the reform of\r\nthe United Nations. His success is our success, and\r\ntherefore we will lend him our full support in our\r\ncommon endeavour to revitalize the Organization and\r\nmake it more relevant to the realities of these changing\r\ntimes.\r\nWe in the Gambia have also been busy with the\r\ntransformation of our own society under the dynamic and\r\nenlightened leadership of President Yahya A. J. J.\r\nJammeh, whose ideal it is to serve the youth and people\r\nof Africa by endeavouring to help them to realize their\r\n23\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\naspirations for peace, stability and justice and progress in\r\nsocio-economic development. Since we renewed our new\r\ndemocratic tradition, every effort is being made to\r\nconsolidate this process in an orderly way, mindful of the\r\nfact that better and lasting results will be achieved only\r\nthrough a systematic approach.\r\nMoreover, cultivating democracy in the midst of\r\npoverty is not an easy task because democracy is, after all,\r\nabout participation. If the basic needs of the people are not\r\nsatisfied, they are simply not interested in any political\r\nprocess. Conscious of this hard reality, the Government of\r\nPresident Jammeh quickly put in place a programme of\r\nsocio-economic development to empower the people and\r\ntheir families, placing great emphasis on social sectors such\r\nas health, education and agriculture. In this way, an\r\nimpressive number of schools have been built around the\r\ncountry, and now we can boast of providing schools for all\r\ncommunities in the Gambia. Health facilities are within\r\nreach of all Gambians and are also affordable.\r\nMay I at this juncture, on behalf of my Government,\r\nexpress our most sincere gratitude to the Governments of\r\nthose friendly States — in particular, the Federal Republic\r\nof Nigeria, Cuba, Egypt and the Republic of China on\r\nTaiwan — for the medical assistance they continue to give\r\nus during these times of need. This is a meaningful South-\r\nSouth cooperation worthy of emulation.\r\nI am only attempting to share our perception of what\r\ninter-State relations should be: caring, sharing, consulting\r\nand cooperating for the mutual benefit of all. I cannot think\r\nof a better way of cooperation between States for mutual\r\neconomic development in a world in which the gap between\r\nthe rich and the poor continues to expand. Now, whilst we\r\nare concerned with bridging this gap, we are overwhelmed\r\nby another hurricane-like phenomenon, called globalization\r\nand liberalization.\r\nGlobalization and liberalization were recognized by\r\nmany to hold many attractions. They were perceived to be\r\nthe gateway to the integration of developing countries into\r\nthe global economy. We however observe that while they\r\nare yielding ample benefits for developed countries, they\r\nhave further widened the gap between developed and\r\ndeveloping countries, as well as the inequality gap between\r\nrich and poor. Their impact on employment and socio-\r\neconomic development in general has been largely negative.\r\nWe are concerned at this growing marginalization of\r\nthe least developed countries in world trade. The volume of\r\nour total exports continues to be under 0.4 per cent of\r\nglobal exports. Increased globalization is further\r\nworsening the situation. This negative trend merits\r\ncoordinated action to alleviate the situation. In this\r\ncontext, we welcome the General Assembly’s decision to\r\nhold the first high-level dialogue for two days earlier this\r\nmonth on the theme of the social and economic impact of\r\nglobalization and interdependence and their policy\r\nimplications. We hope that this meeting will have brought\r\nabout active engagement of both developed and\r\ndeveloping countries, in a spirit of genuine partnership,\r\nwith a view to reaching a meaningful and successful\r\nconclusion and strengthening international economic\r\ncooperation for development. Globalization and\r\nliberalization must be managed through concerted\r\ninternational effort in order to avoid the further\r\nmarginalization of developing countries.\r\nThe overwhelming burden of external debt today\r\nposes one of the most challenging and daunting problems\r\nfor developing countries. Much has been said about this,\r\nand very little has been done to alleviate the problem. We\r\nbelieve that there is a dire need for new financial flows to\r\ndebtor developing countries, in addition to debt relief\r\nmeasures that include cancellation and concessional\r\nfinancial assistance to enable developing countries to\r\nreduce their debt overhang.\r\nIn this context, we welcome the Heavily Indebted\r\nPoor Countries Initiative and encourage early and urgent\r\napplication of its measures. We would also encourage any\r\nrefinements of the initiative to reduce the structural\r\nadjustment period to three years, to increase the debt\r\nreduction level to 90 per cent and to ease the terms for\r\nreduction of multilateral debt.\r\nThe least developed countries have always received\r\nthe attention and support of the international community,\r\nparticularly with the adoption of the Paris Declaration and\r\nProgramme of Action for the Least Developed Countries\r\nfor the 1990s. The realization of the primary objectives of\r\nthe Programme — to arrest and reverse the deterioration\r\nin the socio-economic conditions in the least developed\r\ncountries — so far remains elusive. The lack of progress\r\nin this regard is attributable in the main to the failure of\r\nthe international community to fulfil its commitments. We\r\nhope that the declaration of the ministers of least\r\ndeveloped countries at this year’s session will encourage\r\nour development partners to come forward and work with\r\nus in a genuine partnership.\r\nPoverty, deprivation and environmental degradation\r\nare the greatest evils facing developing countries today.\r\n24\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nWe agree with the analysis of the Secretary-General in his\r\nreport on the causes of conflict and the promotion of\r\ndurable peace and sustainable development in Africa, in\r\nparticular with regard to the interrelationship between\r\ndevelopment and peace.\r\nToday, the world is besieged with conflicts, both inter-\r\nand intra-State. From the Balkans to the Great Lakes\r\nregion, human beings continue to prey on one another with\r\nguns and knives, machetes and all other sorts of weapons.\r\nUnfortunately, women and children suffer the most from\r\nthese conflicts. We cannot continue to allow this to go on.\r\nThe time has come when people have to take individual\r\nresponsibility for crimes they have committed against\r\nhumankind. Ethnic violence and human rights abuses, a\r\ncommon feature of present day conflicts, cannot be\r\ncountenanced and cannot be committed with impunity.\r\nMy delegation supports fully the resolve of the\r\ninternational community to deal with the problem, and in\r\nthis context welcomes the establishment of the International\r\nCriminal Court. We share the philosophy of Benjamin B.\r\nFerencz, a former Nuremberg prosecutor, that\r\n“there can be no peace without justice, no justice\r\nwithout law, and no meaningful law without a court to\r\ndecide what is just and lawful under any given\r\ncircumstances”.\r\nThe establishment of the International Criminal Court\r\nwill ensure that henceforth humanity’s response to crimes\r\nagainst humanity will be swift and will be just. Henceforth,\r\nno army, no ruler, no junta anywhere can abuse human\r\nrights with impunity. The people and the Government of\r\nthe Gambia look forward to the coming into effect of the\r\nstatute of the International Criminal Court.\r\nOne of the most cherished aspirations of our\r\nOrganization is to ensure that all men live in peace. The\r\nattainment of international peace and security therefore\r\nremains one of the most vital preoccupations of our noble\r\nOrganization. It is for these reasons that my delegation\r\njoins the rest of the international community in supporting\r\nthe efforts of the United Nations to ensure peace and the\r\nresolution of conflicts around the world.\r\nMy delegation would like to take this opportunity to\r\ncommend the members of the Economic Community of\r\nWest African States (ECOWAS) and its Military Observer\r\nGroup (ECOMOG) and other regional and subregional\r\narrangements in Africa and beyond for the good work they\r\ncontinue to do in their bid to ensure peace and security. My\r\ndelegation is particularly thankful to ECOWAS for the\r\nrestoration on 10 March 1998 of the legitimate and\r\nconstitutionally elected Government of Sierra Leone. We\r\nare still concerned that the rebels have up to this moment\r\nrefused to lay down their arms. We urge the international\r\ncommunity to assist the Government of Sierra Leone in\r\nits effort to restore control over all its territory and to\r\nconcentrate its energies on national reconciliation,\r\nreconstruction and economic development. In this regard,\r\nmy delegation welcomed the holding of the Special\r\nConference on Sierra Leone that was held here in New\r\nYork at the initiative of the Secretary-General and which\r\nwe hope will contribute to the process of national\r\nreconciliation.\r\nIn neighbouring Guinea-Bissau, we hope that the\r\njoint peace initiative of ECOWAS and the Community of\r\nPortuguese Language Countries will bear fruit, leading to\r\na final settlement of the dispute. In this context, we\r\nrecognize the need to respect the ceasefire agreed upon in\r\nPraia, Cape Verde, on 26 August 1998, which we\r\nconsider to be an important step in enhancing peace and\r\nsecurity in the West African subregion.\r\nThe Government of the Gambia is concerned over\r\nthe number, intensity and interrelationship among\r\nconflicts in Africa, and especially at the emergence of\r\nnew conflicts during the past year. The border conflict\r\nbetween Ethiopia and Eritrea, the resurgence of conflict\r\nin the Democratic Republic of the Congo, the impasse in\r\nthe peace process in Angola, the continued violence by\r\nthe rebels in Sierra Leone, and the complex humanitarian\r\nemergencies in Guinea-Bissau, Somalia and Sudan,\r\namong other problems, cause grave concern to us.\r\nIn addition to what I have just said, we are also\r\nconcerned at the difficulties attendant upon the present\r\nconflict situations in Africa, in particular human rights\r\nabuses, refugee outflows and the humanitarian needs of\r\ninnocent persons affected by such conflicts, in particular\r\nwomen and children. The international community, in\r\nresponding to these conflict situations, must address these\r\nissues and the root causes of the conflicts, including in\r\nparticular the troubling issues of children in armed\r\nconflict and the flow of small arms. In this context, my\r\ndelegation welcomes the actions taken by the Security\r\nCouncil to address these issues following the report of the\r\nSecretary-General on Africa. We hope that there will be\r\na United Nations-wide approach to tackle these important\r\nissues.\r\n25\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nThe Lockerbie issue has dragged on for too long. It is\r\nabout time that a settlement was reached so that the people\r\nof the great Libyan Arab Jamahiriya can be relieved of the\r\nbite of the excruciating sanctions imposed against them. In\r\naccordance with the position taken by the Organization of\r\nAfrican Unity, the Movement of Non-Aligned Countries,\r\nthe Organization of the Islamic Conference, the League of\r\nArab States and other regional organizations, the\r\nGovernment of the Gambia welcomes the concurrence of\r\nthe Governments of the United Kingdom and of the United\r\nStates of America to the proposal to have the two\r\nLockerbie suspects tried in a neutral country, the\r\nNetherlands. Consequently, the Government of the Gambia\r\nreaffirms its full support for the Libyan Arab Jamahiriya in\r\nits bid to secure a fair and just trial for the two suspects.\r\nIn the light of the recent developments, in the quest to\r\nalleviate the immense suffering caused by the economic\r\nsanctions imposed on the Libyan nation by Security Council\r\nresolutions 748 (1992) and 883 (1993), and to avert any\r\nfurther tightening of sanctions on the Libyan Arab\r\nJamahiriya, the Government of the Gambia is desirous of\r\nthe urgent finalization of the arrangements for a lasting\r\nsolution to this long-drawn-out problem.\r\nFollowing a review, therefore, of the latest\r\ncorrespondence on the matter between the Governments of\r\nthe United Kingdom and the United States of America and\r\nthe Secretary-General, and the agreement concluded\r\nbetween those two countries and the Government of the\r\nNetherlands relating to arrangements for the transfer of the\r\nsuspects to the Netherlands and their trial there, the\r\nGovernment of the Gambia is of the view that the Libyan\r\nArab Jamahiriya must be given the opportunity to make an\r\nassessment of those documents in order to ensure that its\r\nviews and concerns are fully taken into consideration with\r\nregard to the final arrangements.\r\nWhilst acknowledging the great lengths that all parties\r\nhave gone to in order to ensure that justice is meted out —\r\nand this at the earliest possible opportunity — my country\r\nfirmly believes that Libya should have a greater input into\r\nthe final arrangements regarding the hand-over of the two\r\nLockerbie suspects and, most important, that the appropriate\r\nguarantees for a just and fair dispensation of justice should\r\nprevail. This would be in the spirit of the decision taken in\r\nOuagadougou by the heads of State of the Organization of\r\nAfrican Unity at their last summit.\r\nMy Government would like to see justice done and the\r\nreal culprits in the Lockerbie bombing identified and\r\nbrought to trial very quickly. However, whilst we persist in\r\nurging that Libya be associated fully in the quest for\r\nmutually acceptable conditions of transfer of the two\r\nsuspects to the Netherlands and trial there, we will also\r\ninsist on the need to have all the proof of their direct\r\ninvolvement in this tragic affair being provided to us in\r\nthe first place. As soon as a reasonable and acceptable\r\nterrain d’entente is reached, the sanctions must be lifted\r\nimmediately and unconditionally.\r\nThe Gambia’s foreign policy is directed by its\r\nnational interest and that of the continent, as well as by\r\nthe quest for peace and justice in the world. As members\r\nof the Security Council, we are obliged to ask some\r\npertinent questions when certain actions and initiatives\r\nhave a devastating impact on the lives of human beings.\r\nOne such issue for which we would want straightforward\r\nand clear answers relates to the recent bombing by the\r\nGovernment of the United States of a pharmaceutical\r\ncomplex in Khartoum.\r\nWhat my Government seeks to know in this respect\r\nis whether, assuming in good faith that the complex was\r\nindeed involved in the production of deadly and\r\nprohibited substances, the Government of the United\r\nStates fully weighed the consequences of such a terrible\r\nstrike on the innocent people of the Sudan before\r\nsanctioning the bombings. In other words, in the view of\r\nthe United States Government, did the satisfaction derived\r\nfrom the destruction of the complex in the Sudan\r\noutweigh the value and premium placed on the lives of\r\ninnocent men, women and children on the scales of their\r\nmoral values? This matter has to be investigated so that\r\nthe international community’s conscience may be at\r\npeace.\r\nAbout the Middle East, we are disappointed that the\r\npeace process, which gave so much hope, has virtually\r\ncollapsed. This undesirable state of affairs does not\r\ndiminish our faith in the peace process. We recognize the\r\nright of all peoples to self-determination. We therefore\r\nrespect the rights of the Palestinian people to emerge fully\r\nas an independent sovereign State. In this context, we\r\nwelcome the adoption by the General Assembly of\r\nresolution 52/250 on the participation of Palestine in the\r\nwork of the United Nations. We look forward to the day\r\nwhen Palestine joins the ranks of other States as a fully\r\nfledged Member of the United Nations.\r\nIt is the wholehearted belief of my delegation that\r\nevery people has a right to self-determination. This belief\r\ninspires the Gambia’s strong support for the aspirations of\r\nthe 21.3 million people of the Republic of China on\r\n26\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nTaiwan to exercise their right to share and participate in the\r\nactivities of the United Nations. The legitimacy of their\r\naspirations, both legal and moral, has been reinforced by\r\nsimilar actions and measures taken by the United Nations\r\non the issue of parallel representation, which now stands as\r\na useful reminder.\r\nWe believe, in the same vein, that the people of Cuba\r\nhave an inalienable right to determine their destiny. The\r\npractice of unilateral imposition of sanctions by one\r\nMember State against another should end with the demise\r\nof the cold war. As we enter the new millennium, all States\r\nshould be committed to shaping a better world, a world\r\nwherein all States, big or small, are equal, a world in which\r\nrelations between States are based on mutual respect and\r\nstrict observance of international law.\r\nThe situation between Iraq and Kuwait continues to be\r\none of the most important issues before the United Nations.\r\nWe would wish to stress the need to have this matter\r\nresolved expeditiously. We hope that those who have\r\ninfluence on Iraq will be able to secure its compliance with\r\nits international obligations and that it will resume\r\ncooperation with the United Nations and its bodies.\r\nIn this respect, we urge the release of all prisoners of\r\nwar, including missing Kuwaiti nationals and third country\r\nnationals. We encourage sincere cooperation with the\r\nInternational Committee of the Red Cross for that purpose.\r\nWe also call for the return of the properties of the\r\nGovernment of Kuwait, including official documents\r\nremoved from their national archives.\r\nMy delegation is also concerned about the\r\nhumanitarian situation in Iraq and the dire plight of the\r\nIraqi people. We encourage Iraq to cooperate fully with the\r\nUnited Nations, which would end the present logjam and\r\npave the way for a comprehensive review of the sanctions.\r\nAll of us remain concerned about the ongoing conflict\r\nin Afghanistan. We believe that there is no military solution\r\nto the conflict there. We urge all Afghan factions to find a\r\npolitical settlement to the conflict, under the auspices of the\r\nUnited Nations, which addresses all the interests and\r\nconcerns of all the people of Afghanistan.\r\nLet me at this juncture reiterate my Government’s\r\ncondemnation of the killing of Iranian diplomats in\r\nAfghanistan. We hope that the perpetrators of this heinous\r\ncrime will be pursued and brought to justice.\r\nAs we approach the new millennium, we are\r\nconfronted with long-drawn-out conflicts and new ones\r\nthat are emerging. Our world is thus far from being a\r\npeaceful and quiet place. At this stage in our history, we\r\nmust all strive to enter the twenty-first century as a\r\nunited, peaceful family that can proudly bequeath to\r\nfuture generations a developed, secure world where\r\ndemocracy, justice and equality are guaranteed to\r\neveryone, irrespective of origin, race, religion or political\r\npersuasion. We hope that the Proclamation of the year\r\n2000 as the International Year for the Culture of Peace,\r\nwhich was first suggested by the Gambia during the 1997\r\nsession, will bear fruitful results.\r\nApart from the numerous conflicts, old and new, my\r\ndelegation is also concerned about the drug menace,\r\nwhich threatens the very fabric of our societies. This\r\nproblem has now assumed monumental proportions,\r\nleaving no society safe from its lethal and tenacious\r\ntentacles.\r\nWe believe that all of us have a stake in this\r\nproblem — big and small States alike. We must therefore\r\njoin forces as a common front in our battle against this\r\nevil. The Government of the Gambia is committed to\r\ncurbing the problem of drugs in its territory and will\r\ncontinue to cooperate with all countries in that regard.\r\nThe Government of the Gambia welcomed the\r\ntwentieth special session of the General Assembly on the\r\nworld drug problem held in New York from 8 to 10 June\r\n1998. We also fully support the Political Declaration, the\r\nDeclaration of the Guiding Principles of Drug Demand\r\nReduction and the action plans adopted at the special\r\nsession.\r\nWe wish to reiterate our concern for the growing\r\nand dangerous links between terrorist groups, drug-\r\ntraffickers and their paramilitary gangs, which have\r\nresorted to all types of violence, thereby undermining the\r\ndemocratic institutions of States and violating human\r\nrights.\r\nIn addition to the drug menace, the international\r\ncommunity is faced with another challenge: international\r\nterrorism. The Government of the Gambia condemns\r\nterrorism in all its forms and manifestations. While we\r\nagain extend our sympathy to the injured and to the\r\nfamilies bereaved as a result of the recent bombings in\r\nKenya, Tanzania and South Africa, we call on all\r\ncountries to work together to fight against the scourge of\r\nterrorism.\r\n27\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nThe issue of anti-personnel landmines and its attendant\r\nconsequences is of concern. My delegation welcomes the\r\ncoming into force of the Ottawa treaty banning anti-\r\npersonnel landmines.\r\nWith the end of the cold war, nuclear disarmament\r\nshould be given priority in our efforts to ensure the safety\r\nof humankind. In this context, my delegation is encouraged\r\nby what India and Pakistan said about signing the\r\nComprehensive Nuclear-Test-Ban Treaty. We join those\r\nwho call for a negotiated and phased programme for the\r\ncomplete elimination, by all countries, of nuclear weapons.\r\nIn order for us all to enter into the new millennium\r\nwith our collective vision for a better world, we will\r\nobviously need to reform and revitalize our Organization to\r\nmake it more relevant and more responsive to the\r\nchallenges of contemporary times. This idea has indeed\r\ntaken hold, leading to the consideration of reform measures\r\nproposed by Secretary-General Kofi Annan in his report\r\n“Renewing the United Nations: A programme for reform”.\r\nMay I take this opportunity to pay tribute to our able\r\nSecretary-General for his unswerving commitment to the\r\nreform of our Organization and his cooperation in this\r\nregard. It is our fervent hope that the success of any reform\r\nprogramme for the United Nations will be judged by the\r\nability of the Organization to make a significant impact on\r\nthe lives of all people, in particular those of the developing\r\ncountries, as well as by real improvements in its\r\nfunctioning.\r\nIn this context, we feel very strongly that reform\r\nmeasures should focus mainly on strengthening the role of\r\nthe Organization in the promotion of peace and\r\ndevelopment. Any such reform programme should address\r\nthe need to enable the Organization to meet the challenges\r\nof modern times and preserve the sanctity and centrality of\r\nthe principles of the Charter.\r\nThe last session witnessed a lot of debate on this\r\nissue. It is sad to note, however, that no substantial progress\r\nhas been made. As we pursue this important task, we hope\r\nthat the Assembly will defeat the hostile offensive which\r\nseeks to portray it as a “house of words”. Any concrete and\r\nworkable decisions that may evolve out of our deliberations\r\non this issue will serve as the litmus test of the political\r\nwill of the membership to forge ahead with genuine\r\nrenewal and revitalization of the Organization.\r\nNo reform of the United Nations would be complete\r\nwithout the reform of the Security Council — the main\r\norgan responsible for the maintenance of international\r\npeace and security. While some consensus has emerged\r\non a number of issues on the question of equitable\r\nrepresentation and increase in the membership of the\r\nSecurity Council, important differences still exist on many\r\nother issues. We urge Member States to continue to\r\nnegotiate constructively on the outstanding issues with a\r\nview to arriving at a compromise that is agreeable, if not\r\nsatisfactory, to all.\r\nFinally, as we continue to grapple with the reform of\r\nthe United Nations and its organs after 50 years of\r\noperation, so must we also continue to address the\r\nweaknesses, inequalities and inadequacies that plague the\r\ninternational economic and social system, global trade,\r\nfinance, investment, international development, and so on.\r\nWe must continue to do this so as to achieve more\r\nmeaningful cooperation and partnership geared towards\r\nthe promotion of socio-economic development and the\r\npreservation of human rights and fundamental freedoms\r\nfor all.\r\nIt therefore bears recalling that the important issues\r\nof women in development and the rights of the child\r\nshould continue to be at the top of the international\r\nagenda. In this endeavour, development must be given the\r\npriority it deserves. Africa, Asia and Latin America must\r\nbe given the opportunity to emerge from their devastating\r\npast into a future which guarantees for them all the\r\nbenefits of democracy and peace, respect for human\r\nrights, development and the restoration of the dignity of\r\nall their peoples.\r\nThis objective is realizable if we all work together,\r\ndrawing inspiration from the Charter of the United\r\nNations. North and South, rich and poor, together we can\r\ndo it — if we believe in it.\r\nThe United Nations provides the forum and the\r\nnecessary framework to achieve the objectives that we set\r\nfor ourselves on this small planet that we share. Before\r\nthe United Nations was founded, the world experienced\r\nbitterly two devastating wars. When the United Nations\r\nwas founded half a century ago, it helped to avoid another\r\nglobal war despite the cold war that ensued. Today, in\r\nthis post-cold-war era in which we are confronted with\r\nlocalized ethnic and internal political strife, we need the\r\nUnited Nations more than ever before.\r\nThis world body has withstood the test of time and\r\nhistory. There is no alternative to the United Nations;\r\ncountries big and small, rich or poor, all have a vital\r\n28\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nstake in strengthening the United Nations rather than\r\nweakening it. The United Nations is more relevant today\r\nthan it has ever been, and we all should strive for its\r\nvitality and the respect of its decisions. We can do this only\r\nwhen it is clear in the minds of all that it is the common\r\nhouse of all the States of the world and that it should be\r\nperceived as being just and fair to all, in particular in the\r\nresolutions adopted by its Security Council. These\r\nresolutions should always be in the spirit of fraternal\r\ncooperation and understanding that prevail here in this\r\nGeneral Assembly Hall.\r\nWe in the Gambia remain very optimistic, and we\r\nknow we share this optimism because the General\r\nAssembly is the asylum of humanity at large against the\r\ncruelty and pain of the outer world.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Kyrgyzstan, His Excellency\r\nMr. Muratbek Imanaliev, on whom I now call.\r\nMr. Imanaliev (Kyrgyzstan) (interpretation from\r\nRussian): Allow me to congratulate Mr. Didier Opertti on\r\nhis election to the important post of President of the\r\nGeneral Assembly at this session. This is a testimony to the\r\nwidespread recognition of the country that he represents. I\r\nam convinced that his rich experience and diplomatic skill\r\nwill allow him to successfully conduct this session of the\r\nAssembly and deal with the important tasks before it.\r\nI would also like to express my sincere thanks to the\r\nPresident of the General Assembly at its fifty-second\r\nsession, the former Minister for Foreign Affairs of Ukraine,\r\nMr. Udovenko, for his fruitful work over the past year.\r\nIt would be difficult to underestimate the importance\r\nof the United Nations in the fields of peace and security,\r\ndevelopment, human rights, ecology and economic\r\ncooperation. Kyrgyzstan wishes deeply to see the\r\nOrganization successfully reformed. The Secretary-\r\nGeneral’s “quiet revolution” of institutional reforms, begun\r\na year ago, has given new strength to the United Nations\r\nmechanism.\r\nThe first, most important steps towards making this\r\nrevolution a success have already been taken, but a great\r\ndeal remains to be done. As the previous session showed,\r\nthe process of reforming the Organization so that it is\r\nprepared to respond to the challenges of the coming\r\nmillennium will require more time and more work than\r\nexpected.\r\nThe reforms of the United Nations will be\r\nincomplete if they do not apply to all of its organs,\r\nincluding the Security Council. We judge the Council by\r\nits effectiveness. In that connection, we support the\r\nSecretary-General’s proposal to expand the role of the\r\nCouncil. We share his view that the Council should deal\r\nwith economic and social processes, which have an\r\nimpact on peace and security, just as energetically as it\r\nworks to resolve political issues. We also believe it\r\nessential not only to improve the working methods of the\r\nCouncil, but also to expand its membership. In our\r\nopinion, the quantitative expansion of the Council should\r\ntake place in both categories of membership and provide\r\nfor equitable geographic representation. Further, the new\r\npermanent members of the Council should have all the\r\nprivileges appropriate to their status.\r\nThe difficult reform process that all aspects of\r\nKyrgyz society have been undergoing during the seven\r\nyears of our independence has yielded certain results. The\r\nmain result has been the preservation of political stability,\r\nfurther democratization of the society and the extension\r\nof economic reforms.\r\nLacking access to the sea, Kyrgyzstan is seeking\r\nnew transport routes, which are essential for facilitating\r\nthe movement of goods, capital and services into the\r\nregion. It is acquiring new information technology and\r\nelectronic communications, which will help the country\r\nmodernize. Kyrgyzstan wishes to develop regional\r\ncooperation within the framework of the Central Asian\r\neconomic community and the Commonwealth of\r\nIndependent States. It also believes in the necessity of\r\ncooperation with other regions.\r\nIn that connection, I would like to mention the\r\ntimeliness and importance of President A. Akayev’s\r\ndoctrine of “Silk Road Diplomacy”. A revival of the idea\r\nof the great Silk Road presupposes the transformation of\r\nthe area along the road into a zone of stability, security,\r\ncooperation and equitable partnership. The idea of\r\nreviving this road also represents a commitment to\r\ncreating favourable conditions for increased international\r\ncooperation so that we can take joint action to solve the\r\nglobal problems that confront mankind at the threshold of\r\nthe third millennium.\r\nThe national strategy of the Kyrgyz Republic\r\nhighlights sustainable development as the basis for stable\r\nand secure human development as we enter the new\r\nmillennium. The implementation of the decisions adopted\r\nat the World Summit for Social Development are of\r\n29\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nimmense importance for the Kyrgyz Republic. For countries\r\nwith economies in transition — countries seeking to find\r\ntheir way to sustainable growth — it is especially important\r\nthat there be coordination and joint action within a\r\nrevitalized United Nations, the Bretton Woods institutions\r\nand regional organizations in order to accelerate the\r\nintegration of these countries into the world economy.\r\nA priority for Kyrgyz development is solving the\r\nthree-headed problem of modern times: how to promote the\r\neconomy, ecology and social development. I should point\r\nout that ecology is the cornerstore of sustainable\r\ndevelopment for Kyrgyzstan. The harmony of man and\r\nnature is at the heart of the sustainable development\r\nprogramme adopted by the Government of Kyrgyzstan last\r\nyear.\r\nKyrgyzstan is a mountainous country; most of its\r\nterritory — 95 per cent — is covered by mountains.\r\nMountains, as is well known, are an important source of\r\nfresh water, biological diversity, mineral resources and\r\nenergy, as well as being extremely important for tourism.\r\nAt the same time, however, mountains means surprises and\r\ndangers. Earthquakes, landslides, avalanches, floods — all\r\nthreaten human lives and require enormous financial and\r\nmaterial expenditures. In that connection, Kyrgyzstan is\r\ndeeply grateful to United Nations Member States for their\r\nsupport of its initiative to declare the year 2002 an\r\ninternational year of mountains, and we request them to\r\ncontinue to support the initiative at this session of the\r\nAssembly.\r\nThe Kyrgyz Republic’s policy of peace, which is\r\nfocused on the new trend towards a multipolar global\r\nsystem, presupposes, inter alia, a safe, non-nuclear future.\r\nThe specific steps Kyrgyzstan has taken in the area of\r\nnuclear disarmament and in strengthening the nuclear non-\r\nproliferation regime confirm its commitment to this policy.\r\nAppropriately, the Central Asian countries’ initiative\r\nto create a nuclear-weapon-free zone was on the agenda of\r\nthe fifty-second session of the General Assembly. During\r\nthat session a resolution on the establishment of such a\r\nzone in Central Asia was adopted by consensus.\r\nToday it is a pleasure for me to state that the\r\nconsultative meeting of experts of Central Asian countries,\r\nnuclear-weapon States and the United Nations, which took\r\nplace on 9 and 10 July in Bishkek, laid the legal foundation\r\nfor the Central Asian initiative. This is a new stage in the\r\ncreation of the zone. In this connection, we believe it useful\r\nto continue regular meetings between experts of the\r\nregional working group and those of the nuclear-weapon\r\nStates, with the participation of representatives of the\r\nUnited Nations and the International Atomic Energy\r\nAgency.\r\nThis year’s session coincides with the fiftieth\r\nanniversary of United Nations peacekeeping operations.\r\nKyrgyzstan completely supports the peacekeeping efforts\r\nthe Organization has undertaken in various global hot\r\nspots. At the same time, we believe that, along with\r\npeacekeeping operations, more attention should be paid to\r\nthe early prevention of conflicts — so-called preventive\r\nor quiet diplomacy aimed at preventing disputes from\r\nturning into conflicts.\r\nKyrgyzstan is seriously concerned by the armed\r\nconflict that has lasted for almost two decades in\r\nAfghanistan. We are also seriously alarmed at the military\r\nconfrontation and the grave humanitarian situation in\r\nKosovo, the situation in Africa and the absence of\r\nprogress in the Middle East, Cyprus and the Korean\r\npeninsula.\r\nHowever, we are equally concerned about the\r\nfinancial crises in South-East Asia, Russia and Latin\r\nAmerica and the nuclear- weapons tests conducted by\r\nIndia and Pakistan. For, as history shows, the sources of\r\nconflict, despite being very different, are at the same time\r\nvery similar. Armed conflicts are accompanied by\r\nviolence, mass exodus of refugees, illegal trafficking in\r\ndrugs and weapons and flagrant disregard for and\r\nviolations of human rights. The territory of countries\r\nexperiencing armed conflicts is often utilized to train\r\nprofessional mercenaries and terrorists.\r\nTerrorism long ago crossed national borders and\r\nbecame international in nature. Thousands of innocent\r\npeople have become its victims, including children,\r\nwomen and elderly people. Particular phenomena of the\r\npast century have been terrorist bombings and nuclear\r\nterrorism. We support the proposals for accelerating work\r\non a draft convention to combat acts of nuclear terrorism.\r\nKyrgyzstan firmly opposes any form or type of terrorism\r\nand calls on the international community to pool its\r\nefforts against this global threat.\r\nKyrgyzstan’s six years as a Member of the United\r\nNations have been a good training ground for\r\nparticipation in the United Nations family. Together with\r\nother countries, we have striven to establish a world of\r\ngreater justice, to achieve social progress in the interest of\r\n30\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nhumankind and to assert human dignity and equal rights for\r\nall.\r\nAs the twenty-first century draws closer, what the\r\nworld becomes will depend primarily on our joint efforts —\r\nthe efforts of all United Nations Member States.\r\nThe Acting President: I now call on the Deputy\r\nMinister for Foreign Affairs of the Democratic People’s\r\nRepublic of Korea, His Excellency Mr. Choe Su Hon.\r\nMr. Choe Su Hon (Democratic People’s Republic of\r\nKorea) (spoke in Korean; English text furnished by the\r\ndelegation): Allow me first of all, on behalf of the\r\ndelegation of the Democratic People’s Republic of Korea,\r\nto congratulate Mr. Didier Opertti, Minister for Foreign\r\nAffairs of Uruguay, on his election to the presidency of the\r\nGeneral Assembly at its current session. We believe that his\r\nrich experience and diplomatic skill in dealing with\r\ninternational affairs will lead this session to fruitful results.\r\nWe also express our gratitude to the former President,\r\nMr. Hennadiy Udovenko, for his successful stewardship of\r\nthe fifty-second session of the General Assembly. At the\r\nsame time, I wish to take this opportunity to express our\r\nappreciation to Secretary-General Kofi Annan for his efforts\r\ndevoted to the maintenance of international peace and\r\nsecurity.\r\nIt is the wish and aspiration of humankind to make the\r\nforthcoming twenty-first century peaceful and prosperous.\r\nIn this connection, we believe that working out appropriate\r\nways and means to achieve that end should be the main\r\nfocus of the current session.\r\nThe next century should be one of independence. In\r\norder to build a world free of all forms of domination and\r\nsubordination and to ensure equality among all countries\r\nand nations, independence should be realized throughout the\r\nworld. Only when all Member States adhere to the Juche\r\ncharacter and the national character and firmly maintain\r\nindependence in all fields of State activities can\r\ninternational peace and security also be ensured.\r\nAt the first session of the tenth Supreme People’s\r\nAssembly of the Democratic People’s Republic of Korea,\r\nheld on 5 September this year, our people unanimously re-\r\nelected with high esteem the Great Leader Comrade Kim\r\nJong Il as Chairman of the National Defence Committee.\r\nThe chairmanship of the National Defence Committee is the\r\nhighest post of the State, organizing and leading the work\r\nof defending the country and the destiny of the people, as\r\nwell as strengthening and increasing the defence capabilities\r\nof the country and State power as a whole through\r\ncommand over all its political, military and economic\r\nforces. It is a sacred and important post that symbolizes\r\nand represents the honour of the country and the dignity\r\nof the nation.\r\nThe election of our Great Leader General Kim Jong\r\nIl as Chairman of the National Defence Committee is the\r\nmost significant event in the sacred cause of strengthening\r\nand developing our Republic and in achieving prosperity\r\nand happiness for all generations to come. It is a vivid\r\nexpression of our people’s absolute trust in, support for\r\nand boundless loyalty to their leader.\r\nSome time ago, our people enthusiastically\r\ncelebrated the fiftieth anniversary of the founding of the\r\nDemocratic People’s Republic of Korea. What pleased\r\nour people most at this emotional juncture was the fact\r\nthat our scientists and technicians successfully launched\r\ninto orbit an artificial satellite, Kwangmyongsong No. 1,\r\nusing a multi-stage rocket carrier developed by us in our\r\nown way, with our own knowledge and 100 per cent our\r\nown technology. It was the first of its kind in the country.\r\nThe successful launching of our first artificial satellite\r\nwas an historic event demonstrating the might of our\r\nscientific and technical development, and it will make a\r\ngreat contribution to safeguarding world peace and\r\nenriching the store of science and technology for\r\nhumankind.\r\nIn the last 50 years, the Government of our Republic\r\nhas been able to safeguard the sovereignty of our country,\r\nadvance the socialism chosen by our people towards\r\nvictory and defend peace on the Korean peninsula by\r\nholding fast to the Juche character and the national\r\ncharacter, while firmly maintaining independence in all\r\nfields of State activities.\r\nThroughout the country our entire population is now\r\nfully determined to glorify our socialism, which is centred\r\non the popular masses, under the banner of the Republic\r\nfounded by our Great Leader Comrade Kim Il Sung, the\r\nfounding father of socialist Korea. The people uphold the\r\nleadership of the respected and beloved General Kim Jong\r\nIl. In the near future, the world will see the independent\r\nand peace-loving Democratic People’s Republic of Korea\r\ndevelop into a prosperous Power.\r\nThe reunification of Korea and peace and security on\r\nthe Korean peninsula have long been a main area of\r\nconcern for the international community. From the\r\nviewpoint of both the misfortune and suffering of a nation\r\n31\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nand the peace and security of a region, the division of the\r\nKorean peninsula should not last any longer. Due to the\r\nfact that Korea has not yet been reunified, military\r\nconfrontation and tensions grow increasingly aggravated\r\nbetween the United States, Japan and South Korea, on the\r\none hand, and the Democratic People’s Republic of Korea\r\non the other.\r\nAs a result of the present military manoeuvres against\r\nthe Democratic People’s Republic of Korea on and around\r\nthe Korean peninsula, there is a growing danger that either\r\nthe twentieth century may close or the twenty-first century\r\nmay open with another Korean war. This danger should be\r\nremoved by all possible means. In order to remove the\r\ndanger of war and ensure a durable peace on the Korean\r\npeninsula, the reunification of the country should be\r\nachieved without fail.\r\nIndependence, peaceful reunification and great national\r\nunity are the three principles of national reunification\r\nagreed upon between the North and the South. These\r\nprinciples were also welcomed and supported by the United\r\nNations. The Government of our Republic consistently\r\nmaintains that Korea should be reunified by means of\r\nconfederacy on the basis of the three principles of\r\nreunification. In April this year, our Great Leader, Comrade\r\nKim Jong Il, advanced the five-point policy for the great\r\nunity of the entire nation as part of his continued efforts for\r\nnational reunification.\r\nThe main elements of the five-point policy are the\r\nprinciple of national independence; a change in policy by\r\nthe South Korean authorities towards reconciliation and\r\nalliance with the North; dialogue for the unity and\r\nreunification of the whole nation; the promotion of\r\ncoexistence, co-prosperity and public interests between the\r\nNorth and the South; and solidarity and coalition between\r\nthe North, South and the international community. The\r\nGovernment of our Republic will spare no effort to achieve\r\nthese points.\r\nWe have been consistently in favour of dialogue for\r\nreunification and to improve relations between the North\r\nand South of Korea. The North-South dialogue should be\r\nconducted on the basis of the principles of placing the\r\ncommon interests of the nation above all, removing distrust\r\nand confrontation between the North and the South and\r\nsubordinating everything to the cause of national\r\nreunification. No one should be allowed to use dialogue for\r\ndishonest political purposes or to perpetuate the division of\r\nthe country. If the South Korean authorities show their\r\nsincere desire for reunification by taking practical\r\nactions — such as abolishing the National Security Law\r\nand the like — we will meet with them at any time and\r\nhold dialogues and consultations to discuss the common\r\ndestiny of the nation and work together for national\r\nreunification.\r\nIn order for the Korean people to resolve the\r\nquestions of national unity and reunification by\r\nthemselves, concerned countries, including the United\r\nStates and Japan, should refrain from hindering the efforts\r\nof the Korean people. The United States Army is the\r\nmain military entity in South Korea and has long been in\r\nbelligerent relations with us. This is a quite abnormal\r\nphenomenon in today’s post-cold-war international\r\nrelations and the product of anachronistic thinking. It is\r\nthe United States military entity and no other that\r\nconstitutes the major obstacle in the way of the\r\nindependent and peaceful reunification of Korea. In this\r\nforum, we once again strongly urge the United States to\r\nwithdraw its forces from South Korea and to end its\r\nbelligerent relations with us. The States Members of the\r\nUnited Nations should no longer claim to be unaware that\r\nthe name and flag of the United Nations continue to be\r\nabused to conceal these belligerent relations.\r\nWe are convinced that the most appropriate way of\r\nmaintaining peace on the Korean peninsula is to dissolve\r\nthe United Nations command in South Korea and to\r\nconclude a peace agreement between the Democratic\r\nPeople’s Republic of Korea and the United States. This is\r\nour unchanging position.\r\nJapan should not hinder the cause of our\r\nreunification by aggravating the tense situation on the\r\nKorean peninsula. Japan must discharge its responsibility\r\nfor the Korean question by sincerely apologizing and\r\nproviding compensation for its enormous crimes against\r\nour people, instead of attempting to declare war against\r\nus by drawing up so-called “emergency legislation”,\r\naimed at keeping pace militarily with the United States,\r\nthe belligerent party with us.\r\nRecently, too, the Japanese authorities behaved\r\nunreasonably when they publicly questioned our satellite\r\nlaunch and acted rashly in taking the issue to the Security\r\nCouncil, insisting that it respond to our launch. This was\r\na flagrant mockery of the international community. If our\r\nsatellite launch is a serious security concern, Japan’s\r\nsatellite launches should be top priority for the Security\r\nCouncil’s consideration.\r\n32\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nWith just one year to go before the twenty-first\r\ncentury, the United Nations is faced with the task of\r\nbuilding a new world free from all forms of domination and\r\nsubordination. New challenges in safeguarding world peace\r\nand security, achieving the denuclearization of the world\r\nand ensuring social progress and economic development\r\nrequire the United Nations to find appropriate new\r\nmeasures.\r\nAlmost all the recent attempts by a few big countries,\r\nas opposed to the United Nations membership as a whole,\r\nto deal with international matters have met with failure.\r\nThis proves that the era of power politics and big-Power\r\narbitrary action ended with the cold war. The United\r\nNations is now at a crossroads. It can either be dictated to\r\nby big countries or become the Organization of a new era\r\nin which the purposes and principles of its Charter are\r\nsafeguarded and fully realized. The reform of the United\r\nNations should correctly reflect this reality.\r\nAt present, the most undemocratic organ in the United\r\nNations system is the Security Council. The current\r\ncomposition of the Council does not represent the general\r\nUnited Nations membership and the veto power of its\r\npermanent members often subverts the wishes of the\r\nmajority of member States.\r\nIf the United Nations is to be democratized, the\r\nSecurity Council should be reformed. To this end, the\r\nexpansion of the non-permanent category should be given\r\nprecedence, thus correcting, to a certain extent, the current\r\nimbalance in the Council’s composition. Its working\r\nmethods must be improved for the sake of transparency.\r\nPriority should be given to the developing countries in the\r\nexpansion of the Council’s permanent membership. Any\r\nState that has failed to atone for its past is not eligible for\r\npermanent membership. As for relations between the\r\nGeneral Assembly and the Security Council, the authority\r\nof the General Assembly should be enhanced decisively.\r\nRecent events in southern Asia, witnessed by the\r\nentire world, remind us all that disarmament, especially\r\nnuclear disarmament, should remain a priority on the\r\nagenda of the United Nations. Although several years have\r\nelapsed since the end of the cold war, nuclear stockpiles\r\naround the world have become more sophisticated rather\r\nthan being reduced. When the international community\r\ncalled for a ban on all nuclear explosive tests, the nuclear-\r\nweapon States opted for subcritical tests.\r\nThe proliferation of nuclear weapons cannot be\r\nprevented so long as the nuclear-weapon States pursue a\r\nmonopoly of nuclear weapons. The policy of the nuclear-\r\nweapon States to provide a nuclear umbrella and their\r\ndouble standards in dealing with nuclear issues are among\r\nthe obstacles to making nuclear disarmament a reality.\r\nThe United Nations should decisively strengthen its\r\nrole in the field of disarmament. In this regard, we\r\nbelieve that there is a growing need to convene a fourth\r\nspecial session of the General Assembly on disarmament.\r\nThe issue of human rights needs to be dealt with\r\nobjectively and impartially within the framework of the\r\nUnited Nations. In today’s international relations, the\r\nhuman rights issue has became synonymous with\r\nintervention in the internal affairs of other countries.\r\nAttempts to impose the values of one nation upon others\r\nare rampant. Consequently, the rights of people to choose\r\nand the sovereign rights of nations are being infringed.\r\nThe United Nations should reject the politicization of\r\nhuman rights and never tolerate double standards in the\r\nimplementation of human rights instruments.\r\nThe twenty-first century should be devoted to\r\ndevelopment and cooperation. Economic development and\r\nthe sustained growth of the developing countries should\r\nbecome a main theme in international economic relations.\r\nTo this end, the current inequitable international economic\r\nrelations need to be redressed and the external debt issue\r\nresolved.\r\nEconomic sanctions run counter to the ideal of\r\ncooperation, are anachronistic, and only incite\r\nconfrontation among nations. Countries that see economic\r\nsanctions as an instrument of power and authority should\r\npay due attention to the fact that many people, at home\r\nand abroad, are increasingly sceptical about and opposed\r\nto them.\r\nGlobalization has caused the monetary crisis in Asia,\r\nincreasing the poverty and marginalization of the\r\ndeveloping countries. The United Nations should find\r\nways to meet this new challenge. It should play its\r\nrightful role in strongly promoting the spirit of collective\r\nself-reliance of the developing countries and urging the\r\nimplementation of official development assistance by the\r\ndeveloped countries.\r\nThe delegation of the Democratic People’s Republic\r\nof Korea appreciates the efforts of the countries of Asia,\r\nAfrica and Latin America to develop regional and\r\nsubregional cooperation in the spirit of collective self-\r\nreliance. We also support Syria and other Arab countries\r\n33\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nin their just struggle to seek a fair and comprehensive\r\nsolution to the Middle East problem and appreciate the\r\nefforts of the countries of Africa to promote peace, security\r\nand development there.\r\nI take this opportunity to express our gratitude to the\r\nGovernments, organizations and individuals of various\r\ncountries, as well as the United Nations and governmental\r\nand non-governmental international organizations, for their\r\nhumanitarian assistance with the damage caused by several\r\nconsecutive years of natural disaster in my country.\r\nThe Democratic People’s Republic of Korea is an\r\nindependent peace-loving State and its Government\r\nconsistently adheres to the fundamental ideal of\r\nindependence, peace and friendship in its foreign policy.\r\nThe Government of our Republic will develop relations of\r\nfriendship and cooperation with all countries respecting its\r\nsovereignty and continue to make every effort to ensure\r\npeace on the Korean peninsula and to safeguard peace and\r\nsecurity in North-East Asia, in conformity with the\r\npurposes and principles of the United Nations Charter.\r\nMy delegation will contribute to the best of its ability\r\nto the successful deliberation of all items on the agenda of\r\nthe current session.\r\nThe Acting President: The last speaker on my list is\r\nHis Excellency Mr. Mate Granić, Deputy Prime Minister\r\nand Minister for Foreign Affairs of Croatia.\r\nMr. Granić (Croatia): Let me first extend my sincere\r\ncongratulations to the new President of the General\r\nAssembly at its fifty-third session, His Excellency\r\nMr. Didier Opertti, Minister for Foreign Affairs of\r\nUruguay. I am confident that his diplomatic experience will\r\nplay an important role in the work of the Assembly. At the\r\nsame time, I would like to thank Mr. Hennadiy Y.\r\nUdovenko of Ukraine for the skilful manner in which he\r\npresided over the work of the fifty-second session of the\r\nGeneral Assembly.\r\nI welcome the opportunity to address the General\r\nAssembly on behalf of a nation that has emerged more vital\r\nthan ever before from one of the worst regional crises since\r\nthe Second World War. The free and sovereign Croatia of\r\ntoday harbours a vibrant market place of ideas, innovative\r\neconomic and rich social and cultural practices. We are\r\nlearning that democracy means the right to both rational\r\nand what at times might appear irrational choices. We are\r\nlearning that the free-market economy is both a prospect for\r\nsuccess and a risk of failure.\r\nPositive results are already visible. Croatia of today,\r\nalthough still burdened by the multiple tasks of transition,\r\nreconstruction, the return of refugees and displaced\r\npersons and reconciliation, stands firmly rooted in the\r\nmaturing Central European polity and economy. Croatia\r\nlooks with ambition and sharpened senses towards\r\nreclaiming its place in the old Europe and contributing to\r\nthe new Europe and the global community.\r\nSince ancient times Croatia has been a European\r\ncountry. Integration into Euro-Atlantic institutions remains\r\nour strategic goal. Therefore, Croatia will continue to\r\nmarch towards it, being devoted to its high standards and\r\ncommitted to its principles. This year Croatia is presiding\r\nover the Central European initiative with a great sense of\r\nresponsibility. Furthermore, Croatia hopes to join the\r\nWorld Trade Organization soon.\r\nAs a Central European and Mediterranean country,\r\nCroatia will further endeavour to remain a key agent of\r\nstability and peace in this part of the world. Through its\r\nresponsible policy towards the crisis which has marked\r\nthe recent history of this part of Europe, Croatia has\r\naffirmed its indispensable role in the most important\r\npolitical developments in this region.\r\nEven though the war is behind us, Croatia is still\r\ngrappling with the legacies of aggression, such as the\r\nproblems of devastated economic infrastructure, missing\r\npersons, ongoing assistance to war victims and invalids\r\nand the return of displaced persons and refugees. This\r\nmeans that my country is undergoing a double transition\r\nat the same time. The transition from war to peace is\r\nequally complex and demanding.\r\nIn June this year, the national Programme for the\r\nReturn and Accommodation of Displaced Persons,\r\nRefugees and Exiled Persons was adopted, and, as\r\neverybody agrees, it is being successfully implemented.\r\nSo far, more than 45,000 Croatian Serbs have returned.\r\nCroatian authorities are also taking numerous steps and\r\nmeasures to encourage the process of reconciliation. A\r\nsuccessful donors’ conference on reconstruction, to be\r\nheld later this fall, should further contribute to the\r\nongoing process of return and normalization of daily life,\r\nespecially in the war-affected areas.\r\nCroatia is increasingly focusing on post-war\r\nreconstruction, economic growth and development, as\r\nwell as on the overall normalization of relations with its\r\nneighbours to the east and south. But it must be stressed\r\nthat full normalization of relations with neighbouring\r\n34\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\ncountries has always been a cornerstone of our policies\r\nfrom the very outset.\r\nCroatia was not only the first country to recognize\r\nBosnia and Herzegovina as an independent and sovereign\r\ncountry, but it has also helped Bosnia and Herzegovina\r\nmore than any other party in its struggle to survive within\r\nits internationally recognized borders. Hence, let me repeat\r\nthat for the Republic of Croatia as a guarantor of the\r\nDayton Peace Agreement, the following basic principles\r\nremain paramount: first, Bosnia and Herzegovina as a\r\nsingle, internationally recognized State; second, the\r\ndecentralization of State apparatus; and third, full equality\r\nof the three constituent peoples. Croatia cannot support any\r\nsolution for Bosnia and Herzegovina that does not fully\r\nincorporate these founding principles or that in any way\r\namounts to a revision of the Dayton principles. Deviations\r\nfrom or tacit abrogation of these principles can be both\r\ndamaging and destabilizing not only to Bosnia and\r\nHerzegovina itself, but also to the other countries in the\r\nregion.\r\nCroatia firmly believes that the recent elections in\r\nBosnia and Herzegovina will further contribute to lasting\r\nstability and security. The agreement on free transit through\r\nthe territory of Bosnia and Herzegovina at Neum and use\r\nof the Croatian port of Ploce, which will be formally signed\r\nshortly, is yet another example of good-neighbourly\r\nrelations between Croatia and Bosnia and Herzegovina.\r\nCroatia has signed an agreement on the State to State\r\nCouncil on Cooperation with Bosnia and Herzegovina.\r\nCroatia supports the efforts by the Office of the High\r\nRepresentative, United Nations representatives and the\r\npeacekeeping forces in Bosnia and Herzegovina and shall\r\nspare no effort in doing what is in its power to help them\r\nfulfil their mandate.\r\nWe have come a long way in our bilateral relations\r\nwith our eastern neighbour, the Federal Republic of\r\nYugoslavia. Since the end of hostilities, 10 bilateral\r\nagreements have been signed. We hope that the last\r\noutstanding issue, concerning the security arrangement for\r\nthe Prevlaka area, will be negotiated promptly. Negotiations\r\nformally began on 15 September 1998. Croatia stands ready\r\nnot only to open the border crossings with the Republic of\r\nMontenegro, but also to continue with demilitarization on\r\nour side of the border and with the present security regime\r\ncurrently administered by United Nations Mission of\r\nObservers in Prevlaka (UNMOP). Whether it is through\r\nsuccessful bilateral negotiations with the Federal Republic\r\nof Yugoslavia, through the Security Council or even\r\nthrough unilateral action consistent with the rights and\r\nduties of Croatia under international law, the UNMOP\r\nmandate should terminate by 15 January 1999, because in\r\nthe present circumstances another prolongation of the\r\nmandate can be misused to stall negotiations indefinitely.\r\nThe other United Nations mission in the Republic of\r\nCroatia, the United Nations Civilian Police (UNCIVPOL),\r\nwith a mandate in the Croatian Danubian region, is\r\napproaching its final stage, after having successfully\r\ncompleted its task in that part of Croatia and, together\r\nwith recently adopted measures by the Croatian\r\nGovernment, having helped create conditions for\r\nreconciliation and a comprehensive return process.\r\nTermination of both United Nations missions will be\r\na new landmark in the life of our country and will\r\nconfirm once again its sovereignty and integrity over its\r\nentire territory.\r\nWhile it has lent its full support and cooperation to\r\nthe International Criminal Tribunal for the former\r\nYugoslavia, Croatia is not satisfied with its results thus\r\nfar. Indictments issued so far do not adequately reflect the\r\nscope of war crimes committed by different sides in the\r\nconflict nor the level of involvement. The Republic of\r\nCroatia helped to persuade 11 Bosnian Croats to\r\nvoluntarily surrender to The Hague Tribunal. Three of\r\nthem have been acquitted while the rest have been\r\nawaiting trial for over 12 months, much longer than usual\r\nin any individual State. On top of that, not a single\r\nperson — despite promises made as far back as the\r\nDayton negotiations — has been charged for crimes\r\ncommitted against Bosnian Croats. Furthermore, only one\r\nSerb was brought to The Hague for crimes committed\r\nduring the aggression against Croatia, but he died in\r\nprison and was never sentenced.\r\nThe most notorious perpetrators of war crimes and\r\ncrimes against humanity — Karadzic, Mladic and\r\nMartic — still remain at large, and in many cases in full\r\nview of the international community.\r\nThe Republic of Croatia shares the concern of the\r\ninternational community on the rapidly worsening\r\nsituation in Kosovo and the impending threat to\r\ninternational peace and security. As a neighbouring\r\ncountry of the Federal Republic of Yugoslavia, Croatia is\r\nvitally interested in a speedy resolution of the crisis. We\r\njoin the international community in condemning violations\r\nof human rights in Kosovo, and we denounce all forms of\r\nterrorism, regardless of whether they are committed by a\r\nState, a group or an individual, bearing in mind that State\r\n35\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nterrorism represents the most dangerous form of terrorism,\r\ndue to the resources available to States. Croatia supports a\r\npeaceful and negotiated solution that would respect both the\r\nterritorial integrity of the Federal Republic of Yugoslavia\r\nand the rights of Kosovo Albanians to autonomy. Croatia\r\nis alarmed at the imminent humanitarian catastrophe, which\r\nneeds urgent and determined international action.\r\nThe twentieth century can boast of tremendous\r\nachievements in various fields on the individual as well as\r\nthe collective level, while awareness of global\r\ninterdependence in every respect is growing.\r\nHowever, we must face the fact that we are also\r\nwitnesses to the negative legacies of the twentieth century:\r\nthe proliferation of weapons of mass destruction; terrorism;\r\nnarcotics production, trafficking and consumption; lagging\r\ndevelopment; disregard for the environment; the rise of\r\ntransnational crime; and continued grave breaches of\r\nfundamental human rights and humanitarian law.\r\nOn the fiftieth anniversary of United Nations\r\npeacekeeping and the adoption of the Universal Declaration\r\nof Human Rights, let us ask ourselves: what is the United\r\nNations, what does it really do? I agree with those who\r\nstrongly believe that the United Nations is not only a global\r\nOrganization in which Governments exchange views,\r\nmuster support for their policies and views or trade in votes\r\nand influence. The United Nations is much more than an\r\nOrganization; it is a living idea for a better world.\r\nValues do matter.\r\nLike all organizations, the United Nations has aged,\r\nand its structure and mechanisms have become anywhere\r\nfrom slightly to grossly obsolete. To meet the challenges\r\nand needs of the emerging global society at the turn of the\r\ncentury, the United Nations must evolve just as quickly or\r\nrisk being overtaken by other institutions or initiatives that\r\nmay or may not be universal in scope, and may or may not\r\nmore faithfully reflect the credo of a better world for all of\r\nus. It is high time that we again acted as “We the peoples”.\r\nIt is Croatia’s view that the reform of the United\r\nNations should take many forms and focus not only on the\r\nneeds of the Organization — that is, on the fulfilment of its\r\nlegislative mandates — but also on increasing its\r\neffectiveness on the global stage. The Secretary-General has\r\ndone his part, and it is now up to each and every one of\r\nus — as nations, as peoples, as individuals — to partake in\r\nreforming the United Nations for the next millennium.\r\nThe reform of the Security Council remains\r\nimperative. While the founding principle of the sovereign\r\nequality of States must be strictly maintained, both the\r\nstructure and operation of the Security Council must be\r\nharmonized with the new realities in international affairs.\r\nInterdependence, liberalization of polities and markets and\r\nthe profoundly widened access to instantaneous\r\ncommunication all demand that the function and use of\r\nthe veto power be readjusted, and that this pivotal world\r\nbody operate in a more transparent, representative and\r\notherwise democratic structure. Croatia thus supports the\r\nenlargement of the Security Council in both categories,\r\npermanent and non-permanent, fully in line with its\r\nrepeatedly declared positions.\r\nSeveral important world conferences have been held\r\nunder United Nations auspices in the past decade; the\r\ntime has come to implement the findings and evaluate the\r\nresults of those conferences.\r\nWe firmly believe that the role of the Economic and\r\nSocial Council remains important to the well-being of this\r\nOrganization and its Members. Although Croatia has\r\nincreased its presence in United Nations expert bodies,\r\nincluding two commissions of the Economic and Social\r\nCouncil, we can do and wish to do more. Hence, Croatia\r\nattaches paramount importance to its candidature for the\r\nEconomic and Social Council for the years 2000-2002.\r\nThe need for further improvement of international\r\nsecurity structures and mechanisms deserves our special\r\nattention. If it has been identified with anything, the\r\nUnited Nations has been widely identified with its\r\npeacekeeping role. Nowadays, as we approach the end of\r\nthe active and, by general estimation, highly successful\r\nUnited Nations peacekeeping presence in Croatia, the\r\nCroatian Government and people feel very strongly that\r\nthe time has come for Croatia to pay back in kind some\r\nof the good deeds bestowed on us by the United Nations\r\ncommunity. It was with a sense of pride and\r\nresponsibility that I submitted a letter to the Secretary-\r\nGeneral earlier today, formally notifying him of Croatia’s\r\nreadiness to join the ranks of peacekeeping contributor\r\ncountries.\r\nDisarmament and international security issues are\r\ncritically important in our efforts to preserve peace and\r\nenhance stability in the increasingly volatile world.\r\nCroatia is particularly concerned about the problem\r\nof landmines. We still suffer from the consequences of\r\nmore than 2 million mines scattered all over our country\r\nduring the imposed war. A lot of work has been done to\r\n36\r\nGeneral Assembly 18th plenary meeting\r\nFifty-third session 28 September 1998\r\nalleviate the problem, but many areas have not yet been\r\ncleared. This situation adversely affects the process of\r\nreturn of displaced people and refugees and slows down\r\neconomic reconstruction and development. The sheer\r\nmagnitude of this problem requires a more forceful and\r\nresourceful global response, be it financial or technical.\r\nCroatia ratified the Ottawa Convention in May 1998 and\r\nstrongly supports the efforts in the Conference on\r\nDisarmament to start negotiations on a global ban by\r\nbuilding on the achievements of the Ottawa process.\r\nThe developments in disarmament, non-proliferation\r\nand international security since our last session can be a\r\ncause of great concern. International terrorism is another\r\nthreat to security and peace in the world. Croatia joins\r\nothers in unequivocally condemning all forms of terrorism,\r\nregardless of their motives or origin. Croatia also supports\r\nthe strengthening of international cooperation in order to\r\nbring those responsible to justice and prevent further\r\nabhorrent acts of violence. My Government has ratified all\r\nmajor anti-terrorist treaties and actively participates in the\r\ncurrent work on a nuclear terrorism convention.\r\nCroatia joins the rest of the world in commemorating\r\nthe fiftieth anniversary of the Universal Declaration of\r\nHuman Rights. In the past 50 years it has become obvious\r\nthat we should all work hard to establish efficient\r\nmechanisms for the protection of human rights. More\r\nobjective criteria must be developed for their evaluation in\r\norder to avoid politicization and establish a universal\r\nstandard in human rights.\r\nIn November 1997, Croatia ratified the European\r\nConvention for the Protection of Human Rights and\r\nFundamental Freedoms, and accepted the competence of the\r\nEuropean Court of Human Rights and the European\r\nCommission of Human Rights to deal with individual cases.\r\nCroatia has also ratified the Framework Convention for the\r\nProtection of National Minorities and the European Charter\r\nfor Regional or Minority Languages.\r\nCroatia welcomes the results of the Rome Conference\r\non the establishment of an International Criminal Court, and\r\nthanks the host country, Italy, for its generous hospitality.\r\nAlthough not all aspirations could be fully accommodated\r\nin Rome, the establishment of an efficient, permanent\r\nInternational Criminal Court will be a milestone in the\r\nmarch towards the universal protection of human rights and\r\nthe rule of law. Croatia intends to sign and ratify the\r\nStatute of the court in the near future and calls on other\r\nStates to do the same.\r\nThe role of the United Nations remains of vital\r\nimportance for the world today. Under its auspices, many\r\npraiseworthy achievements have been made in various\r\nfields. The United Nations has played an important role\r\nin Croatia, in time of war as well as now, when its two\r\nmissions are about to complete their mandates. The\r\nUnited Nations presence in Croatia will continue at a\r\nlevel of partnership in addressing social and, especially,\r\ndevelopment questions. Only a strong and reformed\r\nOrganization will be able to adequately meet the\r\nincreasing and changing needs of its Member States.\r\nIn conclusion, therefore,I would like to say again\r\nthat values do matter. We the peoples are capable of truly\r\nreforming the United Nations. We both need and deserve\r\na United Nations that is able and equipped to meet the\r\nchallenges and opportunities of the twenty-first century.\r\nThe meeting rose at 7.35 p.m.\r\n37\r\n"