"United Nations A/53/PV.17\r\n98-85900 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n17th plenary meeting\r\nMonday, 28 September 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Shikhmuradov\r\n(Turkmenistan), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President: I first call on the Minister for\r\nForeign Affairs of Brunei Darussalam, His Royal Highness\r\nPrince Mohamed Bolkiah.\r\nPrince Mohamed Bolkiah (Brunei Darussalam): I\r\nextend my congratulations to Mr. Opertti on his election\r\nand my appreciation to the former President for all his\r\nwork over the last year.\r\nIn looking back over the year, I think we would agree\r\nthat it has been extremely disturbing for most developing\r\nnations. At best, it has been one of troubling uncertainty\r\nand a deep sense of frustration. At worst, it has seen terror\r\nand despair. It is the uncertainty felt by millions in our own\r\nregion, caught unprepared by the process of globalization\r\nand ending up unemployed. It is the frustration experienced\r\nby those like the current, third adult generation of\r\nPalestinian refugees who declare with understandable\r\ndefiance that they have suffered enough. It is the terror of\r\nthe innocent victims of bombings; of those who flee from\r\ncivil war; or of those, such as the people of Kosovo and\r\nRwanda, who have experienced savage inhumanity. It is the\r\ndespair of our neighbours in China, Bangladesh and Papua\r\nNew Guinea, stricken by devastating natural disasters.\r\nFor many, many millions of people, the end of this\r\ncentury is not a time for any millennial celebrations. It is\r\na time of enormous human suffering. As many of us\r\nremarked at the recent summit of the Non-Aligned\r\nMovement, at a time when technology presents greater\r\nopportunity for human development than ever before and\r\nwhen the power of globalization offers us unique chances\r\nto work together, how can this possibly be?\r\nIn trying to answer this question, the Non-Aligned\r\nMovement recently spoke of a primary need to voice the\r\nsuffering of the billions it represents. It also spoke of this\r\nAssembly as the only forum in which that voice can be\r\nheard with the strength and insistence it deserves.\r\nThat is why I would like to thank our Secretary-\r\nGeneral, not just for attending the Non-Aligned summit,\r\nbut also for displaying heartfelt concern for the special\r\nproblems faced by developing nations. Above all, I would\r\nlike to thank him for what I feel is crucial in the\r\ndeveloping world today, and that is the call he has made\r\nfor leadership: leadership in ending local hostilities;\r\nleadership in making peace processes work; and, perhaps\r\nmost important of all, leadership in summoning the\r\npolitical will to translate policies made at the national,\r\nregional or global level into day-to-day real benefits for\r\nordinary people. It is leadership, in short, aimed at\r\nencouraging two things: first, tolerance in the acceptance\r\nof differences and the need to resolve all disputes\r\npeacefully, no matter how hard this may be; and,\r\nsecondly, in placing people at the core of policy-making.\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nAs the Secretary-General has stated, the United\r\nNations is a place where the connection can be made —\r\none which is so often neglected elsewhere — between\r\neconomic and social development on the one hand and\r\ninternational peace and security on the other. We entirely\r\nagree with him. His observations reflect the need for us to\r\naddress not policy positions, but ordinary people’s\r\nproblems — jobs, education, food and security — and to\r\naddress them from their own perspectives and needs.\r\nThat is why we very much appreciate the fact that the\r\nvarious conferences this body has hosted within the last 12\r\nmonths have been directed towards recognizing people and\r\ntheir day-to-day concerns. This is also very much in\r\nagreement with the strong appeal we made last year, when,\r\nin the context of United Nations reform, we stated that,\r\nwhatever we do, we have to be sure that nothing weakens\r\nwhat the United Nations does well for ordinary people. By\r\nthis I mean its work in the field. It is this which gives the\r\nOrganization meaning to billions. It is the fundamental\r\nreason for the existence of the United Nations today, a\r\nbody founded in the name of “we the peoples”.\r\nSo, in commending our Secretary-General’s efforts, I\r\nwould also like to give him our full support in fulfilling the\r\npeoples’ need for economic prosperity and social\r\ndevelopment, and in ensuring that these two concerns\r\nremain firmly connected. This will place the emphasis in\r\nthe United Nations on work which will reinforce peace and\r\nstability, reject violence and confrontation and strengthen\r\nthe foundation of social development. In other words,\r\nnothing in the interests of ordinary people can be solved by\r\nviolence and war. If they have to exist, let the violence be\r\ndirected against despair and the war be made on suffering.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Malaysia, His Excellency Dato’ Seri\r\nAbdullah bin Haji Ahmad Badawi.\r\nMr. Abdullah (Malaysia): Allow me at the outset to\r\ncongratulate Mr. Opertti on his election to the presidency\r\nof the General Assembly at its fifty-third session. I am\r\nconfident that with his vast experience and diplomatic skills\r\nin the service of his country, Uruguay, he will be able to\r\nsteer our deliberations to a fruitful outcome.\r\nMay I also take this opportunity to express my\r\ndelegation’s sincere thanks and appreciation to\r\nMr. Udovenko, of Ukraine, for the admirable way in which\r\nhe presided over the last session of the General Assembly.\r\nThe global situation continues to be in a state of\r\nflux. Six years after the end of the cold war, the world is\r\nno more the safe place that we were led to believe it\r\nwould be. Old conflicts stubbornly persist, while new\r\nones have emerged.\r\nThe picture is no better on the disarmament front.\r\nAlthough the signing of the Convention on landmines is\r\na laudable achievement in the field of conventional\r\nweapons, the situation on the nuclear disarmament front\r\nremains bleak. There has been little or no progress in\r\nnuclear disarmament. Indeed, the situation has been\r\naggravated by nuclear tests conducted by two non-\r\nsignatories of the Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT) and the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), posing a grave challenge to the\r\ndisarmament process. The international community must\r\nmake every effort to check further erosion of nuclear\r\ndisarmament regimes, while strengthening and promoting\r\nuniversal adherence to them. In this regard, the nuclear\r\nPowers have a special responsibility.\r\nThe situation in the Middle East continues to be a\r\nsource of grave concern. The dismal lack of progress in\r\nefforts to bring the Palestine-Israel peace process back on\r\ntrack is a matter of deep disappointment. It portends\r\nadverse implications for international peace and security.\r\nLest the positive achievements of recent years be\r\ndissipated, all parties concerned must exert every effort to\r\nbuild on the peace agreements that were painstakingly\r\nnegotiated. Only their continued active engagement in the\r\npeace process can influence developments in the right\r\ndirection. It should be stressed, however, that peace and\r\nstability in the region cannot be attained by delaying and\r\nfrustrating the realization of the just aspirations of the\r\nPalestinian people to an independent and sovereign\r\nhomeland.\r\nWe are dismayed by the ongoing unresolved conflict\r\nin Afghanistan. The contending parties must realize that\r\na long-term solution to the conflict can be reached not\r\nthrough military means, but through negotiations leading\r\nto genuine national reconciliation. We call on them to set\r\naside provincial or sectarian interests, eschew violence\r\nand seriously pursue a peaceful resolution of the conflict,\r\nin the larger interests of their country and their people.\r\nWe condemn the violence directed at the personnel of the\r\nUnited Nations, humanitarian organizations and countries\r\nconcerned.\r\nOn a slightly more positive note, Malaysia is pleased\r\nabout the successful conclusion of the national elections\r\n2\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nin Cambodia, in which the international community once\r\nagain played a constructive role. We urge all political\r\nparties in Cambodia to close ranks and resolve outstanding\r\nproblems through dialogue, in the larger national interests\r\nof Cambodia. The objective should be the early formation\r\nof a Government that fully reflects the wish of the\r\nCambodian people for national reconciliation, pluralism and\r\ndevelopment, and which will enable Cambodia to partake\r\nin constructive regional cooperation with its neighbours.\r\nRecent events have once again emphasized to the\r\ninternational community the continuing threat to peace and\r\nsecurity posed by terrorism. Here I refer in particular to the\r\nterrorist attacks in Kenya and Tanzania, which resulted in\r\nthe tragic deaths and injuries of many innocent people.\r\nMalaysia reiterates its condemnation of terrorism in all its\r\nforms and manifestations. Malaysia will join in efforts to\r\ncombat terrorism through the strengthening of international\r\ncooperation in various fields on the basis of the supremacy\r\nof the rule of law. There should be increased cooperation\r\namong police and other security and law enforcement\r\nagencies of Member States.\r\nAt the same time, at the political level, the\r\ninternational community must work towards inculcating the\r\nnew global culture of peace that the Secretary-General has\r\nso eloquently articulated. Malaysia believes that violence\r\nbegets violence, and the victims will unfortunately be\r\ninnocent civilians. Indeed, in a world armed with nuclear\r\nweapons where the danger of nuclear terrorism is ever\r\npresent, every effort should be made not only to keep\r\nterrorism at bay through enhanced international cooperation\r\nbut — and this is equally important — to address the root\r\ncauses. While terrorism may not be entirely eliminated,\r\nunderstanding the reasons for its continued existence will be\r\nan important step towards combating it.\r\nContinued instability in parts of Africa is of major\r\nconcern to our Organization. Malaysia welcomes the\r\nincreased attention given to Africa by the United Nations\r\nand its specialized agencies. Malaysia particularly welcomes\r\nthe initiative taken by the Security Council to highlight the\r\nspecial problems of Africa in the Council earlier this year\r\nand in the Council’s ministerial meeting on African issues\r\nheld last Thursday, 24 September. Furthermore, Malaysia\r\nwelcomes and will actively participate in a similar\r\ndiscussion on Africa at this session of the General\r\nAssembly. We are convinced that these discussions will\r\ncontribute to a greater understanding of the interrelated\r\nproblems of peace, security and development faced by\r\nmany African countries. Hopefully, they will lead to more\r\nfocused and coordinated programmes of international action\r\nto overcome those problems. Given the continuing\r\ndisadvantaged position of Africa, there is a need for\r\nsustained efforts on the part of our Organization and its\r\nspecialized agencies, as well as traditional and new\r\npartners of Africa, to assist African countries in their\r\ndevelopment needs. I am pleased to say that Malaysia, for\r\nits part, has been able to make a modest contribution in\r\nthese efforts through technical cooperation and trade and\r\ninvestment in a number of African countries. Malaysia\r\nwill continue to do so, within its limited resources, in the\r\nspirit of South-South cooperation and solidarity with\r\nAfrica.\r\nAs we grapple with questions of international peace\r\nand security, we should be equally concerned by the\r\ncurrent state of the global economy. Indeed, we see that\r\nthe most imminent threat to the well-being of our region\r\ntoday is not political, ideological or military, but\r\neconomic. It is clearly evident that the financial crisis that\r\ndescended on East Asian countries over a year ago has\r\nbrought social misery, political instability and economic\r\nturmoil. In certain countries there is now massive\r\nunemployment. Economic growth has been severely\r\ncurtailed, and in fact has contracted. Virtually overnight,\r\nthe hard-earned gains of decades of hard work, careful\r\nplanning and prudent management have been wiped out.\r\nMillions of people in the region most severely affected by\r\nthe crisis find that their place is now below the poverty\r\nline. Their right to live a life that is free from the scourge\r\nof poverty and to have a decent standard of living with\r\nsome basic necessities has been trampled by the\r\nmanipulators of the currency markets. Indeed, the super-\r\nrich have impoverished the poor. It is ironic that this has\r\nhappened in the year when we celebrate the fiftieth\r\nanniversary of the Universal Declaration of Human\r\nRights. Though they are pursuing policy responses that\r\nare in line with International Monetary Fund\r\nrequirements, the economies of the affected countries\r\nhave not recovered. Instead, the contagious effects of the\r\ncrisis have spread to other regions and are affecting the\r\nworld economy. We may be sliding towards world\r\nrecession. We may even be on the verge of a global\r\ndepression if urgent steps are not taken through\r\ninternational collaboration and cooperation to halt the\r\nslide and reverse the trend.\r\nWhile various factors contributed to the crisis, we\r\nhave no doubt that the financial turmoil was triggered by\r\nspeculative attacks on the East Asian currencies and the\r\nresultant reversal of capital flows. The crisis reveals flaws\r\nin the market mechanism and raises questions about the\r\nrelative benefits of liberalization and globalization. Unless\r\n3\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nthese flaws are effectively addressed, the threat of a global\r\ndepression as devastating as the one that hit the world in\r\nthe 1930s could confront us. The international community\r\nhas to act urgently to reform the international financial\r\nsystem to ensure against massive currency attacks,\r\nmanipulations and frequently excessive fluctuations.\r\nIt has been said that the markets would punish those\r\ncountries which do not possess proper financial structures\r\nand disciplines and which lack transparency. But the\r\ninternational financial market itself lacks transparency. In\r\ntoday’s financial system, currency valued at more than $1.2\r\ntrillion is bought and sold every 24 hours. This trade is\r\nlargely carried out without any clear rules, and the very\r\nGovernments whose currencies are being traded are left to\r\nfend for themselves in trying to defend the value of their\r\ncurrencies. There is no system of surveillance, no open\r\nreporting of any kind and no regulating authority such as\r\nthe World Trade Organization for this most lucrative trade\r\nin the coveted commodity that is money itself. It is now\r\nmost urgent that the international financial market be\r\nreformed. More than that, significant changes should be\r\nmade to the international financial architecture.\r\nMalaysia has been advocating the need for change\r\nover the last year. Initially, this call went unheeded. In\r\nSeptember 1997, our Prime Minister said in Hong Kong,\r\n“A certain degree of uncertainty is fine, but an\r\nabsolutely uncertain financial world is no good for\r\nanyone except of course for those who deliberately\r\ncreate the uncertainty.”\r\nIt is clear that the situation is becoming increasingly\r\nuncertain globally. Increasingly, the experts now agree. A\r\nnumber of Governments also agree. The situation has\r\nclearly got out of hand. There has to be change and\r\nimprovement in the international financial architecture.\r\nThere must be rules to encourage greater transparency.\r\nFinancial operators must abide by certain internationally\r\naccepted regulations. They must accept closer supervision\r\nso as to distinguish between genuine investors and currency\r\nspeculators. There has to be an earnest effort among\r\nGovernments to immediately engage in dialogues to revamp\r\nthe system. We must undertake an immediate collective\r\neffort to find a comprehensive and workable solution to\r\nwhat is clearly now a global problem. A few developed\r\ncountries cannot resolve this problem on their own. A few\r\ndeveloped countries cannot forever remain rich and\r\nprosperous if more than two thirds of the world’s countries\r\nremain poor and socially and politically unstable. This is\r\nthe time to enter into a genuine process of North-South\r\ndialogue on an issue of great interest to both. Malaysia\r\nwelcomes the call by President Clinton for a special\r\ndiscussion in Washington on the financial and economic\r\ncrisis that the world is facing today.\r\nMeanwhile, in the absence of reforms or\r\ninternationally well-tested formulas or guidelines,\r\nMalaysia has taken steps to impose currency and capital\r\ncontrols in order to insulate its economy from currency\r\nuncertainties while at the same time continuing to be\r\nactive in international trade and to welcome foreign\r\ninvestment.\r\nWhile countries In East Asia are doing their best to\r\novercome their problems in their respective ways and to\r\nameliorate the plight of their people, it is important that\r\nthe lessons of East Asia be learned by the rest of the\r\ndeveloping world. It is equally important that the\r\ninternational community find consensus to formulate\r\nnecessary ground rules to keep in check the rapacious\r\nnature of financial speculators and manipulators whose\r\nonly motivation is profit-making and profit-taking. This\r\nAssembly, and in particular the Economic and Social\r\nCouncil, can and should also consider this important\r\nissue. The United Nations can put its moral weight behind\r\nthe call for regulating these speculative activities in the\r\ninterest of protecting or insulating vulnerable developing\r\neconomies.\r\nIn an increasingly interdependent and borderless\r\nworld, the globalization of trade and commerce is moving\r\napace. However, many developing countries can barely\r\ncope with this, given their weak domestic, economic,\r\nfinancial and legal structures. Globalization may be\r\ndesirable and, perhaps, inevitable and unstoppable as a\r\nprocess and trend. Nevertheless, it is important to realize\r\nthat unless the developing countries are given time to\r\nbuild up their structures and are actively assisted in the\r\nprocess, they will not be able to participate meaningfully\r\nin global free trade, still less compete with their partners\r\nfrom the developed world. In such a situation, globalized\r\nfree trade would be a patently unfair form of world trade,\r\nwith the odds stacked against developing countries.\r\nIndeed, it would be a continuing form of exploitation of\r\nthe weak and poor nations by those that are powerful and\r\nrich.\r\nNeedless to say, in the wake of the sad experience\r\nof the East Asian economies, the faith of many\r\ndeveloping countries in globalization has been very much\r\nshaken and diminished. Consequently, many developing\r\ncountries view the prospect of further liberalizing their\r\n4\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\neconomies with great caution and trepidation. It is\r\nMalaysia’s conviction that as we approach the new\r\nmillennium, relations among States should be based on a\r\nnew paradigm predicated not only on equal sovereignty but\r\nalso on respect for dignity and mutuality of interests and\r\nbenefits. Only on that basis will we be able to reap the full\r\npotential of globalization through genuine international\r\ndialogue and cooperation.\r\nThe enjoyment of human rights is one of the most\r\nimportant principles in the maintenance of justice and peace\r\nin the world. The fiftieth anniversary of the Universal\r\nDeclaration of Human Rights this year affords us an\r\nopportunity to reflect on both accomplishments and failures\r\nin realizing the commitments enshrined in the Declaration.\r\nThe promise in the Declaration to end cruelty and injustice\r\nstill remains largely unfulfilled. Similarly, the promise to\r\nprovide a decent living to all has been threatened by the\r\nnegative effects of globalization and the inadequate\r\nattention given to economic, social and cultural rights.\r\nThis fiftieth anniversary coincides with the review of\r\nthe Vienna Declaration and Programme of Action. The\r\nreview will provide us with an opportunity to make a\r\nthorough and honest assessment of the successes and\r\nfailures in implementing the commitments made five years\r\nago. It would be timely for discussions to focus not only on\r\nrights but also on obligations. It is imperative that the\r\nconferment of rights should be linked to the fulfilment of\r\nobligations and clearly defined duties and responsibilities.\r\nThe imbalance in emphasis between political and civil\r\nrights on the one hand and economic, social and cultural\r\nrights on the other has to be clearly addressed in order for\r\nthe promotion, protection and enjoyment of all human\r\nrights to be fully achieved.\r\nThe right to development, recognized as universal,\r\ninalienable and an integral part of fundamental human\r\nrights, has not been fully realized. There is still no effective\r\ninternational cooperation to create a true environment of\r\nequitable economic relations which would facilitate the\r\nrealization of this goal.\r\nWe may recall that the Secretary-General appropriately\r\ndesignated the last session of this Assembly as the reform\r\nAssembly. He tabled his package of reform proposals for\r\nour consideration and appropriate action. After much\r\ndebate, many of these proposals were approved and are\r\nnow in various stages of implementation. It is hoped that\r\nwith the implementation of the reform package the\r\nOrganization will become more action-oriented and more\r\nfocused on and responsive to the needs of Member States.\r\nCertainly, greater rationalization of the plans and actions\r\nand more effective management will lead to increased\r\nefficiency in programme implementation as well as to\r\nbetter and more effective and efficient utilization of\r\nhuman resources.\r\nLet us continue to give our strong support to the\r\nSecretary-General in his continuing efforts to fully and\r\neffectively implement his reform proposals. Let us also\r\nextend our support to his efforts to strengthen the\r\nOrganization in ways that will benefit all Member States.\r\nCertainly, a positive contribution in this regard is to\r\nensure our continued financial support to the\r\nOrganization, thereby easing its burdens at a time of\r\nincreasing demands being made upon it. The\r\nestablishment of the proposed Revolving Credit Fund\r\nmight help ease the financial crisis of the United Nations\r\ntemporarily. In the long term, however, the only effective\r\nway of resolving the problem is through the timely\r\npayment by Member States of their dues.\r\nWhat is most disappointing, however, is the lack of\r\nany progress in an important aspect of the reform of our\r\nOrganization. I refer to the discussions on the reform and\r\nrestructuring of the Security Council in the high-level\r\nWorking Group of the General Assembly. Individual\r\nMember States, as well as groups of States, have made\r\nmany important proposals on various aspects of the\r\nreform and restructuring of the Council, from its\r\nenlargement and composition to its working methods,\r\nincluding the use of the veto. Regrettably, all these\r\nproposals aimed at making the Council more\r\nrepresentative, democratic, transparent and accountable,\r\nhave not received the desired consensus.\r\nClearly what is lacking is not ideas and proposals\r\nbut the necessary political will on the part of Member\r\nStates, particularly those with strong views on specific\r\naspects of reform of the Council. If the reform and\r\nrestructuring of the Council continue to elude us in its\r\nsixth year of discussion in the Working Group, we have\r\nonly ourselves to blame for our inability to demonstrate\r\nour reasonableness, our goodwill and the necessary\r\ncompromises required from all of us to break the current\r\nimpasse. Additional years of continuing with the sterile\r\ndebate in the Working Group will only increase the\r\ncreeping sense of cynicism and pessimism among\r\nMember States, which would be seriously detrimental to\r\nthe reform process.\r\nAs its contribution to the reform debate, Malaysia\r\nreiterates its call for a comprehensive reform and\r\n5\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nrestructuring of the Security Council. We continue to\r\nadvocate enlargement of the Council in both categories of\r\nits membership, permanent and non-permanent,\r\ncircumscribing, if not totally abolishing, the use of the veto\r\nand improving the working methods of the Council, which\r\nshould include increased transparency, accountability and\r\nparticipation by the larger membership of the Organization\r\nthrough more open debates on issues of importance to the\r\ninternational community.\r\nAs the discussions in the Working Group enter their\r\nsixth year, it is the earnest hope of my delegation that there\r\nwill be increased focus, seriousness and urgency on the part\r\nof Member States in arriving at a consensus. Otherwise, we\r\nwill lose forever the remaining window of opportunity to\r\nreform the Council. We should remind ourselves that we do\r\nnot have the luxury of time and that this opportunity for a\r\ncomprehensive reform of the Council, if not realized, may\r\nnot present itself again for many years to come.\r\nIn conclusion, let me reiterate Malaysia’s belief in the\r\nimportance of these annual debates in the General\r\nAssembly and their relevance to our continuing efforts to\r\nenhance international cooperation and collaboration at the\r\nmultilateral level. The statements by Member States in this\r\nAssembly serve to inform us and challenge us to further\r\naction in pursuit of our common goals. In the final analysis,\r\nthe future viability of the United Nations will depend on the\r\nperception by Member States of the continued relevance of\r\nthe United Nations to them and on their continuing support\r\nfor the Organization.\r\nThe Acting President: The next speaker is the\r\nSecretary for Foreign Affairs of the Philippines, His\r\nExcellency Mr. Domingo Siazon, on whom I now call.\r\nMr. Siazon (Philippines): I am pleased, on behalf of\r\nmy delegation, to extend to Mr. Opertti our warmest\r\ncongratulations on his election to the presidency of the\r\nGeneral Assembly at its fifty-third session.\r\nJust three months ago, the Philippines commemorated\r\nthe centennial of the birth of Asia’s first Republic. A month\r\nbefore that the Filipino people conducted the most sacred\r\nrite of a democracy: the election of national leaders by\r\npopular will. The successful electoral process resulted in the\r\nsecond peaceful transfer of power since our “people power”\r\nrevolution of 1986. President Joseph Ejercito Estrada, with\r\na resounding mandate from the Filipino people, has taken\r\nover the task of leading the Philippines into its second\r\ncentury as a free and democratic nation. But he does so at\r\na very trying time; he must steer the ship of state on very\r\nturbulent waters, with global forecasts painting a picture\r\nof even more stormy weather ahead.\r\nAnd the Asian economic crisis rolls on; it is no\r\nlonger just Asian nor entirely economic. It will wreak\r\nhavoc anywhere and spare no one. It has already hit the\r\nPhilippines hard, though perhaps not as badly as some\r\nother countries. Yet, for us, the only tenable direction to\r\ngo is forward; to go back is to founder. Thus, the Estrada\r\nAdministration’s economic policy will remain market-\r\nfriendly, even as it is pro-poor and pro-business. The\r\nPhilippines will keep the momentum of economic reform\r\nand strengthen in particular its financial and banking\r\nsectors.\r\nLike all other States, the Philippines pursues foreign\r\npolicy to promote national security and development. But\r\nwe view national security beyond the traditional concerns\r\nof sovereignty and territorial integrity. For in a global\r\nregime characterized by evolving multipolarity of political\r\nand military power and by growing economic and\r\nfinancial interdependence, with all their attendant\r\nopportunities and risks, my nation’s peace and prosperity\r\nincreasingly depend on stability and growth abroad. As\r\nPresident Estrada has said, our way of life, our\r\nfundamental values and our institutions can flourish and\r\nfind true expression only if we enjoy political stability,\r\neconomic solidarity, sociocultural cohesion, moral\r\nconsensus and ecological balance, at home as well as with\r\nour partners in the world. Our national security and\r\ndevelopment demand that we actively advance the\r\ninternationally shared goals of freedom, openness, peace,\r\nprosperity and justice.\r\nIt is in this context that the Philippines regards the\r\nUnited Nations, which it helped found 53 years ago, as a\r\nmost important partner in our efforts to promote our own\r\nnational security and development.\r\nOur part of the world, the Asia-Pacific region, is the\r\nscene of growing regional cooperation coexisting side by\r\nside with regional tensions. The Association of South-East\r\nAsian Nations (ASEAN) has not only increased its\r\nmembership but has also expanded its work from the\r\npurely economic and social to the security and political\r\nfields. It took the lead in creating the ASEAN Regional\r\nForum — the only regional security dialogue mechanism\r\nthat brings together all the Powers with a stake in peace\r\nand stability in East Asia and the Western Pacific. The\r\nPhilippines hosted the fifth ASEAN Regional Forum last\r\nJuly and is gratified with the growing trust and\r\nconfidence among Forum participants and with the\r\n6\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nprogress in the promotion of greater transparency and\r\nmutual understanding in the region.\r\nNevertheless, the Asia-Pacific region is not tension-\r\nfree. Territorial disputes and issues left over from the\r\nSecond World War fester. The Philippines hopes that as the\r\nnew millennium dawns meaningful action towards the\r\nresolution of such issues will commence in earnest among\r\nthe countries concerned.\r\nPeace in the Korean peninsula is essential. The\r\nPhilippines supports ongoing efforts, including those of the\r\nFour-Party Talks and of the Korean Peninsula Energy\r\nDevelopment Organization (KEDO), to build the\r\nfoundations of peace in the Korean peninsula.\r\nPeace in the South China Sea is crucial to peace and\r\nprosperity in East Asia. The Philippines encourages all\r\nparties concerned to scrupulously observe the principles\r\ncontained in the ASEAN Declaration on the South China\r\nSea of 1992.\r\nThe ratification of the Treaty establishing the African\r\nEconomic Community augurs well for Africa. The efforts\r\nat conflict resolution and prevention by the Organization of\r\nAfrican Unity (OAU) and subregional organizations such as\r\nthe Economic Community of West African States\r\n(ECOWAS), deserve to be lauded.\r\nNonetheless, one cannot escape the fact that the more\r\nintense of today’s conflicts have occurred in Africa. The\r\ntragic events in Rwanda, in Burundi, between Ethiopia and\r\nEritrea, in Sierra Leone and now in the Congo are familiar\r\nto us all. Although these States are responsible for their\r\nfuture, the recurring and protracted conflicts in Africa\r\ndemand a multilateral response to the political, economic\r\nand social ills of the region, and the need to address\r\ndevelopment issues is paramount. We also cannot afford to\r\nignore the humanitarian disasters such as those in the\r\nSudan. Indeed, political stability is required in Africa, but\r\nso is aid. Let no one in this Hall forget Africa and our\r\ncollective duty to alleviate human suffering there.\r\nThe Philippines firmly hopes that the Middle East\r\npeace process will resume in earnest and encompass all\r\nrelevant parties. We reaffirm the need to achieve a\r\ncomprehensive, just and lasting peace in the Middle East.\r\nThe growing number of signatures to and ratifications\r\nof the Comprehensive Nuclear-Test-Ban Treaty (CTBT) and\r\nthe review of the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) raised hopes that nuclear weapons\r\nwere becoming obsolete. Unfortunately, the nuclear-\r\nweapon States have yet to live up to their NPT\r\ncommitments. Moreover, the recent nuclear tests in South\r\nAsia were a destabilizing development.\r\nThe proliferation of missile technology and\r\ncapability is just as fraught with danger, if not more\r\ndangerous, than the spread of nuclear weapons. These two\r\nmake for a deadly combination for everyone; both must\r\nbe stopped. So, too, must the continuing development and\r\nstockpiling of other weapons of mass destruction cease.\r\nLikewise, we need to put an end to the unregulated\r\ntransfer and indiscriminate and often illegal circulation of\r\nsmall arms and light weapons.\r\nThe Philippines is also deeply committed to the\r\nbanning and destruction of anti-personnel landmines. My\r\nGovernment is deeply gratified that our common intense\r\neffort to conclude the Convention on anti-personnel mines\r\nsucceeded last December. We strongly urge States that\r\nhave not yet done so to sign the Convention. We urge all\r\nto assist in landmine clearance and the rehabilitation of\r\nlandmine victims.\r\nPolitical instability and the collapse of peace and\r\norder in any State produce deleterious effects, including\r\nsecurity threats for others. For this reason, the Philippines\r\ncontributes where it can to the establishment or\r\nrestoration of political stability in other lands, particularly\r\nin support of democracy.\r\nCambodia’s recently held elections have been judged\r\nfree and fair. But, as recent developments in that country\r\nshow, democratic elections, while necessary, are not a\r\nsufficient condition for democracy or for peace and\r\nstability. Cooperation by all Cambodian parties, prompted\r\nby a deeper love for the nation’s good, is required.\r\nThe efforts of the ASEAN troika, the Friends of\r\nCambodia and the United Nations have not been in vain;\r\nthey have just not been enough. Much could be done by\r\nthe international community; but so much more needs to\r\nbe done by the Cambodians themselves to pull their\r\ncountry back from the brink.\r\nThe Philippines hopes to see a fully stable South-\r\nEast Asia, where all peoples enjoy peace and national\r\nreconciliation. We hope to see all 10 countries in the\r\nregion working together for a united and outward-looking\r\nSouth-East Asia, bonded in a partnership of dynamic\r\ndevelopment and in a community of caring societies.\r\nThus, we are committed to assisting Myanmar and Laos\r\n7\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nin their integration into a peaceful, prosperous, humane and\r\njust ASEAN.\r\nPeace and order are threatened by the evils of\r\nterrorism and transnational crime. Terrorism is a crime\r\nagainst humanity, and we strongly condemn it.\r\nTransnational crime in all its guises, including drug-\r\ntrafficking, trafficking in women and children, and money-\r\nlaundering, must be stopped. The Philippines joins the rest\r\nof the international community in hailing the adoption of\r\nthe Rome statute of the International Criminal Court. I wish\r\nto convey my Government’s serious intention to consider\r\nthe matter of accession to that treaty in the near future.\r\nThe world needs economic solidarity. And the Asian\r\ncrisis, which has spread to other regions, is our immediate\r\nglobal concern. For in its wake, millions of lives have been\r\nafflicted, with untold suffering. In its path, nations may fall.\r\nThe Bretton Woods institutions have played a vital role in\r\nthe global economy. But it is now clear that their methods\r\nand their resources, particularly those of the International\r\nMonetary Fund (IMF), are sorely insufficient to contain the\r\ncrisis and to restore the health of afflicted economies. We\r\nneed to replenish IMF resources, augment the funds of the\r\nWorld Bank and the regional banks, and develop new\r\nremedies for the new problems of a globalized economy.\r\nThe United Nations can play a significant role in\r\nfostering international cooperation and action to solve the\r\nglobal crisis and mitigate its effects. Together, we can fight\r\nprotectionism. The suffering spawned by the crisis must be\r\naddressed. The significant decline in official development\r\nassistance from donor countries needs to be reversed. Now\r\nmore than ever, social amelioration programmes and safety\r\nnets must be enhanced.\r\nThe crisis has forced us, too, to focus attention on the\r\nquality of governance. The issues of corruption and\r\ncronyism have been catapulted to the top of national\r\ndebates. The ensuing convergence of ideas and resolve\r\ntowards greater transparency and a more level playing field,\r\nat home and throughout the world, should be boons to our\r\npeoples and nations.\r\nThe financial crisis has also confronted us with the\r\nreality that the world is dealing with a new phenomenon.\r\nThis is the phenomenon of massive amounts of capital\r\nflowing across national borders at lightning speed, bloating\r\neconomies into fragile bubbles as they rush in and shaking\r\neconomies to their foundations as they are withdrawn. This\r\nis one aspect of globalization that carries great peril. It\r\nrequires much diligent study and delicate handling.\r\nWe have long recognized the need to recast the\r\nglobal trading regime and make it more responsive to the\r\nrequirements of our time. Our efforts on this are well\r\nadvanced. Now we must begin the work on the global\r\nfinancial system. Together, we must plan and build a new\r\narchitecture that best suits today’s and tomorrow’s needs.\r\nThe Philippines welcomes President Clinton’s eight-\r\npoint agenda to lead the world out of the current global\r\neconomic and financial instability. Real action is what the\r\nworld, not just Asia, needs urgently. Indeed, threatening\r\nclouds are overhead. Lives are needlessly shattered. We\r\nneed to limit the damage now and start rebuilding as soon\r\nas we can.\r\nAnother lesson the crisis teaches us is about how\r\nbrittle and fleeting high growth in gross domestic product\r\nis. It is not difficult to associate the roots of civil unrest\r\nin the wake of economic hardships with the lack of social\r\njustice on the ground. The poor, who get hit first and\r\nhardest in any economic downturn, will always be restive\r\nif development yields dividends only for the rich. The\r\ncrisis makes us realize that the fruits of prosperity and the\r\npains of sacrifice must be enjoyed or borne equitably.\r\nThe globalization of information and the media may\r\nhave reduced cultural barriers to the point of\r\nhomogenizing certain cultural aspects of life. But the\r\nworld continues to suffer from cultural intolerance. The\r\nplight of children, the rights and advancement of women\r\nand human rights in general still need to be addressed\r\nvigorously by the international community. The\r\ncontinuing exploitation of children for pornography,\r\nprostitution and drug-trafficking, not to mention the\r\nsuffering of displaced and refugee children, is a global\r\nproblem. The Convention on the Rights of the Child\r\nshould guide international action in this area. At the\r\nregional level, the Philippines and the United Kingdom,\r\nunder the aegis of the Asia-Europe Meeting, have\r\nlaunched a joint initiative on child welfare with a view to\r\ncreating a better international cooperation mechanism on\r\nthis endeavour.\r\nThe Philippines attaches great importance to the\r\npromotion and protection of the rights of migrant workers\r\nand their families, and we continue to call upon all\r\ncountries to accede to the International Convention on the\r\nProtection of the Rights of All Migrant Workers and\r\nMembers of Their Families.\r\nAll human rights — political, civil, social and\r\neconomic — are universal, indivisible, interdependent and\r\n8\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\ninterrelated. So long as any or all of these rights are not\r\nrespected globally, we cannot rest, even as we celebrate the\r\nfiftieth anniversary of the Universal Declaration of Human\r\nRights. For the Philippines, the best and surest way to\r\npromote social justice and human rights is through a sincere\r\ncommitment to the rule of law. And one law that is self-\r\nevident and immutable in all cultures is the sanctity of\r\nhuman life and the dignity of the human person.\r\nMany of the international commitments made at the\r\nUnited Nations Conference on Environment and\r\nDevelopment, particularly Agenda 21, remain unfulfilled.\r\nAnd sadly, no new or additional resources needed by\r\ndeveloping countries to implement many of the actions\r\nagreed at the Summit have materialized. We appeal for\r\nearly action on these points.\r\nSustainable development continues to be an important\r\nfocus of Philippine foreign policy. As Chair of the sixth\r\nsession of the Commission on Sustainable Development, the\r\nPhilippines emphasized the role of civil society in the\r\nimplementation of cooperative activities in key areas such\r\nas freshwater resources, the role of industry, technology\r\ntransfer and capacity-building in development.\r\nLast April, the Philippines signed the Kyoto Protocol\r\nto the United Nations Framework Convention on Climate\r\nChange. We join other States parties to the Convention in\r\nurging the speedy entry into force of that Protocol.\r\nAddressing global challenges and problems requires\r\ninternational action and cooperation. The United Nations\r\nremains the principal multilateral forum for the initiation of\r\nsuch action and cooperation. As a founding member, the\r\nPhilippines recognizes that the United Nations must have\r\nthe active support of all its Members and adequate\r\nresources in order to be effective. We have supported the\r\nvarious reform exercises undertaken in the past years, and\r\nwe will continue to do so, to ensure the continued relevance\r\nof this our reliable partner.\r\nInasmuch as the overwhelming majority of United\r\nNations members are from the developing world, the United\r\nNations reform process must restore development issues to\r\nthe core of the United Nations agenda. It should also enable\r\nthe General Assembly to fulfil effectively its Charter-\r\nmandated responsibilities.\r\nThere is a pressing need to modernize and reform the\r\nSecurity Council. The Council is the United Nations organ\r\nwith the primary responsibility for maintaining international\r\npeace and security, and its decisions must be viewed as\r\nserving the collective interest of all United Nations\r\nMembers. Thus, its membership must be enlarged to\r\ninclude more key global players and developing countries.\r\nIts working methods and decision-making processes\r\nshould become more transparent and democratic.\r\nAs a democracy, the Philippines is convinced that\r\nglobal efforts and cooperation to achieve peace, prosperity\r\nand development can succeed only if democracy thrives\r\nwithin nations and serves as the basis for relations\r\nbetween and among them. At the global level, this\r\nrequires respect for the principle of sovereign equality\r\namong States, the commitment to enrich, not beggar, one\r\nanother, the need to uphold and defend the principles of\r\nthe United Nations Charter and international law, the\r\npacific settlement of disputes, the promotion of all human\r\nrights, and respect for the one and only world we live in.\r\nWithout exception, all nations need to cooperate and be\r\npart of the solution to all the world’s woes. For we are all\r\nin this together, and there are no others to blame. As\r\nShakespeare admonished, “The fault, dear Brutus, is not\r\nin our stars, But in ourselves, that we are underlings“\r\n(Julius Caesar, Act I, scene 2).\r\nThe Acting President: I now call on the Minister\r\nResponsible for Foreign Affairs of the Sultanate of Oman,\r\nHis Excellency Mr. Yousef Bin Alawi Bin Abdullah.\r\nMr. Abdullah (Oman) (interpretation from Arabic):\r\nMay I begin by congratulating the President on his\r\nelection to the presidency of the General Assembly at its\r\nfifty-third session. His election to this distinguished post\r\nis a testament to the international community’s\r\nappreciation of the effective contribution to international\r\naffairs made by his country, Uruguay, with which the\r\nSultanate of Oman enjoys good relations of friendship and\r\ncooperation. We are confident that under his leadership\r\nand considerable diplomatic experience our deliberations\r\nhere will be crowned with success. My delegation stands\r\nready to cooperate with him fully in order to achieve all\r\nthe aims envisaged by this session.\r\nMay I also take this opportunity to express sincere\r\nthanks to Mr. Hennadiy Udovenko of friendly Ukraine for\r\nthe exemplary and constructive manner with which he\r\nsteered the work of the previous session. I would also like\r\nto confirm my country’s unwavering support for the\r\nsustained and dedicated work done by the Secretary-\r\nGeneral, Mr. Kofi Annan, to enhance and reinvigorate the\r\nrole of the United Nations and to restructure its principal\r\nbodies.\r\n9\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nIt has now been over half a century since the\r\nestablishment of the United Nations, during which time it\r\nhas handled a significant number of international issues.\r\nHowever, the United Nations often remains unable to\r\nresolve many regional crises which have erupted since the\r\nend of the cold war. In spite of the attention paid to these\r\nissues by the international community, the majority of those\r\nincluded in our agenda have remained without effective\r\nsolutions. It is our view that this is due to the failure and\r\nlack of resolve on the part of Member States to utilize the\r\nmechanisms of the United Nations which were established\r\non the basis of the Charter.\r\nIf this is the case today, how will the future be, when\r\nwe shall be expected to face more conflicts which may be\r\ndifferent in nature and size as compared to old conflicts?\r\nWe cannot address them in the conventional way. We shall\r\nhave to examine their root causes and address their\r\nmanifestations and give full support to the Organization in\r\norder to find the means to develop adequate bases for\r\naddressing them so as to protect the international\r\ncommunity against their recurrence.\r\nThe high-level working group of the General\r\nAssembly made progress in the area of restructuring and\r\nstreamlining some of the main organs of the United\r\nNations, in particular with regard to the question of reform\r\nand increase in the membership of the Security Council.\r\nThe setback which the Open-ended Working Group on this\r\nquestion faced during the previous General Assembly\r\nsession should not stand in the way of achieving further\r\nprogress. We should not accept retreat from what has\r\nalready been accomplished. We have to encourage the\r\nWorking Group to redouble its efforts to complete the\r\nscope of the needed reforms of the United Nations in a\r\nmanner that will meet the aspirations of the international\r\ncommunity on the basis of comprehensiveness and equality\r\namong all States, which in turn will contribute balance and\r\ntransparency to the methods of work of the Security\r\nCouncil. This will be a contribution to the decision-making\r\nprocess and to the clarity of vision with regard to the\r\nemerging developments in our contemporary world in\r\nwhich justice, security and peace should prevail.\r\nIn this way, all Member States, large and small, would\r\nbe enabled to participate in the resolution of international\r\nproblems, especially those which have a direct impact on\r\ntheir own interests, in an appropriate and just manner.\r\nThe greatest danger facing the Members of the United\r\nNations in the post-cold-war era is represented by some of\r\nthe unhealthy situations which lead to nearly worldwide\r\neconomic stagnation and the spread of terrorism and\r\nethnic wars, as I have just indicated. This would\r\njeopardize all the achievements made by humankind in\r\nthe scientific and technological fields, as well as with\r\nregard to the standards of social and economic\r\ndevelopment, and would lead to an historic era with\r\nnegative consequences for the future.\r\nThe disturbing economic situation in East Asia since\r\nthe beginning of the financial crisis in the middle of 1997\r\nhas generated instability and created political and social\r\nupheavals in the region. In spite of the reform measures\r\nfor economic stability by the concerned States in Asia,\r\nwith the help of the International Monetary Fund (IMF)\r\nand the World Bank, the success in restoring stability to\r\nthe world economy was limited. In fact, we have begun\r\nto witness the repercussions of those measures on other\r\neconomies which were previously immune from them.\r\nThis is due to the fact that the efforts made were not\r\ncoherent and did not address the urgent need to take a\r\ncomprehensive view of the whole crisis, within an\r\nequitable international context.\r\nThe events that I have outlined emphasize the need\r\nfor collaborative efforts with a view to the establishment\r\nof a fair and equitable global economic system that would\r\ncover all goods, technologies and services. We believe\r\nthat this should be linked to a new system of international\r\nfinancial markets which would be more transparent and\r\nefficient and thus responsive and adaptable to the\r\nchanging financial conditions in the world markets. While\r\nI am not in a position to give concrete proposals here, we\r\ndo feel that this session provides an appropriate\r\nopportunity for scrutinizing the global economic situation\r\nand for examining all problems and complications\r\nworldwide, thereby avoiding more problematic impacts\r\nfrom which the international community should be saved.\r\nThis imposes on us the need to work harder, and work\r\ntogether, to face the challenges before us in order to\r\nrestore confidence and return stability and normal growth\r\nto the global economy.\r\nWe strongly condemn the terrorist bombing attacks\r\non the United States embassies in Nairobi and Dar-es-\r\nSalaam, as well as the bombing incident in Cape Town,\r\nSouth Africa. We also deplore the assassination of the\r\nIranian diplomats in Afghanistan. This wave of\r\ninternational terrorism and its rapid growth in an ugly and\r\ndestructive form puts us all in a position of responsibility\r\nwhere we must work together to secure peace, tranquillity\r\nand stability, and employ all the measures that are\r\nnecessary to the success of our endeavours in combating\r\n10\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nterrorism. We believe that the measures which are now\r\nnecessary to ensure that the perpetrators of those crimes\r\nand those who advocate their commission are brought to\r\njustice under the auspices of the United Nations. In this\r\nregard, we support the proposal made by the Arab Republic\r\nof Egypt and endorsed by the twelfth Summit of the Non-\r\nAligned Movement held at Durban, South Africa, at the\r\nbeginning of this month, to convene an international\r\nconference under the auspices of the United Nations in\r\norder to work out common arrangements that would express\r\nthe reaction of the international community to the\r\nphenomenon of terrorism in all its forms and\r\nmanifestations.\r\nWe feel deep regret at the growing situation of famine\r\namong nations, which points out the inability of those\r\ncountries to grow their natural resources owing to the\r\nfailure of the developed countries to understand the real\r\nneed for helping these people evolve the frameworks\r\nneeded to operate and activate their national\r\ninstrumentalities and to benefit from every assistance given\r\nto them. Since a number of United Nations agencies, such\r\nas United Nations Development Programme, have become\r\nunable to continue offering their expertise due to the\r\nshortage of financial resources, several developing countries\r\nwere affected to the point that the implementation of\r\nimportant economic programmes in those countries has\r\nbeen seriously impeded.\r\nIn other regions, ethnic conflicts have threatened to\r\nreturn the human family to the rule of the jungle and the\r\nlegitimation of minority rule as based on injustice,\r\noppression and a one-man rule, instead of the resort to\r\ninternational law, which is based on justice and equality of\r\nrights and common interests. If we look at the root causes,\r\nwe find that most of the wealth is controlled by a few\r\nGovernments. This factor is behind the ethnic, political and\r\nsocial conflicts which give rise to all forms of violence and\r\nterrorism.\r\nOnly 14 months separate us from the next millennium.\r\nWe had hoped that humankind would celebrate this historic\r\noccasion in an atmosphere of political and economic\r\nstability, free from violence, terrorism, poverty and “ethnic\r\ncleansing”. Thus, we should intensify our efforts to fight\r\nterrorism and violence in a framework of coordinated\r\ninternational efforts aimed at eradicating these unsettling\r\nphenomena, and to ensure that the perpetrators and\r\nadvocates of such crimes are brought before the courts of\r\njustice.\r\nIn this context, the Middle East continues to face a\r\nvery serious political crisis as a result of the stalemate in\r\nthe peaceful negotiations between the Arab countries and\r\nthe Israelis under the sponsorship of the United States of\r\nAmerica.\r\nThe political stagnation caused by the Israeli\r\nGovernment and its non-compliance with the agreements\r\nthat followed the 1991 Madrid Peace Conference under\r\nworld sponsorship which led to the historic Oslo accord,\r\nand other agreements between the Government of Israel\r\nand the Palestinian National Authority have, in our view,\r\nthwarted world and regional efforts aimed at the\r\nrestructuring of the Middle East region on the basis of a\r\njust and comprehensive peace leading to confidence-\r\nbuilding and to hope for peaceful coexistence between the\r\nArabs and the people of Israel.\r\nWe cannot but wonder where we stand in relation to\r\nthis goal. The Israeli Government’s plans aim at\r\ncontrolling the Arab lands occupied since 1967. These\r\nIsraeli policies have hindered the concerted and\r\nintensified efforts exerted by the United States as a co-\r\nsponsor of the peace process. In addition, this has caused\r\nan atmosphere of suspicion to prevail among the Arab\r\nStates as regards the genuine desire of the Israeli\r\nGovernment for peaceful coexistence and cooperation\r\nwith the Arabs.\r\nThe United Nations has been continuously discussing\r\nthis issue since 1948 and has adopted many General\r\nAssembly and Security Council resolutions. Israel has not\r\nrespected or implemented any of these resolutions, even\r\nonce. These resolutions include Security Council\r\nresolutions 242 (1967) and 338 (1973), which were\r\nadopted following the wars of 1967 and 1973. Israel has\r\nrefused to implement these resolutions through the United\r\nNations, insisting on unilateral negotiations outside the\r\nUnited Nations. The Arab countries responded positively\r\nand seriously to the calls for peace from various States by\r\nparticipating in the Madrid Peace Conference. The Arab\r\ncountries have responded fully and positively to building\r\na society based on peace in the Middle East. Despite all\r\nof this, the Israeli Government now refuses this proposal\r\nand continues to occupy and confiscate land in the West\r\nBank.\r\nIs it justice that the world daily witnesses the\r\nexpulsion of Palestinian citizens from their homes, the\r\ndemolishing of their homes and the confiscation of their\r\nland? Is it justifiable for us to sit and witness the repeated\r\nviolation by the Israeli authorities of the rights and\r\n11\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nintegrity of the Palestinians through the occupation and the\r\nsiege of their towns and villages? Where is the just peace\r\nthat we are talking about when the Israeli Government\r\ncontinues to build new and illegal settlements on Palestinian\r\nlands, while the Palestinians themselves are being prevented\r\nfrom building or even repairing their own homes?\r\nThese measures are nothing but grave injustice. Can\r\nthe United Nations condone such practices? Can the peace\r\nsponsors accept that? Where is the respect for human rights\r\nin the face of this denial of Palestinian rights when we are\r\ncelebrating this year the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights?\r\nIt is incumbent on all peace-loving nations which call\r\nfor the implementation of the Universal Declaration of\r\nHuman Rights to stand by the Palestinian cause and to\r\nreject the policies of the Israeli Government, which persists\r\nin trampling over the dignity of the Palestinian people.\r\nThe establishment of peace in the Middle East requires\r\nthe use of every convincing measure in order to make Israel\r\naccept and implement its legal and international obligations\r\ntowards the Palestinian Authority, including withdrawal\r\nfrom the West Bank in accordance with the Oslo,\r\nWashington and Cairo accords. Israel also must resume\r\nnegotiations with the Syrian Government from the point\r\nwhere they ended, with the ultimate goal of signing a peace\r\ntreaty that will secure the withdrawal of Israeli forces from\r\nthe occupied Syrian territories to the line of 4 June 1967,\r\nas well as the withdrawal of Israeli forces from southern\r\nLebanon and the western Bekaa, in accordance with\r\nresolutions 425 (1978) and 427 (1978).\r\nWe believe that these are the necessary conditions for\r\npeace to prevail in the Middle East. They will also provide\r\nthe legitimate necessary guarantees for Israel and foster an\r\natmosphere of confidence among the Arab and the Israeli\r\npeoples.\r\nThe Arab countries cannot accept the continued Israeli\r\npolicy aimed at the Judaization of Arab Jerusalem, and they\r\nconsider any change in the demographic composition of the\r\nArab city of Jerusalem and the expansion of Israeli\r\nsettlements in the occupied Arab territories null and void.\r\nIn spite of Israel’s intransigence and continued refusal\r\nto cooperate with the co-sponsors of the peace process in\r\nthe Middle East to finalize this process and bring it to a\r\nconclusion, my country, believing in the significance and\r\ninevitability of peace in this region, declares in this forum\r\nits full support of the endeavours made by the co-sponsors,\r\nin particular those of the United States. In this regard, I\r\nwould like to highlight the commendable role of the\r\nEuropean Union and its continued economic support for\r\nthe Palestinian National Authority. I call on the\r\ninternational community to extend every possible\r\nassistance to the Palestinian National Authority and its\r\nvarious educational, health and social institutions that will\r\nsafeguard what is achieved in the context of this peace\r\nprocess.\r\nThe decision by the Arab countries to follow the\r\ncourse of peace is a strategic option, and they have\r\ngenuinely worked towards achieving this purpose based\r\non their belief that for all the peoples of the region,\r\nincluding Israel, peace is required for prosperity and\r\nstability. Based on this, the Sultanate of Oman once again\r\naffirms its solidarity with the Palestinian people and\r\nsupports the position of the Palestinian National Authority\r\nregarding the withdrawal of Israeli forces from the lands\r\noccupied since 1967, thus allowing the Palestinian\r\nNational Authority to extend its control to all its lands,\r\nincluding the Holy City of Jerusalem.\r\nWe stress the necessity for Iraq to fully implement\r\nall relevant Security Council resolutions to eliminate its\r\narsenal of all weapons of mass destruction. Fully\r\ncognizant of the fact that the United Nations Special\r\nCommission has not been able to finalize its inspection,\r\nwe call for persistent efforts to end the hardship borne by\r\nthe fraternal Iraqi people. By the same token, we call\r\nupon the Secretary-General to intensify his efforts to find\r\ncommon ground for cooperation and to build confidence\r\nbetween the Special Commission and the Iraqi\r\nGovernment. We also call upon Iraq to cooperate fully\r\nwith the ad hoc Tripartite Commission mandated to\r\nfollow up on the issue of the prisoners of war and\r\nmissing persons, either Kuwaitis or other nationalities,\r\nand to facilitate their release in order to end this tragedy\r\nfor their families.\r\nIn the Gulf region we are witnessing a new era of\r\npositive cooperation between the Gulf Cooperation\r\nCouncil (GCC) and the Islamic Republic of Iran. We\r\nwelcome this significant development, which will\r\nencourage us to work in a genuine manner to create a\r\npropitious climate for enabling the United Arab Emirates\r\nto exercise its sovereign rights on the islands of Greater\r\nTunb, Lesser Tunb and Abu Musa. Moreover, we should\r\nbe able to take the relations between the Islamic Republic\r\nof Iran and the GCC to a new level of cooperation on the\r\nbasis of the principle of mutual benefit international law.\r\n12\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nThe efforts exerted in the field of disarmament aim to\r\nensure international security and stability. My country has\r\nalways expressed its unqualified support for these efforts.\r\nWe also emphasize the need for taking practical measures\r\nto make the Middle East and the Gulf area zones free of\r\nweapons of mass destruction, including nuclear weapons.\r\nThe Sultanate of Oman signed the Chemical Weapons\r\nConvention in 1992 and acceded to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) in 1997. I\r\nannounce here that my country has decided to sign the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT). We look\r\nforward to seeing Israel take part in the efforts to make the\r\nMiddle East a region free of nuclear weapons and to seeing\r\nit place all its nuclear facilities under the strict control and\r\nfull safeguards of the International Atomic Energy Agency.\r\nWith regard to the situation in Somalia, my country\r\nwould like to commend the efforts by Egypt, as well as by\r\nEthiopia and the neighbouring countries, to reconcile the\r\nSomalis and to convene a national reconciliation\r\nconference. We believe such a conference will help the\r\nSomalis rebuild their State in the national interest of the\r\nbrotherly Somali people. We call upon the United Nations\r\nto extend tangible support to these efforts.\r\nAs the world celebrates in 1998 the fiftieth anniversary\r\nof the Universal Declaration of Human Rights, adopted by\r\nthe United Nations General Assembly in 1948, the\r\nSultanate of Oman actively participated in the Diplomatic\r\nConference to establish the International Criminal Court,\r\nwhich was held in Rome during June and July. We\r\nemphasize the need for this newly established Court to\r\nwork in harmony and complementarity with national\r\njurisdictions of Member States.\r\nWe express our deep concern regarding the ongoing\r\ncivil war in Afghanistan, which has resulted in the total\r\ndestruction of that country and has intensified the suffering\r\nof its people. It has also had a serious negative impact on\r\nthe unity, sovereignty and territorial integrity of this\r\nMuslim nation. We call upon all warring factions in\r\nAfghanistan to reconcile in a manner that will bring peace\r\nand stability to the people. In this regard, we would like to\r\nexpress our support of and appreciation for the initiatives of\r\nthe Organization of the Islamic Conference and the United\r\nNations Special Mission to Afghanistan, headed by the\r\nSpecial Envoy of the Secretary-General, Mr. Lakhdar\r\nBrahimi.\r\nThe successive crises in the African continent have\r\ndemonstrated the complexity of the political, economic and\r\nsocial situation therein. Rescuing Africa requires concerted\r\ninternational efforts to overcome its difficulties. In\r\nparticular, African countries need international assistance\r\nto continue the process of reform and economic\r\ndevelopment. We believe that unified international action\r\nis necessary more than ever to support the United Nations\r\ncoordination of efforts of the international donor\r\norganizations and the efforts on the regional level by the\r\nOrganization of African Unity and the neighbouring\r\ncountries in the areas of conflict with a view to promoting\r\ndevelopment and progress in the African continent.\r\nThe current situation in Kosovo and the persecution\r\nand killings of the Albanian Muslims and others in this\r\nregion have been deplored and denounced by the\r\ninternational community. We condemn the use of\r\nterrorism and violence in international relations as a mean\r\nto resolve political differences. We call for the\r\ncontainment and just settlement of this crisis.\r\nWhile realizing the national reasons why India and\r\nPakistan each carried out its latest nuclear tests, we\r\ncontinue to call upon the two neighbouring countries to\r\npromptly sign the NPT and CTBT in order to prevent the\r\nescalation of the arms race in other regions of the world.\r\nWe hope that the circumstances will allow them to do so.\r\nAs the United Nations plays its role to eliminate all\r\nlethal weapons from this globe, my country would like to\r\ncommend the international efforts that have led to the\r\nadoption in December 1997 of the Convention on the\r\nProhibition of the Use, Stockpiling, Production and\r\nTransfer of Anti-personnel Mines and on Their\r\nDestruction. This achievement should alleviate the\r\nsufferings and spare the lives of thousands of innocent\r\ncivilians who might fall victim to this kind of weapon.\r\nIn the context of preserving the environment, the\r\nSultanate of Oman has submitted a proposal to the\r\nregional organization for the protection of marine life in\r\nthe Gulf to establish bunkering ports for oil tankers in\r\norder to protect the territorial waters and preserve the\r\nmarine life in the region from pollution.\r\nIn the absence of the President, Mr. Filippi Balestra\r\n(San Marino), Vice-President, took the Chair.\r\nOn the economic front, the current situation has had\r\na negative impact on economic growth in Oman, just as\r\nit has elsewhere in the world. But Oman is determined to\r\nproceed with its plans for economic diversification and\r\nharmonization with the regional and international\r\neconomic environment.\r\n13\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nOn the national level, Oman has carried out the\r\npolicies, legislation and other measures conducive to\r\nforeign investment, based on the principles of a market\r\neconomy. At the regional level, my country participates\r\nactively in regional economic gatherings. Within the GCC,\r\nand thanks to the spirit of partnership among member\r\nStates and the economic integration legislation, the rates of\r\ngrowth in the non-oil sectors have substantially increased.\r\nIn the Indian Ocean Rim Association for regional\r\ncooperation, my country is an active participant in efforts\r\nto promote and invigorate economic trade cooperation. In\r\nthis context, I would like to draw your attention to the\r\ninvestment by the Sultanate of Oman in infrastructure\r\nprojects such as the port of Raysut in the southern region\r\nof Oman, Dhofar. This port will offer services to container\r\nships and will enhance international maritime trade and\r\ntransport in our region.\r\nAt the international level, my country is working\r\ntowards membership in the World Trade Organization\r\n(WTO), and we are fully committed to taking the necessary\r\nsteps to assure our full participation and responsibilities\r\nwithin that organization.\r\nThe Sultanate of Oman thus works in a diligent and\r\ncooperative manner to promote the development of\r\neconomic relations with other nations and with regional and\r\ninternational groupings for mutual benefit and the\r\npromotion of international trade and investment.\r\nThe Sultanate of Oman stands ready to extend the\r\nhand of friendship to all peace-loving nations.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Singapore, His Excellency\r\nMr. Shanmugam Jayakumar.\r\nMr. Jayakumar (Singapore): Singapore was delighted\r\nto see Mr. Didier Opertti unanimously elected as the fifty-\r\nthird President of the United Nations General Assembly. As\r\nthis century draws to a close, the world is experiencing\r\ndramatic changes. We live in an era of great uncertainties.\r\nAt this crucial juncture, we are delighted that a\r\ndistinguished man of letters and man of law from a fellow\r\nsmall State has assumed this distinguished office. We\r\nwould also like to place on record our gratitude to his\r\npredecessor, Mr. Hennadiy Udovenko, for his able\r\nstewardship of the fifty-second session of the General\r\nAssembly.\r\nIn the last two decades, the world has changed. The\r\ngrowth of international institutions, cross-border trade and\r\ninvestment, the opening up of markets, the advent of\r\ninstant communication — all these have altered the face\r\nof the world. From the Americas to Europe to the Middle\r\nEast, to Africa and to Asia, no country has been\r\nuntouched by the forces of globalization. The expansion\r\nof global economic activity has forced globalization onto\r\nthe agendas of United Nations Members. At one point or\r\nanother, we have all asked how our peoples could benefit\r\nfrom globalization and wondered how our nations could\r\nbe better plugged into the global economic grid. Keen\r\ninternational interest at the United Nations about\r\nglobalization was also evident from the active\r\nparticipation of many Member States in the high-level\r\ndialogue on the impact of globalization held last week on\r\nthe fringes of the General Assembly.\r\nAt that dialogue, Secretary-General Kofi Annan said\r\nthat there was no subject more important than\r\nglobalization. I agree. The long-term benefits deriving\r\nfrom the free trade of goods and services and from the\r\nfree flow of capital and information are generally\r\naccepted.\r\nIn the last year the desirability of a freer flow of\r\ncapital has been severely questioned. When the currency\r\ncrisis erupted in South-East Asia, some expected the crisis\r\nto blow over quickly. Unfortunately, this was not the\r\ncase. Economic problems quickly developed into full-\r\nscale social problems, which in turn became political\r\nproblems. The crisis has since spread from South-East\r\nAsia to North-East Asia, Russia and even Latin America.\r\nEven as we speak, it laps at the shores of America and\r\nEurope. What started out as a national problem has\r\nballooned into a regional problem, and it is fast\r\nthreatening to become a global crisis.\r\nThe United Nations cannot avoid coming to grips\r\nwith globalization. Events in East Asia over the last year\r\nhave caused enthusiasm for this phenomenon to give way\r\nto uncertainty about its value. The questions foremost in\r\nour minds are: is globalization good for us? How do we\r\nprevent ourselves from being hurt by it? We are all\r\ngroping for answers. The challenge for us is whether we\r\nare able to draw the right lessons from recent events.\r\nOn the whole, globalization has done a lot of good.\r\nThe process has enhanced the free flow of goods and\r\nservices, capital and information; it has spurred innovation\r\nand competition and has lifted hundreds of million of\r\npeople out of poverty. East Asia has enjoyed two decades\r\nof unprecedented economic growth. Our landscape has\r\nbeen radically transformed. Financial centres have\r\n14\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nreplaced sleepy villages. Lifestyles which were a dream for\r\nour parents are a reality for us. Our cities are increasingly\r\nplugged into the world information superhighway. Less than\r\n10 years ago, letters would have taken at least a week to\r\ncross the globe. Today, with the advent of electronic mail,\r\nit takes seconds. We can now chat “real-time” on the\r\nInternet. Initially, the Internet was used mainly in developed\r\ncountries. Increasingly, it has spread its wings around the\r\nglobe.\r\nDialogue and cooperation between countries have\r\nimproved as the countries found issues of common interest\r\nand more areas of interdependence. Isolated economies\r\nhave joined hands to form regional economic groupings and\r\nto promote regional prosperity. Look how the globalization\r\nof information has helped the work of the United Nations\r\nitself. Today, anyone with a computer and modem can gain\r\nelectronic access to over 360,000 official documents of the\r\nUnited Nations, dating back to 1947. The complete list of\r\nUnited Nations peacekeeping operations, including potential\r\ntraining programmes, is available on-line. More crucially,\r\nthe Organization’s “Relief Web” provides situation reports\r\non humanitarian relief efforts in disaster areas around the\r\nworld, along with instant information on how individuals\r\nand Governments can contribute to specific humanitarian\r\noperations. One major force of globalization, the Internet,\r\nhas tied all of us together, very much like a global family.\r\nBut, like any man-made phenomenon, globalization\r\ninevitably creates some problems. Some countries have\r\nbeen made more vulnerable by the opening up of their\r\neconomies to the global market. Control has now passed\r\nlargely into the hands of thousands of money traders who\r\ncan move billions of dollars across boundaries with a single\r\nclick of a computer mouse. Effectively, there is now no real\r\nforce that can stop them.\r\nAs the former Chairman of Citibank, Mr. Walter\r\nWriston, noted in a recent article:\r\n“When I started in the banking business, the total\r\nforeign exchange market in New York was only about\r\n$50 million. If the Federal Reserve called Citibank or\r\nChase and instructed them to sell $10 million, an\r\norder that size could move the markets. Today, that\r\nmarket is $1 trillion and Central Bank intervention in\r\nforeign exchange becomes an exercise in futility.”\r\nIn today’s CNN world, live images are transmitted\r\nfrom one end of the globe to another as events unfold.\r\nPerceptions can be changed, emotions stoked and\r\nconfidence irrecoverably shaken within minutes. This exerts\r\ngreater pressures on Governments, on businesses and even\r\non peoples to respond, rationally or otherwise.\r\nThe way ahead is not to turn our backs on\r\nglobalization. This is no longer a viable or realistic\r\noption. To repudiate globalization will hurt our long-term\r\ngrowth prospects. It is vital to remind ourselves in this\r\ncrisis that the tremendous economic growth that much of\r\nthe world has experienced since the Second World War\r\nhas been the result of the free trade in goods and services\r\nencouraged since the formation of the General Agreement\r\non Tariffs and Trade in 1947. There is an overwhelming\r\nconsensus among economists that we should continue to\r\npush ahead on this front, despite the fact that\r\nprotectionism has once again reared its ugly head. If we\r\ntry to turn the clock back and walk away from free trade,\r\nthe impact will not just be domestic nor will it be merely\r\neconomic.\r\nDomestic political pressures can find regional and\r\ninternational outlets. The prosperity resulting from open\r\nmarkets has provided a foundation for national stability\r\nand regional and global peace and security. If countries\r\ncannot get access to the raw materials, goods and services\r\nthey need through peaceful and open competition, they\r\nwill resort to other means. Economic rivalries can have\r\npolitical and military consequences. A return to global\r\ntensions cannot be ruled out, but we must avoid it. The\r\ncore interests of the United Nations — the maintenance\r\nof peace and security — may be endangered. The only\r\nway forward is to find solutions to deal with the\r\nvulnerabilities created by globalization.\r\nAt the domestic level, we must promote higher\r\nstandards of national government by strengthening our\r\nregulatory and supervisory frameworks, improving\r\ncorporate governance, increasing transparency and\r\nlessening government interference in market decisions.\r\nWe need to put in place sound macroeconomic policies\r\nand build strong regulatory structures to make our\r\neconomies more resilient.\r\nOn the international front, the United Nations can\r\nplay a leading role in the international effort to help\r\ncountries reap the benefits of globalization. We should\r\nencourage the developed world to assume the primary\r\nresponsibility for bringing the world out of this crisis.\r\nThere should be greater dialogue and partnership between\r\nthe developing and developed world to ensure that\r\nglobalization benefits every country. Globalization should\r\nbring security and confidence, not greater vulnerability, to\r\nour people.\r\n15\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nUnited Nations Members have a common interest in\r\nrevitalizing and reforming the major multilateral\r\ninstitutions, including the International Monetary Fund\r\n(IMF), the World Bank and the World Trade Organization\r\n(WTO). The United Nations, for its part, has prevented the\r\nscourge of another world war. The IMF, World Bank and\r\nWTO have overseen a great burst of economic expansion\r\nof a size never seen before in the history of man. Together\r\nwith other key United Nations agencies, they have made\r\nsignificant contributions to development efforts and to\r\npoverty alleviation. However, recent developments have\r\nshown that these institutions have their weaknesses. They\r\nshould be reformed, but not destroyed.\r\nSo, we at the United Nations can play a constructive\r\nrole in this process. As Secretary-General Mr. Kofi Annan\r\nsaid at the high-level dialogue recently, the United Nations\r\nhas\r\n”A unique and indispensable role to play. Our broad\r\nmandate, our universal membership and our ability to\r\ninvolve non-State actors all make the United Nations\r\nuniquely well equipped to help forge a global response\r\nto the crisis, which is global not only in the\r\ngeographical sense, but also in the range of issues that\r\nit raises.” (A/53/PV.6)\r\nI am glad that one clear conclusion of the high-level\r\ndialogue on globalization was, as the Secretary-General\r\nreiterated in his closing remarks, the need for the United\r\nNations and Bretton Woods institutions to now work\r\ntogether as equal members of the same team. In my view,\r\nwe will also have to work together to deal with the new\r\nchallenges which were not anticipated when the Bretton\r\nWoods institutions were set up in 1944.\r\nWe stand at a critical juncture of international\r\ndiscourse. As we approach the twenty-first century,\r\nparadigms that have brought us wealth and peace in the last\r\nhalf-century are now being questioned. The temptation to\r\ntake the easiest route — to close our doors on\r\nglobalization — is very great, but the quickest route is not\r\nnecessarily the right or best route.\r\nWe can begin by holding full discussions on this issue.\r\nA good start was made at the recent high-level dialogue.\r\nMany good ideas have been raised. We should continue this\r\nprocess in order to come up with a global understanding of\r\nthe challenges and to formulate a global response. I am\r\npleased to learn that preparations have already begun for\r\nthe Millennium Assembly in the year 2000. Many questions\r\nwill certainly be discussed then, but I dare say that no\r\nquestion may be more pressing than the challenge of\r\nglobalization.\r\nAddress by The Honourable Said Musa, Prime\r\nMinister and Minister of Finance and Foreign Affairs\r\nof Belize\r\nThe Acting President: The Assembly will now hear\r\nan address by the Prime Minister and Minister of Finance\r\nand Foreign Affairs of Belize.\r\nThe Honourable Said Musa, Prime Minister and\r\nMinister of Finance and Foreign Affairs of Belize,\r\nwas escorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Prime Minister and Minister of Finance\r\nand Foreign Affairs of Belize, His Excellency The\r\nHonourable Said Musa, and inviting him to address the\r\nGeneral Assembly.\r\nMr. Musa (Belize): The election of the Foreign\r\nMinister of Uruguay as President of this General\r\nAssembly is very gratifying to our delegation and we are\r\nsure that his enormous talents and experience will guide\r\nus effectively through this critical session.\r\nWe also wish to acknowledge the contribution of his\r\npredecessor for the admirable guidance he provided the\r\nAssembly over the past year.\r\nThe inspired work of the Secretary-General,\r\nMr. Kofi Annan, has brought new life and meaning to the\r\nUnited Nations, and we are grateful to him for his\r\ndedication to the task of modernizing the Organization.\r\nThe commitment to ongoing reform and renewal in this\r\nOrganization and the new vision and energy injected by\r\nthe Secretary-General have resulted in a revitalized\r\ninstitution that offers new hope.\r\nIn like fashion, the Belizean people demonstrated\r\ntheir political maturity when they turned out in record\r\nnumbers a month ago to elect a Government committed\r\nto setting a new and higher standard of governance to\r\ntake them through to the next millennium. We regard the\r\noverwhelming mandate given to our new Administration\r\nas a directive to transform our institutions and political\r\nculture into more democratic, open and just instruments\r\nfor the welfare of all our people.\r\nThe work of reform and renewal is never-ending.\r\nWith regard to the reform of the Security Council, while\r\n16\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nwe agree that this is urgently needed, we wish to urge all\r\nMembers to make every effort to ensure that the Working\r\nGroup produces a final package for the consideration of this\r\nAssembly.\r\nIt is to the credit of the United Nations that many\r\nmore people in today’s world benefit from a culture of\r\ndemocracy and the rule of law. The United Nations has set\r\nthe pace in providing the support necessary to build and\r\nconsolidate the institutions of democracy. Central to this\r\nachievement has been the fact that the economic, cultural\r\nand social aspects which underpin democracy have not been\r\nignored.\r\nPerhaps the most powerful instrument for promoting\r\ndemocracy has been the Universal Declaration of Human\r\nRights, whose fiftieth anniversary we celebrate this year.\r\nThis basic document has been fortified over the years by\r\nother commitments relating to second-, third- and fourth-\r\ngeneration rights and to the rights of children, women and\r\nindigenous people. Taken together, these commitments\r\nconstitute a challenge which we are all called upon to live\r\nup to.\r\nBelize is committed to pursue policies that lead to an\r\neconomic and social climate which nurtures the\r\ndevelopment of our children and offers real opportunities to\r\nour young people to be creative and productive and to\r\ndevelop self-respect, self-reliance and a sense of belonging\r\nto a community.\r\nOur Government recognizes the value of education in\r\npromoting gender awareness and improving the economic\r\nsituation of women, upon whom poverty casts a\r\ndisproportionate burden. Our policies for greater\r\nemployment, education in non-traditional areas and\r\nmicrocredit facilities will all be driven by gender awareness\r\nto foster greater access and opportunity for Belizean\r\nwomen.\r\nThe International Decade of the World’s Indigenous\r\nPeople has served to raise public consciousness of the\r\nplight of peoples who for centuries have been\r\ndisadvantaged, exploited and marginalized. Our Government\r\ntakes seriously its duty to tangibly improve the quality of\r\ndaily life for indigenous people and will engage in\r\nrespectful negotiations with them in regard to their concerns\r\nabout land, natural resources and other matters.\r\nThe United Nations decolonization programme has\r\nbeen hailed as one of the most successful of the\r\nOrganization’s undertakings over the past decades.\r\nHowever, enjoyment of the fundamental right to self-\r\ndetermination is still denied to the people of Western\r\nSahara and East Timor. Belize will continue to support\r\nthe work of the Special Committee on Decolonization to\r\nensure that these people are afforded opportunities for the\r\nfull expression of their will.\r\nThis year presents us with a telling irony: even as\r\nwe celebrate the fiftieth anniversary of the Declaration of\r\nHuman Rights, we are painfully reminded that it is also\r\nthe fiftieth anniversary of the dispossession of the\r\nPalestinian people. We continue to press for the full\r\nrecognition of the rights of the Palestinian people to self-\r\ndetermination and to establish an independent State,\r\nrespecting the independence and security of all the States\r\nin that region.\r\nWe are likewise concerned about the fact that a\r\nsister Caribbean nation continues to suffer from a policy\r\ndesigned to isolate it, even as it continues to be the target\r\nof terrorist attacks. The most fundamental human rights\r\nof the Cuban people are thus being violated, and we urge\r\nall concerned to work together with us in Caribbean\r\nCommunity (CARICOM) and in the Association of\r\nCaribbean States to bring an end to this situation.\r\nBelize supports the efforts of the Republic of China\r\non Taiwan to participate fully in the work of this\r\nOrganization and its organs, as well as in international\r\nfinancial and developmental institutions. The time has\r\ncome for us to respect the sovereign will of that\r\npopulation, in conformity with the universalist principles\r\nof our Charter.\r\nWe all know that it is meaningless to talk about\r\nhuman rights without addressing the fact that millions of\r\npeople are falling into poverty even as incredible\r\nadvances in science and technology make possible the\r\neradication of poverty. This tells us that something is\r\nterribly wrong about the way the world economy is\r\nmanaged. If some resisted this conclusion before, the\r\ninstability of the present world financial markets is surely\r\nproof enough that unbridled globalization can have\r\nserious negative effects on developing and developed\r\ncountries alike.\r\nWe must move resolutely to create a new and fair\r\nmanagement regime for the world economy. We support\r\nthe proposed United Nations conference on financing for\r\ndevelopment, which should include consideration of social\r\nfactors and should seek to bring about comprehensive\r\nreform of the international financial system.\r\n17\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nI speak for a country which has seen its prospective\r\nbase of prosperity whittled away over the past few years by\r\nmisguided economic policies, predatory politics and\r\nfinancial mismanagement. Our Administration has inherited\r\na country where some 40 per cent of the people live in\r\npoverty, where almost half of its children do not complete\r\nprimary school and where preventable diseases and infant\r\nmortality are on the rise. We have committed ourselves to\r\nan intensive integrated programme aimed at the elimination\r\nof poverty, based on growth economics that will restore\r\ninvestor confidence, stimulate economic activity and\r\nemployment and bring about more revenue for\r\ndevelopment.\r\nBut the stark reality is that no matter how hard we try,\r\nwe cannot do it alone. We are, therefore, especially\r\nencouraged by the words of the British Prime Minister,\r\nTony Blair, spoken to this Assembly a week ago, at the 7th\r\nmeeting:\r\n“If we want to eradicate poverty, we also need to\r\nensure that the least developed countries benefit from\r\nthis global economy ... [by] letting them sell their\r\ngoods without imposing tariffs on them ... actively\r\nhelping them benefit from globalization ... [and]\r\nrejecting any false allure of protectionism ... We also\r\nhave to ease the debt burden on the poorest countries.”\r\nIn this connection, we emphatically endorse the call of\r\nthe Durban Summit of Non-Aligned Countries for new\r\nconcessional financial flows to debtor developing countries,\r\nin addition to debt cancellation and other debt relief\r\nmeasures.\r\nWe are also witnessing progressive decreases in the\r\namount of aid flowing to the developing countries. And too\r\noften we are victims of a trend in international agencies of\r\nspending millions on endless studies and consultancies,\r\nwhen what we need are concrete actions to solve the\r\nproblems we long ago identified.\r\nWe certainly welcome the work being done by the\r\nUnited Nations Development Programme (UNDP) for the\r\nprotection of our environment. Our population depends on\r\nits forests and clean seas to survive. The pristine condition\r\nof our natural resources affords us a competitive advantage\r\nas a prime destination for eco-tourism, and their rational\r\nmanagement and use is the only guarantee for our\r\nsustainable development.\r\nYet we have witnessed the wanton destruction of\r\nforests by transnational corporations and the depletion of\r\nmarine life by galloping consumption that is heedless of\r\nthe fragility of our ecosystems and of the social\r\nconsequences. The 1998 Human Development Report\r\nconcludes that gross inequalities in consumption have\r\nprevented over 1 billion people from meeting their basic\r\nconsumption requirements, a conclusion which led the\r\nreport’s coordinator, Richard Jolly, to call for patterns of\r\nconsumption that are socially responsible, are not\r\ndestructive of the well-being of others, are sustainable and\r\ndo not degrade the natural resource base and environment\r\nfor present and future generations.\r\nAs if the uneven effects of the globalization of the\r\nworld economy were not enough to try us, we are faced\r\nwith the even more destructive phenomenon of the\r\nglobalization of crime and mindless violence, especially\r\nas manifested through the increased use of and trafficking\r\nin drugs and money-laundering. My country is in the\r\nunfortunate position of being along the way of the transit\r\ntrade to the country of greatest demand, and we daily\r\nsuffer the consequences in the ruined lives of our youth\r\nand the increased incidence of crime. We are doing\r\neverything possible to fight this scourge of mankind and\r\nwill cooperate fully with all regional and international\r\nefforts aimed at the effective curbing of the drug trade\r\nand its insidiously corrupting effects on our institutions\r\nand way of life.\r\nA world free of the curse of drugs, liberated from\r\nthe affliction of poverty, blessed with freedom and\r\ndemocracy where people’s human right to a full and\r\ndignified life can be pursued in peace: this, surely, is\r\nwhat we are all striving for. Belize pledges to play its\r\npart in that glorious struggle, even as we ask the United\r\nNations to continue to support the independence and\r\nterritorial integrity of our nation, whose people, like\r\nhuman beings everywhere, seek only to assert their\r\nabsolute and inalienable right to human dignity.\r\nIn this search, we all need a vital and effective\r\nUnited Nations — this unique expression of our common\r\nhumanity.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister and\r\nMinister of Finance and Foreign Affairs of Belize for the\r\nstatement he has just made.\r\nThe Honourable Said Musa, Prime Minister and\r\nMinister of Finance and Foreign Affairs of Belize,\r\nwas escorted from the rostrum.\r\n18\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nThe Acting President: I now call on His Excellency\r\nMr. Gabriele Gatti, Minister for Foreign and Political\r\nAffairs of the Republic of San Marino.\r\nMr. Gatti (spoke in Italian; English text provided by\r\nthe delegation): On behalf of the Republic of San Marino\r\nand on my own behalf, I wish, first of all, to congratulate\r\nMr. Didier Opertti on his election as President of the\r\nGeneral Assembly and to wish him all success in his work.\r\nI also wish to assure him and the Secretary-General of the\r\nfull support of my Government for their unceasing and\r\nvaluable efforts.\r\nI would also like to take this opportunity to thank\r\nMr. Hennadiy Udovenko for his work as President during\r\nthe last session of the General Assembly.\r\n1998 is an historic year for our Organization. We are\r\ncelebrating the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, which has always been, and\r\ntoday remains, a milestone for democracy and for the\r\nsafeguard of the inalienable rights of human beings.\r\nThe Republic of San Marino, during the more than 16\r\ncenturies of its existence, has always promoted respect for\r\nhuman rights. Today more than ever before, the principles\r\ncontained in the Declaration represent the essence of a\r\ncivilized way of living together in modern society.\r\nTherefore my Government decided to finance the\r\nproject of the United Nations High Commissioner for\r\nHuman Rights entitled “Global Dissemination of the\r\nUniversal Declaration of Human Rights”. This project aims\r\nat making the Declaration accessible and understandable to\r\na wider number of people, by preparing a compendium of\r\ntranslations of this important text into 250 of the world’s\r\nmost widely spoken languages. With this small but\r\nmeaningful gesture, San Marino wishes to celebrate the\r\nfiftieth anniversary of the Declaration and to make a\r\ncontribution to the dissemination of the fundamental\r\nhumanitarian principles contained therein.\r\nExperience has taught us, at a high cost, that where\r\nthere is no peace, there is no respect for human rights. I\r\nbelieve the United Nations should play an active role in the\r\nmaintenance of peace, especially where it is weakest and\r\nmost precarious. This is vitally important. It should be the\r\npersonal responsibility of every human being to carry out\r\nhis or her own duty in the context of the international\r\ncommunity.\r\nSadly, we have recently once again confronted\r\nanother dramatic issue: the problem of terrorism. We\r\nmust all cooperate to prevent it from spreading any\r\nfarther. We must combat terrorism and condemn it,\r\nalways and by all possible means.\r\nNuclear tests in the Asian region are a new and\r\nworrying problem, one that is going to be characteristic\r\nour era. This problem could represent the beginning of a\r\nnew season of anxiety and danger for all mankind if the\r\ninternational community, and the United Nations in\r\nparticular, is unable to prevent it. The Republic of San\r\nMarino, like many other States, is against any initiative\r\naimed at provoking an escalation of the nuclear threat and\r\nwill do all in its power to prevent this from happening.\r\nOur generation, and the ones to come, must not know\r\nthese fears or the destructive ambitions that could\r\nannihilate our entire planet.\r\nUnfortunately, in our opinion the present\r\ninternational legal instruments have proven insufficient to\r\nfight the proliferation of nuclear weapons. This\r\nproliferation has taken on a new profile because of the\r\nwill to acquire a more influential and prestigious position\r\nat the national and international levels, while the peaceful\r\nand constructive uses of this energy are forgotten or\r\ndeliberately denied.\r\nMy country deems that the United Nations must lead\r\nthe international community to strengthen those\r\ninstruments capable of preventing and repressing\r\ninternational crimes which until now have merely been\r\nthe object of moral condemnation. With this in mind, our\r\nRepublic took part in the Diplomatic Conference on the\r\nEstablishment of an International Criminal Court in Rome\r\nlast June and July. San Marino contributed to the work of\r\nthe Conference because it is convinced that such a court\r\ncould represent an effective and strong deterrent to crimes\r\nagainst peoples or any ethnic group. The court established\r\nby this Conference will represent not only a hope for but\r\nalso an instrument of protection for the victims of\r\noppression, as well as a point of reference for all those\r\nwho believe in the absolute value of justice and in respect\r\nfor human beings.\r\nSan Marino follows with particular attention the\r\ndebate on the death penalty. Our civil and cultural\r\nconsciousness entitles us to do so. In 1865, San Marino\r\nbecame the first country in Europe to abolish capital\r\npunishment, though in fact it had not been applied for\r\ncenturies. The Government and people of San Marino\r\ndeeply believe that death imposed by law cannot represent\r\n19\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\na valid protection for society, nor can it be a deterrent to\r\ncrime.\r\nOur criminal code, in which sanctions have a\r\nrehabilitative as well as a punitive function, rejects capital\r\npunishment, defining it as “a residual of vindictive justice”.\r\nFor these reasons, I wish to express the support of the\r\nRepublic of San Marino for all initiatives that, like the\r\nresolution adopted this year by the Commission on Human\r\nRights, aim at the abolition or limitation of the death\r\npenalty.\r\nThe nations of the world differ geographically,\r\nethnically, economically and culturally, but all of them have\r\na common substantial and undeniable responsibility towards\r\nyoung people. If we are not able today to put an end to\r\nwars and poverty, future generations will have to fight\r\narduous and complex battles arising from the degeneration\r\nand wounds that currently afflict humanity, as it moves\r\ntowards the third millennium.\r\nIt is a question not only of doing away with age-old\r\ngeopolitical imbalances but, and primarily, of rediscovering\r\nvalues and principles that are capable of offering all people\r\nof the world, and especially young people, the cultural\r\nmeans to fight for freedom, development and mutual\r\nunderstanding. That is a challenge based on solidarity and\r\npersonal values. Given that perspective, San Marino\r\nconsiders the moral and professional growth of young\r\npeople to be a priority. Our school system is based on\r\npersonal development, focuses on the job market and\r\nrespect for environment and encourages young people to\r\ntake part in the social lives of their communities.\r\nThe need for reform in the United Nations is a\r\nconcept widely shared by all Members of this Organization,\r\nthanks in particular to the input of the Secretary-General,\r\nwho started a slow but irreversible process which will lead\r\nto the rationalization and updating of all its principal\r\norgans. Some of those reforms, such as the reform of the\r\nSecurity Council, must, because of their significance, be\r\napproved by consensus only — a consensus that sadly is\r\nyet to be reached. We have confidence in the steadfast\r\ncommitment of the President of the General Assembly and\r\nin his substantial role in leading the Working Group on the\r\nreform of the Security Council to an equitable and\r\nunanimous solution that fully respects the principles of the\r\nCharter.\r\nSan Marino is among those countries that are strongly\r\nconvinced of the need for reform so as to guarantee for the\r\nUnited Nations the functions and the role that form the\r\nbasis of its nature and its existence. We are absolutely\r\naware of how important it is for the Organization to\r\nstrengthen its presence and its prestige, which derive from\r\nmore than 50 years of activity in the service of peace and\r\nthe protection of human rights. We are moreover\r\nconvinced that this noble mandate has today its own\r\nraison d’être, and that it must be supported with\r\ndetermination, consistency and loyalty. We should also\r\nhave the courage and humility to be able to give up\r\nsomething in the name of the higher interest of all\r\ncountries and all peoples who form part of the\r\ninternational community.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Tunisia, His Excellency\r\nMr. Saïd Ben Mustapha, on whom I now call.\r\nMr. Ben Mustapha (Tunisia) (interpretation from\r\nArabic): It gives me great pleasure at the outset, Sir, to\r\nextend to Mr. Opertti my sincere congratulations on his\r\nelection to the presidency of the General Assembly at its\r\nfifty-third session. We are confident that his political\r\nperspicacity and wide knowledge of international affairs\r\nwill guarantee the success of the work of this Assembly.\r\nHis election is an acknowledgement by the international\r\ncommunity of the active role that his friendly country,\r\nUruguay, is playing at both the regional and the\r\ninternational level for the establishment and enhancement\r\nof cooperation between peoples and the consecration of\r\nthe universal principles of peace and justice.\r\nI should also like to extend to his predecessor,\r\nMr. Hennadiy Udovenko, my warmest thanks and\r\nappreciation for the competence and dedication he\r\ndemonstrated in discharging his responsibility in order to\r\nstrengthen the foundations of change and structural reform\r\nof our international Organization so as to enable it to\r\nenter the next century with the necessary efficiency and\r\neffectiveness.\r\nI also wish to pay tribute to the Secretary-General,\r\nMr. Kofi Annan, for his continuous and dedicated efforts\r\nto strengthen and restructure the Organization and for his\r\neagerness to bolster international peace and security and\r\nthe peaceful settlement of conflicts.\r\nThe last decade of the twentieth century has been\r\ncharacterized by fiftieth anniversary celebrations\r\ncommemorating the creation of many international\r\ninstitutions, including the United Nations. As the\r\ninternational community moves towards the twenty-first\r\ncentury, it is called upon to evaluate its accomplishments\r\n20\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nin giving effect to the principles and goals of the United\r\nNations and in delineating the contours of the future with\r\na view to ensuring security, peace and development for all\r\nthe peoples of the world.\r\nIn this regard, ensuring a better world for future\r\ngenerations — a world in which security, justice, stability\r\nand prosperity for all prevail — remains the highest\r\ncommon goal, whose achievement requires efforts by all.\r\nThis requires the international community to show an\r\nunwavering determination and to sustain efforts to establish\r\na world order, built by all States, consolidating the\r\nobjectives and principles of the United Nations and\r\nfulfilling the spirit and the letter of the Charter, on the basis\r\nof international legitimacy and the principles of democracy,\r\nequality and equity among States.\r\nThe new approach adopted by the international\r\ncommunity in the process of reform, which covers all\r\nUnited Nations structures and fields of activity, offers an\r\nopportunity for consolidating the principle of democracy as\r\na basis for international relations. In this connection,\r\nTunisia attaches great importance to strengthening the role\r\nand prerogatives of the General Assembly in all the areas\r\nof its competence as provided for in the Charter of the\r\nUnited Nations, particularly with regard to the development\r\nand maintenance of international peace and security.\r\nWe wish to emphasize once again the need to\r\nrevitalize and enhance the role of the General Assembly,\r\ngiven its universality, representativeness and democratic\r\ncharacter. Strengthening the effectiveness and efficiency of\r\nthe General Assembly should go hand in hand with the\r\nreform of the Security Council so as to confirm the\r\nprinciples of transparency, pluralism and democracy. These\r\nare values which should prevail in international relations\r\nand guide the activities of our Organization and its various\r\nbodies, including the Security Council, in order to enhance\r\nand develop its role in the maintenance of international\r\npeace and security, which, in recent years, has become\r\nincreasingly important.\r\nJust as we expect the Security Council to act\r\neffectively and to fulfil its mission in the best way possible,\r\nwe also stress the need to give that body a globally\r\nrepresentative character that takes into account the interests\r\nof developing countries and reflects the reality of the world\r\nfollowing the end of the cold war by expanding its\r\nmembership to include all regional groups. In this respect,\r\nwe stress our support for the request of the Group of\r\nAfrican States, reaffirmed at the Ouagadougou summit,\r\nwhich calls for the allocation of two permanent seats to be\r\noccupied on a rotational basis by States from Africa, with\r\nthe enjoyment of the same privileges as those of the\r\ncurrent holders of permanent seats.\r\nHowever, the process of Security Council reform\r\nshould not be limited to restructuring that body. The\r\nrationalization of the Council’s working methods is\r\nneeded so as to strengthen and consolidate one of the\r\nCharter’s most important principles, that of compliance\r\nwith and respect for international legitimacy by all. In this\r\nconnection, we emphasize the need to review the veto\r\nright, whose use should be confined to the areas covered\r\nby Chapter VII of the Charter.\r\nWe also believe that the sanctions regime practised\r\nby the Security Council should be reviewed to ensure the\r\nprotection of populations, prevent their suffering and\r\nguarantee their right to development and to a life of\r\ndignity, and take into account the interests of\r\nneighbouring countries which have economic and\r\ncommercial relations with the country targeted for\r\nsanctions. A specified time-frame should also be set up\r\nfor the implementation and lifting of sanctions. In this\r\nconnection, we stress the necessity of respecting Iraq’s\r\nsovereignty and territorial integrity and of implementing\r\nthe relevant resolutions of the Security Council, including\r\nthose resolutions dealing with Kuwaiti prisoners and\r\nmissing persons.\r\nAs we pay tribute to the Secretary-General, Mr. Kofi\r\nAnnan, for his efforts to contain the crisis between Iraq\r\nand the United Nations Special Commission, we call upon\r\nhim to increase his efforts and to undertake the required\r\ninitiative for a comprehensive review of the situation with\r\na view to finding a solution acceptable to all parties\r\nwhich would accelerate the lifting of the sanctions\r\nimposed on the brotherly Iraqi people.\r\nRegarding the Lockerbie issue, Tunisia has expressed\r\noptimism over the recent developments, which could\r\naccelerate the achievement of a just and satisfactory\r\nsettlement of this issue, taking into account the\r\nwillingness demonstrated by the brotherly country of\r\nLibya and other concerned parties to deal in a positive\r\nmanner with the ideas already put forward. We encourage\r\nall parties to move ahead in that direction so that the\r\nembargo imposed on the brotherly Libyan people can be\r\nlifted.\r\nWith respect to the Middle East peace process,\r\nTunisia has since the very beginning supported and\r\nworked relentlessly for its success. We wish once again\r\n21\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nto express our deep concern about the present status of the\r\nprocess. We warned that setbacks and deadlocks would\r\nresult from Israel’s continued policy of fait accompli and its\r\nrefusal to honour its commitments and to implement the\r\nagreements that were concluded.\r\nWe believe that it will not be possible to reach a just,\r\ncomprehensive and lasting solution to the Middle East\r\nquestion without Israel’s compliance with international\r\nlegitimacy represented by the relevant United Nations\r\nresolutions and based on the principles outlined in the\r\nMadrid process, particularly that of “land for peace”.\r\nTunisia, which supports the just Palestinian cause,\r\nwelcomes the resolution adopted by the General Assembly\r\nat its last session enhancing the status of Palestine as\r\nobserver at the United Nations. We hope that this step will\r\nsoon be followed by international recognition of an\r\nindependent Palestinian State with Al-Quds al-Sharif as its\r\ncapital.\r\nIncreased efforts by the international community to\r\nconsolidate democratic relations among States and to\r\nstrengthen international legitimacy in the conduct of world\r\naffairs are imperative for the foundation of a balanced\r\ninternational order that guarantees a better life for future\r\ngenerations and promotes conditions of stability in the\r\nsecurity, economic and social dimensions.\r\nWith regard to security, many regions of the world\r\ncontinue to be torn by war and conflicts, and their\r\npopulations still endure suffering and tragedies due to the\r\nabsence of stability and security. In our view, the best\r\nsolution to these problems is to pre-empt crises through\r\npreventive diplomacy so as to eliminate their causes in the\r\nfastest and most effective way. The international\r\ncommunity has successfully adopted this right approach and\r\nhas been able to contain a number of conflicts through\r\nmediation, good offices and other peaceful means.\r\nThe United Nations has also achieved considerable\r\nsuccesses in the context of peacekeeping operations in\r\nmany parts of the world, enabling it to contain conflicts\r\neither by interposing itself between the belligerents or by\r\nsupervising the conclusion of peace agreements or by\r\nfollowing up on their implementation. In addition, the\r\nUnited Nations has intensified cooperation with regional\r\norganizations within the framework of respect for the\r\nnational sovereignty and political independence of States,\r\nand non-interference in their internal affairs.\r\nNevertheless, these efforts remain insufficient, given\r\nthe challenges that persist in many regions of the world,\r\nin particular, the African continent. Africa continues to\r\nface difficulties and diverse problems which are\r\nincreasing its burden and hindering its efforts to achieve\r\nstability and development.\r\nIn this respect, Tunisia has welcomed the Security\r\nCouncil’s initiative regarding the situation in Africa. We\r\nbelieve that the Secretary-General’s report in this regard\r\nwas well timed, expressing concern about the situation\r\nand offering help to the African continent to find\r\nsolutions capable of enhancing its security and\r\ndevelopment.\r\nWe hope that this orientation will be confirmed by\r\ncontinued United Nations support for the Mechanism for\r\nConflict Prevention, Management and Resolution of the\r\nOrganization of African Unity through adoption of\r\npractical measures designed to help the integration of\r\nAfrican States in the world economy.\r\nWe believe that a lasting peace can be established\r\nonly through total dismantling weapons of mass\r\ndestruction, particularly nuclear weapons, whose\r\nformidable arsenals constitute a continued threat to\r\nhumanity. It has become clear that the current nuclear\r\nnon-proliferation regime cannot by itself eliminate the\r\ndanger that the arms race poses to humanity with its\r\nominous implications. Therefore it has become imperative\r\nthat the international community increase its efforts to\r\nadopt practical measures aiming at eliminating all\r\nweapons of mass destruction, without exception, and\r\nbanning their proliferation and stockpiling.\r\nWhile working towards that objective, the\r\ninternational community should strenuously endeavour to\r\nensure the safety of non-nuclear States and to prohibit the\r\nuse and the threat of the use of nuclear weapons against\r\nthe sovereignty, territorial integrity and peoples of those\r\nStates. We also emphasize the need for creating nuclear-\r\nweapon-free zones so as to put an end to continued\r\nthreats to the security of countries and to open new vistas\r\nfor the establishment of peace, security and stability\r\nthroughout the world. In this context, Tunisia calls for the\r\nurgent creation of a nuclear-weapon-free zone in the\r\nMiddle East, considering that all the countries of the\r\nregion except Israel have adhered to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons.\r\nWith regard to conventional weapons, we express\r\nour satisfaction at the signing at Ottawa of the\r\n22\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-personnel Mines and on\r\nTheir Destruction. Tunisia hastened to sign that Convention,\r\nbelieving that an end should be put to the great suffering\r\nthat unarmed civilians are enduring because of these\r\nweapons. Hence, the necessary legal measures are being\r\ntaken for Tunisia’s ratification of the Convention.\r\nWe believe that peace and security cannot be\r\nestablished in the world without achieving economic and\r\nsocial development and ensuring conditions of well-being\r\nand dignified living for all peoples.\r\nMeeting the major challenges confronting developing\r\ncountries starts with the establishment of a world economic\r\norder founded on equality and solidarity so as to enable\r\ndeveloping countries to be integrated in the world economy\r\nand to attract the required flow of capital and direct\r\ninvestment needed to support their development efforts.\r\nThe financial crisis that certain developing countries\r\nare experiencing confirms our belief that the economic\r\nglobalization in which we have placed high hopes has,\r\ndespite its positive aspects, negative repercussions on the\r\nworld economy, particularly on the stability of the\r\neconomies of developing countries.\r\nWe call upon the international community and all\r\nUnited Nations agencies, in cooperation with the Bretton\r\nWoods institutions, to speed up taking the necessary\r\nmeasures that will overcome the negative aspects of\r\nglobalization. Therefore, we support the search for effective\r\nmultilateral mechanisms to control international capital\r\nflows and monetary fluctuations in order to ensure fair\r\ncompetition and to organize financial transactions on sound\r\nand solid bases. In this context, my country supports the\r\ninitiative taken by the Movement of Non-Aligned Countries\r\nto establish a high-level mechanism of consultation between\r\nthe Movement and the Group of Eight most industrialized\r\ncountries.\r\nWe also believe that in the absence of a radical\r\nsolution to the debt problem, efforts to liberalize the\r\neconomies of developing countries will remain insufficient.\r\nIn this regard, I would like to recall the proposal made by\r\nMr. Zine El Abidine Ben Ali, President of the Republic of\r\nTunisia, with respect to finding a solution to the problem of\r\nexternal debt by applying those debts to the implementation\r\nof environmental, social and other priority projects in\r\ndeveloping countries.\r\nWorking for the adjustment of the globalization\r\nprocess is not, in our opinion, limited to the pivotal role\r\nplayed by international organizations and financial\r\ninstitutions. Increasing efforts at the national and regional\r\nlevels are also needed. In this context, Tunisia has striven\r\nto make its financial structures more efficient and to\r\nstrengthen the factors of sustainable development through\r\nconcentrating on the enhancement of human energies,\r\nestablishing the state of law and institutions, protecting\r\nhuman rights and public freedom and strengthening\r\ndemocracy, which is based on the participation of civil\r\nsociety with all its components in decision-making.\r\nAware of the importance of economic and\r\ngeographic groupings in advancing the economies of\r\ndeveloping countries, promoting man and facing the\r\nchallenges of globalization, Tunisia has adopted a\r\ncomprehensive strategy that reconciles the imperatives of\r\nsecurity and the requirements of cooperation with\r\neconomic complementarity and solidarity among States.\r\nThat strategy is also based on strengthening the Maghreb\r\narea, establishing partnership with the European Union\r\nthrough the creation of a free trade zone and\r\nconsolidating its relations with all countries, particularly\r\nthose of Africa.\r\nThe international conferences which have been held\r\nin recent years, particularly the Vienna World Conference\r\non Human Rights, the Beijing Conference on Women and\r\nthe Copenhagen World Summit on Social Development,\r\nhave enabled the international community to develop\r\ncoherent plans of action, addressing many social problems\r\nwhich still hinder the progress, the stability and the\r\nsecurity of peoples.\r\nTunisia calls for increased efforts to ensure full\r\nimplementation and genuine follow-up of the decisions,\r\nrecommendations and plans of action adopted by those\r\nconferences and for the necessary measures to apply\r\nthem.\r\nWhile we recognize the responsibility of States in\r\nimplementing economic policies which ensure the right of\r\ntheir citizens to development, we also emphasize the need\r\nto establish equitable international economic relations\r\nwhich take into account the right of all countries,\r\nparticularly developing countries, to comprehensive and\r\nsustainable development. We also call upon United\r\nNations organs, funds, programmes and specialized\r\nagencies to shoulder their responsibilities and help\r\ndeveloping countries carry out their economic\r\nprogrammes.\r\n23\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nThe continued shrinkage of resources allocated for\r\nUnited Nations economic and social activities is a matter of\r\nconcern to us. Therefore, we call again for the\r\nimplementation of General Assembly resolutions stressing\r\nthe need to provide additional funds for development. We\r\nalso urge the international community, and particularly rich\r\ncountries, to honour their commitments so as to give\r\nimpetus to their efforts in the area of economic and social\r\ndevelopment.\r\nThe year 1998 marks the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights. This coincides\r\nwith the start of the evaluation of the follow-up of the\r\nrecommendations adopted at the Vienna World Conference\r\non Human Rights. We believe that the international\r\ncommunity should take this ideal opportunity to reaffirm its\r\ncommitment to promoting and protecting human rights as\r\nwell as to develop a clear plan in this regard for the future.\r\nTunisia takes note with satisfaction of the pioneering\r\nrole played by the United Nations in promoting human\r\nrights, a matter which is in the forefront of its priorities, in\r\naccordance with an approach based on a comprehensive and\r\ncoherent vision of those rights. Tunisia has contributed to\r\nthe formulation of that approach. Nevertheless, we feel that\r\nthese achievements are not enough. Poverty and exclusion\r\ncontinue to disrupt social stability in many countries. These\r\nare phenomena which also threaten the gains made in the\r\nfield of human rights and constitute challenges which\r\nshould be met with the required efficiency and\r\neffectiveness. The international community should, in our\r\nopinion, confirm the values of tolerance and disseminate\r\nthem as a basic platform for promoting human rights and\r\ndeepening the culture of human rights among societies\r\nthroughout the world.\r\nWe also emphasize that great importance should be\r\ngiven to the right to development and the need to remove\r\nall obstacles to the effective exercise of that right.\r\nIn implementing its social and economic policy,\r\nTunisia has adopted a comprehensive and integrated\r\nstrategy aimed at the advancement of human beings. It has\r\nworked to honour all the commitments it has made by\r\nadhering to human rights conventions. At the initiative of\r\nthe President of the Republic, many amendments to enact\r\nlegislation have been introduced with a view to\r\nstrengthening democracy and pluralism, promoting and\r\nsafeguarding human rights, disseminating the culture of\r\nhuman rights, strengthening national institutions and\r\nmechanisms working in this field and protecting individual\r\nand group liberties as well as the rights of women and the\r\nchild.\r\nIn the area of social and economic development,\r\nTunisia has increased its efforts to ensure a dignified life\r\nfor members of all social sectors. It has focused its policy\r\nin this field on the enhancement of social integration, the\r\nstruggle against poverty and the promotion of\r\nemployment for all. In formulating its policy, Tunisia has\r\nbeen eager to involve all components of civil society in\r\ndefining a comprehensive strategy and in taking necessary\r\nmeasures to carry out programmes of economic and social\r\ndevelopment.\r\nSocial solidarity is one of the pillars of Tunisia’s\r\npolicy in combating poverty and all forms of exclusion.\r\nThe National Solidarity Fund, set up in 1992 at the\r\ninitiative of the President of the Republic and\r\nsubsequently reinforced by the creation of the Tunisian\r\nSolidarity Bank, has provided funds for many projects for\r\nlow-income groups and has made possible the integration\r\nof underprivileged regions into the national economy.\r\nWith respect to the consolidation of its employment\r\npolicy, Tunisia recently formulated a comprehensive\r\nstrategy manifested in the adoption of a national\r\ndeclaration on employment. That declaration was drafted\r\nfollowing broad consultations in which all the country’s\r\nactive forces took part; this was signed by all of our\r\npolitical parties, trade unions and professional\r\nassociations.\r\nTunisia’s approach to the formulation and\r\nimplementation of its economic and social policy is based\r\non the conviction that the phenomena of exclusion,\r\nmarginalization and social discrimination create threats to\r\nthe very foundations of stability and security, which are\r\nessential for the progress and prosperity of peoples. The\r\nstruggle against those phenomena is the most appropriate\r\nmeans for eradicating terrorism in all its forms and\r\nmanifestations, organized crime and drug-trafficking.\r\nIn that connection, we once again urge the\r\ninternational community to increase its efforts to combat\r\nterrorism by setting up a global strategy and taking the\r\nnecessary legal measures to contain and uproot that\r\nphenomenon.\r\nIncreased international awareness of the great danger\r\nof the drug phenomenon, which was illustrated in the\r\nconvening of a special session of the General Assembly\r\nin June 1998 on the common struggle against drugs,\r\n24\r\nGeneral Assembly 17th plenary meeting\r\nFifty-third session 28 September 1998\r\nencourages us to support the efforts being made by the\r\nCommission on Crime Prevention and Criminal Justice to\r\nformulate a draft United Nations framework convention\r\nagainst organized crime. We hope that these efforts will\r\nsucceed, for the international community is in urgent need\r\nof such an instrument.\r\nIn the same context, Tunisia welcomes the\r\nrecommendations of the World Conference of Ministers\r\nResponsible for Youth, held recently in Lisbon, and stresses\r\nthe need to ensure that the implementation of the decisions\r\ntaken at that conference is followed up. This will allow us\r\nto deal with the concerns of young people, develop their\r\nsense of responsibility and properly prepare them to assume\r\nthe responsibility of managing tomorrow’s world.\r\nThe Diplomatic Conference held at Rome in June and\r\nJuly 1998 on the creation of the International Criminal\r\nCourt and the extensive participation of Member States and\r\nnon-governmental organizations in that Conference, testify\r\nto the great importance we all accord to the creation of\r\nsuch a court, whose task will be to deal with heinous\r\ncrimes against humanity and to punish their perpetrators.\r\nTunisia participated in the Conference and voted in\r\nfavour of the statute of the Court. While expressing\r\nsatisfaction at the agreement reached on the creation of\r\nthe Court, we would like to stress once again the\r\nimportance of ensuring its independence and neutrality.\r\nGiven the need to respect the principle of national\r\nsovereignty, Tunisia supports the consensus reached on\r\nthe complementary character of the jurisdiction of the\r\nInternational Criminal Court and on the need to accord\r\npriority to national legal systems, which should retain the\r\ninitiative of prosecution.\r\nWe look forward to the advent of the new century\r\nwith high hopes, and we call upon all States to evaluate\r\nwhat we have achieved so as to pursue joint action, to\r\nconfront remaining challenges and to spare humanity from\r\nsuffering like that which it has endured throughout the\r\ncurrent century. This is a task that requires firm political\r\nwill from all of us in order to meet the aspirations of our\r\npeoples to security, stability, growth and cooperation.\r\nOur devotion to the principles and purposes of the\r\nCharter of the United Nations, the consolidation of\r\ninternational legality and democratic practice among\r\nnations, and the implementation of the process of the\r\nreform of the United Nations system to serve those\r\nprinciples and goals are undoubtedly the best means by\r\nwhich to lay the foundations of a better world, a world\r\nwhich we shall shape and build together for future\r\ngenerations.\r\nThe meeting rose at 12.40 p.m.\r\n25\r\n"