"United Nations A/53/PV.12\r\n98-85864 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n12th plenary meeting\r\nWednesday, 23 September 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Baudin (Senegal),\r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 118 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations (A/53/345/Add.3)\r\nThe Acting President (interpretation from French):\r\nIn a letter contained in document A/53/345/Add.3, the\r\nSecretary-General informs the President of the General\r\nAssembly that, since the issuance of his communications\r\ncontained in document A/53/345 and its addenda 1 and 2,\r\nBurundi and the Republic of Moldova have made the\r\nnecessary payment to reduce their arrears below the amount\r\nspecified in Article 19 of the Charter.\r\nMay I take it that the General Assembly duly takes\r\nnote of this information?\r\nIt was so decided.\r\nAddress by Mr. Hassan Gouled Aptidon, President of\r\nthe Republic of Djibouti\r\nThe Acting President (interpretation from French):\r\nThe Assembly will now hear an address by the President of\r\nthe Republic of Djibouti.\r\nMr. Hassan Gouled Aptidon, President of the\r\nRepublic of Djibouti, was escorted into the General\r\nAssembly Hall.\r\nThe Acting President (interpretation from French):\r\nOn behalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of Djibouti, His Excellency Mr. Hassan Gouled\r\nAptidon, and to invite him to address the Assembly.\r\nPresident Aptidon (interpretation from French): I\r\nbring to you, Sir, and to all the representatives to this\r\nGeneral Assembly the warm greetings of the people of\r\nDjibouti. I extend to Mr. Opertti my sincere\r\ncongratulations on his election to the presidency of the\r\nGeneral Assembly at its fifty-third session. As the world\r\ngrows smaller and the problems confronting us grow ever\r\nmore challenging, the deliberations of humanity’s forum,\r\nthe General Assembly, assume a critical urgency. His\r\ncompetence and broad experience will undoubtedly guide\r\nus very ably in the coming year.\r\nWe are also most grateful to his predecessor, the\r\nformer Foreign Minister of Ukraine, for bringing to bear\r\na degree of focus and productivity that was exemplary.\r\nThrough his exceptional grasp of the issues before the\r\nGeneral Assembly, he was able to lead us to satisfactory\r\nresults.\r\nOur indefatigable Secretary-General, Mr. Kofi\r\nAnnan, continues to earn our deepest appreciation for the\r\nmanner in which he has managed the activities of the\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nOrganization, especially for the way in which the United\r\nNations has risen in the eyes of the general public.\r\nDemands on the United Nations have increased. Ever-\r\nchanging economic, environmental, social and political\r\nproblems have added to these demands. Core contributions\r\nto the funds and programmes continue to decline, however,\r\nand the United Nations faces unpredictable resource flows\r\ndue to unpaid assessments. Recognizing that a radical\r\ntransformation of the United Nations would cause political\r\ntensions, the Secretary-General wisely formulated a series\r\nof realistic reforms to rationalize operations, reduce costs\r\nand refocus on certain critical areas demanding United\r\nNations attention, such as the mitigation of poverty,\r\nsustainable development and strengthening management and\r\ncoordination, both at Headquarters and in field-level\r\nactivities.\r\nWe support the Secretary-General’s relentless efforts\r\nto communicate directly with and engage the people of the\r\nworld, exploring critical issues and exchanging views with\r\nthem, and explaining the role, capacities and constraints of\r\nthe United Nations system. His work has given the United\r\nNations a reality and a new face vital to its mission.\r\nIn early August, a corner of our world, eastern Africa,\r\nwas profoundly shocked, baffled and aggrieved by the well-\r\ncoordinated simultaneous bombings of United States\r\nembassies in Nairobi and Dar es Salaam. Over 260 people\r\nlost their lives and thousands of innocent people were\r\ninjured in those attacks.\r\nThese brazen acts of aggression wrought\r\nunprecedented carnage and extensive destruction and\r\ndamage to property. I recently visited Nairobi. What I saw\r\nresembled a war zone. I unreservedly condemn this\r\nsenseless act of terrorism. Once again, I wish to express our\r\nheartfelt condolences to all the families who lost their loved\r\nones in this tragedy and pray for the speedy recovery of the\r\ninjured.\r\nMay I also express our concern at the United States\r\naction against the Sudan. There are growing doubts about\r\nthe justification for the raid that devastated the El Shifa\r\npharmaceutical plant, which produced desperately needed\r\nmedicines and drugs. Visiting there recently, I was struck\r\nby the extent of the damage. All that is left of the plant is\r\na mountain of rubble. The onus lies now on the United\r\nStates to produce fuller evidence to support its claim. We\r\nalso urge the United Nations to undertake an independent\r\ninvestigation to determine whether this factory was indeed\r\nmaking chemical weapons, as alleged.\r\nIt seems essential to remind ourselves that the annual\r\nsession of the General Assembly has become the sole\r\noccasion for virtually all mankind, collectively, to\r\nappraise the human condition. Additionally, drawn as we\r\nare by the hypnotic spell of the approaching millennium,\r\nthe need to assess our past successes, achievements and\r\nfailures and to develop priorities and strategies for the\r\nfuture has assumed a sense of urgency.\r\nA little over 50 years ago, the world embarked with\r\ngreat vision, enthusiasm and optimism upon a high-\r\nminded journey to end the scourge of war, eliminate\r\npoverty and create a world of freedom and justice for all.\r\nUndoubtedly, much has been accomplished and the world\r\nis a far better place to live in, despite the fact that many\r\ndreams remain unfulfilled and many commitments\r\nunimplemented.\r\nThis decade, in particular, has witnessed tendencies\r\ntowards the fragmentation of societies, the spread of civil\r\nstrife and conflict and a plunge further into the poverty\r\ntrap. In general, we recognize that respect for human\r\nrights has improved and that many countries have\r\nembraced democracy and good governance, and we\r\nwelcome that.\r\nUnfortunately, human rights violations continue, and\r\nthere is a lingering concern about the capacity, resources\r\nand mandates of the United Nations for timely\r\nintervention in cases of egregious violations of human\r\nrights. We have had the bad experience of regrettable\r\nvacillation and indifference in the face of appalling crimes\r\ncommitted in Bosnia and Rwanda, and now in Kosovo.\r\nAs the United Nations High Commissioner for Human\r\nRights has correctly stated, efforts to prevent the most\r\nabominable violence should focus not only on resolving\r\nethnic and political disputes, but also on the social issues\r\nof chronic underdevelopment, grinding poverty, mass\r\nunemployment, widespread illiteracy and systematic\r\ninequalities of income or opportunities.\r\nWe therefore welcome the establishment of the\r\nInternational Criminal Court, which replaces once and for\r\nall the ad hoc proceedings. It fills in the gap in\r\ninternational law exposed by the famous Nuremberg trials\r\nof Nazi war criminals: the need to install a permanent\r\ninternational institution able to investigate war crimes,\r\ngenocide and crimes against humanity.\r\nMuch of the technological advancement of the\r\ntwentieth century has created a host of other problems.\r\nMan’s mastery over nature for his own benefit has\r\n2\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nbecome a potential nightmare of environmental disasters,\r\none which we seemingly lack the will to contain or correct.\r\nWill we continue to have land to farm, clean water to drink\r\nand healthy air to breath? Will our cities decay into piles of\r\nhumans for whom day to day survival becomes the\r\ncrowning achievement of their lives?\r\nOverpopulation, abject poverty, crime, drugs and the\r\nconsequences they bring may soon threaten the foundations\r\nof social cohesion. To a great extent, these forces are\r\ntransnational, extending beyond the capacity and control of\r\nindividual States. They are global in nature and pose\r\nserious challenges to society and its leadership. We must\r\nact collectively in marshalling the resources necessary to\r\nmitigate the harmful effects of modernization and\r\nglobalization.\r\nUnquestionably, the founding of the United Nations\r\nwas one of the outstanding achievements of this century.\r\nAfter 50 years, we can take pride in the continuing\r\nrelevance of this institution. Naturally, given the breadth\r\nand complexity of issues facing the United Nations and\r\nmankind, there will always be differences of views on the\r\nevolving role of the United Nations. However, the basic\r\nmission of the United Nations has not changed one iota:\r\ncollective international action for maintenance of\r\ninternational peace and security and promotion of economic\r\nand social development for all.\r\nWhile the Charter remains relevant, the world of 1945\r\nis no longer with us. The United Nations of today must\r\nembrace the realities of the new millennium. Anachronistic\r\nstructures and outmoded thinking cannot coexist with\r\ncurrent needs and perceptions. The phenomenal growth in\r\nthe membership of the United Nations leads us to hope for\r\na more democratic, transparent and representative\r\nOrganization. This is the case in particular with regard to\r\nthe Security Council, which must reconcile itself to\r\nundergoing a thorough transformation in both its structure\r\nand its functions in order to reflect a more equitable\r\ngeographical representation of developing and developed\r\ncountries.\r\nThe sudden outbreak of hostilities between our\r\nneighbours, Ethiopia and Eritrea, has greatly dismayed us.\r\nAs in the case of Somalia, Djibouti has attempted to\r\nreconcile the different points of view in various ways,\r\nalthough there are few real signs of hope for a way out of\r\nthe stalemate. Beyond the tragic loss of lives, displacement\r\nof people and destruction of property and facilities, the\r\npsychological wounds inflicted by the tensions and\r\nhostilities that are dividing these countries suggest that it\r\nwill be several difficult years before the Horn of Africa\r\nbecomes once again a region of peace and trust. Both\r\nleaders understand my frustration — indeed, my\r\nexasperation — at this wasteful, unnecessary and\r\nseemingly endless conflict. We are confronted by serious\r\nregional problems and must revive economies that have\r\nbeen dormant for a long time. We need a new vision, new\r\nperspectives and a far-sighted approach to deal with\r\nbilateral differences.\r\nI urge my friends, the leaders of Ethiopia and\r\nEritrea, to give peace a chance. Let us end the hostile\r\npropaganda and provocative rhetoric and replace it with\r\na genuine desire to engage constructively in finding a\r\nsolution to this problem. It would be a tragedy if the\r\nrelentless shuttling between Addis Ababa and Asmara by\r\nleaders and senior officials of many Governments,\r\nincluding heads of regional organizations, who have all\r\ndemonstrated immense goodwill and perseverance and\r\nexpended time, energy and boundless effort in trying to\r\nresolve the conflict, were to be taken by some to be\r\nlargely symbolic. We believe they are more than that. The\r\nseries of attempts made by a great many mediators and\r\nfacilitators demonstrates the seriousness of this matter.\r\nThe many views, opinions, decisions and resolutions\r\nrelating to this conflict, even if not wholly acceptable to\r\none or both parties, nevertheless contain significant\r\nelements that can form the basis of a settlement. It is\r\nincumbent upon both leaders to go beyond the immediate\r\nunfortunate problem and to look forward resolutely to a\r\nbetter and promising future of benefit to all. In the words\r\nof the Preamble to the Charter of the United Nations, I\r\ncall upon the leaders of those countries\r\n“to practise tolerance and live together in peace with\r\none another as good neighbours”.\r\nThere is no doubt that the speed of globalization and\r\nthe expansion and integration of the international\r\neconomy have brought immense benefits to many\r\ncountries and positive changes in the living condition of\r\nmany people. However, several countries and their\r\npopulations, particularly in the developing world, are\r\nfacing marginalization and hopelessness because they are\r\nunable to adapt to the rapid pace of integration. The least\r\ndeveloped countries in particular require special attention\r\nso that they do not slip further into the abyss of poverty\r\nand disintegration.\r\nThe World Economic Survey 1997 shows that Africa\r\nwill have to demonstrate still higher and more sustained\r\nrates of growth in order to alleviate widespread poverty\r\n3\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nand reduce high unemployment. Improved and sustained\r\nmacroeconomic stability and economic reforms have played\r\nimportant roles in Africa’s recent economic upturn,\r\nalthough the sacrifices have been great.\r\nBut Africa must now grapple with the erroneous\r\nperception by developed countries that private investment\r\nflows can be a substitute for development assistance, which\r\nin fact largely bypasses the continent: only 5 per cent of\r\nsuch assistance goes to Africa as a whole, and only 1 per\r\ncent to sub-Saharan Africa. Add this to the crippling debt\r\nservicing costs and it becomes clear that Africa, and in\r\nparticular the least developed of its countries, is in a\r\nprecarious financial position. The danger of prolonged, or\r\nindefinite, marginalization is a real one.\r\nAs the continent continues to be mired in a series of\r\ncrises, the much vaunted policy of finding African solutions\r\nto African problems, which was among the precursors of\r\nWestern disengagement, seems to be predicated on a\r\nnumber of premises that are tenuous at best. The fact is that\r\nAfrica cannot succeed alone; it needs serious, resolute\r\ncommitment to Africa’s economic recovery on the part of\r\nthe industrial countries, along with a determination to\r\nprevent and resolve conflicts. It is important to note that\r\nAfrican countries have played an important role in the\r\nefforts to maintain and restore peace in Liberia and in\r\nSierra Leone. That is a positive development that we cannot\r\nfail to welcome. But we are saddened by the resurgence of\r\nhostilities in the Democratic Republic of the Congo. We\r\nwarn all involved in the current crisis that pursuing\r\nindividual military agendas in the Congo is not in the\r\ninterest of the long-term stability of the region or of Africa\r\nas a whole. The territorial integrity of that country must be\r\nrespected, and no country in the region or in any other\r\nregion of Africa should try to place any of its neighbours\r\nunder its thumb.\r\nSince 1991, at the time of Somalia’s implosion,\r\nDjibouti, both independently and through the\r\nIntergovernmental Authority on Development (IGAD), has\r\ntirelessly sought to restore peace and security to that\r\ncountry. In 1991, we organized the first two national\r\nreconciliation conferences; then the United Nations began\r\nits extensive operations. Subsequently, Ethiopia, with a\r\nmandate from IGAD and the Organization of African Unity\r\n(OAU), organized a series of meetings that led to the\r\nSodere agreement. Other countries, the League of Arab\r\nStates, various Arab States and other organizations have\r\nalso made serious reconciliation efforts during this period.\r\nEvery year, new conferences were held and new agreements\r\nsigned, none of which were implemented. This shows that\r\nthe faction leaders had learned the technique of making\r\npeople believe in a reconciliation that would last about as\r\nlong as their return flights home.\r\nSince the United Nations departure and\r\ndisengagement from Somalia in the mid-1990s, the\r\ninternational community has come to remember only a\r\n“failed operation” and a “failed State”. But that devastated\r\ncountry needs the United Nations to become engaged\r\nonce again. Somalia deserves greater interest and attention\r\nthan it now gets. This is not solely a regional or even an\r\nAfrican or Arab problem; Somalia was and continues to\r\nbe an international disaster. Its neighbours have made\r\nenough concessions, and they stand to sacrifice and risk\r\neven more. It is therefore fair to say that it is not easy or\r\ntolerable to continue living in a no-peace-no-war situation.\r\nImagine having to life beside a neighbour without laws,\r\nwithout a government, without a central authority.\r\nAfter seven years of bickering, the faction leaders\r\nhave nothing new to offer. Give the people of Somalia,\r\nwith the support of the international community, a chance\r\nto elect leaders of their choice, by stages, both regionally\r\nand nationally — without threats and without blackmail.\r\nIt is not impossible that the evolving new approach of\r\nsetting up regional administrations or “mini-states” could\r\nenhance security and stability and shape the future\r\npolitical structure of Somalia, so long as they do not\r\ncompromise the country’s unity.\r\nWe are deeply saddened by the lack of progress\r\nunder the peace agreements in the Arab-Israeli conflict.\r\nIsrael is continuing to seize Palestinian property; engaging\r\nin relentless settlement activities in the West Bank;\r\nimposing intransigent rule over East Jerusalem; and\r\nillegally and unilaterally extending the boundaries of the\r\nmunicipality of Jerusalem.\r\nIsrael’s arbitrary and coercive measures, which\r\ninclude the suspension of the Palestinians’ rights to enter,\r\nwork, trade, reside, remain, build or travel in the country,\r\nhave created intolerable uncertainties and a difficult\r\nsituation. We demand that Israel immediately withdraw its\r\ntroops, put a stop to settlement and construction in the\r\nsettlements, and desist from taking unilateral decisions\r\nthat undermine the peace efforts, as called for by the Oslo\r\npeace accords.\r\nWe are one with the legitimate aspirations of the\r\nPalestinian people to establish an independent State and\r\nto live side by side with Israel in peace and within secure\r\nborders. Above all, we hope that Israel will heed the call\r\n4\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nby the international community to establish comprehensive\r\npeace in the Middle East on the basis of Security Council\r\nresolutions 242 (1967), 338 (1973) and 425 (1978).\r\nThe relentless fratricidal war in Afghanistan shows no\r\nsign of abating, despite intense and continuing international\r\nefforts. The people of Afghanistan have suffered immensely\r\nand are on the verge of losing all hope of any political\r\nsolution to this crisis. In the last two years there has been\r\nan increase in violence, intolerance, and the abuse of\r\nhuman rights, in particular against women. We hope that\r\nthe risk of tensions escalating as a result of the murder of\r\nIranian diplomats will be defused through the ongoing\r\ninitiatives of the Secretary-General.\r\nThe international community has often turned to\r\nsanctions in order to combat violations of international law\r\nor to punish uncontrolled criminal behaviour. In practice,\r\nhowever, the application of sanctions is often too general\r\nand broad, serving particular political interests. Real targets\r\nor target groups are not affected, and it is the innocent\r\npopulation at large that suffers as a result of such blind\r\nembargoes. Once sanctions become personalized or are used\r\nto serve as weapons to serve and protect powerful interests,\r\nthey cease to have time limits or clear indications as to\r\nwhen their requirements have been met. Their original\r\npurpose is lost and the sanctions assume a life of their own.\r\nThe end result is a climate of frustration and non-\r\ncompliance with a resultant considerable squandering of\r\ncredibility. Without a sense of limits, purpose and fairness,\r\nthe exercise then becomes futile and counter-productive.\r\nBehind the broad global problems facing our planet\r\nEarth, some of which I have mentioned briefly, lie specific\r\nareas and countries which merit particular attention. For\r\nexample, there is universal concern about the economic and\r\nfinancial crisis assailing Asia and its implications for the\r\nrest of the world. It is difficult to comprehend that the\r\nAsian miracle we had all come to marvel at should collapse\r\nso abruptly, with grave consequences for Governments,\r\nbusinessmen and peoples. Many of the countries involved\r\nrisk falling into severe recession. Whatever the explanation\r\nfor this crisis, this experience proves that there are real\r\nperils in the free flow of international capital. The danger\r\nis incalculable, forcing serious revision of some of our\r\nlong-term development plans.\r\nIt is also disturbing to see so many of the resources of\r\nthe International Monetary Fund (IMF) going towards\r\nrescuing large international banks and financial institutions\r\nthat recklessly and of their own volition placed their funds\r\nin sectors where restraint and control were needed. Now we\r\nmust all wonder who will be the next to suffer a flight of\r\ncapital and who will help to bail them out. There is\r\nundoubtedly a strong case for creating a better mechanism\r\nto regulate international standards for financial\r\nmanagement and capital flows.\r\nThe task of engendering a national sense of identity\r\nand cohesion and shared values against a backdrop of\r\nturbulence and instability is one of the core challenges of\r\nnation-building. In Djibouti, we have had our ups and\r\ndowns. We continue to face daunting economic\r\ndifficulties, aggravated by the presence of a great number\r\nof refugees, which has overwhelmed our limited means\r\nand severely strained our social services.\r\nI am proud to say that Djibouti, despite these\r\nobstacles, has established itself as a nation, a responsible\r\nmember of the international community. Since gaining\r\nindependence over 20 years ago, we have effected a\r\nseries of changes aimed at the attainment of better\r\nstandards of living and have undertaken to found a culture\r\nof democracy and tolerance. The process of accelerated\r\npolitical and economic change continues, however fragile\r\nit may be.\r\nI believe in the concept that there should be\r\nopponents but not enemies. That is why tolerance,\r\ncompassion and forbearance have guided my actions as\r\nleader of my country. We have pursued a policy of\r\nregional and ethnic inclusion, and have long recognized\r\nthe concept of diversity in unity.\r\nDjibouti’s approach to regional affairs has always\r\nbeen based on mutual respect, moderation and\r\ncooperation. We believe that the countries of the Horn of\r\nAfrica must unite to confront the problems of poverty,\r\nconflicts and underdevelopment within the framework of\r\nthe Intergovernmental Authority on Development whose\r\nrevitalization is crucial.\r\nAt the international level, we credibly contributed to\r\nthe maintenance of peace and security during our\r\nmembership in the Security Council in 1993 and 1994. As\r\nan extension of this, we have participated in international\r\npeacekeeping missions to bring peace and stability to\r\ncountries in the throes of conflict.\r\nIn the context of the current global financial turmoil,\r\none thing is certain: yesterday’s international institutions\r\ncannot cope with today’s intensity, magnitude and\r\nrapidity, which demand greater openness and\r\ntransparency. Djibouti therefore joins in the overwhelming\r\n5\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\ncall for a comprehensive overhaul of the International\r\nMonetary Fund and the World Bank so that they can\r\nadequately respond to the financial calamity we are\r\nexperiencing. They must also be fully equipped to mount a\r\ndetermined attack on poverty, growing hopelessness and\r\nunderdevelopment. I pray that the new millennium will\r\nbring us more stability, understanding and harmony among\r\nnations, and among peoples within nations.\r\nThe Acting President (interpretation from French):\r\nOn behalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Djibouti for the statement he\r\nhas just made.\r\nMr. Hassan Gouled Aptidon, President of the Republic\r\nof Djibouti, was escorted from the General Assembly\r\nHall.\r\nAddress by Mr. Ibrahim Maïnassara Baré, President of\r\nthe Republic of the Niger\r\nThe Acting President (interpretation from French):\r\nThe Assembly will now hear an address by the President of\r\nthe Republic of the Niger.\r\nMr. Ibrahim Maïnassara Baré, President of the\r\nRepublic of the Niger, was escorted into the General\r\nAssembly Hall.\r\nThe Acting President (interpretation from French):\r\nOn behalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of the Niger, His Excellency Mr. Ibrahim\r\nMaïnassara Baré, and to invite him to address the\r\nAssembly.\r\nPresident Maïnassara Baré (interpretation from\r\nFrench): His illustrious election to the presidency of the\r\nGeneral Assembly at its fifty-third session gives me the\r\npleasant opportunity to express to Mr. Opertti, on behalf of\r\nthe people and Government of the Niger, our warmest\r\ncongratulations. His unanimous election is assuredly a\r\nlegitimate confirmation both of his personal merits and of\r\nthe firm commitment of his country, Uruguay, to the\r\ntriumph of our Organization’s noble ideals.\r\nThese congratulations I extend to the other members\r\nof the Bureau who help the President in his task, in the\r\nachievement of whose success I can guarantee the full\r\ncooperation of the delegation of Niger.\r\nI would also like to express my sincere compliments\r\nto the President’s predecessor, Mr. Hennadiy Udovenko,\r\nfor his invaluable work as President.\r\nTo Mr. Kofi Annan, the Secretary-General of our\r\nOrganization, I am happy to repeat here the full support\r\nof the Government of Niger for his remarkable activities\r\nin the service of world peace and the courageous reform\r\nwork he is doing in order to allow the United Nations to\r\nbetter respond to the challenges of the coming new\r\nmillennium. I cannot fail to pay tribute to his outstanding\r\nsuccess in finding, through determination and courage, a\r\ndiplomatic way out of the Iraq crisis at the beginning of\r\nthis year, thus greatly contributing to the safeguarding of\r\npeace and security in the region and thus to enhancing the\r\ncredibility and the prestige of our Organization, as well as\r\nto the strengthening of his personal commitment and his\r\nauthority.\r\nFor more than a half century the United Nations has\r\ncarried out one of its main missions by saving us from a\r\nthird world conflict, which certainly would have been\r\nfatal to humankind. The end of the cold war brought hope\r\nof the emergence of a new international order based on\r\ntotal respect for the principles laid down in the United\r\nNations Charter and international law, even if that hope\r\nneeds further strengthening, in particular because of the\r\npersistence of violent and murderous conflicts, the\r\nincrease of tensions of all kinds and the accumulation of\r\nincreasingly destructive weapons by a growing number of\r\nnations.\r\nAfrica remains the region of the globe most affected\r\nby conflicts — repeated, disturbing conflicts, genuine\r\nsources of instability, of intolerable suffering and of\r\napocalyptic movements of populations and\r\nimpoverishment. That is why the Government of Niger\r\nwelcomed the Security Council initiative to invite the\r\nSecretary-General to submit a report to it on the causes of\r\nconflict in Africa and their possible remedies. I would\r\nlike once again to congratulate the Secretary-General on\r\nthe important report (S/1998/318) he submitted, a report\r\nremarkable for its frankness and its realistic\r\nrecommendations for assuring durable peace and\r\nsustainable development in Africa. It is our earnest hope\r\nthat this report will contribute to awakening the human\r\nconscience and bringing the international community to a\r\npoint where it will further help the efforts of the African\r\ncountries in their unremitting search for peace and\r\nprosperity.\r\n6\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nWithin the framework of the efforts made in Africa to\r\nredress the situation, the people and Government of Niger\r\nwelcome the success this year in defusing numerous\r\nconflicts, particularly those in the Central African Republic\r\nand Sierra Leone. By personally participating in the\r\nfestivities which marked the return to power of Mr. Ahmad\r\nTejan Kabbah, the democratically elected President of\r\nSierra Leone, I was able to show my Government and\r\npeople’s deep commitment to democratic processes and the\r\nestablishment of the rule of law in Africa.\r\nThis is a good opportunity to pay tribute to the\r\ndecisive, beneficial role played by the Economic\r\nCommunity of West African States (ECOWAS) Monitoring\r\nGroup (ECOMOG) in the restoration of constitutional\r\nlegality and the return of calm to Sierra Leone, thereby\r\nimplementing the political will and determination of the\r\nECOWAS heads of State. The exemplary intervention of\r\nECOWAS to resolve conflicts in the West Africa subregion\r\ntestifies to the opportuneness of giving more responsibility\r\nto subregional and regional organizations in the prevention\r\nand management of conflicts. Their unparalleled local\r\nknowledge could, when necessary, be given the logistic\r\nsupport and expertise of the United Nations to deal with\r\nlocal conflicts, in keeping with the prescriptions of the\r\nAgenda for Peace of the Secretary-General and with the\r\nprovisions of the Charter.\r\nDespite major progress achieved in this respect, the\r\nhostilities which are troubling several subregions show that\r\nthe goal of peace is far from being achieved on the\r\ncontinent.\r\nSomalia remains deep in torment, despite laudable\r\nefforts by neighbouring countries and the international\r\ncommunity to promote national reconciliation and the\r\nrestoration of a normal political and social life.\r\nConfrontations and strife are continuing in the Great\r\nLakes region, where instability and insecurity, as well as\r\nthe poverty which accompanies massive movements of\r\npopulations, daily trouble our consciences.\r\nFaced with the unremitting recurrence of differences\r\nand disputes which degenerate here and there into armed\r\nconflicts, we urge the countries concerned to show restraint\r\nand to accede, with the help of the international community,\r\nto offers of mediation to resolve their differences, in\r\nkeeping with the provisions of the Charter of the United\r\nNations and the Organization of African Unity (OAU), to\r\nwhich they have freely subscribed.\r\nCertain claims relating to identity, as well as the\r\nexacerbation of social, cultural or political characteristics,\r\noften generate violent upheavals, which may rapidly take\r\nthe form of terrorism, at times blind and bloody. Faced\r\nwith these phenomena, the international community must\r\nunite in efforts to pursue and deepen its thinking and the\r\ncollective action initiated a few years ago at the Sharm el-\r\nSheikh summit in Egypt, in order to deal appropriately\r\nwith these problems.\r\nIn this regard, Niger would like, through me, from\r\nthis lofty rostrum, to reaffirm once again its firm\r\ncondemnation of terrorism and any use of violence in\r\nrelations between nations, peoples and States. Just as we\r\nexplicitly and firmly condemned the cowardly attacks\r\ncarried out last August against American diplomatic\r\nrepresentatives in Dar-es-Salaam, Tanzania, and in\r\nNairobi, Kenya, so do we disapprove of the unilateral\r\nresort to military force against sovereign States.\r\nIn this regard, the Government of Niger deplores the\r\nattack against the Al Shifa pharmaceutical factory in\r\nKhartoum, an attack which took the lives of many\r\ninnocent people and undermined the provision of\r\npharmaceutical products in several countries of the region.\r\nTherefore, it seems necessary to us to consider quickly\r\nsending to Khartoum an international mission of inquiry,\r\nas requested by the Sudanese authorities. We in Niger\r\nbelieve the request to be sincere, having had the privilege\r\nof visiting on 6 May the sites and the pharmaceutical\r\nfactory in question.\r\nThe Middle East peace process has been at a\r\nstalemate for more than a year now despite the invaluable\r\nefforts of its sponsors to revive it. Therefore it is\r\nnecessary to deploy every effort to bring the Government\r\nof Prime Minister Netanyahu to a point where it will\r\nrespect the commitments Israel has solemnly made.\r\nThe Government and people of Niger would like to\r\nreiterate their unswerving support for the cause of the\r\nPalestinian people and to reaffirm once again their\r\nconviction that no peace in the Middle East can be just\r\nand lasting until the Palestinian people regain their\r\ninalienable rights, including their right to establish an\r\nindependent state on their national territory.\r\nOf course, peace in the region also means the\r\nwithdrawal by Israel from the Syrian Golan and from\r\nsouthern Lebanon. That is why my Government welcomes\r\nthe recent General Assembly resolution giving more\r\nprerogatives to the Palestinian representation within the\r\n7\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nAssembly. It is our wish that this significant progress lead\r\nto the recognition of Palestine as a fully fledged member of\r\nthe community of States.\r\nTurning to the question of Jammu and Kashmir, Niger,\r\nwhich supports the just struggle of the people of Kashmir\r\nto exercise their inalienable right to self-determination,\r\ndeeply wishes that the international community continue to\r\ngive full attention to this issue.\r\nThe arms race and the escalation that we have seen in\r\nthat area recently strengthens our conviction that we should\r\nurgently convene a new and fourth special session of the\r\nGeneral Assembly on disarmament. Additional progress\r\nappears indispensable in the area of the control of weapons\r\nof mass destruction and the establishment of more effective\r\nstandards concerning conventional weapons.\r\nThe success achieved in banning anti-personnel mines\r\nshould encourage us to go farther in order to bring about a\r\nbetter regulation of small arms and small-calibre weapons.\r\nIn this case my country welcomes the measures taken to\r\nstrengthen the Regional Centre for Peace and Disarmament\r\nin Lomé.\r\nFor several decades our Organization has been seeking\r\nto adopt a coherent approach to effectively meet the major\r\nchallenges of poverty and development, in particular by\r\nworking to establish a strengthened world partnership to\r\nfinance development. It is time, therefore, to reverse the\r\ntrend of reduced official development assistance and to join\r\nour efforts together to increase the scope of that assistance\r\nby revising its modalities. In this respect my country\r\nexpects a great deal from the second Tokyo International\r\nConference on African Development, set for October 1998.\r\nWe expect that Conference to explore new strategies for\r\nmobilizing official development assistance and to reaffirm\r\nthe international community’s commitment to make the\r\ndevelopment of Africa one of its priorities.\r\nIt is indispensable, moreover, resolutely to implement\r\nbold policies to relieve and even to forgive the external\r\ndebt of the poorer countries as part of a general agreement\r\nto resolve this problem, whose solution is overdue. That\r\nexternal debt represents an insuperable hindrance to any\r\neffort to bring about economic growth and human\r\ndevelopment in a large number of developing countries, and\r\nin particular in the most deprived among them.\r\nThe marginalization of the African continent is\r\ncontinuing, which, in this era of globalization, calls for the\r\nestablishment of an international mechanism that is capable\r\nof ensuring a more extensive integration of the developing\r\ncountries into the world economy.\r\nAs is well known, my country, Niger, is facing\r\nvarious factors that limit its efforts at development:\r\nincreasingly harsh climatic conditions; food shortages;\r\nstrong demographic pressure; being landlocked; a drop in\r\nthe price of its main export product, uranium; too heavy\r\nan external debt; and low investment. All of these things\r\nhave contributed to making us for some time now a\r\ncountry at the bottom of the ladder in terms of the human\r\ndevelopment index.\r\nBut we have never given up, and my Government\r\nhas drafted a national programme framework to combat\r\npoverty, proposing as a participatory measure a package\r\nof strategies in the medium term intended to control this\r\nscourge and to stimulate economic growth. This\r\nprogramme, moreover, is an essential component of our\r\nEconomic Recovery Programme, which was adopted by\r\nour National Assembly in July 1997 and which last\r\nMarch in Geneva was the subject of a particularly\r\nsuccessful round table.\r\nI take this opportunity, since these organizations are\r\npart of the United Nations system, to say here how deeply\r\nwe thank not only the Bretton Woods institutions — the\r\nWorld Bank and the International Monetary Fund — but\r\nalso the United Nations Development Programme, the\r\nUnited Nations Children’s Fund and the United Nations\r\nPopulation Fund. These agencies, which often have been\r\namong the first to perceive the key role that the right\r\npolitical and social environment plays in creative reform\r\nat the national level, have given us the benefit of their\r\nexpertise and their advice and thus contributed to the\r\nsuccess of that round table. We are certain that the\r\npromises of contributions they made at that meeting will\r\nvery rapidly materialize.\r\nAt this stage I wish to reaffirm solemnly here in the\r\nAssembly and before the entire international community\r\nthat the democratic process is making headway in Niger\r\nand will remain irreversible under my guidance. The\r\nvitality of our democracy is reflected in, inter alia, a\r\nmulti-party system, with an unhindered opposition, that is\r\ntirelessly attempting to establish a culture of dialogue and\r\npeace on a permanent basis. But our democracy is also\r\nreflected in the existence of a totally free private press, a\r\ncivil society that plays a front-ranking role and an\r\nindependent judicial system that is determined to protect\r\nthe rights and freedoms that the Constitution guarantees\r\nto citizens.\r\n8\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nAs part of strengthening the democratic process and\r\nconsolidating peace, particular attention is being given to\r\nstrengthen intermediate bodies, which are important partners\r\nof civil society — the non-governmental organizations,\r\nassociations and labour unions — so as to allow them\r\neffectively to contribute to the process of creating a more\r\ndynamic and conscious political life. My Government is\r\nresolutely committed to consolidating these democratic\r\nachievements, as evidenced by the holding on 22 November\r\nof this year of local elections that will establish a policy of\r\ndecentralization which we have chosen to promote the\r\nparticipation of the people in development and also to bring\r\nabout good governance in Niger.\r\nSimilarly, on the eve of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, I wish to reaffirm\r\nsolemnly that my Government will work tirelessly to do\r\neverything in its power to bring about respect for, and to\r\nrespect, human rights, based on its conviction that this\r\nrespect is a precondition for the progress of human society.\r\nIn conclusion, I should like to express the full\r\nconfidence that we have in the United Nations. In our view,\r\nthis irreplaceable institution remains the only forum that can\r\nensure the advent of a new world order based on justice,\r\nfairness, liberty and peace.\r\nThe Acting President (interpretation from French):\r\nOn behalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of the Niger for the statement he\r\nhas just made.\r\nMr. Ibrahim Maïnassara Baré, President of the\r\nRepublic of the Niger, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Arnoldo Alemán Lacayo, President of\r\nthe Republic of Nicaragua\r\nThe Acting President (interpretation from French):\r\nThe Assembly will now hear an address by the President of\r\nthe Republic of Nicaragua.\r\nMr. Arnoldo Alemán Lacayo, President of the\r\nRepublic of Nicaragua, was escorted into the General\r\nAssembly Hall.\r\nThe Acting President (interpretation from French):\r\nOn behalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of Nicaragua, His Excellency Mr. Arnoldo\r\nAlemán Lacayo, and to invite him to address the Assembly.\r\nPresident Alemán Lacayo (Nicaragua)\r\n(interpretation from Spanish): I would like, before\r\nbeginning my statement, to express my solidarity with the\r\npeoples of the Caribbean nations who during the past few\r\ndays have been victims of hurricane Georges.\r\nAs well as warmly greeting all representatives, I\r\nwould like to express my very cordial congratulations to\r\nMr. Opertti on his election as President of the General\r\nAssembly for its fifty-third session. This eminent position\r\nnot only represents well-deserved recognition of his\r\ncapability and experience, but is also a significant\r\ndistinction for Latin America.\r\nAllow me also to express my appreciation to the\r\nSecretary-General, Mr. Kofi Annan, for his vision and\r\nefforts to promote deep reforms of the United Nations\r\nsystem. Nicaragua gives its total support to these\r\nimportant initiatives, which are aimed at strengthening\r\nand promoting the Organization’s role in international\r\ncooperation for sustainable development.\r\nWith regard to the Security Council, there are\r\ngrounds for concern over the postponements and absence\r\nof concrete proposals from the Open-ended Working\r\nGroup on the Question of Equitable Representation on\r\nand Increase in the Membership of the Security Council\r\nand Other Matters Related to the Security Council. My\r\ncountry shares the opinion that resolutions involving\r\namendments to the Charter must be approved by two\r\nthirds of the members of the General Assembly.\r\nThe globalization of all spheres of life and\r\nliberalization of the economy constitute a new challenge.\r\nIn this connection, we share the view of the Secretary-\r\nGeneral, expressed in his annual report, about the need to\r\nreorient actions and efforts with a new vision that will\r\nhelp countries carry out a satisfactory transition to the\r\nglobalized economy, which involves complex and\r\nsensitive processes.\r\nAt the end of the twentieth century, the world is\r\nfacing profound changes that require innovative solutions\r\nin order for humanity to move in such a direction that\r\nscience and technology can have a positive effect on the\r\ndevelopment of countries. The historic transformation we\r\nare living through has frequently increased the inequalities\r\nbetween countries; we must therefore plan how to reduce\r\nthese negative effects.\r\nIn commemorating the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, we reaffirm our\r\n9\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\ncommitment to continue to work with all the means at our\r\ndisposal to promote and protect human rights. In Nicaragua\r\nwe are moving ahead with the consolidation of peace and\r\ndemocracy based on full respect for human rights,\r\nestablishment of the rule of law, respect for the separation\r\nof powers and the guarantee of individual liberties. At the\r\nsame time, we have taken important steps in order to reach\r\nhigher levels of economic development with social equity.\r\nMy Government is convinced that in order to reap\r\nfruits we must plant seeds, human capital being one of the\r\nbest investments for integrated and sustainable\r\ndevelopment. We have therefore made it a priority to raise\r\nlevels of education and extend its reach to all sectors.\r\nLikewise, we are redirecting our efforts and resources to\r\nmaintain and improve social programmes for the protection\r\nof individuals and families in great poverty. This, together\r\nwith dealing with unemployment, is our priority.\r\nThe Government’s social policies require healthy and\r\neffective economic policies that ensure continuity along\r\nwith the necessary impetus for development. In this\r\nconnection, the Government’s general objective is to make\r\nit possible for the private sector to create products and jobs\r\nwithin a climate of stability, promoted by establishing clear,\r\nreliable and transparent rules that apply equally to\r\neveryone, as well as through dialogue and agreement, which\r\nare the cornerstones of governability and harmony. In this\r\ncontext, strengthening the integrated system for procuring\r\nand administering justice is essential. This includes the\r\nsensitive area of security for individuals and their property.\r\nThe macroeconomic transformations that we have\r\nundertaken include significant reforms in the taxation and\r\nfinancial system, as well as important measures to protect\r\nthe environment, creating an awareness of the need to\r\nutilize rationally our natural wealth. These initiatives have\r\nbeen supported by the international community, and in this\r\nconnection it is appropriate to recognize the assistance\r\nreceived from the United Nations Development Programme\r\nfor many endeavours — especially its support, in\r\ncoordination with civil society and non-governmental\r\norganizations, for the National Commission for Sustainable\r\nDevelopment.\r\nNicaragua hopes that at the next Conference of the\r\nParties to the United Nations Framework Convention on\r\nClimate Change, to be held in Buenos Aires in November\r\nthis year, there will be recognition of the environmental\r\nprotection work done by the developing countries in\r\ndesignating important expanses of their territories as\r\nprotected areas. Likewise, we hope that mechanisms for\r\nclean development to facilitate the reduction of\r\ngreenhouse gases will be adopted.\r\nAt the end of this millennium the battle against the\r\nproduction, trafficking in and use of drugs continues to be\r\none of the greatest challenges to humanity. My country\r\nexpresses its satisfaction at the results achieved during the\r\nspecial session of the General Assembly devoted to this\r\nimportant subject. Similarly, we are participating actively\r\nin the negotiation and signing of the Inter-American\r\nConvention against the Illicit Manufacturing of and\r\nTrafficking in Firearms, Ammunition, Explosives, and\r\nOther Related Materials, approved on 13 November 1997\r\nby the Organization of American States.\r\nWe consider international terrorism and other forms\r\nof organized crime to be terrible scourges of our societies.\r\nWe condemn all terrorist acts and reassert our conviction\r\nthat they require firm and severe responses. We are in\r\nsolidarity with the victims of these actions and support\r\nevery initiative to increase international cooperation in\r\nconfronting these inhuman, cruel and unlawful activities\r\nthat affect the security of our States.\r\nWe repeat that the role of my Government is that of\r\nfacilitator and promoter. We are firm believers in the free\r\nmarket economy, with a humanistic sensibility and social\r\njustice. We believe with the same pragmatic conviction in\r\nglobalization and in the broadest and most active\r\ninternational relations, without exception.\r\nGlobalization is not a panacea per se, although it is\r\nan exceptional opportunity if prudent and realistic\r\nmeasures are envisaged and taken. These must also be\r\nimaginative and audacious, without neglecting the\r\npalliatives that mitigate and cushion the rigours of the\r\nfirst phases of adjustment and opening up.\r\nThere is no doubt that globalization will promote\r\nunity at the international level. Nevertheless, we should\r\nnot underestimate the whirlwind forces that could cause\r\nirreparable internal ruptures should the less-favoured\r\nmajority sectors — which are precisely those that demand\r\nour priority attention to their urgent vital needs — be\r\nsacrificed to gain time and avoid difficulties. Moreover,\r\nthe vulnerability to which smaller economies are exposed\r\nin the face of crisis — such as that of the financial\r\nmarkets currently casting a shadow over the world\r\neconomy — cannot be avoided.\r\nThe President took the Chair.\r\n10\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nIn the first 18 months of my Administration, we have\r\nhad the highest rate of economic growth in Central\r\nAmerica: 5 per cent in 1997 and an estimated rate of\r\nslightly over 6 per cent for the current year. Within these\r\nindicators, the increase in the agricultural sector is 60 per\r\ncent. At the same time, we have created 170,000 new\r\nproductive jobs, with a goal of 500,000 contemplated for\r\nthe five-year term of 1997-2001 for which I was elected\r\nPresident. In 1997, we brought inflation down to an annual\r\nlevel of 7 per cent.\r\nOur economic policy has received the backing of the\r\ninternational community, represented by over 40 countries\r\nand multilateral organizations. After Nicaragua reached an\r\nagreement with the International Monetary Fund, in\r\nGeneva, Switzerland, in April of this year, on a new\r\nprogramme for an enhanced structural adjustment facility\r\n(ESAF), these supporters won us $1.8 billion over the next\r\nthree years. Furthermore, upon the completion of the ESAF\r\nprogramme, we would be forgiven up to 80 per cent of the\r\nlarge external debt inherited from the past, within the\r\nconcessionary programme of the Heavily Indebted Poor\r\nCountries Debt Initiative. These signs appear to indicate\r\nthat, given the steps we are taking and the enormous\r\nsacrifices we are making, the time-frame for our becoming\r\ncreditors to these facilities could be shortened.\r\nWe have turned to the international community,\r\ncalling on it from its highest forum to continue to support\r\nus in our daily and difficult battle to get ahead, leaving\r\nbehind a dark past of destruction and violence which we\r\nhave been slowly overcoming with the combined efforts of\r\nall, guided by a sincere spirit of reconciliation based on\r\nforgiveness and forgetting. The exhausting legacy of that\r\npast is the burden of a gigantic foreign debt of\r\napproximately $12.5 billion and a devastated economy,\r\nwhich, within the space of a few years, was set back\r\ndramatically by more than 50 years. We seek understanding\r\nand help to achieve forgiveness of our stifling external debt\r\nas soon as possible.\r\nWe must bear in mind that the United Nations, as a\r\nsupranational body that coordinates and harmonizes the\r\nworld’s efforts in many areas, is the most important and\r\npluralistic forum in which the opinions of all States are\r\nfreely expressed and the most important decisions taken\r\nwithin the framework of world politics. Nevertheless, we\r\nnote once again, with great sadness, the absence of the\r\nsister Republic of China, which, as we all know, was a\r\nfounding Member of the United Nations in 1945.\r\nThe international community is aware that the\r\nRepublic of China respects the principles that govern the\r\nUnited Nations Charter, particularly its mission of peace\r\nand broad and generous international cooperation. The\r\ndenial of the right of a people to be recognized and\r\naccorded full and effective participation misrepresents and\r\ncontradicts the noble spirit of the universal mission of this\r\nOrganization and constitutes a painful collective violation\r\nof the human rights of more than 21 million people.\r\nWe therefore call once again on the nations of the\r\nworld to reconsider resolution 2758 (XXVI), which so\r\nunjustly excludes the Republic of China, with a view to\r\nrestoring its right to participate in all the activities of the\r\nUnited Nations.\r\nWe are certain, Sir, that under your enlightened\r\nguidance, we will achieve concrete results on the delicate\r\npoints on our agenda that will undoubtedly help our\r\npeoples and Governments in a very positive and tangible\r\nway to achieve the widest and most satisfactory shared\r\nbenefits.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Nicaragua for the statement\r\nhe has just made.\r\nMr. Arnoldo Alemán Lacayo, President of the\r\nRepublic of Nicaragua, was escorted from the\r\nGeneral Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from Spanish): May\r\nI remind representatives that, in accordance with the\r\nGeneral Assembly’s decision taken at its 3rd meeting, the\r\nlist of speakers will be closed today at 6 p.m.\r\nAddress by Mr. Mohammad Nawaz Sharif, Prime\r\nMinister of the Islamic Republic of Pakistan\r\nThe President (interpretation from Spanish): The\r\nAssembly will now hear an address by the Prime Minister\r\nof the Islamic Republic of Pakistan.\r\nMr. Mohammad Nawaz Sharif, Prime Minister of the\r\nIslamic Republic of Pakistan, was escorted to the\r\nrostrum.\r\n11\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nThe President (interpretation from Spanish): I have\r\ngreat pleasure in welcoming the Prime Minister of the\r\nIslamic Republic of Pakistan, His Excellency\r\nMr. Mohammad Nawaz Sharif, and inviting him to address\r\nthe General Assembly.\r\nMr. Sharif (Pakistan): Mr. President,I wish to\r\ncongratulate you on your well-deserved election to preside\r\nover this session of the General Assembly. It is taking place\r\nat a time of profound change and disturbing economic and\r\npolitical developments in various parts of the world. Your\r\nresponsibilities are correspondingly imposing. I am\r\nconfident that your accomplishments will be similarly\r\nsignificant.\r\nPakistan also wishes to convey its sincere appreciation\r\nto your predecessor, Mr. Udovenko, for the skilful and\r\nproductive manner in which he guided the Assembly’s work\r\nover the past year.\r\nAs we seek to build the structures for peace and\r\nprosperity on the eve of a new millennium, the United\r\nNations has become even more indispensable. In an\r\nincreasingly interdependent world, the United Nations is the\r\nonly organization where nations can come together and\r\nevolve decisions democratically on critical social and\r\npolitical issues which affect all peoples. Pakistan has\r\nprofound faith in the purposes and the promise of the\r\nUnited Nations.\r\nI wish to pay a warm tribute to our Secretary-General,\r\nMr. Kofi Annan, who has moved to revive the United\r\nNations with bold reforms. These reforms must reinforce\r\nthe democratic ethos of the United Nations, especially in\r\nthe Security Council, where the endeavour of some is to\r\ncreate new centres of privilege rather than eliminate old\r\ninequalities. The reform we pursue must be inspired by the\r\nnoble vision of the United Nations Charter: social justice,\r\nuniversal prosperity and global peace and security. To do\r\nanything else is to do less than history demands of us.\r\nWe are living in times of change and promise. The\r\ndays of global confrontation are gone and doctrines of\r\ncontainment have lost relevance. The information and\r\ntechnological revolutions have brought about a phenomenal\r\ninteraction among the peoples of the world. The global\r\nvillage is a reality. Today, the prosperity of one region\r\nsupplements and supports that of another. The creed of our\r\ntimes must be partnership for peace and development. It\r\nwill be an irony if the new vision and possibilities are lost\r\nbecause of narrow prejudices and interests.\r\nThe world is also pervaded with a deep sense of\r\nforeboding. We are being propelled into a future which\r\nappears anarchic and insecure. In recent months, the\r\ntriumphal hopes for the spread of free markets,\r\ndemocratic freedoms and world peace have suffered\r\nsobering setbacks. The crisis spreading from the erstwhile\r\neconomic dynamo of East Asia has shaken confidence in\r\nthe prescriptions of trade and financial liberalization. With\r\nfalling incomes and failing hopes, strife has spread among\r\nand within nations in virtually every part of the world.\r\nThis will negate the emerging prospects for ending\r\nhunger, disease and ignorance universally.\r\nNew conflicts have appeared, while many old\r\nproblems persist. The people of Kashmir and Palestine\r\ncontinue to suffer. Bosnia has seen a brutal war, and now\r\nKosovo dreads the same fate. Internecine wars have\r\nscarred Africa. Afghanistan has yet to recover from the\r\nravages of conflict. Peace has remained elusive in the\r\nMiddle East. Tensions have been heightened in South\r\nAsia. There is increasing resort to the unilateral use of\r\nforce and arbitrary actions against weaker nations. The\r\nmultiple conflicts and suffering around the world have\r\nplaced extraordinary demands on the United Nations.\r\nWe are pained by the continuing tragedy of\r\nPalestine. The promise of peace has turned to despair and\r\ndesperation. Peace cannot be achieved without the\r\nrealization of the right of self-determination and statehood\r\nof the Palestinian people.\r\nSeventeen years of war have completely destroyed\r\nAfghanistan — its economy, society and polity. Pakistan\r\nhas, more than any other country, borne the consequences\r\nof Afghanistan’s turmoil and suffering. We have a vital\r\ninterest in the restoration of peace and stability in\r\nAfghanistan.\r\nPakistan is deeply concerned at the current tensions\r\nbetween Iran and Afghanistan. We will continue to do all\r\nwe can to promote peaceful and friendly relations\r\nbetween these two fraternal neighbours. Those responsible\r\nfor the outrageous killing of the personnel seized from the\r\nIranian consulate in Mazar-e-Sharif must be apprehended\r\nand punished. We call for the release of all remaining\r\nIranian personnel and other prisoners held by the parties\r\nto the Afghan conflict. We support a United Nations and\r\nOrganization of the Islamic Conference (OIC) fact-finding\r\nmission to Afghanistan.\r\nWe urge reconciliation within Afghanistan through\r\nrealistic compromise and mutual accommodation. We call\r\nfor international engagement and dialogue with\r\n12\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nAfghanistan to promote the objectives of humanitarianism,\r\nhuman rights and peace. We ask for respect for the\r\ncountry’s sovereignty and territorial integrity, and\r\nobservance of the principles of non-interference and non-\r\nuse of force.\r\nThis year the nuclear cloud has cast its dark shadow\r\nover South Asia. When India conducted its first explosion\r\nin 1974, the reaction of the major Powers was to impose\r\nrestraints against Pakistan. We felt compelled to acquire a\r\nmatching capability. Yet, even after we had done so,\r\nPakistan continued to promote a nuclear-weapons-free zone,\r\nconventional arms restraint and a zero-missile zone in\r\nSouth Asia. India rejected all these initiatives.\r\nIndia’s nuclear tests in May should not have come as\r\na surprise to the world. We had warned the world several\r\nweeks before the tests. Even after India conducted its tests,\r\nthe response of the major Powers was weak and ambiguous.\r\nOnce again, greater energy was devoted to restraining\r\nPakistan than in responding to India.\r\nImmediately after its nuclear tests, India’s leaders\r\nadopted a belligerent posture towards Pakistan. They told\r\nus that the geostrategic balance had changed and that\r\nPakistan should abandon its principled support for Kashmiri\r\nself-determination. Pakistan faced the threat of force. We\r\nfelt compelled to convince India that any military\r\naggression against Pakistan would have the most disastrous\r\nconsequences.\r\nThe world must appreciate that Pakistan did not\r\ninitiate these tests. India tested to alter the strategic balance\r\nand threatened our security and sovereignty. We waited for\r\n17 days for the world to respond. We knew that no country\r\ncould provide us security assurances against a nuclear India.\r\nThus circumstances forced us to test and establish nuclear\r\ndeterrence in self-defence. We have violated no\r\ninternational norm. Regrettably, some friendly countries\r\nhave imposed sanctions and other restrictions against\r\nPakistan. These are unjust. I ask the international\r\ncommunity to determine who is in the wrong and why\r\nPakistan should be subjected to punitive measures.\r\nPakistan’s nuclear tests were conducted not to\r\nchallenge the existing non-proliferation regime, nor to fulfil\r\nany great power ambition; they were designed to prevent\r\nthe threat or use of force against Pakistan. Our tests, in\r\nresponse to those of India, thus served the cause of peace\r\nand stability in our region.\r\nWe are not insensitive to the concerns aroused by the\r\nSouth Asian nuclear tests. Despite the transformed strategic\r\nsituation, we remain opposed to an arms race, nuclear or\r\nconventional. We have announced a unilateral moratorium\r\non testing. We are prepared to strengthen peace and\r\nstability in the region by mutually agreed measures to\r\navoid a war, to create a regime for nuclear restraint and\r\nconventional balance and to promote solutions to the\r\nunderlying causes of conflict, in particular the Kashmir\r\ndispute.\r\nWe will discuss these issues with India when our\r\ndialogue commences. We are also engaged in a dialogue\r\nwith several friendly countries to advance these\r\nobjectives. Pakistan has never contributed to nuclear\r\nproliferation. We will continue to adhere strictly to our\r\npolicy of not exporting sensitive technologies and\r\nequipment.\r\nPakistan consistently supported the conclusion of a\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) for over\r\n30 years. We voted for the Treaty when it was adopted\r\nby the General Assembly in 1996. We have declared a\r\nmoratorium on further testing; so has India. There is no\r\nreason why the two countries cannot adhere to the CTBT.\r\nIn a nuclearized South Asia, the CTBT would have\r\nrelevance if Pakistan and India were both parties to the\r\nTreaty. The Non-Aligned Summit has called for universal\r\nadherence to the CTBT, especially by the nuclear-weapon\r\nStates. This demand is consistent with the Treaty’s\r\nrequirement that all nuclear-capable States, including\r\nIndia, must adhere to the CTBT before it can come into\r\nforce. Pakistan will oppose any attempt to change this\r\nfundamental requirement at the conference of States\r\nparties to the Treaty, scheduled to be held in September\r\n1999. Such a change can be made only by consensus.\r\nPakistan is therefore prepared to adhere to the CTBT\r\nbefore that conference takes place. However, Pakistan’s\r\nadherence to the Treaty will take place only in conditions\r\nfree from coercion or pressure.\r\nIn this regard, we expect that the arbitrary\r\nrestrictions imposed on Pakistan by multilateral\r\ninstitutions will be speedily removed. We also expect\r\ndiscriminatory sanctions against Pakistan to be lifted. And\r\nwe count on the full support of the world community for\r\na just resolution of the Kashmir dispute.\r\nOn the nuclear issue, Pakistan will insist on the\r\nprinciple of equal treatment with India, whether in terms\r\nof status or any kind of incentives. It must also be well\r\nunderstood that if India should resume nuclear testing,\r\nPakistan will review its position and, if we have adhered\r\nto the CTBT, invoke the supreme interests clause as\r\nprovided for under article IX of the Treaty.\r\n13\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nNuclear deterrence between Pakistan and India will\r\nremain fragile and dangerous as long as there is a growing\r\nimbalance in conventional forces. This needs to be\r\nredressed. Above all, durable peace between Pakistan and\r\nIndia and restraint in their military postures will be, as\r\nalways, critically dependent on the resolution of the\r\nKashmir dispute, which has been the root cause of all\r\nconflicts and tensions between Pakistan and India.\r\nWe welcome the recognition in the Secretary-\r\nGeneral’s annual report that the\r\n“rising tension between India and Pakistan over\r\nKashmir and other issues is ... a major cause of\r\nconcern” (A/53/1, para. 18).\r\nFor almost 50 years, the people of Kashmir have continued\r\nto await the exercise of the right of self-determination, as\r\nstipulated in the Security Council’s resolutions. India is\r\nobliged to allow the plebiscite prescribed in those United\r\nNations resolutions. India has, however, failed to honour its\r\ncommitments and resorted instead to a policy based on\r\nforce to deny the legitimate rights of the Kashmiri people.\r\nTen years ago, Kashmir’s freedom struggle entered a\r\nnew phase when Indian forces fired on peaceful Kashmiri\r\ndemonstrators, killing over 100. Kashmir is now occupied\r\nby a force of 650,000 Indian troops. Over 60,000 Kashmiris\r\nhave been killed and thousands maimed and arrested.\r\nCustodial killings, disappearances, arbitrary arrests and\r\nsummary executions continue to be daily occurrences. The\r\nnightmare of the Kashmiri people continues. This year,\r\nmoreover, scores of innocent Kashmiris in Azad Kashmir\r\nhave been killed and hundreds injured by intensified Indian\r\nartillery and mortar fire. Even as I speak, tensions are high\r\non the line of control.\r\nMy Government is committed to resolving our\r\nproblem with India through dialogue. This is all the more\r\nimportant in a nuclear environment in which neither side\r\nhas the luxury to contemplate the use of force. In June\r\n1997, we agreed with India on an eight-item agenda and a\r\nmechanism for the dialogue. Unfortunately, the dialogue\r\nwas interrupted due to differences over modalities. I am,\r\nhowever, happy to say that in a meeting which concluded\r\na short while ago, Prime Minister Vajpayee and I reached\r\nan agreement to resume the dialogue with the\r\ncommencement of talks at the Foreign Secretary level,\r\nwhich will address at the outset the primary issues of peace\r\nand security and Jammu and Kashmir.\r\nThe United Nations, the major Powers and the\r\ninternational community have a responsibility to support\r\nand facilitate a solution to the Kashmir issue. We request\r\nthe Secretary-General to take appropriate initiatives to\r\nimplement Security Council resolutions on Kashmir and\r\nto ease tensions and build confidence. In particular, we\r\nurge that the United Nations Military Observer Group in\r\nIndia and Pakistan be strengthened and its mandate\r\nenhanced. The Security Council should regularly monitor\r\nthe volatile situation along the line of control in Jammu\r\nand Kashmir.\r\nUntil last year, globalization of the world economy\r\npromised the spread of prosperity. Today, 30 per cent of\r\nthe world economy is in recession; by next year, this\r\nfigure is projected to double. Across East Asia, currencies\r\nhave drastically depreciated, economies have contracted,\r\nincomes have plummeted and unemployment has risen,\r\ndespite sound economic fundamentals.\r\nAs the East Asian crisis spreads, questions are being\r\nposed about the economic wisdom of rapid financial and\r\ntrade liberalization and the social implications of\r\nglobalization. Yet, in the age of the information and\r\ncommunications revolution, globalization cannot be\r\nreversed; it can only be effectively governed.\r\nThe world community must adopt a coherent\r\napproach to the current crisis. In the short term, it is\r\nessential to spur economic growth in all parts of the\r\nworld. The international financial institutions must relax\r\ntheir unrealistic conditionalities to prevent any further\r\ncontraction of the economies of the developing countries.\r\nMechanisms need to be devised to direct greater\r\ndevelopment finance to the underdeveloped countries\r\nwhich have the largest latent demand. Meanwhile,\r\nmarkets, especially those of the industrial countries, must\r\nbe kept open. New protectionism in the guise of concern\r\nfor environmental or labour standards must be resisted.\r\nIn order to address these issues effectively, we have\r\nto proceed from three basic premises. First, decisions on\r\nways to manage globalization must be made collectively\r\nby all nations. Secondly, specific policies must flow from\r\nthe overriding objective of ensuring growth with equity:\r\nequity is not only a moral imperative, it is now a\r\nprerequisite for sustained global growth. Thirdly, the\r\nNorth and South must act together: prosperity for both is\r\ninterlinked.\r\nThis suggests the need for concerted action by the\r\ninternational community, which should include, first, the\r\n14\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nstrengthening of the capacity of multilateral institutions to\r\naddress the issues of trade, finance and development in an\r\nintegrated and coherent manner, thereby ensuring the\r\neffective governance of globalization. In this context, a\r\nglobal monetary conference to address the old and new\r\nproblems of the international finance system is now a\r\nnecessity and should be convened urgently by the United\r\nNations. Secondly, this action should include correcting the\r\ninequities in the international trade regime, especially by\r\nmore rapid liberalization in areas of primary interest to\r\ndeveloping countries. And finally, it should include\r\nresolution of the long-standing issues of debt, development\r\nfinance and access to technology.\r\nWhat is required today is a realization that there is\r\nunity in the struggle of the South and the North for\r\neconomic and social development. A new concept of a\r\nglobal community appears to be essential: a community\r\nwhere all human beings are acknowledged as being entitled\r\nto a life of dignity and to the right to development.\r\nThe concept of the ummah, or community, in Islamic\r\nthought offers a model for the realization of such a global\r\ncommunity. This concept gives primacy to solidarity among\r\nhuman beings and to equitable benefits to all members of\r\nthe community. Islam is the religion of peace and tolerance;\r\nit is inherently moderate and progressive. Here, I would\r\nlike to warmly welcome President Clinton’s vision\r\naffirming America’s deep respect for Islam and rejecting\r\nthe pernicious thesis of a clash of civilizations. We must\r\nwork together to create greater understanding and harmony\r\namong all religions and peoples of the world.\r\nThe present drift towards an uncertain and dangerous\r\nworld must be arrested. Inequality, conflicts and abuse of\r\nhuman rights are not the inevitable consequences of\r\nimpersonal forces of history. They are the outcome of our\r\nown actions. It is in our power to fashion a more equitable\r\nand more peaceful world. We can do so if we rededicate\r\nourselves to the ideals of the United Nations Charter. Only\r\nthen can we ensure that the next century will dawn on a\r\nprosperous and peaceful world.\r\nThe President (interpretation from Spanish): On\r\nbehalf of the General Assembly, I wish to thank the Prime\r\nMinister of the Islamic Republic of Pakistan for the\r\nstatement he has just made.\r\nMr. Nawaz Sharif, Prime Minister of the Islamic\r\nRepublic of Pakistan, was escorted from the rostrum.\r\nThe President (interpretation from Spanish): I now\r\ngive the floor to the Minister for Foreign Affairs of\r\nPortugal, His Excellency Mr. Jaime Gama.\r\nMr. Gama (Portugal) (spoke in Portuguese; English\r\ntext furnished by the delegation): It is with the greatest\r\npleasure that I congratulate my colleague from Uruguay,\r\nDidier Opertti, on his election to the presidency of this\r\nsession of the General Assembly. In his election I see the\r\nrecognition of the role played internationally by the\r\nRepublic of Uruguay, an Ibero-American country and a\r\nfriend of Portugal, as well as our appreciation and our\r\nconfidence that his personal, intellectual and professional\r\nqualities will result in success in our work.\r\nI would also like to pay tribute to the outgoing\r\nPresident, Hennadiy Y. Udovenko, for the dedicated and\r\ncompetent manner in which he steered the work of the\r\nGeneral Assembly at its fifty-second session.\r\nTo the Secretary-General, Kofi Annan, I renew my\r\ntribute for the remarkable manner in which he has been\r\ncarrying out his difficult functions during a period in\r\nwhich the United Nations is increasingly called upon to\r\nintervene in many aspects of international life.\r\nI would like to dwell upon some questions of\r\nparticular importance to my country, beginning with those\r\nof a political nature, including Africa. I recall that my\r\nAustrian colleague has already addressed the Assembly on\r\nbehalf of the 15 States members of the European Union.\r\nWhen releasing last April his excellent report on the\r\ncauses of conflict and the promotion of lasting peace and\r\nsustainable development in Africa, the Secretary-General\r\ndid not hesitate to qualify as “colossal” (S/1998/318,\r\npara. 5) the scale of the human tragedy that persists in\r\nparts of the African continent, which has been devastated\r\nby the conflicts that have affected a number of States\r\nsince the end of the cold war.\r\nWithin its possibilities and in accordance with the\r\nhistorical, cultural and social ties that bind it to many\r\nregions and countries of Africa, Portugal continues to\r\nmake efforts towards helping overcome those conflicts by\r\npeaceful means and towards the promotion of economic\r\ndevelopment, social progress and good governance, which\r\nare indispensable for their eradication. I would like to\r\nunderline the readiness Portugal has shown to participate\r\nin United Nations peacekeeping missions, particularly in\r\nAfrica. By way of example, I recall the role played by\r\nPortuguese forces within the framework of the peace\r\n15\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nprocess in Mozambique, and in the ongoing United Nations\r\nmissions in Angola, in Western Sahara and, most recently,\r\nin the Central African Republic, as well as in the\r\nevacuation operations undertaken in the Democratic\r\nRepublic of the Congo and in Guinea-Bissau.\r\nI must express here the very serious concern of my\r\ncountry at the situation in Angola, a country to which we\r\nare bound by so many and such deep ties. The signs of\r\nrupture are becoming more dangerously evident in the\r\npeace process, which has proceeded with such difficulty.\r\nThe refusal by the União Nacional para a Independência\r\nTotal de Angola (UNITA) to comply fully with the\r\nobligations of the Lusaka Protocol, which it freely signed,\r\nwith regard to its demilitarization and transformation into\r\na political party, and its obstruction of the normalization of\r\nState administration contribute to the resort to military\r\noptions outside the framework of the negotiated solutions\r\nadopted by the international community.\r\nAs a member of the troika of observer countries to the\r\nAngolan peace process and as one of countries that\r\ncontributed most to the United Nations Angola Verification\r\nMission (UNAVEM) and to the United Nations Observer\r\nMission in Angola (MONUA), Portugal remains committed\r\nto promoting concord in Angola in close cooperation with\r\nthe United Nations and, in particular, with the new Special\r\nRepresentative of the Secretary-General, Mr. Issa Diallo,\r\nwhose difficult mission should be helped and supported.\r\nWe are, however, fully aware of the fact that all the\r\ndiplomatic efforts will be in vain if those responsible in\r\nAngola do not have an effective will for peace. The\r\nGovernment and UNITA must assume their responsibilities\r\nto the Angolan people, whose right to peace, security and\r\nwell-being is legitimate and inalienable. We appeal, once\r\nagain, for the Lusaka Protocol to be respected, and in\r\nparticular appeal to UNITA to assure immediately the\r\nProtocol’s implementation, in strict accordance with the\r\nterms that have been demanded of it by the Security\r\nCouncil.\r\nThe gains of a multi-party system in Angola must not\r\nbe jeopardized. Its participants, particularly having endorsed\r\npeace and national reconciliation, must not see the erection\r\nof barriers to the respective mandates, and all must be\r\ngiven the conditions of security necessary to face the\r\nreconstruction of the country.\r\nThe Secretary-General deserves our full support in\r\ncontinuing to promote all the necessary responses that the\r\ngravity of the situation requires from the international\r\ncommunity.\r\nGuinea-Bissau — a friend of Portugal with which\r\nwe also share many varied and strong affinities — has\r\nsince June been the site of a conflict that has had grave\r\nhuman, economic and social consequences for its people.\r\nAt the express request of the parties to the conflict,\r\nPortugal and the Community of Portuguese-Speaking\r\nCountries (CPLP) — which is principally made up of\r\nAfrican countries, and has among its main goals the\r\npolitical and diplomatic coordination of its members’\r\npolicies — carried out from the start mediation efforts\r\ndesigned to stop the fighting, obtain a negotiated solution\r\nto the conflict and bring humanitarian assistance to the\r\npopulation of Guinea-Bissau. At no time was it possible\r\nto doubt the legitimate intentions that led the CPLP, of\r\nwhich Guinea-Bissau is a founding member, to respond\r\nto the request made to it. The CPLP’s intervention\r\naligned itself with that of the Economic Community of\r\nWest African States (ECOWAS), eventually permitting\r\nthe signature of a ceasefire agreement between the\r\nGovernment and the military junta, which opened the way\r\nto a negotiated settlement of the conflict.\r\nStill on the African continent, a word is also due on\r\nthe events in the Democratic Republic of the Congo. We\r\ndefend unequivocally the need to respect the territorial\r\nintegrity and sovereignty of that vast country, whose\r\nstability is strategically essential to the region in which it\r\nis located. We support unconditionally the African peace\r\ninitiatives that seek a negotiated and peaceful solution to\r\nthe complex political problems of the Democratic\r\nRepublic of the Congo, which are at the heart of the\r\nconflict and cannot and should not have a solution based\r\non the use of force or on the presence of foreign military\r\nforces.\r\nNotwithstanding continued difficulties, we still\r\nbelieve in a democratic, free and prosperous future for\r\nAfrica. We are therefore committed to bringing to fruition\r\nthe initiative we launched in 1996 to hold a summit\r\nbetween the European Union and Africa, which is now\r\nscheduled for 2000. We therefore welcomed with\r\nsatisfaction the decision taken by the most recent\r\nOrganization of African Unity (OAU) summit in\r\nOuagadougou to endorse that initiative.\r\nI would now like to refer to another source of\r\nserious and justified concern for the international\r\ncommunity, this time on the European continent: the crisis\r\nin Kosovo, which jeopardizes peace and stability in the\r\n16\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nBalkans and is producing heavy human losses, in terms of\r\ndeaths, injuries, internally displaced persons and refugees.\r\nThere can be no doubt as to who bears the primary\r\nresponsibility for the eruption of the current crisis. The\r\nadoption a few minutes ago by the Security Council of a\r\nresolution co-sponsored by Portugal is a clear signal of the\r\ndetermination of the international community and cannot be\r\nignored by those to whom it is addressed.\r\nPortugal welcomes the constructive spirit that\r\ndominated the most recent round of ministerial talks on the\r\nquestion of East Timor, held under the auspices of the\r\nSecretary-General, whose efforts at mediation, as well as\r\nthose of his Special Representative, Ambassador Marker\r\nand his collaborators, I would especially like to\r\ncongratulate. I believe I can, for the first time, say that\r\neffective and promising steps have been taken towards\r\ncreating the conditions to achieve a just, comprehensive and\r\ninternationally acceptable solution to this problem, with full\r\nrespect for the legitimate rights of the East Timorese\r\npeople, in accordance with the principles of the Charter and\r\nthe relevant resolutions of the United Nations.\r\nWhile safeguarding the basic positions of principle of\r\nthe parties, it was agreed to negotiate for East Timor a\r\nwide-ranging autonomy that we wish to see rest on\r\ngenuinely democratic and participatory rules for its people,\r\nwho, it is hoped, will progressively establish an ample\r\ndegree of self-government. It was also agreed to associate\r\nmore closely the East Timorese — whose will, freely\r\nexpressed in accordance with their legitimate right to self-\r\ndetermination, will be essential to validate any definitive\r\nsolution to the question — with the process of negotiations\r\nunder way, entrusting the Secretary-General with the\r\nresponsibility of promoting that wide consultation.\r\nIt is necessary now to achieve tangible progress with\r\nregard to the more critical aspects of the situation in the\r\nterritory, such as the reduction of the Indonesian military\r\npresence, the release of all East Timorese political\r\nprisoners, including Xanana Gusmao, and the monitoring by\r\nthe United Nations of the evolution of the situation on the\r\nground.\r\nWe believe that we are still at a turning point. Nothing\r\nsubstantial has yet been settled or guaranteed. That is why\r\nwe consider it essential that the international community\r\ncontinue to follow closely the evolution of this process in\r\nits varied aspects, so that the goal of finally enabling the\r\npeople of East Timor to enjoy a future of freedom, peace\r\nand security is not delayed any further.\r\nIn just over a year, on 20 December 1999, the\r\nterritory of Macao, currently under Portuguese\r\nadministration, will return to the sovereignty of the\r\nPeople’s Republic of China, in fulfilment of the terms of\r\nthe Luso-Chinese Joint Declaration of 13 April 1987. The\r\ntransition process has been carried out in a constructive\r\nand pragmatic climate, reflecting the good relations that\r\nexist between the two countries. We are convinced that\r\nthis climate will persist until the end, thus guaranteeing a\r\ntransfer of power conducive to the future stability and\r\nprosperity of Macao, while respecting its autonomy and\r\nuniqueness.\r\nAs a short note on the question of official\r\ndevelopment assistance, I would like to put on record\r\nthat, according to data on 1997 recently issued by the\r\nOrganisation for Economic Cooperation and Development\r\n(OECD), Portugal was the donor that registered the\r\nlargest increase in this type of aid — 27.3 per cent.\r\nWithin the framework of the International Year of\r\nthe Oceans, Portugal dedicated the last World Exposition\r\nof this century — EXPO ’98 — to the theme “The\r\noceans: a heritage for the future”, attempting in this\r\nmanner to contribute to a progressive enlightenment of\r\nhumanity with regard to the risks and challenges related\r\nto the preservation of the oceans.\r\nStill in this area, Portugal has participated actively\r\nin various activities undertaken in the context of the\r\nUnited Nations, namely at the level of the\r\nIntergovernmental Oceanographic Commission of the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) and the Independent World\r\nCommission on the Oceans. In fact, Portugal was granted\r\nthe honour of the presidency of the latter, in the person of\r\nDr. Mario Soares, and its work led to the adoption of the\r\nreport approved in Lisbon at the beginning of this month,\r\nwhich appeals for a democratic, equitable and peaceful\r\nmanagement of the “ocean ... our future”, and which will\r\nbe submitted to the General Assembly.\r\nPortugal is a non-permanent member of the Security\r\nCouncil until the end of this year. We have sought to\r\ncontribute effectively to the strengthening of the Council’s\r\nauthority and the effectiveness of its action, in accordance\r\nwith the purposes and principles of the Charter. On the\r\nother hand, increasing the transparency and democratic\r\nnature of its functioning is essential to us, allowing, in\r\nthis way, non-members to better follow the work of the\r\nCouncil.\r\n17\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nThis year, as we celebrate the fiftieth anniversary of\r\nthe Universal Declaration of Human Rights, none can\r\npurport to defend international law and legitimacy while\r\nignoring the fulfilment of those fundamental rights.\r\nTerrorism is one of the most perverse forms of human\r\nrights violation, and a coordinated international effort to\r\ncombat it is urgently required.\r\nI should like to mention that Portugal is a candidate\r\nfor membership in the Commission on Human Rights, for\r\na mandate that will begin in January 2000 and that will\r\ncoincide with the Portuguese Presidency of the European\r\nUnion.\r\nIn an era of globalization — of markets, information,\r\ncirculation of people and cultural exchange — we also have\r\na duty to include in the international agenda the\r\nglobalization of human rights. This will be the best tribute\r\nwe can pay to the Universal Declaration that was issued 50\r\nyears ago.\r\nThe President (interpretation from Spanish): I now\r\ncall on the Minister for Foreign Affairs of Ukraine, His\r\nExcellency Mr. Borys Tarasyuk.\r\nMr. Tarasyuk (Ukraine): On behalf of my delegation,\r\nI extend to you, Sir, our sincere congratulations on your\r\nelection to the high post of President of the General\r\nAssembly at its fifty-third session. We wish you every\r\nsuccess in discharging your very responsible mission.\r\nI would also like to express my profound\r\nacknowledgement to the President of the General Assembly\r\nat its previous session, Mr. Hennadiy Udovenko, who also\r\nhappens to be my predecessor as Ukraine’s Foreign\r\nMinister, for his efficient and fruitful work here. I believe\r\nthat the results of the fifty-second session deserve our\r\npositive evaluation, for they gave a strong impetus to the\r\nprocess of a wide-scale reshaping and strengthening of the\r\nUnited Nations. The last session will undoubtedly enter\r\nhistory as the session of reform. I am very pleased to note\r\nthat many previous speakers have attributed those\r\nachievements to a large extent to the skilful and fair\r\npresidency of the Ukrainian representative. This provides\r\nundeniable evidence that our nation is not only a consistent\r\nsupporter of, but also an active participant in, the process\r\naimed at reforming the Organization.\r\nMay I also applaud Secretary-General Kofi Annan,\r\nwhose tireless efforts to initiate and promote this\r\nchallenging goal deserve not only words of praise but,\r\nfirst and foremost, our active support.\r\nThe efficiency of the future functioning of the\r\nUnited Nations will be determined by its ability to\r\nrespond adequately to the challenges confronting\r\nhumanity at the start of the twenty-first century. The\r\npromotion of an interrelated and integral world, the search\r\nfor universal human harmony, the protection and further\r\ndevelopment of the values of our civilization, and free\r\naccess to them — these are the main priorities on which\r\nthe United Nations should concentrate its authority and\r\nattention.\r\nIt is widely acknowledged that the main feature of\r\nthe present development of the world community is the\r\nglobalization of political, social, economic and\r\nhumanitarian life. The advanced development of\r\ninformation and communication technologies and the\r\ninterdependence of the economic progress of countries,\r\nwith their closely interwoven market of goods, capital and\r\nlabour, bring together local processes, separate events,\r\nStates and international institutions into a worldwide\r\nnetwork. A great advantage of globalization is the\r\npossibility of resolving problems of individual regions and\r\ncountries by using the world’s experiences and the\r\napproaches that have proved to be most efficient.\r\nOn the other hand, recent years have been marked\r\nby some of the adverse effects of globalization. The\r\nfinancial crisis in Asia and Russia, whose repercussions\r\nhave been acutely felt all over the world, has become a\r\nsubject of special preoccupation in almost every country.\r\nIn this regard, Ukraine fully shares the view that the\r\nsocial and economic impact of globalization should\r\nbecome a top priority on the agenda of the world\r\ncommunity today.\r\nThe United Nations, which bears responsibility for\r\ninternational stability and sustainable economic\r\ndevelopment, has to find the means and tools that could\r\nhelp overcome the negative impact of globalization. In\r\nthis respect, I wish to recall and reiterate the initiative of\r\nthe President of Ukraine, officially announced in this Hall\r\nin 1995, to establish a new United Nations economic\r\nsecurity council. In the meantime, Member States could\r\nalso entrust the Security Council with additional\r\nassignments and the responsibility to deal with economic\r\nand social challenges that have direct repercussions for\r\ninternational peace and security.\r\n18\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nFurthermore, there are other issues which cause\r\ndiscord and division among nations. These are the problems\r\nof national minorities, deported peoples, refugees, the\r\nspread of terrorism and organized crime, illicit drug-\r\ntrafficking and money-laundering.\r\nThese challenges require greater responsibility on the\r\npart of individual countries and their leaders for their own\r\npolicies, as well as concerted efforts by the world\r\ncommunity to counteract them. All that means that the\r\nUnited Nations, as never before, faces the urgent task of\r\nharmonizing all human and national interests and creating\r\na world order whereby a national idea is not opposed to\r\nglobal solutions. Hence, Member States should care more\r\nfor regional and universal security in order to maintain\r\npeace and stability without prejudice to their national\r\ninterests.\r\nEvents of last summer once again highlighted the issue\r\nof nuclear non-proliferation as pivotal for the world\r\ncommunity. This issue remains a cornerstone and\r\nfundamental principle of preserving the world from a global\r\nconflict. Nuclear tests conducted by two nations in\r\nconfrontation testify to the increasing urgency of expediting\r\nthe entry into force of international agreements in the field\r\nof nuclear disarmament, as well as the need to ban other\r\ntypes of weapons of mass destruction.\r\nThe issue of nuclear disarmament and non-\r\nproliferation has a special meaning for Ukraine as a nation\r\nwhich inherited the world’s third largest nuclear arsenal and\r\nvoluntarily renounced it and which suffered from the largest\r\ntechnogenic disaster of this century in Chernobyl. Ukraine\r\nhas made an unprecedented and exemplary decision to\r\ninitiate the process of practical nuclear disarmament, and it\r\nstrictly honours its obligations undertaken in this field. That\r\nis why we believe that we have the moral right to urge\r\nother countries, first and foremost nuclear ones, to pursue\r\nfurther reductions and, in the long run, to destroy totally\r\ntheir nuclear potentials. We also call upon the so-called\r\nthreshold nations to abandon their nuclear ambitions.\r\nThe world community should take effective measures\r\nto create reliable mechanisms for the non-proliferation of\r\nweapons of mass destruction and control over the\r\nimplementation of relevant international agreements. The\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT)\r\nis in fact the only internationally binding document that\r\nconsolidates the world community around the concept of\r\nglobal security. Hence, we have to substantially revitalize\r\nthe efforts of the United Nations and the International\r\nAtomic Energy Agency (IAEA) for its support.\r\nThe Comprehensive Test Ban Treaty (CTBT), signed\r\nby most United Nations Member States, is also of\r\nexceptional significance. Ukraine, as one of its first\r\nsignatories, calls upon the States which hesitate to accede\r\nto it to make this document effective as soon as possible.\r\nAs a positive example, it is worthwhile to note the recent\r\nsigning of the CTBT by Brazil and Spain. We welcome\r\nthis important decision by these two friendly countries.\r\nFor many years, the Conference on Disarmament has\r\nbeen playing an important role as a catalyst in freeing\r\nhumanity from the burden of armaments, first and\r\nforemost, the nuclear ones. Ukraine, which a few years\r\nago joined that body as a full member, continues to\r\ncontribute to the success of its activity. I am glad to\r\nmention that it was under the presidency of Ukraine’s\r\nrepresentative at the Conference that the elaboration of\r\nthe treaty of the prohibition of fissile material reached its\r\nfinal stage. As other priorities for the Conference, we are\r\nconsidering elaboration of a programme of global nuclear\r\ndisarmament and of a multilateral agreement on granting\r\nsecurity guarantees to non-nuclear nations by the nuclear\r\nPowers.\r\nThe contemporary age which has replaced the period\r\nof global confrontation has set new challenges before the\r\nUnited Nations in the field of international security. These\r\ninclude the growing numbers of local, mostly inter-ethnic\r\nconflicts inside countries, which cause civil wars and\r\ninvolve other nations. Moreover, these conflicts spread\r\nacross regions or even turn into major international\r\nconflicts and become the source of global instability. We\r\nare deeply convinced that the international community\r\nmust not be reconciled to the age of “cold war” being\r\nreplaced by the age of “hot peace”. Finding an adequate\r\nremedy to these dangerous phenomena is one of the main\r\nissues that the United Nations should address today.\r\nUkraine, with a population of over 50 million\r\ncomprising 100 nationalities, has always pursued the\r\npolicy of maintaining stability and social accord in its\r\nsociety. For seven years of its independent existence, our\r\ncountry, contrary to pessimistic predictions, has succeeded\r\nin avoiding ethnic tensions, regional division or\r\nfragmentation of the society. This has been possible\r\nthanks to the persistent efforts of all branches of State\r\npower aimed at the comprehensive development of\r\ndemocratic institutions and legal protection of national\r\nminorities. This policy is enshrined in the Constitution of\r\nUkraine that was adopted two years ago.\r\n19\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nConflict prevention remains one of the biggest\r\nchallenges for the United Nations, especially the Security\r\nCouncil. It requires constant attention to potential sources\r\nof tension and immediate and adequate measures to prevent\r\nthese tension points from growing into bigger conflicts. In\r\nthis context, I would like to underscore the pressing need\r\nfor strengthening the mechanism of United Nations global\r\nmonitoring and early warning of threats to international\r\npeace and security in order to facilitate the Security\r\nCouncil’s readiness for a timely and efficient response.\r\nAn important role in this respect is played by\r\ninternational sanctions which make it possible to exert\r\npressure without resorting to force. We believe, however,\r\nthat the mechanism of introducing sanctions requires\r\nserious improvement. First of all, there is urgent need to\r\nwork out an efficient tool for compensation for losses\r\nincurred by third countries observing the sanctions.\r\nRegrettably, all previous resolutions adopted by the General\r\nAssembly to assist such countries so far remain\r\nunimplemented, leaving some countries of Central and\r\nEastern Europe, in particular, to cope on their own with\r\ntheir uncompensated economic losses.\r\nIt is a recognized fact that peace and stability on the\r\nEuropean continent are an inseparable part of the global\r\nsecurity system. Ukraine views the future architecture of\r\nEuropean security as one based on the principles of\r\ncomprehensiveness, indivisibility and partnership. This\r\nfundamental position determines our country’s active\r\ncooperation with European and Euro-Atlantic security\r\nstructures, such as the North Atlantic Treaty Organization\r\nand the Western European Union. Ukraine also actively\r\nadvocates the further strengthening of the role of the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) as an important all-European tool for safeguarding\r\nstability on the continent by means of political mediation,\r\nprotection of human and minorities’ rights, strengthening of\r\ndemocracy and humanitarian activity. Closer cooperation\r\nand coordination of efforts between the United Nations and\r\nthe OSCE should be established by making it a good\r\npractice to organize regular meetings between senior\r\nofficials of the two organizations.\r\nFor Ukraine, a country of Central and Eastern Europe,\r\nestablishment of friendly and partnership relations with its\r\nneighbours is of great importance. In line with this policy,\r\nlast June Kiev hosted the first round of expert consultations\r\namong a number of Black Sea States to work out joint\r\nconfidence-building and security measures in the naval\r\nmilitary field in the Black Sea region. Thus, actively\r\nshaping a favourable security environment, Ukraine is\r\nasserting itself as a natural strategic link between various\r\nregions, for the North and South, East and West. That is\r\nwhy it was not accidental that the initiative of Ukraine’s\r\nPresident Leonid Kuchma to convene in September 1999\r\nin Yalta an international summit conference entitled “The\r\nBaltic-Black Sea Cooperation: towards an integrated\r\nEurope of the twenty-first century without dividing lines”\r\nhas received broad support.\r\nContributing to the solution of vital global issues by\r\nfostering internal harmony in society, projecting stability\r\non its environment through its active participation in non-\r\nproliferation and peacekeeping, by shaping a vast network\r\nof regional cooperation, Ukraine, as one of the United\r\nNations founding members, gives top priority to\r\nstrengthening international peace and security and aspires\r\nto be elected next year as a non-permanent member of the\r\nSecurity Council for the period 2000-2001.\r\nThis year the world community is marking the\r\nfiftieth anniversary of United Nations peacekeeping\r\nactivities. Over past decades, peacekeeping operations\r\nhave grown into an effective instrument of preventing the\r\nescalation of armed conflicts. While it is true that not all\r\nof the United Nations peacekeeping missions have been\r\nequally successful, the overall evaluation of United\r\nNations activities in this field should be considered\r\npositive. Despite enduring hardship conditions, and often\r\nat risk to their health and even their lives, the “Blue\r\nHelmets” courageously perform a noble mission of\r\nbringing peace to peoples in the planet’s trouble spots. In\r\nthis regard, I have the honour to propose that the\r\nAssembly adopt at the special commemorative meeting to\r\nbe held on 6 October a declaration in commemoration of\r\nthose who served in United Nations peacekeeping\r\noperations, an idea initiated by Ukraine.\r\nThe recent practice of peacekeeping in various\r\nregions of the world demands the development of a\r\ncomprehensive basic document comprising the conceptual\r\nprinciples of a new generation of peacekeeping\r\noperations. These principles should have an integrated\r\nblock of military, civil, humanitarian, political, legal and\r\nother aspects of such operations. We are convinced that\r\nstrengthening the United Nations peacekeeping potential\r\nshould become an integral component of the process of\r\nUnited Nations reform.\r\nIn this context, I should like to reiterate the need to\r\nreinforce the United Nations rapid reaction capabilities by\r\nperfecting the United Nations standby arrangements and\r\nmaking energetic efforts to set up the rapidly deployable\r\n20\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nmission headquarters. Ukraine has made a practical\r\ncontribution to United Nations peacekeeping operations, in\r\nparticular in the former Yugoslavia and in some of the\r\nCommonwealth of Independent States countries. We are\r\nready to continue our active participation in peacekeeping\r\nand to commit additional resources to United Nations\r\nstandby arrangements.\r\nOur country supports all measures necessary to\r\nenhance the security of United Nations peacekeepers and\r\nmissions. In this regard, we call upon those States which\r\nhave not done so to accede to the Convention on the Safety\r\nof United Nations and Associated Personnel in order to\r\nfacilitate its entry into force as soon as possible.\r\nWhile globalization has become a driving force at the\r\ninternational level, and liberalization and economic reforms\r\na dominating tendency within nations, international\r\neconomic cooperation based on the principles of non-\r\ndiscrimination, fair competition, partnership and mutual\r\nbenefit has become increasingly relevant. The United\r\nNations should continue to play a leading role in creating\r\neffective mechanisms for such cooperation.\r\nWe believe that the Organization’s social and\r\neconomic activities should focus more on countries with\r\neconomies in transition to accelerate their integration into\r\nthe world economy. International assistance will be helpful\r\nfor a smoother conduct of economic reforms in such\r\ncountries and for overcoming the inevitable difficulties in\r\ntransforming national economies. Subsequently, these\r\nnations will achieve a level of economic development and\r\nthus be able to help other countries. The experience of\r\nsome countries of Central and Eastern Europe proves that\r\nsuch a prospect is quite possible.\r\nBased on this knowledge, Ukraine’s course towards\r\nthe complete and comprehensive integration of its national\r\neconomy into the European and global economic systems\r\nremains unchanged.\r\nI should like to place special emphasis on Ukraine’s\r\nstrategy of integration into the European Union, endorsed\r\nby the President of our country. This strategy provides for\r\nthe harmonization of national legislation and the intensive\r\ndevelopment of trade and economic relations with European\r\nUnion members based on the partnership and cooperation\r\nagreement that entered into force last March. I avail myself\r\nof this opportunity to commend the countries of the\r\nEuropean Union for their support, so clearly expressed by\r\nthe Austrian Presidency.\r\nWe attach great importance to the regional\r\ncomponent of international economic cooperation. Ukraine\r\nwas one of the initiators of the regional economic process\r\nwithin the framework of the Black Sea Economic\r\nCooperation (BSEC) and of the BSEC’s establishment as\r\na fully fledged international organization. We think that\r\ntoday the Black Sea Economic Cooperation organization\r\nhas full grounds for claiming observer status in the\r\nGeneral Assembly.\r\nThis year we are also marking another event of\r\nhistoric significance: the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, which has\r\nbecome a milestone in the quest of the individual to find\r\nhis or her own identity in society. This Declaration\r\nprovided a powerful impetus to the development of the\r\ninternational system of protection of human rights, the\r\ncreation of the relevant branch of international law, and\r\nthe introduction of a ramified system of control over the\r\nfulfilment by States of their commitments in the field of\r\nhuman rights.\r\nThe Declaration remains a crucial element of all\r\nhuman rights activities within the United Nations and a\r\nmodel for constitutional practice in many parts of the\r\nworld. For instance, the Constitution of Ukraine, which\r\nprovides that safeguarding human rights and freedoms\r\nmake up the essence of national policy, is based on the\r\nhumanistic ideas of the Declaration.\r\nAn entire series of events dedicated to the fiftieth\r\nanniversary of this Universal Declaration is under way in\r\nUkraine. The most important of them was the\r\nInternational Conference organized early this month in\r\nYalta by our Government together with the United\r\nNations Development Programme, which was attended by\r\nrepresentatives from 27 countries and a number of\r\ninternational organizations; a booklet on that Conference\r\nhas been circulated to members. A new Yalta spirit\r\nassociated with the observance of human rights and\r\nfreedoms was proclaimed at the Conference. This spirit is\r\nbest protected in the context of the growing role of\r\ninternational law.\r\nI believe that it is a matter of honour for all States\r\nMembers of this Organization to strictly abide by their\r\ncommitments to the United Nations Charter and the\r\nfundamental principles of international law, in particular\r\nas regards respect for sovereignty and territorial integrity,\r\nthe peaceful settlement of disputes, and the strengthening\r\nof the role of preventive diplomacy.\r\n21\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nUkraine supports the proposals to strengthen the\r\nInternational Court of Justice, which reflects the increasing\r\ntendency to resolve international disputes by means of law.\r\nThe Security Council and other United Nations bodies\r\nshould consider making better use of the International\r\nCourt’s potential when dealing with international disputes.\r\nEqually important is the setting up of the International\r\nCriminal Court, which should be considered in the context\r\nof the global changes that have taken shape after the end of\r\nthe cold war. The importance of this international judicial\r\ninstitution is supported by the fact that its jurisdiction\r\ncovers the most serious crimes committed against\r\nhumankind.\r\nFollowing the recognized principle of pacta sunt\r\nservanda, Ukraine rigorously adheres to its commitments\r\nunder international instruments and to the standards and\r\nrules of its national legislation, which are applied in\r\naccordance with the norms of international law.\r\nThe decisions on United Nations reform adopted at the\r\nfifty-second session of the General Assembly represent only\r\nan initial stage of the Organization’s sweeping\r\ntransformation. Painstaking work is needed to translate\r\nthem into practice so that the United Nations can enter the\r\nnew millennium renewed and able efficiently to address the\r\npersisting challenges of the present time.\r\nIt is therefore necessary to continue with wide-scale\r\nstructural adjustments and the reorganization of United\r\nNations programme activities to make them more results-\r\noriented, businesslike and tailored to the needs of the\r\nMember States.\r\nThe key issue in renewing the United Nations is the\r\nreform of the Security Council. Unfortunately, prompt\r\nresolution of this fundamental question does not appear to\r\nbe forthcoming, as the issue has obviously stagnated. It is\r\nin the interest of the international community as a whole to\r\nmake every effort to achieve a consensus decision on the\r\nreform of this important United Nations body. It is\r\nimpossible to imagine a reformed United Nations without\r\nthis crucial issue having been resolved.\r\nTo make decisive progress in shaping a more reliable\r\nand predictable world and promoting economic prosperity,\r\nsocial justice and ecological safety, we must demonstrate\r\nperseverance, courage and political will. Near-universal\r\nmembership, a far-reaching mandate, a broad spectrum of\r\nactivities and the institutionalized presence of the United\r\nNations at many levels can and should bring it to the\r\ncentre of these efforts.\r\nThe authority and efficiency of this world\r\nOrganization depend entirely on the membership. If we\r\nwish to see the United Nations truly reformed and\r\nrevitalized, we must prove it by our practical deeds. We\r\nmust prove that people can continue to rely on the United\r\nNations and that our Organization is prepared to respond\r\nto new challenges and withstand any tests.\r\nThe President (interpretation from Spanish): The\r\nnext speaker is the Minister for Foreign Affairs of Chile,\r\nMr. José Miguel Insulza, on whom I now call.\r\nMr. Insulza (Chile) (interpretation from Spanish):\r\nAllow me to congratulate you, Sir, on behalf of the\r\nGovernment of Chile and in my personal capacity, on\r\nyour election as President of the fifty-third session of the\r\nGeneral Assembly, which represents a deserved tribute to\r\nyour political skills and diplomatic career, as well as a\r\nrecognition of your country’s commitment to the work of\r\nthe United Nations. It gives us very special pleasure\r\nbecause you are a national of Uruguay, a Latin American\r\ncountry that is especially close to Chile, and with which,\r\nin addition, we are cooperating closely in the Rio Group\r\nand the Southern Cone Common Market (MERCOSUR).\r\nWe also congratulate the Secretary-General on the\r\nleadership he has demonstrated since he took up his\r\nduties. His vision of the necessary reform of this\r\nOrganization, as well as his dedication to the solution of\r\nimportant international problems, gives us great\r\nsatisfaction. We encourage him to persevere in pursuit of\r\nthe goals he has set himself.\r\nGlobalization, interdependence and regional\r\nintegration are phenomena that characterize present-day\r\ninternational realities. The experience of many countries,\r\nChile among them, shows that greater participation in the\r\nworld economy, if appropriately channelled, can constitute\r\na key element in the economic growth and prosperity of\r\ncountries. Nevertheless, these phenomena, whose logic\r\nand dynamics are universal in scope, still offer ambivalent\r\nand contradictory lessons and meanings, depending on\r\ntheir magnitude and the effects they are causing in the\r\ndifferent parts of the world. It is obvious that this process\r\ngives rise to legitimate uncertainties and concern in the\r\ncontext of the financial upheavals that, having started in\r\nthe Asia/Pacific region, now affect the whole world. The\r\nneed for more effective and concerted action by the main\r\ninternational economic Powers and the specialized\r\n22\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nagencies to deal with these situations is becoming\r\nincreasingly apparent. The need to reshape the global\r\nfinancial architecture is becoming ever more obvious.\r\nIt seems clear that there is a need for greater\r\ncoordination regarding the international community’s\r\ninstitutional capabilities to deal with situations like the\r\npresent one. The world has experienced similar situations\r\nbefore, but they now take place in a context of much\r\ngreater interdependence. This necessitates an in-depth\r\nreview of the current structures of the world financial\r\nsystem in order to adapt them to the new challenges of\r\ninternationalization. Otherwise, we shall always be\r\nvulnerable to upheavals like the present ones, and to\r\nsetbacks in those parts of the world that are affected.\r\nObviously, no agency of the multilateral system, on its\r\nown and using only its own methods, is in a position to\r\nbring certainty and stability to the current crisis. In the\r\nsearch for solutions, we need to combine different\r\napproaches and concerns: financial order, growth of\r\ninternational trade, effective social security networks,\r\npromotion of investment and growth, and respect for\r\nworkers, among others. We have a great opportunity to\r\ngrasp fully the integrated nature of these problems and\r\ndefine genuinely coordinated policies in order to solve\r\nthem. This is a task in which the entire international\r\ncommunity must participate. The Latin American countries\r\nhave assumed their responsibilities for building sound\r\neconomies with increasingly low levels of inflation,\r\nprogressively decreasing their budget deficits and reducing\r\nunemployment and indebtedness.\r\nWhat Chile has done in this respect is recognized, and\r\nhas been frequently praised in recent years. In little over a\r\ndecade, Chile has doubled the size of its economy. This\r\nyear, 1998, will be our twelfth year of uninterrupted\r\ngrowth. For eight years we have been constantly reducing\r\ninflation and unemployment, with a financial surplus and\r\nhigh domestic and external savings rates. All of this has\r\ntaken place in a context of great openness to the outside\r\nworld and a regional integration process conducted with a\r\nview to promoting open regionalism. It has also taken place\r\nin the context of an increasing expansion of social\r\ninvestment, whose benefits for the most vulnerable sectors\r\nof the population are apparent in the high indicators\r\nachieved by Chile in this Organization’s latest Human\r\nDevelopment Report.\r\nHowever, despite these significant achievements we\r\nhave also had to face in recent months problems that we\r\nshare with many countries in our region, stemming from the\r\nglobal financial crisis and the difficulties created in some\r\nof our main export markets. President Frei’s Government\r\nhas adopted stringent adjustment measures in order to\r\nreduce public and private expenditure, avoid an upsurge\r\nof inflation, and, at the same time, maintain social\r\ninvestment and protect Chileans’ jobs.\r\nThis permits us — as the Heads of State and\r\nGovernment of our region did when they met on 5\r\nSeptember at the Twelfth Rio Group Summit — to call\r\non all to discharge their responsibilities in this respect, as\r\nwe have discharged our own. Our Presidents are\r\nconcerned about the possibility that the crisis will become\r\nmore acute, and accordingly they urge the countries in\r\nwhich it arose to take the necessary measures to correct\r\ntheir imbalances; the countries of the Group of Seven to\r\ntake action to restore the stability of financial markets and\r\nensure the growth of the world economy; and the\r\ninternational financial institutions to involve themselves\r\nmore rapidly and effectively in resolving the crisis.\r\nThere is also a need to prevent a mishandling of the\r\ncrisis or half-way measures leading to the reproduction or\r\neven accentuation of the inequities that characterize the\r\ncurrent international system, which not only postpone\r\naccess to progress and encourage despair, but also pose a\r\nserious and constant threat to international peace and\r\nsecurity.\r\nThe emergence of a new worldwide awareness, the\r\nenlargement of the international agenda and the need to\r\ndeal collectively with the problems of interdependence\r\nprovide an impetus for the adoption of new international\r\nregimes. Examples of the progress achieved in\r\ncooperative multilateralism include the United Nations\r\nConvention on the Law of the Sea, the Antarctic Treaty,\r\ninternational humanitarian law, the Uruguay Round\r\nagreements that led to the creation of the World Trade\r\nOrganization and the set of regimes relating to arms\r\ncontrol and disarmament in general.\r\nHuman rights have ceased to be an issue reserved\r\nexclusively for the sovereignty of countries, and have\r\nbecome a universal concern that no Government can\r\nignore. Protection of the environment has an undoubtedly\r\ninternational dimension, in that issues as vital to our\r\nfuture as climate change, pollution and over-exploitation\r\nof the seas, depletion of the ozone layer and the advance\r\nof desertification all call for global treatment.\r\nThe promotion and protection of human rights and\r\nfundamental freedoms constitute an inescapable\r\n23\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nresponsibility of the United Nations. The fiftieth\r\nanniversary of the Universal Declaration of Human Rights\r\nand the fifth anniversary of the World Conference on\r\nHuman Rights, held in Vienna, constitute opportunities to\r\nrenew our concern for and commitment to the values and\r\nprinciples embodied in the Declaration and the agreements\r\nadopted at the Conference.\r\nFor Chile, the universality of human rights means\r\nassuming the intrinsic dignity of all inhabitants of the\r\nplanet, regardless of their culture, religion, social status,\r\nethnic origin, gender or traditions. Neither lack of\r\ndevelopment nor cultural characteristics can be invoked to\r\njustify limiting the human rights recognized in a\r\nDeclaration to which we have all subscribed. In this\r\ncontext, the recently approved International Labour\r\nOrganization Declaration on Fundamental Principles and\r\nRights at Work and its Follow-up is an important step\r\nforward in strengthening the basic rights of workers\r\nthroughout the world. This new international regime must\r\nbe promoted by the entire multilateral system.\r\nA few days ago, I had the great honour of signing in\r\nRome, on behalf of my Government, the Statute of the\r\nInternational Criminal Court. Chile has committed itself to\r\nparticipate actively in the launching of the Court. This\r\ninstitution has been a long-standing aspiration, and many\r\nrecent events have made it essential. It will contribute to\r\nthe strengthening of the international human rights regime,\r\nthe progressive development of international humanitarian\r\nlaw, the prevention of mass violations and the fight against\r\nimpunity in cases of genocide or crimes against humanity.\r\nThe subject of disarmament also continues to be one\r\nof the most vital issues on the international agenda. Recent\r\nevents in this field, such as the nuclear tests carried out in\r\nSouth Asia, which my Government deeply deplores,\r\nhighlight the urgent need to enhance the validity and\r\nuniversal application of instruments such as the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) and the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT). We must\r\ntake responsibility for the danger of nuclear proliferation\r\nand urge the parties concerned not to repeat such actions,\r\nand we must renew our calls on all States to sign and ratify\r\nthe international instruments designed to eliminate the\r\nnuclear threat. Accordingly, we welcome Brazil’s recent\r\naccession to the Non-Proliferation Treaty.\r\nWe must also make efforts to develop and improve\r\nour instruments for regulating the manufacture, trade and\r\nuse of conventional weapons. In this context, we are\r\nextremely pleased to know that the Treaty on the\r\nelimination of anti-personnel landmines has entered into\r\nforce with the completion of the first 40 ratifications.\r\nChile hopes to complete its process of legislative approval\r\nshortly in order to be able to ratify this important\r\ninstrument. For these same reasons, we adopted this\r\nmorning, together with other countries, a declaration\r\nsupporting the ad hoc group in its work to strengthen the\r\nverification and monitoring mechanisms of the Biological\r\nWeapons Convention.\r\nChile strongly favours the process of establishing\r\nnew international regimes, whether regional or global, to\r\nconfront these and other challenges. The United Nations\r\nplays a vital role in this field.\r\nThe campaign against drug-trafficking and other\r\nforms of organized crime can be truly effective only when\r\nit takes place in a context of strong and genuine regional\r\nand worldwide cooperation. Chile supports the\r\nimplementation of the decisions adopted at the twentieth\r\nspecial session of the General Assembly, on the world\r\ndrug problem, decisions which can serve as a basis for a\r\ncommon regulatory system and effective multilateral\r\ncooperation.\r\nThe fight against international terrorism, which has\r\nperpetrated such reprehensible acts this year, also requires\r\na much more effective international cooperation. Such\r\ndramatic issues as the treatment of refugees and\r\ncombating hunger fall fully within the scope of\r\nmultilateral activity. My country attaches great importance\r\nto this function of our Organization. We believe that it\r\nmust continue to be expanded and intensified in the years\r\nto come. Of course, Chile is fully prepared to continue\r\nparticipating in this task.\r\nIn the context of our participation in the United\r\nNations, I wish to express my gratitude to the Member\r\nStates, as well as to the employers’ and workers’ groups\r\nof the International Labour Organization (ILO), for the\r\nsingular confidence placed in Chile and its Ambassador\r\nto the United Nations, Mr. Juan Somavía, by electing him\r\nDirector-General of the ILO, beginning in March 1999.\r\nMy Government wishes to express its profound\r\nsatisfaction at having been a part of the Security Council\r\nduring the biennium 1996-1997. In the exercise of the\r\nresponsibility entrusted to us by the international\r\ncommunity, my Government sought in every action it\r\ntook to contribute to the maintenance of international\r\npeace and security and to fully assume the humanitarian\r\n24\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nresponsibility placed upon the Security Council in its\r\nactivities.\r\nWe have always believed that this responsibility\r\nshould be manifested in the protection of the humanitarian\r\nworkers in conflict zones, in the ongoing presence of the\r\nUnited Nations and its specialized agencies subsequent to\r\nthe ending of hostilities so as to build peace effectively and\r\nin the focused application of sanctions that are adopted so\r\nthat they will not affect innocent civilians.\r\nChile is convinced that the United Nations\r\npeacekeeping forces can be identified as the Organization’s\r\nmost effective mechanism for preventing and resolving\r\ninternational conflicts. We are aware that peacekeeping\r\noperations designed to take action in crises and conflicts\r\nbetween States have been faced with major challenges\r\nduring the present decade. Nevertheless, for all the well-\r\nknown limitations, the experience built up over the past\r\nthree years can be regarded as promising for the future.\r\nMany more human lives could be saved through United\r\nNations peacekeeping operations, were we able to\r\nstrengthen them effectively. My Government wishes to\r\nexpress its firm resolve to continue cooperating, actively\r\nand frequently, in the activities of this important instrument\r\nof the Organization.\r\nThree years ago, when we celebrated the fiftieth\r\nanniversary of the United Nations, Member States assumed\r\na commitment to unite our efforts to reform and\r\ndemocratize the structures of the Organization, with a view\r\nto the new and complex challenges we shall have to face in\r\nan increasingly changing international scene. This session\r\nof the General Assembly has the task of taking up\r\nimportant pending aspects of that reform. The adoption of\r\nresolution 52/12 constitutes an important first step down the\r\nlong road to reform.\r\nWe are also encouraged by the changes that are being\r\nintroduced in the Economic and Social Council. The\r\nintroduction of new methods and programmes and the\r\nincorporation into its agenda of a segment on humanitarian\r\naffairs will contribute to its renewal.\r\nThe summits and conferences on economic and social\r\nissues that have been held within the framework of the\r\nUnited Nations during the 1990s have reaffirmed our\r\nOrganization’s priority commitment to development.\r\nLikewise, those events have provided conceptual tools and\r\nideas that are of great value for drawing up public policies\r\nfor achieving economically, socially and environmentally\r\nsustainable development.\r\nThe eradication of poverty must continue to be a\r\ncentral objective. The same is true of the promotion of\r\nhuman rights, gender equality and protection of the\r\nenvironment. It is essential that the General Assembly\r\nconduct periodic reviews of the commitments made on\r\nthese issues at the summit meetings and conferences, as\r\nis to happen in the case of the International Conference\r\non Population and Development, which is to be reviewed\r\nnext June, and the Fourth World Conference on Women,\r\nthe review of which will take place in the year 2000.\r\nWe also attach special importance to the special\r\nsession of the General Assembly to be convened in the\r\nyear 2000 for the purpose of reviewing compliance with\r\nthe commitments of the Social Summit. Chile has had the\r\nhonour of presiding over the preparatory committee for\r\nthat special session. It is our hope that that meeting will\r\nbe able to conclude with the adoption of new initiatives\r\nat the national and international level that will allow\r\nfurther progress to be made in the process of\r\nimplementing the agreements reached at the Summit.\r\nThe process of reforming and democratizing the\r\nSecurity Council is one of the most important of the\r\nmany objectives we have set ourselves in the context of\r\nthe process of renewing the United Nations. The Council\r\nmust reflect the new international realities. It needs to be\r\nenlarged to remedy, among other things, the unjustified\r\nunder-representation of the developing countries in that\r\nbody.\r\nNevertheless, the arduous process of reform in which\r\nwe are engaged calls for broad-based majority support. It\r\nwill be possible only with solid and substantive\r\nconsensus. Frankly, we would prefer to sacrifice some of\r\nthe urgency of such reforms rather than participate in a\r\ndecision-making process which, lacking the support of the\r\nvast majority of members, could give rise to serious\r\ndivisions between us.\r\nFurthermore, my Government believes that\r\nenlargement of the Council, important though it may be\r\nfrom the standpoint of enhancing its representativeness\r\nand legitimacy, is not of itself sufficient to endow the\r\nCouncil with the qualities required by its role as the\r\nguarantor of international peace and security. At the same\r\ntime, measures must be adopted with regard to its\r\nworking methods, particularly in relation to transparency,\r\nwith which every one of its actions should be imbued and\r\nwhich should not be challenged.\r\n25\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nWe must stress the negative impact of the veto\r\nmechanism, which should be regulated and progressively\r\nreduced with a view to its gradual elimination in the long\r\nterm. A first step in this direction might be to amend the\r\nCharter so that the right of veto can be applied only to\r\nactions taken by the Council under Chapter VII.\r\nI should like to conclude by expressing our optimism\r\nwith regard to the future of the Organization. I hope that\r\nthe Millennium Assembly, to which we have lent our full\r\nsupport, will be the expression of a renewed and much\r\nstronger United Nations as we enter the new century.\r\nThe President (interpretation from Spanish): The next\r\nspeaker is the Minister for Foreign Affairs of Spain, His\r\nExcellency Mr. Abel Matutes, to whom I give the floor.\r\nMr. Matutes (Spain) (interpretation from Spanish):\r\nAllow me first, Mr. President, to offer you my sincerest\r\ncongratulations on your appointment, and to express my\r\nsatisfaction that the work of the General Assembly at its\r\nfifty-third session will be led by such a distinguished\r\nrepresentative of a country with which Spain has excellent\r\nrelations. I should also like to thank Minister Udovenko for\r\nthe efficiency with which he presided over the General\r\nAssembly during the previous session.\r\nThe Foreign Minister of Austria has already set out\r\nthe main elements of the European Union’s position in the\r\nUnited Nations. For my part, I should like to highlight\r\ncertain issues of particular interest to Spain.\r\nIt can generally be said that our Organization is today\r\nin a stronger position than in previous years, which were\r\ncharacterized by a predominant feeling of crisis. The major\r\nreforms undertaken will enable the United Nations to\r\ncontinue to be the main forum for international cooperation.\r\nDialogue, the promotion of respect for human rights and the\r\ndevelopment of international life will continue under the\r\nauspices of the United Nations. Furthermore, the\r\nOrganization has consolidated its primary function of\r\nmaintaining international peace and security.\r\nAn essential element of the strengthening process that\r\nthe United Nations is currently undergoing is greater\r\nrecognition of the limits that restrict its action. The process\r\nof reforming the Organization, which the Secretary-General\r\nhas set in motion with decisiveness and determination, has\r\ncontributed significantly to a sense of getting the\r\nOrganization under control and of renewed confidence in its\r\npossibilities. Spain will follow this process very closely so\r\nas to support it and ensure that it is brought to a\r\nsuccessful conclusion.\r\nThe debate on enlarging the membership of the\r\nSecurity Council deserves separate consideration. The\r\ndifficulties posed by enlarging the permanent membership\r\nhave been confirmed as negotiations have proceeded. We\r\nmust not attempt to force decisions that might create\r\ndivisions within certain regional groups. Reform must\r\nreflect, as far as possible, general agreement between the\r\nMembers of the Organization, and in any case it must\r\nrespect the provisions of Article 108 of the Charter. We\r\nmust therefore acknowledge that at present there is no\r\nrealistic alternative to increasing only the number of non-\r\npermanent members.\r\nIn order for our Organization to be able to perform\r\nsatisfactorily its indispensable work, it must be endowed\r\nwith sufficient funds. The Secretary-General is carrying\r\nout a major reform designed to ensure, among other aims,\r\nbetter use of the financial means made available to it by\r\nStates. However, the current financial situation is very\r\nworrying, largely owing to the accumulation of arrears.\r\nNo State should forget that full and timely payment of its\r\ncontributions is a legally binding international obligation.\r\nIn 1999, my country will become the eighth largest\r\ncontributor to the Organization’s budget. We are fully\r\naware of the responsibility this entails and are ready to\r\nassume it.\r\nWith the International Decade for the Eradication of\r\nColonialism about to end, I believe it is important to\r\nrecall that the historic work carried out by the\r\nOrganization in this field cannot be considered complete\r\nas long as there remain colonial situations such as the one\r\nwhich so painfully affects my country. I am referring, of\r\ncourse, to the question of Gibraltar.\r\nEvery year the General Assembly renews its appeals\r\nto Spain and the United Kingdom to continue their\r\nnegotiations with a view to putting an end to the colonial\r\nsituation of Gibraltar. The current negotiation process\r\nstems from the so-called Brussels declaration of 1984, in\r\nwhich the Governments of our two States undertook to\r\nestablish a negotiation process, to include sovereignty\r\nissues, in order to settle all their differences. During the\r\n1997 negotiating round I submitted a proposal that would\r\nallow Spain to regain sovereignty over Gibraltar, while\r\nmaintaining for the inhabitants of the Territory all their\r\ncurrent benefits, granting them, in the framework of the\r\nSpanish State, a greater degree of political autonomy than\r\nthey enjoy today, and agreeing, as an additional guarantee\r\n26\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nof Spain’s good faith, to share sovereignty with the United\r\nKingdom for a long transition period.\r\nI believe that that proposal should be able to form the\r\nbasis of an agreement that would, once and for all, put an\r\nend to an anachronistic situation originating from the\r\ndynastic wars of the early eighteenth century.\r\nRespect for human rights is essential in guaranteeing\r\nthe maintenance of international peace and security. Our\r\nOrganization also plays a prominent role in this field.\r\nThe commemoration of the fiftieth anniversary of the\r\nadoption of the Universal Declaration of Human Rights\r\nshould provide a powerful incentive to continue to develop\r\ninternational instruments for protecting human rights. The\r\nadoption of the statute of the International Criminal Court\r\nduring the recent Rome Conference marked a very\r\nsignificant step in that direction. Spain firmly supported the\r\nadoption of the statute, signed it on the first day, and is\r\nprepared to carry out any actions needed to ensure its\r\nprompt entry into force.\r\nLikewise, I wish to back the important work\r\nperformed by the United Nations High Commissioner for\r\nHuman Rights, and to underline the importance that my\r\ncountry attaches to the work of the Commission on Human\r\nRights, to which it has presented its candidature for the\r\nperiod 2000 to 2002.\r\nTerrorism constitutes a serious threat to domestic and\r\ninternational security, to the development and functioning\r\nof democratic institutions throughout the world and to the\r\nexercise of human rights. Spain firmly believes in\r\nstrengthening the machinery of international cooperation,\r\nfor which the United Nations is a key forum. Spain, which\r\nhas ratified all conventions adopted on this issue, has\r\nalready signed the International Convention for the\r\nSuppression of Terrorist Bombings and hopes that, as the\r\nnext step, a convention for the suppression of acts of\r\nnuclear terrorism can be adopted.\r\nSimilarly, Spain gives high priority to the international\r\nfight against drugs. This was evidenced by the Spanish\r\nPrime Minister’s attendance at the special session of the\r\nGeneral Assembly in June, which was devoted to this\r\nuniversal problem and which contributed substantially to\r\nreaffirming our conviction that it is critical to consolidate\r\ninternational coordination in seeking global solutions based\r\non the principles of shared responsibility, attention to\r\nsustainable development and boosting regional and\r\ninterregional cooperation.\r\nMultilateral development cooperation and poverty\r\neradication are crucial to the establishment of peaceful\r\ninternational coexistence based on respect for human\r\nrights. Spain is following with attention the\r\nimplementation of the reform measures proposed by the\r\nSecretary-General. My Government praises the\r\nmomentum the Secretary-General is giving to the reform\r\nof the environmental and human settlement sectors\r\ndirectly linked to development. My country is\r\nparticipating in studying new financing formulas to\r\nprovide sufficient resources for development cooperation.\r\nIn this regard, without losing sight of the unavoidable\r\ndebate on budgetary matters, Spain will consider a\r\npossible gradual increase in its voluntary contributions\r\nover the next few years.\r\nOn the subject of disarmament, Spain will shortly\r\nratify the Ottawa Convention on the Prohibition of the\r\nUse, Stockpiling, Production and Transfer of Anti-\r\nPersonnel Mines and on Their Destruction; it is pleased\r\nwith the swift pace of ratification of the Convention. It is\r\nlikewise of the utmost importance that next year we\r\nshould succeed in concluding negotiations on a protocol\r\non verification of biological weapons.\r\nAs regards nuclear weapons, I cannot but express\r\nonce again my concern at the nuclear tests conducted by\r\nIndia and Pakistan, which go against the international\r\ncommunity’s efforts to prevent nuclear proliferation.\r\nNevertheless, we are optimistic about the forthcoming\r\ncommencement of negotiations on a treaty banning the\r\nproduction of fissile materials for the manufacture of\r\nnuclear weapons. Finally, we are confident that this\r\nprogress can be further enhanced by India’s and\r\nPakistan’s accession to the Comprehensive Nuclear-Test-\r\nBan Treaty.\r\nMr. Bellinga-Eboutou (Cameroon), Vice-President,\r\ntook the Chair.\r\nThe chief aim of our Organization continues to be\r\nthe maintenance of international peace and security. Here\r\nthe United Nations increasingly uses the means that\r\nregional organizations or groups of States place at its\r\ndisposal. As a result, its response to various crises is\r\nbecoming more flexible and the legitimizing role of the\r\nUnited Nations now carries more weight. Some good\r\nexamples, in addition to the Stabilization Force (SFOR)\r\nand Operation Alba — to cite two cases in which Spain\r\nrespectively continues to play and played a particularly\r\nprominent role — are initiatives such as the Stand-by\r\nForces High-Readiness Brigade (SHIRBRIG), which can\r\n27\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nspeed up United Nations intervention considerably, and in\r\nwhich Spain is also beginning to participate. Moreover, the\r\nmediation capacity of the Secretary-General and his\r\nrepresentatives has been enhanced even further over the\r\npast year.\r\nIn this connection, I wish to reaffirm my country’s\r\ncommitment to the maintenance of international peace and\r\nsecurity, in the service of which 2,000 Spaniards are\r\ncurrently serving. Indeed, in addition to participating in\r\nSFOR, the International Police Task Force (IPTF) and the\r\nUnited Nations Verification Mission in Guatemala\r\n(MINUGUA), Spain this year sent a police contingent to\r\nthe United Nations Observer Mission in Angola (MONUA).\r\nFurthermore, Spain intends to sign soon a memorandum of\r\nunderstanding with the Secretariat to define the modalities\r\nfor making stand-by forces available to the Organization.\r\nHumanitarian assistance operations have come to play\r\nan increasingly important role. Aid workers from many\r\ncountries, including Spain, have lost their lives in these\r\nmissions. For this reason, my country will continue to\r\npromote all measures that can help improve the security\r\nand safety of personnel providing humanitarian assistance.\r\nThe ongoing process of globalization does not mean\r\nthe disappearance of the diversity of civilizations and\r\ncultures, which coexist with increasing closeness. To the\r\ncontrary, this diversity itself constitutes a value which must\r\nbe used to promote solidarity and cooperation among\r\nnations. Indeed, serious crises — some of which I shall\r\nmention in this statement — continue to afflict the\r\ninternational community; unfortunately too, our ability to\r\ntake action is still often limited.\r\nThe situation in Africa is cause for serious concern,\r\nand justifies the special consideration our Organization is\r\ngiving to African crises. Suffice it to mention the armed\r\nconflict in the Democratic Republic of the Congo, the tragic\r\nhumanitarian crisis in Sudan — in the solution of which\r\nSpain is making a special effort to cooperate, the precarious\r\nsituation of Sierra Leone and Guinea-Bissau, and the\r\nextremely serious exacerbation of tension in Angola, where\r\nUNITA must respect the Lusaka agreements and where the\r\nUnited Nations must continue to give its most valuable\r\nsupport to the peace process.\r\nIn Western Sahara, the parties must continue to\r\ndemonstrate their good will so that the referendum on self-\r\ndetermination envisaged in the Secretary-General’s\r\nsettlement plan can be held. The coming months will\r\nundoubtedly be crucial. Spain will continue to back the\r\nSecretary-General, his representatives and the United\r\nNations Mission for the Referendum in Western Sahara\r\n(MINURSO).\r\nThe situation in Kosovo is also extremely serious.\r\nSpain backs the territorial integrity of Yugoslavia, but\r\nPresident Milosević and his Government must understand\r\nthat the international community will not remain\r\nimpassive in the face of an indiscriminate use of force\r\nthat is creating a very serious humanitarian problem. A\r\nsincere negotiation process should be established as soon\r\nas possible to enable Kosovo to regain the necessary\r\npolitical autonomy in Yugoslavia.\r\nIn Latin America, the reconciliation process in\r\nGuatemala continues to make good headway, despite\r\nsome tragic incidents, and is an inspiring example. We\r\nare confident that the ongoing talks in Colombia will lead\r\nto a process of national reconciliation, an objective to\r\nwhich Spain has been giving its fullest support.\r\nAs regards the peace process in the Middle East,\r\nSpain is deeply concerned about the current standstill and\r\nactively backs the different initiatives presented,\r\nparticularly the European Union proposals, to safeguard\r\nthis process and implement the commitments already\r\nmade by the parties. There is an urgent need to put an\r\nend to this conflict, which has already lasted too long; it\r\nimplies a threat to stability, fundamentally in the\r\nMediterranean, but with global repercussions. We must\r\nfind a solution to achieve a long-lasting reconciliation of\r\nthe Jewish, Christian and Islamic cultures. Spain is, to a\r\ngreat extent, an example of such reconciliation, and we\r\nstand ready to make all necessary efforts to achieve this\r\ngoal.\r\nLastly, in Asia, Spain is following with great\r\nconcern the situation in Afghanistan. In another context,\r\nit is confident that the parties will succeed in reaching an\r\nagreement to form a Government in Cambodia after the\r\nrecent elections.\r\nI firmly believe that, after a period of excessive and\r\nunjustified hopes and consequent disappointments, now is\r\nthe time for the United Nations to forge determinedly\r\nahead in fostering an international coexistence based on\r\nrespect for human rights, justice and solidarity.\r\nNonetheless, this will only be possible if it has the full\r\nsupport of all of us. Spain hereby reiterates its fullest\r\ncommitment to the United Nations.\r\n28\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nThe Acting President (interpretation from\r\nFrench): I now give the floor to the Minister for Foreign\r\nAffairs of the Czech Republic, His Excellency Mr. Jan\r\nKavan.\r\nMr. Kavan (Czech Republic): May I first congratulate\r\nthe President on his election to the presidency of the fifty-\r\nthird session of the General Assembly and wish him every\r\nsuccess in this important position.\r\nI would also like to thank his predecessor,\r\nMr. Hennadiy Udovenko, and praise him for the tireless\r\nenergy he devoted to pushing through reform steps in the\r\nOrganization.\r\nThe Assembly is meeting at a time when the world is\r\ntroubled by many major problems. Let me mention seven\r\nwhich I regard as crucial.\r\nThe collapse of stock markets around the world,\r\ntriggered by the Asian and Russian crises, shows how\r\nvulnerable national economies are in our increasingly\r\nglobalized economy.\r\nRecent nuclear tests conducted by States not parties to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) have jeopardized the progress made in arms control\r\nand non-proliferation since the end of the cold war,\r\nprogress which is vital if global peace is to be achieved.\r\nWe have not yet been able to end wars in sub-Saharan\r\nAfrica and other parts of the world — including Europe,\r\nand most notably in the former Yugoslavia, where the\r\nconflict in Kosovo remains unresolved.\r\nTerrorism continues to threaten individuals and\r\nGovernments. The attacks in Nairobi and Dar-es-Salaam are\r\nrecent examples of the death and destruction terrorists\r\ncontinue to inflict on innocent people.\r\nFundamental human rights and freedoms are still being\r\nviolated and the human dignity of individuals is still being\r\nhumiliated in many countries on all continents.\r\nThe environment continues to be devastated by many\r\naspects of humankind’s activity, global warming being one\r\nof the particularly ominous effects.\r\nAnd the gap between the rich and the poor is still\r\nwidening despite many efforts to challenge hunger and\r\npoverty in the developing world.\r\nTo address and solve these and other problems,\r\ninternational cooperation is essential. The traditional\r\nplatform, the United Nations, remains the most suitable\r\nfor organizing the global efforts and resources needed for\r\nthis task. These issues are a tremendous challenge to the\r\nUnited Nations, and so it is essential that the capabilities\r\nof the United Nations be fully exploited. The\r\nOrganization must respond to them with flexibility. It\r\nmust provide realistic plans and procedures for dealing\r\nwith problems as they arise. And it must exploit the\r\npolitical will necessary to implement programmes once\r\nthey are put in place.\r\nA country’s international reputation is largely\r\ndependent on its domestic health. In my country, this\r\nyear’s parliamentary elections resulted in a change of\r\nGovernment. I wish to stress that the top foreign policy\r\npriorities of the Czech Republic — joining the North\r\nAtlantic Treaty Organization (NATO) and the European\r\nUnion — stem from our desire to actively contribute to\r\nthe implementation of the vision of a united, democratic,\r\npeaceful, socially just and prosperous Europe; a Europe\r\nwithout tensions or conflicts; a Europe of free citizens\r\nand cooperating regions based on mutual solidarity,\r\nhuman rights and cooperative security.\r\nThe Czech Republic, Poland and Hungary are\r\nexpected to join the Alliance in 1999. The integration of\r\nthese countries, we believe, will justify the enlargement\r\nof NATO and its contribution to European security. We\r\nare keenly aware of our shared responsibility in this\r\nmatter. We expect NATO’s door to remain open for other\r\ncountries to join when they are ready. The Alliance’s\r\npresent role is not limited to safeguarding the vital\r\ninterests of its members by means of collective defence.\r\nOver time it has made a contribution to global and pan-\r\nEuropean security. We are sure that, in close collaboration\r\nwith other European security institutions — such as the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE), the Western European Union and the Council of\r\nEurope — NATO will be able to lay foundations for a\r\nfuture all-European security.\r\nPreparing for the next round of enlargement of the\r\nEuropean Union, an integration which is unique in the\r\nworld, is a task for all Europeans. By opening up\r\nmembership to Central and East European countries last\r\nyear in Luxembourg, the Union has finally overcome the\r\nheritage of a divided continent. We hope the enlargement\r\nprocess will maintain the present momentum and that it\r\nwill not be hampered by criteria other than the readiness\r\nof each candidate country.\r\n29\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nEurope has been a contributor to global security.\r\nHowever, it still has to put its own house in order. One of\r\nthe most complicated European security problems is\r\nmanaging the consequences of the division of the former\r\nYugoslavia and, in particular, the restoration of a self-\r\nsustained peace in Bosnia and Herzegovina and a settlement\r\nof the situation in Kosovo in the former Republic of\r\nYugoslavia. We fully endorse the implementation of the\r\nDayton Peace Agreement and believe no better solution is\r\navailable. The military objectives of the Peace Agreement\r\nhave practically been met — that is undeniably one of the\r\ngreat successes of the implementation of Dayton. Further\r\nprogress on the civilian side, however, continues to depend\r\non a substantial international presence in Bosnia and\r\nHerzegovina, which has to be maintained until the desirable\r\nend-state is achieved. That is why the Czech Republic\r\ncontinues to participate in the international Stabilization\r\nForce (SFOR) spending national resources both on its\r\nmilitary contingent in SFOR and on the reconstruction of\r\nBosnia and Herzegovina.\r\nThe worsening humanitarian catastrophe in Kosovo\r\ndue to the ongoing conflict has to be addressed as a matter\r\nof urgency. Belgrade must be strongly reminded that it has\r\ncrossed the limits of what is tolerable and legitimate. We\r\nwelcome the adoption of Security Council resolution 1199\r\n(1998), adopted under Chapter VII of the Charter just a few\r\nhours ago. In our view, this resolution usefully foreshadows\r\nthe necessary steps for the international community.\r\nThe Czech Republic has traditionally paid great\r\nattention to the Middle East peace process, and we are\r\nconcerned to see that little progress has been made. In our\r\nview, a positive future for this region can only be secured\r\nby successfully completing the peace process, and we\r\nbelieve the process can soon be revitalized.\r\nThe Czech Republic also supports the endeavour of\r\nthe international community to solve the problem of\r\nCyprus. The current status quo is unacceptable. We hope\r\nthat Cyprus will be united as a federation in accordance\r\nwith the appropriate United Nations resolutions.\r\nWe are deeply concerned to see the deterioration of\r\nsecurity and the humanitarian situation in a number of\r\nAfrican countries, including in the region of the Great\r\nLakes, in Sudan and elsewhere. We fully support the efforts\r\nof the United Nations and its work with the Organization of\r\nAfrican Unity (OAU) to settle conflicts and stop the human\r\nsuffering in Africa. Positive developments we can now\r\nobserve include an improving situation in Sierra Leone,\r\nwhich is a source of our optimism on the issue of Africa.\r\nWe are ready to assist the various processes at work in\r\nAfrica, including the dispatching of observers to\r\nrespective United Nations peacekeeping operations, and in\r\nthe development of cooperation.\r\nRecent problems in Asia have already been\r\nmentioned. Here we are concerned not only with the\r\ncontinuing regional economic and financial crisis and the\r\nnuclear tests, but also with enormous natural disasters\r\ntaking thousands of lives and causing enormous material\r\nand environmental damage.\r\nThe scourge of international terrorism must be\r\ncountered vigorously, and in cooperation among all of us,\r\nas President Clinton eloquently appealed for at this forum\r\ntwo days ago. This task is high on the agenda of many,\r\nand we believe the United Nations, as the global platform,\r\nshould assert its responsibilities. We endorse all initiatives\r\naimed at cutting terrorists off from any support and\r\nresources, isolating them and strictly punishing them.\r\nBeing a small country, the Czech Republic is\r\nnaturally interested in all international efforts aimed at\r\nprevention and resolution of armed conflicts. We support\r\nUnited Nations peacekeeping operations and all efforts to\r\nmake them more effective. I would like to reiterate that\r\nmy country is committed to contributing further to United\r\nNations peacekeeping operations, refining its own forces\r\nto meet the new requirements. Let me point out the\r\nincreasing number of attacks against the personnel\r\nparticipating in peacekeeping and humanitarian operations,\r\nand join the call for strict punishment of the perpetrators\r\nof these shameful acts.\r\nWe support nuclear disarmament and we look\r\nforward to the complete elimination of nuclear arsenals.\r\nThis is why we regard the nuclear tests carried out in\r\nMay 1998 by countries considered non-nuclear-weapon\r\nStates as clearly negative steps. Universal compliance\r\nwith the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) is a logical step on the way towards\r\nnuclear disarmament, as is speedy enactment of the\r\nComprehensive Test Ban Treaty (CTBT). On the other\r\nhand, the progress made in the Geneva Conference on\r\nDisarmament towards a fissile material cut-off treaty is\r\nencouraging.\r\nThe Czech Republic appreciates the work of the\r\nOrganization for the Prohibition of Chemical Weapons in\r\nthe area of chemical disarmament. We are prepared to\r\ncontinue contributing to the work of the Organization and\r\nto strictly implement all its commitments arising out of\r\n30\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nthe respective Convention. At the same time, we support all\r\nefforts meant to speed up the negotiation of the verification\r\nprotocol text, which is to strengthen the Biological\r\nWeapons Convention (BWC); we regard the protocol as an\r\nimportant mechanism controlling implementation of the\r\nConvention.\r\nThe signing of the Ottawa Convention on the complete\r\nban on anti-personnel landmines by about 100 Member\r\nStates, including the Czech Republic, has been a great\r\nsuccess. Now early entry into force has been ensured.\r\nImplementation, however, will be an even bigger task for\r\nall. While preparing for the ratification of the Ottawa\r\nConvention, we have a clear view of its domestic\r\nimplementation.\r\nIt is the Security Council that continues to have the\r\ndecisive word in questions of peace and security. The\r\nCzech Republic considers itself among the reform-minded\r\ncountries, supporting the Council’s enlargement, in both\r\ncategories of membership, which guarantees equitable\r\ngeographic representation. To be more specific, we continue\r\nsupporting the aspirations of the Federal Republic of\r\nGermany and Japan in this respect.\r\nIt is rather disappointing that after five years of the\r\nWorking Group’s dealing with this issue concrete results\r\nhave not been achieved. On the contrary, it seems that\r\nMember States are even further apart on the issue.\r\nUnfortunately, the same applies to the question of\r\nimproving and simplifying the methods of the Council’s\r\nwork, on which consensus seemed to be near a year ago.\r\nIt is our view that the Working Group should continue\r\nits work with the aim of achieving general agreement, to\r\nthe extent possible, until the end of the millennium. We\r\nhope that talks will eventually produce concrete results that\r\ncould be put on the agenda of the fifty-fifth session of the\r\nGeneral Assembly within the Millennium Assembly\r\nconcept.\r\nThe new Government of the Czech Republic attaches\r\ngreat importance to the issue of human rights. This\r\nDecember we will celebrate the fiftieth anniversary of the\r\nadoption of the Universal Declaration of Human Rights, a\r\ndocument substantially influencing the international\r\ncommunity and international relations.\r\nThe record of these 50 years is no doubt impressive,\r\nbut there is still a long way to go to achieve the desired\r\nuniversal acceptance and indivisibility of human rights. This\r\nsad situation can be illustrated by the fact that there are still\r\ncountries governed by totalitarian regimes where people\r\nare punished for such absurd “crimes” as distributing the\r\nUniversal Declaration of Human Rights or for refusing to\r\nexplain where they obtained such a “subversive\r\ndocument”. However, it has to be admitted that economic\r\nsanctions or embargoes do not seem to be effective means\r\nof persuading a country to promote human rights.\r\nThe successful conclusion of the Diplomatic\r\nConference in Rome last July, which resulted in the\r\nshaping of the International Criminal Court, fills us with\r\nhope. The adoption of the Court’s Statute is a clear\r\nbreakthrough in the area of humanitarian law and human\r\nrights protection. We are aware that this is only an initial\r\nstage of the long process leading to a functioning Court,\r\nbut the step taken in Rome was crucial. I would like to\r\nexpress our gratitude to the Government of Italy for its\r\nsubstantial contribution to the success of the Conference.\r\nCooperation in the social, economic and\r\nhumanitarian areas should undoubtedly be, in addition to\r\nbuilding peace and security, major preoccupations of the\r\nUnited Nations. Over the last few years there have been\r\nstrong discussions on the Economic and Social Council\r\nand its function. The Czech Republic was actively\r\ninvolved during its Council presidency in 1997. The\r\nchallenge for the Council, stemming from globalization of\r\neconomic and other links, was enormous. On the other\r\nhand, the actual possibilities of this body to tackle\r\nsubstantial issues were rather limited. But now we are\r\npleased to see it undergoing some promising changes.\r\nThe Czech Republic appreciates the attention paid by\r\nthe United Nations to the critical issue of globalization\r\nand its impact on economic and social development in the\r\ndifferent countries of the world. For many, like my\r\ncountry, whose economies are undergoing a fundamental\r\ntransformation, the consequences of globalization are\r\ndoubly difficult to handle. That is why we would like the\r\nUnited Nations to have a clear agenda on globalization,\r\nand we are encouraged by the lead provided by the\r\nSecretary-General.\r\nThe new Government of the Czech Republic has\r\npromised in its Programme Statement wide support for\r\nthe strengthening of United Nations authority. We have\r\nwelcomed the results so far achieved in implementing the\r\nSecretary-General’s plan for United Nations reform. Much\r\nof the reform package, however, remains unresolved, and\r\na number of proposals have not left the negotiating table.\r\nThe Czech Republic supports speedy approval and\r\nimplementation of the remaining reform proposals.\r\n31\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nHowever, even the best blueprints do not count for much\r\nwithout money to implement them. Like others, I want to\r\nstress that the financial situation of the Organization is\r\nalarming, and I would like to underline that discipline with\r\nregard to contributing is a must for all.\r\nWe look with expectations to the proposed Millennium\r\nAssembly to be held in the year 2000, inspired, among\r\nothers, by Czech President Václav Havel. The Millennium\r\nSummit held within its framework could then focus on the\r\nchallenges the United Nations will be facing in the next\r\nmillennium and identify major trends and objectives of\r\nfuture United Nations activities. In addition, an important\r\nrole could be played by a related non-governmental\r\n“Millennium Forum”. The Czech Republic’s special\r\ncontribution to such a debate can be “FORUM 2000”, a\r\nconference taking place in Prague next month aimed at\r\nhighlighting global problems that humankind faces at the\r\nthreshold of the twenty-first century.\r\nIn conclusion, allow me to express my sincere belief\r\nin the eventual success of the United Nations reform\r\nprocess. I think we can all agree that from this process the\r\nUnited Nations, a truly remarkable Organization, will\r\nemerge consolidated, strengthened and more capable than\r\never of solving the problems of the contemporary world —\r\nan Organization open to all who are willing to contribute to\r\nthe fulfilment of this important task.\r\nThe Acting President (interpretation from French):\r\nThe next speaker is Her Excellency, Ms. Lena Hjelm-\r\nWallén, Minister for Foreign Affairs of Sweden, to whom\r\nI give the floor.\r\nMs. Hjelm-Wallén (Sweden): Let me first of all,\r\nthrough you, Sir, congratulate the President of the fifty-\r\nthird session of the General Assembly upon his election. I\r\nam confident that our important work will be guided in a\r\nmost productive way. I would also like to thank the former\r\nPresident, Mr. Hennadiy Udovenko, for his relentless work\r\nand creativity to bring about consensus on the Secretary-\r\nGeneral’s important reform proposals for the United\r\nNations.\r\nBefore proceeding to my statement, I would like to\r\nreport that this afternoon an important resolution on the\r\nsituation in Kosovo was adopted by the Security Council.\r\nThe resolution is a firm response to a stark reality. The\r\nCouncil spells out what Belgrade must do now towards\r\nachieving a political situation and to avoid a humanitarian\r\ndisaster. Their deeds and not their words will determine\r\nfurther Security Council action. Also, the Kosovo Albanians\r\nmust act in accordance with the demands in the\r\nresolution. As a Council member, and now as its\r\nPresident, Sweden has worked persistently for such a\r\nclear message to be sent by the Security Council. I trust\r\nthat it will be heard and understood.\r\nSweden aligns itself with the statement made\r\nyesterday by my Austrian colleague, Mr. Wolfgang\r\nSchüssel, on behalf of the European Union.\r\nEconomic turbulence, persistent poverty and\r\nenvironmental degradation provide a sombre background\r\nto this session of the General Assembly. So do crises and\r\nconflicts, terrorism and nuclear test explosions and, of\r\ncourse, the political and financial realities affecting the\r\nUnited Nations itself.\r\nWe receive early warning signals, but early action\r\nrarely follows. Isolationism and unilateralism could easily\r\nre-emerge.\r\nMany are concerned about the difficulties they face\r\nin meeting the requirements of a globalized international\r\ncommunity. The positive aspects of globalization —\r\nintegration and economic progress — offer the best\r\nopportunities we have ever known for achieving peace,\r\ndemocracy and development. When trade, economies and\r\nfinancial markets do not recognize any borders, politics\r\nmust be global as well.\r\nThe United Nations has to continue to reform in\r\norder to remain relevant. The Swedish Government stands\r\nfirmly behind the reform efforts of the Secretary-General\r\nto streamline the Organization, to focus more on its core\r\nactivities and to introduce a stringent and up-to-date\r\nmanagement culture.\r\nMember States cannot shy away from their\r\nresponsibility for the Organization. United Nations reform\r\nis not a cost-cutting exercise, but one of rendering the\r\nOrganization more effective. It cannot be reformed under\r\nthe threat of political and financial crisis. No Member\r\nState has the right to set conditions for fulfilling Charter\r\nobligations. All debtors must pay their assessed\r\ncontribution in full, on time and without conditions.\r\nI will speak today of five key areas for global\r\nresponse, international cooperation and common action.\r\nFirst, we must strengthen cooperation to eradicate\r\npoverty. Poverty is not only lack of material resources. It\r\nis also lack of knowledge and influence over one’s own\r\n32\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nlife. It is a question of justice. The principle at stake is that\r\nof equal rights and opportunities for all. A prerequisite for\r\nsuccess in the fight against poverty is that the poor\r\nthemselves are involved in a partnership based on common\r\nethics and mutual trust.\r\nDemocracy, development and peace are closely linked.\r\nEmpty stomachs do not provide a sustainable ground for\r\ndemocracy. Individual human security and the security of\r\nthe planet must be given as much recognition as the\r\nsecurity of States.\r\nPutting an end to poverty is imperative. Large\r\neconomic inequalities and lack of civic infrastructure create\r\nfriction between individuals, between groups, between\r\ncountries. Marginalization spurs violent conflicts. Security\r\ncannot be seen primarily in a military perspective.\r\nDevelopment and economic integration play a much greater\r\nrole in preventing serious conflicts.\r\nIn an increasingly globalized world the fight against\r\npoverty is a common interest and a common duty. Only on\r\nthe basis of solidarity can we create a world which respects\r\nthe equal rights and value of all its people. It will require\r\nnot only efforts by poor countries, but also by richer\r\ncountries.\r\nTherefore, I regret that only four countries meet the\r\nUnited Nations aid target of 0.7 per cent of gross national\r\nincome. Sweden is proud to be one of them. The seven\r\nlargest economies on average contribute only 0.19 per cent.\r\nFree trade still remains to be fully achieved.\r\nRemaining barriers which prohibit poor countries from\r\nmaking use of their comparative advantages are counter-\r\nproductive and must be abolished. The trade policies of\r\nindustrial countries should also facilitate regional\r\ncooperation among developing countries.\r\nThe Heavily Indebted Poor Countries Debt Initiative\r\nmust be strengthened, as the debt crisis creates vicious\r\ncircles for weak economies. The international financial\r\nsystem has proved to be insufficiently adapted to political\r\nand social realities.\r\nSecondly, we must strengthen cooperation to promote\r\nhuman rights. Societies which respect human rights are\r\nmore stable and more peaceful. Repression spurs rebellion,\r\nviolence breeds violence.\r\nThis year we commemorate the fiftieth anniversary of\r\nthe Universal Declaration of Human Rights. It has given\r\nhope to people all over the world. It has inspired human\r\nrights advocates to expose violations in their own\r\ncountries. It has encouraged Governments to take action\r\nto protect and monitor respect for human rights. But\r\nmuch remains to be done.\r\nPrimitive expressions of public vengeance have no\r\nplace in a civilized legal system. Today, a majority of the\r\nMember States have abolished the death penalty or placed\r\nit under a moratorium. This is sometimes done in\r\nresponse to public opinion, but also frequently as a result\r\nof political leadership and with the support of\r\ninternational norms and standards.\r\nEconomic, social and cultural rights create the basis\r\nfor a sustainable society with strong democratic\r\nparticipation. The exploitation of children drastically\r\nillustrates the importance of these rights. A convention on\r\nchild labour should be agreed at the next international\r\nlabour conference, and urgent national and international\r\nmeasures should be taken to combat the most disgusting\r\nform of exploitation — child prostitution.\r\nThe use of child soldiers is another fundamental and\r\nincreasingly frequent violation of the rights of the child.\r\nIt is vital to achieve international standards against\r\ninvolving children under 18 as combatants and to\r\ncombine this with practical and preventive measures to\r\nhelp and protect children in need.\r\nThe rights laid down in the Universal Declaration\r\napply to all. Special norms for vulnerable groups are\r\nnecessary to ensure that they can be equal with others.\r\nThe principle of non-discrimination is of particular and\r\ncritical importance for individuals who belong to ethnic,\r\nlinguistic or religious minorities or to indigenous peoples.\r\nThis principle should be complemented with national\r\nmechanisms to ensure effective participation in society.\r\nFew measures would be more important to prevent\r\nconflicts within and among States.\r\nThe adoption of the Rome Statute for the\r\nInternational Criminal Court is a milestone in the struggle\r\nagainst genocide, crimes against humanity and war\r\ncrimes. Sweden will become a party, and I urge all States\r\nto do the same. It is imperative to close the gap of\r\nimpunity.\r\nThirdly, we must strengthen cooperation to deepen\r\ndemocracy. The United Nations should increasingly\r\nbecome a leader in worldwide efforts to strengthen and\r\ndeepen democracy. It is essential to develop civil, open\r\n33\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nand pluralistic societies; to promote equal participation of\r\nall women and men in political life; and to ensure\r\nindependent media, freedom of speech and the rule of law.\r\nI suggest that the time has come to look systematically\r\nat how the United Nations system as a whole can be even\r\nmore effectively put to use to promote democracy.\r\nAlready in 1795 Immanuel Kant stressed the strong\r\nconnection between peace and democracy:\r\n“If the consent of the citizenry is required in order to\r\ndetermine whether or not there will be a war, it is\r\nnatural that they consider all its calamities before\r\ncommitting themselves to so risky a game.”\r\n(Perpetual Peace)\r\nDemocracies seek security in cooperation with one\r\nanother rather than through deterrence — in openness rather\r\nthan in secrecy. Democracies also have a proven record in\r\ndealing with internal tension and strife without resorting to\r\nviolence.\r\nStrengthening democracy helps prevent violent\r\nconflict, by allowing for differing views and interests. A\r\ndemocratic culture provides the ground for reconciliation.\r\nThe common values inherent in democracy also\r\nprovide fertile ground for peaceful cooperation to build\r\nsociety. The free exchange of ideas, people and goods\r\ncreates interdependence and common norms. The future\r\nbecomes a shared opportunity.\r\nThis is illustrated by developments during the last\r\ndecade in Sweden’s own neighbourhood, the Baltic region.\r\nFor half a century, the Baltic was a deep trench separating\r\nEast and West. The same sea today unifies free countries in\r\nblossoming trade, political cooperation and people-to-people\r\ncontacts.\r\nFourthly, we must strengthen cooperation to bring\r\nabout disarmament. In May this year, two States — India\r\nand Pakistan — exposed their nuclear ambitions by\r\nconducting a series of test explosions. These aspirations\r\nendanger international peace and security, as well as\r\nstability in the region and international non-proliferation\r\nand disarmament efforts. This was why Sweden and Japan\r\ntook the initiative to prepare a Security Council resolution\r\ndeploring the testing. After a decade of great promise in the\r\nfield of nuclear non-proliferation and disarmament, the\r\nspectre of nuclear weapons is again at the centre of\r\nattention.\r\nThe possession of nuclear weapons — by any\r\nState — cannot be indefinitely accepted as legitimate. On\r\n9 June, I and my colleagues from Brazil, Egypt, Ireland,\r\nMexico, New Zealand, Slovenia and South Africa made\r\na joint ministerial declaration on nuclear weapons. In the\r\ndeclaration, we urge the five nuclear-weapon States and\r\nthe three nuclear-weapon-capable States to clearly commit\r\nthemselves to eliminating their nuclear weapons and\r\nnuclear capability and to start work immediately on\r\npractical steps to this end. We also set out a series of\r\nmutually reinforcing measures providing a road map to a\r\nworld free from nuclear weapons.\r\nAt this session of the General Assembly, the eight\r\nnations will follow up the declaration with a draft\r\nresolution. This initiative has already been presented from\r\nthis rostrum. We invite all Member States to join us in\r\nsupporting this draft resolution and, inter alia, call for the\r\naccession by all States to the Treaty on the Non-\r\nProliferation of Nuclear Weapons and the Comprehensive\r\nNuclear-Test-Ban Treaty, the entry into force of START\r\nII and negotiations on START III, the prompt de-alerting\r\nof nuclear weapons and the withdrawal of non-strategic\r\nnuclear weapons.\r\nNew and forceful impetus is urgently needed to\r\nregain the momentum for nuclear disarmament. It is\r\nnecessary to counteract the tendency to assign new\r\nimportance to nuclear weapons. These weapons must\r\nneither be given increased emphasis in defence planning\r\nnor be seen as a means to counter threats from other\r\nweapons of mass destruction.\r\nThe world needs a new international agenda for\r\ncomplete nuclear disarmament. We must at the same time\r\nredouble our efforts to rid the world of all biological and\r\nchemical weapons.\r\nThe threat of terrorist use of weapons of mass\r\ndestruction adds to the urgency of disarmament efforts.\r\nStrict adherence to international agreements, strengthened\r\nverification and controlled weapons destruction are\r\nessential parts of a long-term strategy against terrorism.\r\nInternational control regimes to limit the transfer of\r\ntechnology that could be used to produce weapons of\r\nmass destruction as well as other armaments must be\r\nfurther developed.\r\nThe proliferation of small arms and light weapons is\r\na serious threat to peace, security and development. Such\r\n34\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nweapons have been the primary cause of casualties in\r\nalmost every recent conflict on the United Nations agenda.\r\nPractical and concrete measures — such as collection,\r\nsafe storage and destruction in the context of peacekeeping\r\noperations — should be the focus in dealing with small\r\narms and light weapons. Therefore, the Swedish\r\nGovernment supports the Mali initiative for a West African\r\nmoratorium on the production and transfer of such\r\nweapons.\r\nI warmly welcome the forthcoming entry into force of\r\nthe Ottawa Convention. This is a major step in the struggle\r\nagainst the plague of anti-personnel landmines. Concerted\r\nefforts will be needed to ensure its full implementation as\r\nwell as the adherence of the largest military Powers.\r\nFifthly, we must strengthen cooperation to prevent\r\narmed conflict. Stable peace does not suddenly turn into\r\nmilitary conflict. War normally breaks out after a period of\r\ngradual deterioration. Prevention has the best prospects of\r\nsuccess at the earliest possible stage of such a process.\r\nThe need for early action is obvious. Nevertheless,\r\ndecisions are taken at a late stage — often too late. There\r\nare strong forces at work which obstruct early action —\r\nforces hiding behind arguments about sovereignty, public\r\nopinion and national interest; forces defining security as\r\nstability and order, rather than dealing with the underlying\r\ncauses of conflicts.\r\nAfter almost two years on the Security Council we are\r\nmore convinced than ever of the urgent need to build\r\npolitical commitment for preventive measures and to\r\ndevelop, hone and refine preventive instruments. It is a\r\nquestion of political will. It is a matter of allocating\r\nresources. It is about looking for solutions that are\r\nsustainable over the long term, even when strong forces\r\nwant to focus on short-term needs alone.\r\nNational responsibility for conflict prevention is\r\nfundamental. International law makes every State\r\nresponsible for its international behaviour. States should\r\nalso be expected to account for their internal actions, which\r\noften have major external consequences. Sovereignty should\r\nstand for responsibility and accountability.\r\nConflict prevention is also an international\r\nresponsibility. The United Nations possesses a wide array\r\nof instruments for preventive action. Lessons have also\r\nbeen learned from a wide range of peacekeeping operations.\r\nA new generation of peacekeeping operations is\r\nemerging, often with a flexible mix of civilian, military\r\nand police components. International service is a key task\r\nfor the Swedish armed forces, and increasingly also for\r\nthe Swedish police.\r\nTo be effective, the United Nations — and, in\r\nparticular, the Security Council — must act promptly,\r\nunitedly and in unison with regional actors. Several\r\nregional organizations have identified conflict prevention\r\nand peaceful settlement of disputes as key tasks. The\r\ngrowing network of European security organizations is\r\none example, cooperation between African States another.\r\nCooperation with regional actors is crucial but\r\ncomplex in today’s growing grey zone of conflicts —\r\ndomestic in origin but international in impact. They often\r\ninvolve neighbouring countries as recipients of refugees,\r\nas weapons suppliers or even as participants. In such\r\nsituations, the United Nations must be faithful to its\r\nglobal principles, but must also find a way of engaging\r\nregional actors in peaceful solutions that guarantee the\r\nlegitimate security interests of all.\r\nWhen regional leadership is available, the role of the\r\nUnited Nations should be one of providing support and,\r\nwhen international military peace operations are needed,\r\nauthorizing and monitoring. When regional leadership is\r\nlacking, the United Nations must be ready to lead.\r\nI have highlighted five key areas and objectives for\r\nthe United Nations: the eradication of poverty, the\r\npromotion of human rights, the deepening of democracy,\r\nthe achievement of disarmament and the prevention of\r\narmed conflicts.\r\nYet the uniqueness and strength of the United\r\nNations lies not in any single field of activity, but in the\r\ntotality of them all. Peace, security, democracy, human\r\nrights, social justice, humanitarian relief, sustainable\r\ndevelopment and prevention are inseparable.\r\nIn a time of difficult political and financial\r\nchallenges for the Organization, it is important that we\r\nspell out our expectations and priorities. We will have to\r\nwork hard to allow the United Nations to realize its\r\npotential. We owe it to the United Nations — and to each\r\nother — to give it the chance to succeed.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of Ireland,\r\nHis Excellency Mr. David Andrews.\r\n35\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nMr. Andrews (Ireland): Let me at the very outset\r\nextend to Mr. Opertti our warm congratulations upon his\r\nelection as President of the General Assembly at its fifty-\r\nthird session. We are particularly pleased to see presiding\r\nthe Foreign Minister of Uruguay, a country with which\r\nIreland has always enjoyed the friendliest of relations. His\r\nrich experience in politics, education, diplomacy and the\r\nlaw will serve the Assembly well as he directs its work for\r\nthe coming year.\r\nAlso on behalf of the Irish people, I wish to pay a\r\nparticular tribute to the Secretary-General for the thoughtful\r\nand determined leadership which he has brought from the\r\nAfrican continent to the discharge of his most challenging\r\noffice.\r\nCommitment to the work of this Organization is a\r\ncentral part of Ireland’s foreign policy and of her place in\r\nthe world. Irish people strongly support that commitment.\r\nWe feel close bonds with the United Nations. With many\r\nlike-minded countries, we have striven to uphold and\r\ndevelop the universal role of the Organization for the\r\npromotion of peace, development, international cooperation\r\nand human rights. These purposes are linked in the Charter\r\nand they are linked in reality.\r\nAll around us, side by side with rapid technological\r\nand material development, we see in every region of the\r\nworld uncertainty, insecurity and conflict.\r\nOur attention has been gripped this year by the severe\r\neconomic and financial difficulties which are besetting\r\ndeveloped and emerging markets as well as economies in\r\ntransition. The full effects of these difficulties have yet to\r\nplay themselves out. We are all affected.\r\nMore than 1 billion people struggle to survive on less\r\nthan a dollar a day. Environmental degradation and natural\r\ndisasters wreak unnecessary havoc on entire nations.\r\nMeanwhile, obscenely disproportionate levels of resources\r\nare diverted to fuel the arms trade and supply the\r\nunjustifiably large arsenals in parts of the world that can\r\nleast afford it. Human rights remain to be fully respected in\r\nall regions.\r\nI think that these realities are among the root causes\r\nof the conflicts confronting us today. If the new millennium\r\nis to open with real prospects of alleviating such conflict\r\nsituations, it is the root causes which we must together\r\ntackle; prevention is always better, and certainly less costly,\r\nthan cure.\r\nAs my Swedish colleague has said, the Austrian\r\nPresidency has spoken and addressed the Assembly on\r\nbehalf of the 15 Member States of the European Union,\r\nexpressing our position on many issues. Nevertheless, I\r\nwill focus my remarks on a number of issues which are\r\nof particular importance to the country which I represent.\r\nWe should all acknowledge that there can be no real\r\npeace or security without development. Development is\r\nabout dignity and offering impoverished people around\r\nthe world the chance of a better life now and better\r\nprospects for their children. This is not too much to ask.\r\nIts achievement, however, requires a new partnership of\r\ninternational engagement and commitment. All of us must\r\nshare a determination to break down the walls of\r\nexclusion and marginalization that divide our world.\r\nA new partnership must address not only aid flows\r\nbut also the crippling problem of debt. It must assist\r\ndeveloping countries to participate on a fair basis in the\r\nworld economy. Development cooperation is not only\r\nabout reducing unacceptable levels of poverty. All\r\ncountries, developed and developing alike, must together\r\naddress shared priorities that affect all our countries and\r\nall our peoples. An integrated approach is called for, as\r\nprevious speakers have mentioned.\r\nIn this context, I welcome in particular the seminal\r\nreport of the Secretary-General — I have already\r\nwelcomed it in a committee today — on the causes of\r\nconflict and sustainable development in Africa. We will\r\nwork actively with other Member States to ensure that\r\nthis report receives the strongly positive response it\r\ndeserves.\r\nI will allude for a moment to Ireland’s development\r\ncooperation programme, if I may. As for Ireland’s\r\ncontribution, it is with some pride that I can say that we\r\nhave one of the fastest growing development cooperation\r\nprogrammes in the world today. The Irish Government is\r\ncommitted to reaching the United Nations target for\r\nofficial development assistance — that is, 0.7 per cent of\r\ngross national product — and I think it’s fair to say that\r\nwe are fully determined to make further progress towards\r\nthis goal in the coming years.\r\nLast week, my Government agreed on a package of\r\ndebt alleviation measures for developing countries, in the\r\nmultilateral and bilateral fields, amounting to some $46\r\nmillion, which is a considerable sum of money for a\r\ncountry the size of Ireland, and I think it was a measure\r\n36\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nof the bona fides of our intention in this whole area of\r\ndevelopment cooperation.\r\nFor Ireland, support for development cooperation\r\nmeans, by definition, support for the United Nations in this\r\nvital area. The United Nations has only the resources which\r\nthe Member States give it. These must reflect our political\r\ncommitment to confront challenges. I think that is why\r\ndeclining contributions to core resources for United Nations\r\nfunds, programmes and agencies are a matter of deep and\r\ngrave concern.\r\nFor its part, Ireland has increased significantly the\r\nlevel of its commitment. I am pleased to say that our\r\nDevelopment Assistance Programme now supports 32\r\nfunds, programmes and agencies of the United Nations\r\nsystem, compared to 13 just five years ago. I pledge before\r\nthis Assembly the continuation of Ireland’s support in that\r\nregard.\r\nAgain, the question of disarmament and nuclear\r\ndisarmament was raised by my Swedish colleague, the\r\nprevious speaker. The end of the cold war provided the\r\ninternational community with a unique opportunity to\r\naccomplish the final elimination of nuclear weapons and to\r\nusher in a nuclear-free world. Yet, while the past 10 years\r\nhave witnessed important steps to reduce nuclear arsenals,\r\nthere has been no clear commitment on the part of nuclear-\r\nweapon States to proceed rapidly to nuclear disarmament,\r\nas required by the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT).\r\nIreland’s advocacy of nuclear disarmament has been\r\nconsistent and unrelenting. We have been the strongest\r\nprotagonists of the achievement of the goals of the nuclear\r\nNon-Proliferation Treaty, which Ireland proposed in 1958\r\nand was the author of at that time. We must begin to take\r\ncertain fundamental steps now to achieve the NPT’s non-\r\ndiscriminatory and universal application. We cannot enter\r\nthe third millennium with the prospect that nuclear weapons\r\nwill be considered legitimate for the indefinite future.\r\nThat is why Ireland has, this year, joined with seven\r\nlike-minded States — Brazil, Egypt, Mexico, New Zealand,\r\nSlovenia, South Africa and Sweden — to launch the\r\ndeclaration “Towards a Nuclear-Weapons-Free World: The\r\nNeed for A New Agenda”. The steps called for in the New\r\nAgenda are premised on a clear and unambiguous\r\ncommitment to be undertaken by the five nuclear-weapon\r\nStates to engage in nuclear disarmament negotiations within\r\nan entirely new context. They are also premised on a\r\nsimilar commitment by the three nuclear-weapon-capable\r\nStates — India, Pakistan and, of course, Israel — not\r\nparties to the NPT.\r\nThis session of the General Assembly provides a\r\nunique opportunity to give substance to proposals such as\r\nthose contained in the Joint Ministerial Declaration of 9\r\nJune. My colleagues and I have therefore prepared a draft\r\nresolution which sets out an agenda for the definitive\r\nelimination of nuclear weapons for all time and which we\r\nask the Assembly to consider and adopt in the First\r\nCommittee.\r\nOn the question of landmines, coincidentally and\r\nfortuitously, last week I presided over a landmine\r\nconference in Dublin while the International Campaign to\r\nBan Landmines was meeting in my own capital city to\r\ndevelop a civil-society-based landmine monitor. We\r\nreceived the welcome news that the fortieth ratification of\r\nthe landmines Convention had just taken place. We now\r\nhave a total ban in place and can set our minds to\r\neradicating these obscene instruments and their\r\nconsequences.\r\nThe inexcusable delay in addressing the question of\r\nlandmines was a glaring failure of the international\r\ncommunity to look squarely at an issue of human security\r\nwhich was fundamental to development. Another example\r\nis the persistence of expenditure on arms in certain\r\ncountries, which is out of all proportion to social\r\nspending. This state of affairs must cease and the arms\r\ntrade that feeds it must be curtailed. I would personally\r\nlike to see it stopped and put out of existence.\r\nOn the question of human rights, a further and very\r\npervasive root cause of instability and conflict is\r\ninadequate respect of the very rights of which I am\r\nspeaking. There are too many specific instances of human\r\nrights abuse in every region of the world. There are\r\nhopeful signs — for example, in Nigeria and East\r\nTimor — but elsewhere the situation remains bleak.\r\nIn this, the fiftieth anniversary year of the Universal\r\nDeclaration of Human Rights, we must reaffirm our\r\ncollective commitment to promoting respect for these\r\nrights and freedoms by progressive measures, national and\r\ninternational, to secure their universal recognition and\r\nobservance. The Universal Declaration, in my view, is as\r\nrelevant today as it was five decades ago when it was\r\ndrafted by the representatives of developed and\r\ndeveloping countries with important input from members\r\nof civil society. It is a universal benchmark.\r\n37\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nWe all have questions to answer. The first might be:\r\nHow have we lived up to the standards set out in the\r\nUniversal Declaration? What steps have we taken to build\r\non the Declaration and Programme of Action, adopted five\r\nyears ago by consensus at the Vienna Conference, which\r\nspecifically reaffirmed the right to development? These are\r\nsome questions that we might well ask ourselves during the\r\ncurrent session of the Assembly.\r\nOn the question of capital punishment, another\r\nimportant human rights issue is the abuse of the death\r\npenalty. Ireland will continue to work for the universal\r\nabolition of capital punishment. We welcome the fact that\r\nthe United Nations Commission on Human Rights, again at\r\nits recent fifty-fourth session, addressed this issue directly.\r\nWe also welcome the adoption in July of the Statute\r\nfor the International Criminal Court at the international\r\nconference hosted so effectively by Italy. This is truly a\r\nlandmark development. Nobody is and nobody should be\r\nabove the law. We fervently hope that the Statute will enter\r\ninto force on the earliest possible date and that it will\r\nsecure universal adherence.\r\nFinally, let me join with those many others who have\r\ngiven support and encouragement to the Secretary-General\r\nand the High Commissioner for Human Rights. The\r\npromotion of international cooperation in this key area must\r\nremain one of this great Organization’s first priorities.\r\nOn the question of conflict prevention, I now turn to\r\nthe maintenance of international peace and security, which,\r\nof course, is the prime responsibility and prime aim of the\r\nUnited Nations. The painful experiences of this decade —\r\nnotably in the former Yugoslavia, Africa and the Middle\r\nEast — have prompted much soul-searching and, of course,\r\nanalysis.\r\nIn Kosovo, we are witnessing a humanitarian\r\ncatastrophe which could replicate the horrors of Bosnia.\r\nThe international community must take urgent and effective\r\naction within the framework of the United Nations to\r\nensure that our worst fears are not realized.\r\nAnother humanitarian disaster faces us in Sudan.\r\nRecently, I saw for myself the terrible suffering of its\r\npeople. I visited the epicentre of the famine in Ajip in\r\nsouthern Sudan, having spent three hours getting there from\r\na town called Lokichokio in northern Kenya, which was a\r\nstaging post for aid for that part of the terribly blighted\r\ncountry of southern Sudan. It is not acceptable that we\r\nallow this tragedy to continue. One of the essential\r\nconclusions, here again, is the need to address the origins\r\nof conflict and not just the symptoms. Foresight and\r\nadaptability are necessary.\r\nIn this context, I welcome in particular the emphasis\r\nwhich the Secretary-General has placed on the need to\r\ntackle the root causes of conflict in all their complex\r\ndiversity. We support his strengthening of United Nations\r\nearly-warning mechanisms and his prioritizing of\r\npreventive diplomacy. The many strengths and capabilities\r\nof the United Nations and the regional organizations in\r\nthe area of conflict prevention must be harnessed and\r\nfocused to achieve greater use of resources.\r\nThe General Assembly, for its part, is placing ever\r\ngreater emphasis on conflict prevention. It has\r\ncommended not least the efforts of the Organization of\r\nAfrican Unity (OAU) and acknowledged the contribution\r\nof the Organization for Security and Cooperation in\r\nEurope (OSCE), a regional organization which Ireland\r\nfully supports.\r\nOn the question of peacekeeping, in this, the fiftieth\r\nanniversary year of United Nations peacekeeping, I want\r\nto pay tribute to the peacekeepers who currently serve the\r\nOrganization. They do so often in very difficult and\r\ndangerous circumstances. Too many have made the\r\nultimate sacrifice. Since 1958, Ireland has been at the\r\nforefront of United Nations peacekeeping. In this period,\r\nsome 40,000 Irish peacekeepers have served with the\r\nOrganization across the world. Seventy-five of my fellow\r\nIrishmen have given their lives.\r\nAmong Member States, Ireland is currently one of\r\nthe leading troop contributors. My President, Mrs. Mary\r\nMcAleese, in one of her earliest official engagements,\r\nvisited our peacekeepers in Lebanon. Again, this\r\nunderlines Ireland’s active commitment to bringing peace\r\nto that part of the world. The world continues to need\r\nUnited Nations peacekeeping, but its operations must be\r\nbased on sound mandates and have solid political and\r\nfinancial support.\r\nColleagues have mentioned the question of United\r\nNations reform. Mobilizing the political will to tackle the\r\ninterrelated causes of insecurity and conflict, I believe, is\r\nonly the first step. The United Nations as an institution\r\nmust be strengthened and given the necessary resources\r\nto carry through its work. Timely funding by Member\r\nStates is a prerequisite.\r\n38\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nIreland believes that the reform process should not be\r\nviewed as a cost-cutting exercise. The wretched expression\r\n“downsizing” comes to mind. It is about making the\r\nOrganization more effective in the discharge of its Charter\r\nfunctions, especially in the economic, social and\r\nhumanitarian fields. I welcome the progress achieved to\r\ndate. Ireland will continue with other like-minded States to\r\nbuild partnerships among the membership so that real\r\nprogress can be achieved.\r\nWe have views in relation to the area of Security\r\nCouncil reform. A reinvigorated United Nations must\r\ninclude a reformed Security Council that reflects the\r\nrealities and the needs of today’s world. We believe that the\r\nCouncil must work more transparently and that its\r\nmembership should be enlarged to ensure a more equitable\r\nrepresentation. To this end, we have joined with a group of\r\nlike-minded States in putting forward a number of specific\r\nproposals. We will continue to work for an agreed outcome\r\non this issue of crucial importance to the future of this\r\nOrganization of ours.\r\nOn the question of Ireland’s candidature, Ireland\r\nbelieves that all Member States — small, like ourselves, as\r\nwell as large — should have an opportunity to serve on the\r\nSecurity Council, the body on which the Members of the\r\nOrganization have conferred primary responsibility for the\r\nmaintenance of international peace and security. The\r\nAssembly will be aware that Ireland has presented its\r\ncandidature for non-permanent membership of the Security\r\nCouncil for the two-year term 2001-2002. Throughout its\r\nmembership of the United Nations, Ireland has worked to\r\nplay a bridge-building role among Member States. As a\r\nmember of the Security Council, Ireland’s approach would\r\nsimilarly reflect the interests of the totality of the broad\r\nspectrum of the membership.\r\nI can give the Assembly some good news about\r\nNorthern Ireland. My predecessors have by custom\r\ninformed this Assembly of our efforts to help promote\r\npeace in Northern Ireland. It is my deep privilege,\r\ntherefore, to convey an account of a breakthrough of great\r\nimportance: the Agreement reached by the British and Irish\r\nGovernments and eight Northern Ireland parties in Belfast\r\non Good Friday, 10 April 1998.\r\nThe Good Friday Agreement marks a historic new\r\nbeginning in relations within Northern Ireland, between the\r\nNorth and the South of the island and between Ireland and\r\nBritain. It has brought us all a new sense of hope. We have\r\nbegun the long walk out of the dark night of division and\r\nconflict into the bright sunlight of partnership and harmony.\r\nAs somebody who has spent almost 40 years in political\r\nlife seeking to encourage such a journey, I am immensely\r\ngratified by this development.\r\nThe Agreement is a complex document, a careful set\r\nof checks and balances, a parity of pain and gain. Striking\r\nthat balance of pain and gain on both sides was, in large\r\npart, the task of the main political parties in Northern\r\nIreland. Their decisions called for political courage and\r\nmost serious and genuine leadership, which they gave in\r\nabundance. But they could not have been taken without\r\ntrust and vision, too — trust, where before there was only\r\nsuspicion, and vision, where before there had only been\r\nself-interest. The leadership of these peacemakers in\r\nNorthern Ireland deserves the warmest commendation of\r\nthis Assembly.\r\nWith the participants drawn from the full spectrum\r\nof the political landscape, what we were addressing in the\r\nnegotiations was a complex range of problems and\r\nperspectives, each with its deep roots in history. If these\r\ncompeting issues were to be addressed satisfactorily, we\r\nknew the final Agreement would itself have to be\r\ncomplex, broad-based and balanced.\r\nAchieving agreement in these circumstances was a\r\nmajor challenge for all of us involved in the long,\r\ntortuous and difficult negotiations. As one of those\r\nprivileged to have had such a role, I can verify that there\r\nwere times during the long days and nights in Castle\r\nBuildings, Belfast, when success seemed like some distant\r\ndream. But the determination of all sides not to be\r\ndeflected was stronger than any obstacle. On the dawn of\r\nGood Friday, the dream of agreement finally became a\r\nreality.\r\nCritically, the Agreement was emphatically endorsed\r\nby the people of Ireland, North and South, in referendums\r\nheld on the same day, the first time that has happened on\r\nthe island of Ireland since 1918. One of the profound\r\nconsequences of this democratic endorsement is that never\r\nagain may the name of the people be invoked as a basis\r\nfor the shedding of blood in my country and on my\r\nisland. From now on, it is manifest that the only\r\nlegitimate force is the force of reason and persuasion.\r\nThe Good Friday Agreement is a blueprint for our\r\nfuture. Indeed, it may be a blueprint for other regions’\r\nfutures. But a blueprint can be successful only if it is\r\ntranslated from word to deed. That vital process of\r\nimplementation is the next great challenge and one that\r\nwe are all now actively addressing. Some elements of the\r\n39\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nAgreement are already in place. The new Northern Ireland\r\nAssembly has been elected and the 108 members have\r\ntaken their seats. Dramatically symbolizing the new era of\r\npartnership, David Trimble and my good friend Seamus\r\nMallon, each representing the two major traditions, have\r\nbeen appointed First Minister and Deputy First Minister,\r\nrespectively. The Assembly has made an encouraging and\r\nconstructive start. Work is also proceeding on many of the\r\nother elements of the Agreement.\r\nBut institution-building alone, important as it is, will\r\nnot be enough. The appalling atrocities of last summer,\r\nwhich saw the horrific burning to death of three young\r\nboys, the Quinn brothers, and the merciless massacre and\r\nslaughter of 29 people in Omagh underline the reality that\r\nthe Agreement on its own does not guarantee peace. More\r\nthan anything else, what is also required is what Seamus\r\nMallon calls a new politics. At the heart of that new\r\npolitics must be a determination to work in a new way for\r\nthe wider good. All of us have constituencies to represent,\r\nbut we must find new ways to balance that requirement\r\nwith the needs of the wider society. That, I would suggest,\r\nis what partnership means. That, I would suggest, is what\r\npartnership is all about. It also shows how trust and\r\nreconciliation are built.\r\nIf the new politics is to work on the island of Ireland,\r\nwe must seek to develop, on the basis of mutual respect,\r\nnew ways of listening to each other; new ways of talking\r\nto each other; new ways of understanding each other; and,\r\ncritically, new ways of working together.\r\nWe are bringing this century to a close. The existence\r\nof this great Organization of States devoted to peace\r\nreflects the turbulence of the decade. Great progress has\r\nbeen made, but a great price has also been paid. Each of us\r\nin our own way has had to grapple with the instinct to war\r\nand division. The experience of Ireland echoes the\r\nexperiences of so many other States. We realized our desire\r\nfor independence in the wake of the Great War. Our birth\r\nas a State was darkened by the horrors of civil war. We in\r\nthe South of the island overcame our divisions, channelled\r\nour differences into peaceful politics and have significantly\r\nprospered. In the North, divisions and fears were not\r\nchallenged. They festered and brought us almost three\r\ndecades of violence.\r\nThe peace process allowed us to challenge and resolve\r\nthe fears and divisions generating the conflict. The\r\nAgreement is a watershed, a harbinger of the new era that\r\ncoincides with the millennium. It is a great, historic\r\nrapprochement between nationalism and unionism. All the\r\nparticipants in the negotiations together have achieved a\r\ngreat thing. But it is vital that we say to one another, as\r\nI am now again saying to the unionist community, that we\r\nrecognize that a new era has dawned, in which all the old\r\nshibboleths and the old rhetoric must be replaced by a\r\nnew dialogue, by a new partnership.\r\nIt is precisely in this spirit of the new politics that\r\nwe must approach the inevitable difficulties that will arise\r\nfrom time to time, including at present those relating to\r\nthe establishment of the “shadow” executive in Northern\r\nIreland and to decommissioning. It is in the interests of\r\nall of us who support the Agreement that we resolve the\r\ndifficulties to the satisfaction of all concerned. If one side\r\n“wins”, everybody loses. That was the approach that\r\nsecured the Good Friday Agreement. If one side “wins”,\r\neverybody loses.\r\nI should like to take the opportunity to pay tribute to\r\nthe role of the international community in bringing about\r\nthe Good Friday Agreement, in particular that of the\r\nindependent chairman, former Senator George Mitchell of\r\nthe United States of America, former Prime Minister\r\nHarri Holkeri of Finland and General John de Chastelain\r\nof Canada. Their contribution was immense, and General\r\nde Chastelain’s contribution continues to be. The support\r\nand solidarity, through the process of our partners in this\r\nAssembly, and, in particular, of our partners in the\r\nEuropean Union — the President of the Commission and\r\nthe Presidencies of the European Union — have been\r\nunparalleled in their contribution, as were the warm and\r\nencouraging words of the Secretary-General of this\r\nOrganization. We deeply appreciate it.\r\nI want in particular to record our very special\r\ngratitude to the President of the United States, Mr. Bill\r\nClinton, for his personal commitment to the cause of\r\npeace in Ireland and for the exceptional solidarity with\r\nthe peace process he has displayed at all times throughout\r\nhis presidency. He took the opportunity, when he\r\naddressed this Assembly last Monday, to mention\r\nNorthern Ireland and Ireland on three or four or five\r\noccasions. I think that was an indication of the type of\r\ncommitment he has and will continue to have in the\r\nNorthern Ireland peace process.\r\nFinally, I would like to underline the central and\r\ncrucial roles played by my own Taoiseach, Irish Prime\r\nMinister Bertie Ahern, and by British Prime Minister\r\nTony Blair in the closing days of the negotiations. Their\r\nparticular role was historic and, in my respectful view,\r\nheroic.\r\n40\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nI want to say that, in the spirit of the Charter of this\r\nOrganization, we are ready to reciprocate the solidarity of\r\nthe international community by way of sharing the lessons\r\nof our experience with others, should that be considered\r\nhelpful. It would be a source of immense additional\r\nsatisfaction to Ireland, as a committed Member of the\r\nUnited Nations, if the Good Friday Agreement were to be\r\nhelpful to conflict resolution elsewhere.\r\nFinally, and important though international solidarity\r\nmay be, the reality is that for us in Ireland, as elsewhere,\r\nthe primary responsibility rests with ourselves. May I recall\r\nhere the words of a well-known author which have inspired\r\nvery many:\r\n“Mankind must remember that peace is not God’s gift\r\nto his creatures; peace is our gift to each other.”\r\nWith the Good Friday Agreement, we in Ireland have\r\nenjoyed the gift of peace. We do so in the spirit of the\r\nCharter of the United Nations. The challenge now is to\r\nensure that it is passed to our children and to our children’s\r\nchildren. I know that the members of this Assembly will be\r\nwith us as we address and take up that particular challenge.\r\nThe Acting President (interpretation from French):\r\nThe next speaker on my list is the Secretary of State for\r\nForeign Affairs of the Dominican Republic, His Excellency\r\nMr. Eduardo Latorre.\r\nMr. Latorre (Dominican Republic) (interpretation\r\nfrom Spanish): The Dominican Republic wishes to express\r\nits gratitude for the gestures of solidarity expressed by\r\nfriendly countries with regard to the passage of the terrible\r\nhurricane, Georges, which struck our country yesterday.\r\nFurthermore, we appeal to the generosity of the\r\ninternational community to provide cooperation with a view\r\nto facing both the immediate emergencies of the population\r\naffected by this phenomenon and the process of national\r\nrecovery.\r\nThe delegation of the Dominican Republic, on behalf\r\nof the Government presided over by Mr. Leonel Fernández,\r\nwishes to extend its warmest congratulations to the\r\nPresident of the General Assembly, the Minister for Foreign\r\nAffairs of Uruguay, on his well-deserved election to preside\r\nover the fifty-third session, which is taking place at a time\r\nof great structural changes in global society and within our\r\nOrganization. We also wish to thank Mr. Hennadiy\r\nUdovenko, who presided over the deliberations of the last\r\nsession of the General Assembly with such skill. Our\r\ngratitude goes also to the Secretary-General, Mr. Kofi\r\nAnnan, for his devotion and efforts to guide the\r\nOrganization along the path towards modernization and\r\nreform, which will strengthen us as we reach the new\r\nmillennium.\r\nThe changes in the realities of the world in which\r\nwe live make it necessary to revise international policy.\r\nIn this respect, the United Nations, being the universal\r\nforum, must be strengthened and renewed by increasing\r\nits activities in areas such as peace and security of\r\nnations, the protection of human rights and the\r\nenvironment and cooperation for socio-economic and\r\ncultural development.\r\nFaithful to its principles, the United Nations must\r\ncontinue to encourage and deepen its programme of\r\nreforms, taking into consideration not only the complexity\r\nof the current reality, but also the future development of\r\nregulations aimed at relieving social marginalization and\r\nethnic and religious tensions, which jeopardize the priority\r\nobjectives of peace and development for our peoples. The\r\nDominican Republic expresses its firm support for the\r\nnegotiations and consultations on the programme of\r\nreform. We trust that the process will culminate in\r\nsubstantial changes in the various organs of the United\r\nNations, enhancing their effectiveness and leading to a\r\nmore democratic, transparent and representative\r\nOrganization, thus ensuring its ability to act to achieve its\r\npresent objectives.\r\nFortunately, the constant threat of a nuclear war has\r\ndiminished. Today, however, we are faced with the\r\nchallenge of combating together, and on a global scale,\r\nhunger, poverty, environmental destruction and the\r\nproliferation of weapons of mass destruction, and\r\nencourage equitable development and free societies. We\r\nmust also struggle to lay the bases of economic growth.\r\nThere are other security problems that require\r\ndecisive action: international terrorism, organized crime\r\nand illicit trafficking in arms and drugs. We must create\r\nreliable instruments to put an end to these evils and\r\nachieve acceptable levels of security for our citizens so\r\nthat they can live in peace. The politics of security is\r\ninspired by the vision of a democratic world that practices\r\nsolidarity. Security must be achieved on the basis of\r\npolitical, economic, social and ecological cooperation. The\r\nprinciple of sovereign equality of States and the belief\r\nthat conflicts of interest must be resolved peacefully\r\nrequire global cooperation because security can be\r\nachieved only with the participation of all States.\r\n41\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nThat task falls principally to the Security Council. The\r\nDominican Republic believes it necessary to enlarge the\r\nCouncil by creating new seats for the regions of Latin\r\nAmerica, Asia and Africa, thus strengthening it in the\r\nfulfilment of its functions and allowing for greater\r\nrepresentativity.\r\nThe Dominican Republic believes that international\r\npeace and stability are prerequisites for a secure future for\r\nmankind. Democracy and respect for human rights, together\r\nwith justice and respect for the law, are the surest ways of\r\npreserving peace. General acceptance of these principles\r\ncannot be imposed, but it can be actively promoted.\r\nThe crisis spots that afflict large segments of the\r\nworld’s population continue to be of concern to many\r\nStates. We emphasize the need to strengthen mechanisms\r\nof dialogue and negotiation in conflict areas such as the\r\nBalkans, the Middle East and the Great Lakes region in\r\nAfrica. With regard to the Republic of China on Taiwan,\r\nthe Dominican Republic reiterates the positions presented\r\nby its President, Mr. Leonel Fernández, with regard to the\r\nneed for the international community to consider the\r\nimportance of that country, due to its geographic location,\r\nfor the peace, security and prosperity of that region. We\r\nfavour constructive dialogue between both sides of the\r\nTaiwan Strait to bring about understanding and mutual\r\ncooperation. We reiterate that the parallel participation of\r\nboth countries in the United Nations would be conducive to\r\nthe maintenance of peace.\r\nThe Dominican Republic is also committed to the\r\nprocess of nuclear disarmament and vigorously protests the\r\nrecent nuclear tests, as these can endanger world peace. We\r\nreaffirm the need for strict respect for international treaties\r\non the prohibition, emplacement and testing of nuclear\r\nweapons, in the atmosphere, in the oceanic subsoil and on\r\nthe ocean floor. We urge nuclear-weapon States to use and\r\nhandle those weapons responsibly as the only protection for\r\nthose of us who do not have that type of defence. The\r\npreservation of world peace demands that Member States\r\nof the United Nations establish new nuclear-weapon-free\r\nzones and protect those already existing as a guarantee of\r\nsecurity.\r\nConcern for the preservation of a zone free of nuclear\r\ncontamination is shared by the nations of the Caribbean,\r\nwhich is used as a transportation route for toxic and nuclear\r\nwastes. For those countries among us that depend largely\r\non tourism based on sun and beaches, the coastal water\r\nquality is vital to that important sector of our economies.\r\nOngoing trafficking in illicit arms represents another\r\nthreat to security. The arms build-up must definitively be\r\nstopped. The relevant international conventions signed by\r\nthe Dominican Republic are very important, such as the\r\none on illicit trafficking in conventional weapons.\r\nPeaceful settlement of conflicts by means of\r\ndialogue and accord is the best method to eliminate the\r\nuse of force in political relations within and among\r\nMember countries. For that reason, it is necessary to\r\nenhance the efforts and mechanisms recognized by\r\ninternational law in order to resolve international\r\nconflicts. In that context, the Dominican Republic accepts\r\nand defends multilateralism as the appropriate way of\r\nachieving consensus on the main problems that afflict the\r\nworld population. Poverty, drug-trafficking, terrorism,\r\ninter-ethnic and territorial conflicts are problems that must\r\nnot be dealt with unilaterally.\r\nFor that reason we support the strengthening of\r\nestablished international systems of justice. The signing\r\nof the Statute of the International Criminal Court is\r\nurgently needed to achieve these ends. We believe that\r\nthe instruments to protect peace must be used before\r\nconflicts occur. The United Nations must take preventive\r\naction and respond rapidly and effectively to avoid later\r\nconsequences. In that respect, the Convention on the\r\nelimination of anti-personnel landmines, signed by many\r\nMember States of the United Nations at Ottowa, Canada,\r\nconstitutes an important step and commitment towards the\r\nconsolidation of mechanisms for world peace.\r\nFirmly based on the principle of encouraging the\r\npeaceful resolution of disputes and the search for peace\r\nand security in our region, the Dominican Republic has\r\npromoted the strengthening of its neighbourly relations.\r\nFor the first time in more than half a century, a\r\nDominican President visited the Republic of Haiti. That\r\nevent and the agreements reached favour the efforts\r\nundertaken by the democratic Governments of both States\r\nthrough dialogue and accord, which is the best way to\r\napproach their common problems.\r\nIt is in this new context of our bilateral relations that\r\nwe wish to appeal to the international community to\r\ncontinue to provide support to Haiti. The need that\r\nbrought about the commitment of the United Nations to\r\nthe recovery of our neighbouring country still remains.\r\nThe Dominican Republic has met the challenges of\r\nworld changes at the end of this century. The restoration\r\nof diplomatic relations with the fraternal country of Cuba\r\n42\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nconstituted an inevitable step that formalized our long-\r\nlasting relations with Cuba.\r\nOur country seeks inclusion in the integrationist trend\r\nin our geographic and geopolitical area. Thus, this year we\r\nsigned two free-trade treaties, one with the five countries of\r\nCentral America, and the other with the 14 members of the\r\nCaribbean Community. Both agreements are modern,\r\nadvanced and comprehensive, as they deal with trade in\r\ngoods and services and with investment and are in keeping\r\nwith the principles of the World Trade Organization. They\r\nare conducive to economic growth, the creation of more\r\nand better jobs and improvement in the quality of life of\r\nour citizens.\r\nOther clear signs of this regional rapprochement and\r\nparticipation are the two presidential events held in our\r\ncountry. In November 1997 the city of Santo Domingo was\r\nthe site of the extraordinary summit of heads of State of the\r\nCentral American countries, including Belize, as well as of\r\nthe Dominican Republic, and more recently, in August of\r\nthis year, of the extraordinary meeting of heads of State and\r\nGovernment of the Caribbean Forum. Both meetings led to\r\nagreements and concrete positions regarding hemispheric\r\nand global challenges that our region must confront.\r\nAt the same time, we have tightened our economic,\r\npolitical and development ties with the other nations of our\r\nregion, through the presence of our President, Mr. Leonel\r\nFernández, at the Summit of the Americas and the Ibero-\r\nAmerican Summit through bilateral visits and exchanges at\r\nthe presidential level with the United States, Mexico,\r\nVenezuela and Colombia, countries with which we\r\ntraditionally share close bonds. These regular presidential\r\nexchanges have led to consensus on basic topics on the\r\ninternational agenda and have deepened our levels of\r\ncooperation.\r\nAllow me now to speak out the values of democracy\r\nfrom a basically social approach, since people are the true\r\nand ultimate raison d’être of democracy. Human rights and\r\nfundamental freedoms will be fully respected and\r\nguaranteed only when each citizen has a reasonable life\r\nexpectancy with access to health systems and the\r\nopportunity for education in a healthy ecological\r\nenvironment.\r\nAs is well known, in order to achieve these objectives,\r\nlarge public expenditures in these areas are necessary. Two\r\nfactors make this difficult: the external debt, a heavy\r\nburden which has dragged us down since the 1980s, and the\r\ncurrent financial crisis, which affects various countries of\r\nthe world, including some in Latin America. Both factors\r\ndrain away resources that could have financed social\r\ndevelopment in this part of the world. The consequences\r\nare obvious. Unable to improve the living conditions of\r\nour people and help them become integrated into the\r\nglobal economy, poverty grows and democracy and\r\nstability are weakened.\r\nThe greatest problem facing the international\r\ncommunity is how to deal with the enormous economic\r\nand social imbalance from which most Member States\r\nsuffer, with the gap between the rich and the poor\r\ncountries and with the growth in global poverty. The role\r\nof the United Nations should be strengthened in\r\nformulating and coordinating policies for cooperation and\r\nin providing technical and financial assistance to\r\ndeveloping countries.\r\nHuman resources must take priority during the\r\ncurrent transformation of the international, political and\r\neconomic order. Women in particular must play an\r\nimportant role, as they constitute a dedicated, responsible\r\nand active workforce and give us reasons to see\r\nhumankind as being at the centre of development and\r\nprogress.\r\nThe Dominican Republic understands that\r\nstrengthening the role of women in the political, social\r\nand economic life of Member States is essential if we are\r\nto reduce poverty and social inequality and promote\r\ndemocracy and sustainable development. That is why it is\r\nessential to give priority to policies and programmes that\r\nbroaden women’s participation in these areas.\r\nWe vigorously support the objectives and work of\r\nthe United Nations International Research and Training\r\nInstitute for the Advancement of Women (INSTRAW).\r\nThe plans to improve the contribution of women to the\r\ndevelopment of their countries, in accordance with their\r\nown needs, set up when INSTRAW was created,\r\ncontinues to be of primary importance and deserves\r\ncontinued support from Member States.\r\nCreating a new international order is a political\r\nchallenge. The conditions for this new order require the\r\nmultilateral system to guarantee security and governability\r\nwithin the framework of respect for human rights. In\r\ncelebrating the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, which has been a guiding\r\nlight for building a more just world, we hope that respect\r\nfor human rights will become daily practice for all\r\npeople.\r\n43\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nIn conclusion, we believe that the United Nations must\r\nreflect on and accept the changes that are necessary for our\r\nOrganization. That is why we enthusiastically support the\r\nreform programme, which will hope will respond to the\r\nexpectations of a United Nations in tune with our time.\r\nThe Acting President (interpretation from French):\r\nWe have heard the last speaker in the debate for this\r\nmeeting.\r\nI shall now call on those representatives who wish to\r\nspeak in exercise of right of reply. I remind members that\r\nstatements in exercise of the right of reply shall be limited\r\nto 10 minutes for the first intervention and to five minutes\r\nfor the second, and should be made by delegations from\r\ntheir seats.\r\nMr. Kayinamura (Rwanda): Allow me to thank you,\r\nSir, for allowing me to exercise the right of reply of my\r\ndelegation following the unacceptable accusations made this\r\nmorning against the Governments of Rwanda and sisterly\r\nUganda by the Minster for Foreign Affairs of the\r\nDemocratic Republic of the Congo.\r\nMy delegation was not expecting a virulent statement\r\nand a pack of false allegations of aggression against the\r\nDemocratic Republic of the Congo or other related\r\nfabricated stories. In this regard, I would like to refute in\r\nthe most categorical terms Rwanda’s military involvement\r\nin the Democratic Republic of the Congo.\r\nThe facts are as follows: at the end of July 1998, at\r\nthe request of the Rwandan Government, Rwandan soldiers\r\nwho had been training the Congolese army returned to\r\nRwanda in broad daylight. They were accompanied by the\r\nthen army Chief of Staff of the Democratic Republic of the\r\nCongo and by President Kabila’s brother-in-law, Mr. Kitui,\r\nwho was replaced last month by President Kabila’s own\r\nson, Mr. Joseph Kabila.\r\nThe real problem in the Democratic Republic of the\r\nCongo is not the alleged external aggression. That has been\r\nused as a scapegoat and as an excuse meant to cover up the\r\npolitics of exclusion and mismanagement and a corrupt\r\nfabric which have characterized the regimes in the Congo\r\nsince independence in 1960.\r\nThe Mobutu regime was a nightmare for the\r\nCongolese people and for the international community,\r\nparticularly the neighbouring countries. It had become a\r\nhotbed of corruption and destabilization which had negative\r\neffects on the neighbouring countries, including Rwanda.\r\nThe fall of Mobutu was a relief for the Congolese people,\r\nas they hoped for a positive change. Many countries,\r\nincluding some in the Southern African Development\r\nCommunity (SADC), and Rwanda, contributed to the\r\nhope for positive change in the Democratic Republic of\r\nthe Congo. Mr. Kabila, who was the head of the\r\nCongolese political alliance, the Alliance of Democratic\r\nForces for the Liberation of Congo-Zaire (ADFL),\r\nbecame the President of the Democratic Republic of the\r\nCongo.\r\nBut there was no honeymoon, even for a short while,\r\nfor the Congolese people. It did not take long for the\r\nCongolese people to be disappointed. In less than 12\r\nmonths, President Kabila had destroyed the Congolese\r\npolitical alliance and usurped its power. He turned the\r\nleadership of the Congo into a personal fiefdom, placing\r\nhis closest kin and other people from his home area in\r\nkey government positions, to the exclusion of other\r\nCongolese from other provinces. Corruption and nepotism\r\nin the army became pervasive very quickly, as evidenced\r\nby the appointment of his brother-in-law as the army\r\nChief of Staff. The politics of exclusion, corruption and\r\nmarginalization led to the present army rebellion under\r\nthe political leadership of the Congolese Democratic\r\nMovement.\r\nWhatever illusion the Congolese leadership may\r\nhave, it cannot afford to ignore the existence of these\r\ninternal political dynamics. Such blind silence and denial\r\ncannot wish away the presence of an internal rebellion.\r\nWe did not expect such an unhelpful statement by\r\nthe Minister of the Democratic Republic of the Congo.\r\nWe thought that, following the statements by the\r\nSecretary-General of the United Nations, Mr. Kofi Annan;\r\nby the Chairman of the Non-Aligned Movement,\r\nMr. Nelson Mandela; by the current Chairman of the\r\nOrganization of African Unity, President Compaoré of the\r\nRepublic of Burkina Faso; and by several other leaders\r\nwho called for a peaceful and negotiated resolution of the\r\ninternal crisis in the Democratic Republic of the Congo,\r\nthe Congolese Minister would have heeded their calls\r\ninstead of playing games in front of this body.\r\nWe did not at all expect such a statement by the\r\nMinister but we are not surprised, either. In this regard,\r\nI would like to remind the Assembly that similar\r\nstatements were made in Rwanda in 1993 and 1994 in\r\norder to prepare for the genocide that wiped out more\r\nthan 1 million Rwandans in only 90 days. The world is\r\nagain witnessing other State-sponsored statements which,\r\n44\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nunder the pretext of external aggression, are being made in\r\norder to prepare for yet another tragedy on the African\r\ncontinent.\r\nWithin just a few days after the rebellion had started,\r\nthe Congolese authorities stepped up the inflammatory hate\r\nbroadcasts on radio and television. These included\r\nstatements made by very high-ranking Congolese\r\nauthorities, including President Kabila himself. I will give\r\nproof of this by reading a few quotations from broadcasts\r\nmade in the Democratic Republic of the Congo by Radio\r\nTelevision Nationale Congolaise on 8 and 12 August 1998,\r\nas follows:\r\n“It should be stressed that people must bring a\r\nmachete, a spear, an arrow, a hoe, spades, rakes, nails,\r\ntruncheons, electric irons, barbed wire, stones and the\r\nlike, in order, dear listeners, to kill the Rwandan\r\nTutsis.”\r\n“Whenever you see a Rwandan Tutsi, regard him as\r\nyour enemy. We shall do everything possible to free\r\nourselves from the grip of the Tutsis.”\r\n“You will detect enemies and massacre them without\r\nmercy, Victory is assured.”\r\n“Dear listeners, ladies and gentlemen: Open your eyes\r\nwide. Those of you who live along the road jump on\r\nthe people with long noses, who are tall and thin and\r\nwant to dominate us.”\r\n“Be ferocious. If you happen to encounter a Rwandan\r\nenemy ... beat him to bruises.”\r\n“We have come here to take revenge. The war will be\r\na lengthy, large and vast one, because we will show\r\nthe toads that never, and never ever again will they\r\nswallow the elephant. We will repulse them, and this\r\ntime round we will pursue them into their territory and\r\ndo to them what they did to us in our soil.”\r\nThese Congolese hate messages, broadcast on 12\r\nAugust 1998, were translated from French by the British\r\nBroadcasting Corporation (BBC) Monitoring Service.\r\nFollowing this, on 25 August 1998 the President of the\r\nRepublic of the Congo, Mr. Kabila, repeated these\r\nstatements on his arrival at Ndjili International Airport in\r\nKinshasa on returning from his trip to Lubumbashi.\r\nWe have even heard statements here in justification\r\nfor support of a reckless and dangerous leadership which\r\nthe Congolese people have rejected. President Kabila’s\r\nallies have a responsibility to the people and to the\r\ninternational community.\r\nThe Acting President (interpretation from French):\r\nI would like to point out to the representative of Rwanda\r\nthat the 10-minute time limit has now passed, and I\r\nwould urge him to conclude his statement.\r\nMr. Kayinamura (Rwanda): As I speak, in a place\r\ncalled Viara, south of Kalémié and north of Mr. Kabila’s\r\nown village — tens of thousands of Congolese have been\r\nkilled; and this the second attack on them. We want to\r\nraise an urgent SOS for their rescue, protection and\r\nevacuation. The Rwandan Government will assist in this\r\nprocess.\r\nThese are the facts. I will be circulating copies of\r\nmy statement tomorrow in order to respect the time limit.\r\nI thank you, Sir, for giving me and my delegation\r\nthe opportunity to exercise our right of reply to the\r\nvicious and unwarranted attacks on Uganda which were\r\nmade by the Minister of the Democratic Republic of the\r\nCongo. I wish, on behalf of my Government, to refute in\r\nthe strongest possible terms the baseless and unfounded\r\nallegations which were made here.\r\nI would like to state the facts as briefly as I can.\r\nThey are as follows.\r\nFor the last 12 months there have been repeated\r\nincursions into Uganda. As a result of an absence of\r\ngovernment in what is eastern Congo, these repeated\r\nincursions into Uganda have resulted in merciless\r\nmassacres of innocent Ugandans — men, women and\r\nchildren. In April this year, groups allied with the\r\nCongolese Government crossed into western Uganda,\r\nabducted 200 young boys being trained as priests in a\r\nseminary and took them across the border. They have\r\nsince been indoctrinating them as young soldiers, to return\r\nto Uganda to murder their mothers, fathers and\r\ngrandfathers. In May this year, the same groups crossed\r\ninto Uganda, spread gasoline around a boys’ dormitory at\r\nnight and burned to death 80 Ugandan schoolchildren. In\r\nJuly this year, those groups crossed over in the town of\r\nKasese and burned industrial plants which had been put\r\nup through donor assistance from our partners in the\r\nNordic countries. In the same month, the same bandits\r\n45\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\ncrossed over and burned markets throughout the border\r\nareas.\r\nNo country, no Government, can fold its arms in the\r\nface of these atrocities. I could go on, because the\r\ncatalogue was endless.\r\nAs a result of what had happened, the Ugandan\r\nGovernment had to respond. It sent its army to put an end\r\nto these cross-border banditry activities. I would like to\r\nassure this body that the Government of Uganda has no\r\nwish whatsoever to spend one day longer in the Democratic\r\nRepublic of the Congo, provided the Democratic Republic\r\nof the Congo can put an end to these cross-border\r\nincursions, which have resulted in endless atrocities and\r\nacts of banditry against our own people.\r\nUganda shares the deep concern that has been\r\nexpressed about the situation in the region and about the\r\nconflict in the Democratic Republic of the Congo. We wish\r\nto reaffirm that Uganda respects the territorial integrity and\r\nsovereignty of the Democratic Republic of the Congo.\r\nUganda does not have any territorial ambitions in that part\r\nof the world. Because Uganda believes in a peaceful\r\nsettlement, Uganda has supported all the initiatives that\r\nhave been put forward since the month of August,\r\nspearheaded by the illustrious President of South Africa,\r\nNelson Mandela. Meetings have taken place in Harare and\r\nin Addis Ababa. We have supported all these efforts, and\r\nUganda will do everything possible to assist the Democratic\r\nRepublic of the Congo to overcome its internal conflicts.\r\nBut as long as the Democratic Republic of the Congo\r\ncannot put an end to these cross-border incursions, which\r\nhave resulted in untold atrocities, Uganda is entitled under\r\ninternational law to protect its borders and to protect its\r\npeople. Tomorrow, I shall have the opportunity to circulate\r\na written statement to this body.\r\nMr. Abolhassani (Islamic Republic of Iran): This\r\nmorning, the Foreign Minister of the United Arab Emirates\r\nraised some unacceptable claims against the territorial\r\nintegrity of my country. Since we have clearly and\r\nrepeatedly put on record our position on this issue on\r\nprevious occasions, I need not go into details. The Islamic\r\nRepublic of Iran is of the firm view that this issue should\r\nbe addressed in bilateral negotiations, and with good will,\r\nin order to find a solution. We are fully committed to our\r\ninternational obligations, including those arising from the\r\n1971 agreement. We have friendly relations with our\r\nneighbours in the Persian Gulf, including the United Arab\r\nEmirates, and we stand ready, as in the past, to enter into\r\nnegotiations, in good faith and on the basis of historical\r\nfacts and international law, without preconditions, in order\r\nto remove any and all misunderstandings. As the\r\nPresident of the Islamic Republic of Iran clearly stated in\r\nhis statement before the Assembly two days ago,\r\n“In line with the principles of the Islamic revolution,\r\nIran is determined to follow its balanced policy of\r\nexpanding relations with its neighbours and other\r\ncountries on the basis of respect for independence\r\nand equality of rights.” (A/53/PV.8)\r\nFinally, we warmly welcome — and in fact\r\npromote — any initiative which aims to strengthen the\r\nfoundation of confidence and cooperation in the Persian\r\nGulf, which in our view is essential for consolidating\r\npeace and security in our region. In this context, the\r\nIslamic Republic of Iran welcomes and counts on the\r\nUnited Arab Emirates as a partner. Fortunately, the Eighth\r\nIslamic Summit Conference, held at Tehran, established\r\nan appropriate mechanism for fostering confidence\r\nthrough dialogue among Islamic countries. We hope that\r\nwe shall see the sweet fruits of that confidence and\r\ncooperation in the near future.\r\nMr. Eldon (United Kingdom): I would like to say\r\na few words in response to the remarks made by the\r\nForeign Minister of Spain earlier this afternoon about\r\nGibraltar. The long-standing position of the British\r\nGovernment on this matter is well known to the\r\nGovernment of Spain. I will simply restate it briefly here.\r\nBritish sovereignty over Gibraltar was clearly\r\nestablished in the Treaty of Utrecht. This legal fact is\r\nincontrovertible. Moreover, the British Government stands\r\nby the commitment to the people of Gibraltar, as\r\ncontained in the preamble to the 1969 Constitution of\r\nGibraltar, which states that the United Kingdom will not\r\nenter into arrangements under which the people of\r\nGibraltar would pass under the sovereignty of another\r\nState against their freely and democratically expressed\r\nwishes. Spain’s offer to reintegrate Gibraltar into Spain,\r\nto which Mr. Matutes referred in his speech today, can\r\nonly prosper with the freely and democratically expressed\r\nsupport of the people of Gibraltar.\r\nThe British Government believes that issues relating\r\nto Gibraltar can only be resolved by direct talks, such as\r\nthose established under the 1984 Brussels Declaration. In\r\nthat regard, we attach importance to continuing the\r\ndialogue with Spain as a means to overcoming our\r\ndifferences.\r\n46\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\nMr. Makonga (Democratic Republic of the Congo)\r\n(interpretation from French): Many speakers in this debate\r\nhave condemned the action by one State to destabilize and\r\ndestroy its sovereign neighbour State. They called upon all\r\nthe parties involved in the armed conflict in the Democratic\r\nRepublic of the Congo to show their readiness to respect\r\nthe ideals of the United Nations. Those speakers wish to\r\nsee a peaceful settlement of this conflict as soon as\r\npossible.\r\nBut the statements made by the representatives of\r\nRwanda and of Uganda in exercise of their right of reply\r\nwas full of accusations and gives rise in my country more\r\nto anxiety than to optimism. I wish to contradict firmly the\r\nclaim that intervention by their armed forces was inspired\r\nsolely by a desire of those States for security. They know\r\nthat the former head of the armed forces of Congo,\r\nCommandant James Kabarebe, was of Rwandan nationality;\r\nthat very individual appointed commanders stationed on the\r\nboundaries of Congo with Rwanda and with Uganda. So\r\nhow could they believe that there was no guarantee of\r\nsecurity or that there had been rebel infiltration into\r\nRwandan territory?\r\nThe Assembly must know that Ugandan and Rwandan\r\ndissidents are to be found in the hills of Rwanda and on the\r\nterritory of Uganda, not elsewhere as is claimed. It will\r\nknow that the blood of Rwandese Hutus flowed during the\r\nsettling of accounts between them and their Tutsi\r\ncompatriots, who are now in power. The genocide also\r\naffected the Hutu population. If the international community\r\nlooked at the situation in Rwanda today, it would see that\r\nthe balance between Hutus and Tutsis has notably changed,\r\nto the detriment of Hutus.\r\nThe Democratic Republic of the Congo would have no\r\nwish to incriminate its two neighbours if it did not have\r\nproof, in the form of thousands of Rwandan and Ugandan\r\nprisoners, who have been shown to the diplomatic corps at\r\nKinshasa and to the international media. These prisoners of\r\nwar, who speak no known Congolese language, admit that\r\nthey belong to the coalition army of Uganda and Rwanda.\r\nThe Nigerian pilot whose plane was diverted by James\r\nKabarebe on a flight between Goma and Kitona,\r\nconfirmed — were there any need for confirmation — the\r\npresence of elements from the regular armed forces of those\r\ntwo countries. Foreign pilots, whose families remain in\r\nKinshasa, state that there were many flights to transport\r\ntroops and equipment. To this day they are hostages of\r\nRwandan and Ugandan troops, and are unable to rejoin\r\ntheir loved ones.\r\nIf Rwanda does not admit its involvement in this\r\naggression, how can it explain the capture in the western\r\npart of Congo of thousands of troops of the Rwandese\r\nPatriotic Army? On the other hand, the President of\r\nUganda has admitted to his Parliament the occupation of\r\na number of towns in eastern Congo by Ugandan troops;\r\nthe security reasons to which he referred are nothing but\r\nsubterfuge. Before 20 July 1998, the Congolese\r\nGovernment had given Ugandan troops a certain latitude\r\non the border in order to prevent incursions by the\r\nAlliance Democratic Front.\r\nOnly our eastern border, with Uganda, and our\r\nwestern border, with Rwanda, continue to experience a\r\nlack of security; they are the points at which the\r\nDemocratic Republic of the Congo is invaded and the\r\nsource of the ensuing war. If efforts by Kampala and\r\nKigali were unable to secure their frontiers at the time,\r\nhow can this be possible in the face of the enmity of the\r\npopulations of the occupied areas, whom they have no\r\nhesitation in massacring.\r\nFor the Congolese delegation, peace and security can\r\nbe restored only under the following conditions: the\r\nunconditional withdrawal of Rwandan and Ugandan\r\ntroops from Congolese territory; the organization of\r\ndemocratic elections in Rwanda and in Uganda, which\r\nwould enable the majority to exercise power and to\r\nescape oppression; respect for diversity in unity; and\r\nethnic inclusion rather than exclusion.\r\nI might have stopped there, but must respond to the\r\ndisagreeable words of the representative of Rwanda\r\naddressed to the President of the Republic. The\r\nDemocratic Republic of the Congo will circulate a\r\ndocument on this subject that will refute the statements\r\nthat were made.\r\nMr. Samhan (United Arab Emirates) (interpretation\r\nfrom Arabic): I wish to respond to the statement made by\r\nthe representative of the friendly Islamic Republic of Iran\r\nwith respect to the statement that had been made earlier\r\nby the Minister for Foreign Affairs of the United Arab\r\nEmirates. That statement does not reflect the legal and\r\n47\r\nGeneral Assembly 12th plenary meeting\r\nFifty-third session 23 September 1998\r\npolitical facts of Iran’s occupation since 1971 of the islands\r\nof Greater Tunb, Lesser Tunb and Abu Musa. It is not\r\npolitically logical that a State the size of the United Arab\r\nEmirates should be able to occupy territory of a larger\r\ncountry in the Arabian Gulf region. On various occasions,\r\nthe United Arab Emirates has presented its peaceful\r\ninitiatives, which have the support of friendly, sisterly\r\nStates in the region and throughout the world because they\r\nare in line with the Charter of the United Nations and with\r\ninternational law. Those initiatives specify either a bilateral\r\nsolution by the two friendly and neighbourly States or\r\nplacing the case before the International Court of Justice for\r\nthe sake of maintaining the security and stability of the\r\nArabian Gulf region.\r\nWe sincerely hope that the new Government of Iran\r\nwill respond positively to the new developments and\r\nchanges. We hope to reach a solution of this dispute and to\r\nrestore the three islands to our sovereignty, with a view to\r\nfostering relationships and cooperation not only between the\r\nUnited Arab Emirates and Iran, but also between the other\r\nStates of the region and friendly Iran.\r\nThe meeting rose at 9 p.m.\r\n48\r\n"