"United Nations A/53/PV.50\r\n98-86272 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n50th plenary meeting\r\nMonday, 2 November 1998, 10 a.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nThe meeting was called to order at 10.10 a.m.\r\nReports of the Fifth Committee\r\nThe President (interpretation from Spanish): This\r\nmorning, the General Assembly will first consider the\r\nreports of the Fifth Committee on agenda items 125, 136\r\nand 140.\r\nIf there is no proposal under rule 66 of the rules of\r\nprocedure, I shall take it that the General Assembly decides\r\nnot to discuss the reports of the Fifth Committee that are\r\nbefore it today.\r\nIt was so decided.\r\nThe President (interpretation from Spanish):\r\nStatements will therefore be limited to explanations of vote\r\nor position.\r\nThe positions of delegations regarding the\r\nrecommendations of the Committee have been made in the\r\nCommittee and are reflected in the relevant official records.\r\nMay I remind members that, under paragraph 7 of decision\r\n34/401, the Assembly agreed that\r\n“When the same draft resolution is considered in\r\na Main Committee and in plenary meeting, a\r\ndelegation should, as far as possible, explain its vote\r\nonly once, i.e., either in the Committee or in plenary\r\nmeeting unless that delegation’s vote in plenary\r\nmeeting is different from its vote in the Committee.”\r\nMay I remind delegations that, also in accordance\r\nwith General Assembly decision 34/401, explanations of\r\nvote are limited to 10 minutes.\r\nBefore we begin to take action on the\r\nrecommendations contained in the reports of the Fifth\r\nCommittee, I should like to advise representatives that we\r\nshall proceed to take decisions in the same manner as was\r\ndone in the Fifth Committee, unless the Secretariat is\r\nnotified otherwise.\r\nAgenda item 125\r\nFinancing of the United Nations Mission for the\r\nReferendum in Western Sahara\r\nReport of the Fifth Committee (A/53/544)\r\nThe President (interpretation from Spanish): The\r\nAssembly will now take a decision on the draft resolution\r\nrecommended by the Fifth Committee in paragraph 6 of\r\nits report.\r\nThe Fifth Committee adopted the draft resolution\r\nwithout a vote. May I consider that the Assembly wishes\r\nto do the same?\r\nThe draft resolution was adopted (resolution 53/18).\r\nI call on the representative of Morocco on a point of\r\norder.\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nMr. Medina (Morocco) (interpretation from French):\r\nI should like to draw attention to a small error in the\r\nlanguage used in the first paragraph of the French text of\r\nthe draft resolution. My delegation would like that error to\r\nbe corrected.\r\nThe President (interpretation from Spanish): That will\r\nbe taken care of.\r\nThe Assembly has thus concluded this stage of its\r\nconsideration of agenda item 125.\r\nAgenda item 136\r\nFinancing of the United Nations Mission of Observers in\r\nTajikistan\r\nReport of the Fifth Committee (A/53/545)\r\nThe President (interpretation from Spanish): The\r\nAssembly will now take a decision on the draft resolution\r\nrecommended by the Fifth Committee in paragraph 6 of its\r\nreport.\r\nThe Fifth Committee adopted the draft resolution\r\nwithout a vote. May I consider that the Assembly wishes to\r\ndo the same?\r\nThe draft resolution was adopted (resolution 53/19).\r\nThe President (interpretation from Spanish): The\r\nAssembly has thus concluded this stage of its consideration\r\nof agenda item 136.\r\nAgenda item 140\r\nFinancing of the United Nations Preventive Deployment\r\nForce\r\nReport of the Fifth Committee (A/53/546)\r\nThe President (interpretation from Spanish): The\r\nAssembly will now take a decision on the draft resolution\r\nrecommended by the Fifth Committee in paragraph 6 of its\r\nreport.\r\nThe Fifth Committee adopted the draft resolution\r\nwithout a vote. May I consider that the Assembly wishes to\r\ndo the same?\r\nThe draft resolution was adopted (resolution 53/20).\r\nThe President (interpretation from Spanish): The\r\nAssembly has thus concluded this stage of its\r\nconsideration of agenda item 140.\r\nAgenda item 49\r\nQuestion of the Falkland Islands (Malvinas)\r\nThe President (interpretation from Spanish): I\r\nshould like to inform representatives that, following\r\nconsultations regarding agenda item 49, “Question of the\r\nFalkland Islands (Malvinas)”, and taking into account\r\nGeneral Assembly decision 52/409 of 10 November 1997,\r\nit is proposed that the General Assembly decide to\r\npostpone consideration of this item and to include it in\r\nthe provisional agenda of its fifty-fourth session.\r\nMay I therefore take it that the Assembly, taking\r\ninto account decision 52/409, wishes to defer\r\nconsideration of this item and to include it in the\r\nprovisional agenda of the fifty-fourth session?\r\nIt was so decided.\r\nThe President (interpretation from Spanish): The\r\nGeneral Assembly has thus concluded its consideration of\r\nagenda item 49.\r\nAgenda item 20 (continued)\r\nStrengthening of the coordination of humanitarian and\r\ndisaster relief assistance of the United Nations,\r\nincluding special economic assistance\r\n(b) Special economic assistance to individual\r\ncountries or regions\r\nDraft resolution (A/53/L.17)\r\nThe President (interpretation from Spanish): We\r\nshall now take action on draft resolution A/53/L.17,\r\nentitled “Emergency assistance to Belize, Costa Rica,\r\nGuatemala, Honduras, Nicaragua and Panama”.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/53/L.17?\r\n2\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nDraft resolution A/53/L.17 was adopted (resolution\r\n53/1 C).\r\nThe President (interpretation from Spanish): The\r\nAssembly has thus concluded this stage of its consideration\r\nof sub-item (b) of agenda item 20.\r\nAgenda item 14\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the Agency (A/53/286)\r\nDraft resolution (A/53/L.18)\r\nAmendment (A/53/L.19)\r\nThe President (interpretation from Spanish): I invite\r\nthe Director General of the International Atomic Energy\r\nAgency, Mr. Mohamed ElBaradei, to present the report of\r\nthe Agency for the year 1997.\r\nMr. ElBaradei (International Atomic Energy Agency):\r\nThe International Atomic Energy Agency (IAEA) was\r\nestablished with two objectives: to seek to enlarge the safe\r\nuse of nuclear energy for peace and development, and to\r\nensure, so far as it is able, that nuclear energy is used\r\nexclusively for peaceful purposes.\r\nThe pursuit of these twin objectives is more important\r\nthan ever. The challenges of eradicating poverty and\r\npreserving our precious ecological heritage give rise to the\r\nneed for the efficient transfer of appropriate technologies,\r\nincluding nuclear technology. The Kyoto Conference, the\r\nthird session of the Conference of the Parties to the United\r\nNations Framework Convention on Climate Change, which\r\nraised awareness of the impact of greenhouse gas emissions\r\non climate change, highlighted the necessity to use\r\nenvironmentally benign sources of energy. And the recent\r\nnuclear weapon tests made it clear that the international\r\ncommunity must accelerate its efforts towards nuclear arms\r\nreduction and nuclear disarmament.\r\nThe General Assembly has before it the IAEA annual\r\nreport for 1997. In this statement, I will focus on the\r\npriority work of the Agency under three headings: the\r\ncontribution to peace and security; cooperation for\r\ndevelopment; and meeting global challenges in the fields of\r\nenergy, the environment and nuclear safety. I will conclude\r\nwith a description of the process of review and reform that\r\nI have initiated to ensure that the Agency is responding\r\nefficiently and effectively to the needs and priorities of its\r\nmember States.\r\nAs noted by the Secretary-General in his recent\r\nstatement to the First Committee, global nuclear\r\ndisarmament must remain at the top of the international\r\nagenda. The United Nations has worked for over half a\r\ncentury to eliminate nuclear weapons everywhere and to\r\noppose their acquisition anywhere. Through its\r\nverification and safeguards system, the IAEA endeavours\r\nto provide the necessary assurance that States are\r\ncomplying with their nuclear non-proliferation and arms\r\ncontrol commitments. Over 180 States have undertaken to\r\naccept comprehensive IAEA safeguards.\r\nTo be effective, a verification system should provide\r\na high degree of assurance that States are in full\r\ncompliance with their obligations. As we learned in the\r\ncase of Iraq, such a system must be able not only to\r\nverify declared nuclear activities but also to detect\r\npossible undeclared activities at an early stage. This is the\r\nmain objective of the Model Protocol Additional to\r\nSafeguards Agreements which was adopted by the IAEA\r\nBoard of Governors in May 1997.\r\nI am pleased to report progress in the conclusion of\r\nadditional protocols. To date, additional protocols for 33\r\nStates and parties to safeguards agreements have been\r\napproved by the Board of Governors. A strengthened\r\nsafeguards system is a fundamental requirement for an\r\neffective non-proliferation regime. Adherence should be\r\nglobal. I would hope that by the year 2000 all States will\r\nhave signed and brought into force their additional\r\nprotocols. When this happens, a comprehensive\r\nsafeguards agreement with an additional protocol will\r\nbecome the standard verification norm for the twenty-first\r\ncentury.\r\nWhile the introduction of the strengthened\r\nsafeguards system is proceeding well, in two special cases\r\nAgency safeguards activities are meeting difficulties.\r\nThe present status of the Agency’s activities in Iraq\r\nis described in my report to the Security Council\r\n(S/1998/927). As the report notes, the Agency’s\r\nverification activities in Iraq have resulted in a technically\r\ncoherent picture of Iraq’s clandestine nuclear programme.\r\nIn the course of these verification activities, all of Iraq’s\r\nknown nuclear-weapons-related assets have been\r\ndestroyed, removed or rendered harmless. As a result,\r\nthere are now no indications of Iraq’s having retained any\r\n3\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nphysical capability — facilities or hardware — for the\r\nproduction of weapon-usable nuclear material in quantities\r\nof any practical significance.\r\nThis statement is made on the basis of all available\r\ncredible information. This same information provides no\r\nindication that Iraq has assembled nuclear weapons with or\r\nwithout fissile cores. However, there is an inevitable degree\r\nof uncertainty in any countrywide verification process\r\nwhich precludes providing absolute assurances of the\r\nabsence of readily concealed material or equipment.\r\nAlthough we have identified the facilities, materials and\r\nequipment that comprise the big picture, it is beyond the\r\ncapability of any countrywide verification process to\r\ndiscover all items. The Agency’s thorough and wide-\r\nranging verification activities provide credible assurance\r\nthat little has been overlooked. But credible assurance is not\r\nthe same as a so-called clean bill of health.\r\nThere are a few outstanding questions and concerns,\r\nbut from a technical point of view they do not provide any\r\nimpediment to the full implementation of the Agency’s\r\nongoing monitoring and Verification (OMV) plan. If Iraq\r\nresumes and maintains full cooperation, the Agency will be\r\nin a position to carry out all of its activities under the OMV\r\nplan, which include the right, on the basis of any\r\ninformation that comes to its attention, to continue to\r\ninvestigate the few remaining outstanding questions and\r\nconcerns and any other aspect of Iraq’s clandestine nuclear\r\nprogramme and to neutralize any items discovered through\r\nsuch investigation.\r\nThe techniques and procedures used in OMV are\r\nessentially the same as those used to detect, verify and, as\r\nnecessary, neutralize the components of Iraq’s clandestine\r\nprogramme. For that reason, OMV activities in Iraq would\r\nbe largely unaffected by a Security Council determination\r\non Iraq’s compliance with its obligations under resolution\r\n687 (1991).\r\nAll of the above, however, is predicated on Iraq’s\r\nresumption of cooperation and the restoration of the\r\nAgency’s right to full and free access. Without such access\r\nthe Agency cannot fully implement its OMV plan. The\r\nOMV plan is an integral whole and can only be\r\nmeaningfully implemented in its entirety. It must\r\nincorporate a robust detection and deterrence capability so\r\nas to provide substantial assurance of the absence of\r\nprohibited activities and material in Iraq. Our current\r\ninability to inspect new sites seriously weakens the OMV\r\nplan and the assurances the Agency is able to give.\r\nIn the Democratic People’s Republic of Korea, the\r\nAgency continues to assert its right to perform inspections\r\nunder the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) comprehensive safeguards agreement,\r\nwhich remains in force. At the same time, since 1992 and\r\nat the request of the Security Council, we have been\r\nverifying a freeze of the graphite-moderated reactors and\r\nrelated facilities in accordance with the Agreed\r\nFramework between the United States of America and the\r\nDemocratic People’s Republic of Korea.\r\nWhile the Agency has been able to verify the freeze,\r\nit continues to be unable to verify the correctness and\r\ncompleteness of the initial declaration of nuclear material\r\nby the Democratic People’s Republic of Korea, and hence\r\nunable to conclude that there has been no diversion of\r\nnuclear material. This is because the Democratic People’s\r\nRepublic of Korea accepts Agency activities solely within\r\nthe context of the Agreed Framework and not under its\r\nsafeguards agreement.\r\nLittle progress has been made in 11 rounds of\r\ntechnical discussions between the Agency and the\r\nDemocratic People’s Republic of Korea. During the most\r\nrecent round in October, the Democratic People’s\r\nRepublic of Korea provided a list of documents which, in\r\nits view, should be preserved for the Agency to be able\r\nto verify the nuclear material declaration of the\r\nDemocratic People’s Republic of Korea at a future date.\r\nThe list is not complete. Since 1995 our efforts to secure\r\naccess to the necessary information and to agree on the\r\nrequired measures for the preservation of the documents\r\nhave been futile. Unless all relevant information is made\r\navailable, it will be very difficult, if not impossible, for\r\nthe Agency to verify in the future the correctness and\r\ncompleteness of the declaration of nuclear material by the\r\nDemocratic People’s Republic of Korea.\r\nThe Democratic People’s Republic of Korea has\r\nrepeatedly linked progress in discussions with the Agency\r\nto progress in the implementation of the Agreed\r\nFramework and the construction of the two light water\r\nreactors. I should like to recall in this connection that\r\nunder the Agreed Framework the Agency must have\r\nverified the compliance of the Democratic People’s\r\nRepublic of Korea with its safeguards agreement before\r\nany key components of the light water reactors under\r\nconstruction are delivered.\r\nIn addition to a complete ban on nuclear testing, two\r\nactions have always been identified as indispensable to\r\nnuclear arms reduction and nuclear disarmament: freezing\r\n4\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nthe production of fissile materials for weapon purposes and\r\nthe gradual reduction of stockpiles of such materials. I am\r\npleased to note that measures are being taken in both areas.\r\nIn August the Conference on Disarmament finally\r\nagreed to commence negotiation of a treaty prohibiting the\r\nproduction of fissile material for nuclear weapons or other\r\nnuclear explosive devices. In furtherance of General\r\nAssembly resolution 48/75 of 1993, I wrote to the President\r\nof the Conference on Disarmament to offer, if requested,\r\nthe assistance of the Agency in developing the technical\r\nverification arrangements for such a treaty.\r\nOver the past two years the Agency’s Secretariat has\r\nbeen involved in discussions with the Russian Federation\r\nand the United States of America to develop modalities for\r\npossible IAEA verification that nuclear material transferred\r\nfrom the military sector in the two countries remained\r\nirreversibly in the peaceful sector. Progress was made in\r\nSeptember, when I met with Minister Adamov of the\r\nRussian Federation and Secretary Richardson of the United\r\nStates of America to set goals for future work.\r\nThe Agency stands ready to contribute its verification\r\nand safeguards expertise and experience to the full\r\nrealization of these initiatives. An important question that\r\nstill needs to be addressed, however, is financing. In\r\nresponse to a request from the Board of Governors, the\r\nSecretariat is preparing an options paper on this subject. In\r\nmy view, the possible establishment of a nuclear arms\r\ncontrol verification fund based on an agreed scheme of\r\nassessed contributions could be a viable option to finance\r\nthese initiatives and possibly the verification of other\r\nnuclear arms control and reduction measures.\r\nNuclear-weapons proliferation and threats to public\r\nsafety could also arise from illicit trafficking in nuclear\r\nmaterial and other radioactive sources. Of the nearly 300\r\nincidents in the Agency’s illicit trafficking database, some\r\n130 involve nuclear material. However, only 10 per cent of\r\nthose involve highly enriched uranium or plutonium, the\r\nmaterials for making nuclear weapons, and then mostly in\r\ninsignificant quantities. The Agency’s programme in this\r\nfield consists of coordinating information exchange,\r\nproviding advisory services on physical protection and\r\ngiving technical guidance to international organizations.\r\nWith regard to terrorism, the Agency welcomed the\r\ninvitation of the General Assembly in its 1997 resolution\r\n52/165 to assist in the deliberations of the Ad Hoc\r\nCommittee assigned the task of elaborating an international\r\nconvention for the suppression of acts of nuclear terrorism.\r\nThe General Conference of the Agency this year adopted\r\na resolution which invited the General Assembly, in\r\nelaborating the convention on nuclear terrorism, to bear\r\nin mind the Agency’s activities in the field of illicit\r\ntrafficking. I am pleased that within the Working Group\r\nof the Sixth Committee which recently met on this matter\r\na draft convention was prepared which recognizes the\r\nAgency’s expertise and ongoing activities in this field.\r\nWe look forward to the successful conclusion of work on\r\nthis subject, and stand ready to assist.\r\nThe second area I wish to focus on is the\r\ncontribution of nuclear technology transfer for\r\ndevelopment. Meeting the needs and aspirations of the\r\nworld’s growing population requires the application of the\r\nbest available technologies. Support for nuclear\r\ntechnology transfer for exclusively peaceful purposes,\r\nbearing in mind the special needs of developing countries,\r\nis an integral part of the international consensus relating\r\nto the peaceful use of nuclear energy that is embodied in\r\nthe IAEA Statute and the Non-Proliferation Treaty.\r\nThe role of the Agency is to ensure that where\r\nnuclear technology is the most effective and appropriate\r\ntechnology to address a particular problem, and that\r\nwhere the recipient country has an adequate infrastructure\r\nto adopt and sustain such technology, the technology is\r\ntransferred safely and in the most efficient and effective\r\nmanner.\r\nNuclear techniques are usually one component of\r\nlarger development programmes. Frequently they are used\r\nto gather essential scientific data for project planning or\r\nto test results. Their value lies not only in their direct\r\nimpact on developmental goals but also in their\r\ncontribution to making more effective the efforts of\r\nothers. For this reason, partnerships with other agencies\r\nand organizations in the field of development are among\r\nthe Agency’s highest priorities.\r\nSome examples of the Agency’s activities are\r\nespecially worth highlighting. In the area of contributing\r\nto food security, the use of biofertilizer technology to\r\nimprove nitrogen fixation in soil tilled by small farmers\r\nin Zimbabwe has yielded increases in soya bean\r\nproduction of more than 100 per cent and in some cases\r\nup to 500 per cent, while reducing dependency on\r\nchemical fertilizers. This project is being expanded to\r\nsupport activities in several sub-Saharan countries,\r\nutilizing the experience and capabilities in Zimbabwe.\r\n5\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nThe use of the Agency-developed sterile insect\r\ntechnique (SIT) for area-wide eradication of agricultural\r\npests is increasing. Based upon the results of first-phase\r\nactivities in tsetse fly eradication on Zanzibar Island, the\r\nAgency and the International Fund for Agricultural\r\nDevelopment are jointly supporting the Ethiopian\r\nGovernment in a project to eradicate the tsetse fly in the\r\nsouthern Rift Valley. In Jamaica, a new project to eradicate\r\nthe New World screw-worm using SIT has attracted an $8\r\nmillion loan from the United States Department of\r\nAgriculture.\r\nIn the area of health and life expectancy, where\r\nwomen and children in developing countries are most\r\nvulnerable, nuclear techniques will help evaluate an $18\r\nmillion community nutrition programme in Senegal,\r\nsupported by the World Food Programme and the World\r\nBank. Joint project formulation with the United Nations\r\nChildren’s Fund (UNICEF) has led to an isotope-based\r\nstudy in Indonesia of the efficiency of iron and zinc\r\nsupplementation to reduce anaemia and growth-faltering in\r\ninfants. In cooperation with national and regional public\r\nhealth authorities, isotopic evaluations to improve national\r\nnutrition interventions are being introduced with IAEA\r\nassistance in five Latin American countries, targeting over\r\n10 million women and children.\r\nThe Agency currently supports 40 national projects\r\nand four major regional projects to upgrade radiation\r\ntherapy services for the treatment of cancer, and it has\r\nrecently assisted the Governments of Ghana, Ethiopia,\r\nMongolia and Namibia to open their first such facilities.\r\nThis adds a new dimension to medical management in\r\nthose countries.\r\nFreshwater scarcity is a problem that could affect two\r\nthirds of the world’s population by the year 2025. The\r\nAgency is contributing to meeting this challenge.\r\nEnvironmental isotopes and artificial tracer techniques are\r\nparticularly effective in the investigation of water leakage\r\nin dams and reservoirs and in the assessment of water\r\nresources. They were demonstrated recently in identifying\r\nthe origins of a serious leak in the Aoulouz dam in\r\nMorocco. In cooperation with the 24 members of the\r\nAfrican Regional Cooperative Agreement, planning has\r\ncommenced to establish a regional capability to expand the\r\nutilization of those techniques.\r\nThere is also much ongoing research and development\r\nin the area of nuclear desalination to produce potable water\r\ncompetitively. At the IAEA General Conference last month\r\nMember States adopted a resolution supporting the\r\nstrengthening of the Agency’s activities relating to nuclear\r\ndesalination and to small and medium reactor\r\ndevelopment. This programme includes promoting\r\ninternational information exchange and cooperation and\r\nassisting developing countries in planning and\r\nimplementing demonstration programmes.\r\nI am pleased to be able to report some positive\r\ndevelopments with respect to the Agency’s Technical\r\nCooperation Fund. This year a number of Member States\r\nhave resumed their contributions, several States have\r\nmade substantial payments to clear their arrears of\r\nassessed programme costs and others have contributed for\r\nthe first time. I would encourage more States to follow\r\nthese trends. They are a strong testament to the value of\r\nthe technical cooperation programme and an\r\nencouragement for us to make it even more effective and\r\nefficient.\r\nThe last area of focus concerns energy, safety and\r\nthe environment. As the international focal point for the\r\napplication of nuclear science and technology, the Agency\r\nhas important functions with respect to several global\r\nissues that require international cooperation. While the\r\nauthority and responsibility for decision-making in the\r\nfield of nuclear technology is at the national level, the\r\nimplications of those decisions quite often transcend\r\nborders. I will deal with three key areas: energy for\r\nsustainable development; nuclear safety, including\r\nradioactive waste and management of spent fuel; and\r\npreserving the environment.\r\nEnergy is essential for development. Global energy\r\ndemand is growing. It is projected to increase twofold to\r\nthreefold for developing countries in the next 30 years,\r\ndepending on the economic growth scenario. Concern\r\nabout the possible impact of greenhouse gas emissions on\r\nclimate change is also growing. Energy produced from\r\nfossil fuels accounts for about half of human-made\r\ngreenhouse gas emissions. The challenge is to ensure that\r\nenvironmental concerns, as represented by the\r\ncommitments made at the Kyoto Conference on Climate\r\nChange last December, are factored into national\r\nconsideration of energy options.\r\nAt the end of 1997, 437 nuclear reactors operating\r\nin 31 countries provided about 17 per cent of global\r\nelectricity and accounted for the avoidance of about 8 per\r\ncent of global carbon emissions. Several existing reactors\r\nare now approaching the end of their design life.\r\nDecisions must be made to extend their time in service,\r\nto replace them with new plants or to find other options.\r\n6\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nWith varying degrees of urgency, both developed and\r\ndeveloping countries are thus faced with major energy\r\nchoices to meet the needs of their growing economies and\r\npopulations without unnecessarily contributing to\r\ngreenhouse gas emissions. Except for nuclear or\r\nhydropower, which has limited growth potential, there are\r\nnot yet any other economically viable, minimal-greenhouse-\r\ngas-emission options for baseload power generation. The\r\nextensive use of renewable resources for this purpose does\r\nnot appear to be close at hand.\r\nThe choice of nuclear power and of a particular\r\nenergy mix are naturally national decisions which have\r\npotential global impacts. There are compelling reasons why\r\nnuclear power, together with improved energy efficiency,\r\ngreater use of renewable energy sources and clean\r\ntechnologies for improved use of fossil fuels, should\r\ncontinue to be a major component of many national energy\r\nstrategies. But there are also substantial hurdles, particularly\r\nwith respect to public acceptance in some countries.\r\nThe role of the IAEA is to ensure that the facts are\r\navailable for the nuclear power option to be given a full\r\nand fair hearing. To this end, in close cooperation with\r\neight other international organizations, the IAEA has\r\ndeveloped the “DECADES” database and methodology for\r\nthe comparative assessment of different energy chains and\r\nconversion technology options. The comparisons include\r\nenergy demand scenarios and supply options, economic\r\nanalysis, the health and environmental impacts, the risks of\r\nenergy systems, and sustainable energy development. At\r\npresent this methodological framework is being used by\r\nover 30 member States to evaluate independently their\r\nenergy options.\r\nThe Agency is also prepared to contribute to the\r\nIntergovernmental Panel on Climate Change third\r\nassessment report, and is working together with the United\r\nNations Development Programme (UNDP), the United\r\nNations Department of Economic and Social Affairs and\r\nthe World Energy Council to conduct a world energy\r\nassessment for the United Nations Commission on\r\nSustainable Development, which at its ninth session in 2001\r\nwill address energy issues for the first time.\r\nWith respect to nuclear safety, I have to say that it is\r\na global public concern. In recent years the global safety\r\nrecord for nuclear power plants has shown continued\r\nimprovement. However, the Agency’s Nuclear Safety\r\nReview for 1997 identifies events concerning management\r\npractices in power plants which provide a warning that\r\nestablished nuclear power programmes can experience a\r\ngradual deterioration in safety performance unless there\r\nare continuous efforts to maintain and improve safety.\r\nSome continued incidents involving radiation sources\r\nunderline the need for effective safety practices in all\r\nnuclear activities. And a high degree of national vigilance\r\nis required with respect to the potential impact on nuclear\r\nsafety of new developments such as the deregulation of\r\ndomestic energy markets.\r\nThe IAEA’s role is to develop a comprehensive\r\nnuclear safety regime that consists of three elements:\r\ninternational binding agreements; safety standards; and\r\nmeasures to provide for the application of those\r\nagreements and standards.\r\nIn recent years several important international\r\nconventions, negotiated under IAEA auspices, have\r\nhelped to fill gaps in the international nuclear safety\r\nregime. These include new conventions on nuclear safety\r\nand on the safety of spent fuel management and\r\nradioactive waste management, as well as improvements\r\nto the nuclear liability regime. But we also remain alert\r\nto the possibility that there might be other areas in which\r\nthe international community as a whole would benefit\r\nfrom binding norms. The Agency’s Safety Standards\r\nSeries, which covers the areas of nuclear, radiation, waste\r\nmanagement and transport safety, represents international\r\nconsensus on safety requirements and their\r\nimplementation. In the present biennium we will largely\r\ncomplete the preparation or revision of the entire corpus\r\nof safety standards — a total of some 70 documents —\r\nto ensure that they are comprehensive, scientifically\r\naccurate and up to date.\r\nIt is not enough to adopt safety standards and\r\nmeasures, however; the priority is to ensure their\r\napplication in an effective manner. The Agency offers a\r\nwide range of services, including several peer review\r\nservices, information exchange, education and training,\r\nand coordination of safety related research and\r\ndevelopment to ensure, in all countries with nuclear\r\nprogrammes, that prudent safety measures and procedures\r\nare carried out effectively and efficiently. Agency safety\r\nservices are key to achieving a world standard of\r\nexcellence in the application of safety standards.\r\nAlso the General Conference of the IAEA has\r\nrecently recognized and encouraged the Agency’s\r\nactivities to assist Member States to diagnose and remedy\r\npossible year 2000 computer system problems — the so-\r\ncalled Y2K problems — in civilian nuclear power plants,\r\n7\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nfuel cycle facilities and medical facilities which use\r\nradioactive materials.\r\nDecisions on the management of spent fuel and the\r\nfinal disposal of radioactive waste can be delayed but\r\ncannot be avoided. The quantities involved are growing.\r\nExisting and planned storage capacity will keep ahead of\r\naccumulated inventories, but there is concern that in some\r\ncountries the resources will not be available to construct\r\nplanned facilities. This is an area for urgent national\r\nattention and cooperation on an international or regional\r\nbasis, as appropriate.\r\nThrough the assessment of different technologies and\r\nthe dissemination of information, the Agency is supporting\r\nmember States in properly addressing low and intermediate\r\nlevel waste management issues. With respect to high level\r\nradioactive waste, experts agree that technical solutions\r\nexist for its safe and permanent disposal. But progress in\r\ndemonstrating these solutions has not been rapid. One of\r\nthe comparative advantages of nuclear power is the small\r\nvolume of wastes generated. However, this will not be\r\nperceived as an advantage until available technical solutions\r\nfor safe and permanent disposal of wastes are demonstrated.\r\nThe need for member States to develop disposal plans and\r\nconstruct facilities has thus become an urgent priority.\r\nIn this United Nations International Year of the Ocean,\r\nI would highlight the unique contribution of the IAEA\r\nMarine Environment Laboratory in Monaco to addressing\r\nthe global issues of marine pollution, particularly through\r\nits active support for the United Nations Global Plan of\r\nAction for the Protection of the Marine Environment from\r\nLand-based Activities. It is worth recalling that some 80 per\r\ncent of marine pollution originates from human activities on\r\nland. Monitoring and assessing the impact of land-based\r\npollution, discharges from ships, nuclear weapons testing\r\nand dumping of hazardous wastes is one of the\r\nresponsibilities of the Marine Environment Laboratory.\r\nIn October I had the pleasure of opening the new\r\npurpose-built facilities of the Marine Environment\r\nLaboratory in Monaco. In cooperation with the Principality\r\nof Monaco, the United Nations Environment Programme\r\n(UNEP), the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO)/Intergovernmental\r\nOceanographic Commission (IOC), and the International\r\nCommission for Scientific Exploration of the Mediterranean\r\nSea, the Agency organized a major symposium on marine\r\npollution to share the latest scientific knowledge on the\r\nsources, behaviour and impact of marine contaminants\r\nthroughout the oceans of the world.\r\nAt the same time, the Agency hosted a ministerial\r\nlevel meeting to strengthen international cooperation in\r\nmarine environmental assessment of the Black Sea region,\r\nwhere environmental degradation as a result of human\r\nactivities has had devastating economic and social effects.\r\nThe application of nuclear techniques is demonstrably the\r\nmost effective and appropriate technology to assess the\r\nenvironmental degradation of the Black Sea.\r\nAs will be noted from the description I have given\r\nof the many urgent items which require the Agency’s\r\nattention, the international nuclear agenda is growing, not\r\nshrinking. Throughout this decade the Agency has met\r\nincreased responsibilities most often within the constraints\r\nof a zero real growth regular budget. But, as we seek to\r\nrespond to the expectations of our member States in this\r\nperiod of rapid change, the gap between priorities and\r\naffordabilities is growing.\r\nFor the Agency the implications are clear. We must\r\nachieve greater efficiency wherever possible and we must\r\ncheck that our programmes meet the priorities of our\r\nmember States.\r\nTo this end, at the beginning of this year I initiated\r\na comprehensive three-level review process covering the\r\nAgency’s management and programmes. The first level,\r\nmanagement review, consists largely of measures to\r\nimprove efficiency in three areas: policy and coordination,\r\nprogramme development and evaluation, and procedures\r\nand personnel. I am placing particular emphasis on the\r\ncreation of a single Agency culture to ensure that the\r\nSecretariat is clear on its priorities, coordinated in its\r\nactivities and efficient in its processes.\r\nThe second level comprises an external review of the\r\nAgency’s overall programme by a senior expert group to\r\nassess priorities and to present recommendations on future\r\ndirections. In consultation with member States, and\r\ndrawing on the proposals of the senior expert group, an\r\nAgency medium-term strategy is being prepared. It will\r\nset out the Agency’s overall objectives and goals for the\r\nnext five years.\r\nThe importance of public understanding of the role\r\nof nuclear energy and that of the Agency means that\r\neffective public information must be an integral part of\r\nthe Agency’s activities. Therefore, the third part of the\r\nreview process focuses on the role and management of\r\npublic information and the Agency’s outreach to civil\r\nsociety, particularly the nuclear, arms control and\r\n8\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\ndevelopment communities and the media, using the most\r\nmodern and effective tools.\r\nWe live in times of change and uncertainty. Nuclear\r\nscience and technology has always drawn two reactions:\r\nhope that its safe and peaceful application will help us on\r\nthe path to a better future, and apprehension that its misuse\r\ncould have catastrophic effects. Today, the beneficial\r\napplications of nuclear science and technology are a global\r\nreality as we seek solutions to the urgent problems of\r\ncombatting climate change, preserving the environment,\r\nfeeding and improving the health of growing populations\r\nand supplying the energy needed for economic growth and\r\ndevelopment. There are compelling reasons to increase\r\ncooperation for the safe and peaceful use of nuclear\r\ntechnology.\r\nIn this regard, the IAEA plays the central role in\r\nfostering the global sharing of the benefits of nuclear\r\ntechnology while assisting the international community to\r\ncurb nuclear weapon proliferation and to move towards\r\nnuclear disarmament.\r\nAs is often observed, freedom from want and freedom\r\nfrom fear are two sides of the same coin. To the\r\nachievement of both of these objectives the IAEA is fully\r\ncommitted.\r\nI would like to conclude by expressing my\r\nappreciation to the Government of Austria, which continues\r\nto be a most gracious host to the International Atomic\r\nEnergy Agency.\r\nThe President (interpretation from Spanish): I call\r\nnow on the representative of Slovenia to introduce draft\r\nresolution A/53/L.18.\r\nMr. Türk (Slovenia): My delegation welcomes the\r\nreport of the International Atomic Energy Agency (IAEA)\r\nas transmitted to the General Assembly by a note by the\r\nSecretary-General contained in document A/53/286. The\r\nreport represents very thorough reflection on the wide range\r\nof issues that have been the focus of the Agency’s attention\r\nover the past year.\r\nWe also greatly appreciate the introduction of the\r\nreport by Mr. Mohamed ElBaradei, Director General of the\r\nAgency. The past year has been Mr. ElBaradei’s first year\r\nin office, and we congratulate him on the way in which he\r\nis conducting the work of the Agency. Under his guidance,\r\nthe Agency continues to be the principal engine for\r\ninternational cooperation in the use of nuclear energy for\r\npeace and development.\r\nNuclear energy continues to make a significant\r\ncontribution to meeting the global demand for electricity.\r\nIn this regard, the Agency continues to act as a forum for\r\nassessing experience and sharing ideas on national and\r\ninternational developments. We have witnessed the\r\nsuccessful culmination of many years of work on the\r\nfurther strengthening of the international legal framework\r\nto help ensure that nuclear energy is used safely and\r\nsolely for peaceful purposes. The Agency has also\r\ncontinued its most valuable contribution to the United\r\nNations system’s objectives of protecting the environment\r\nand promoting sustainable development, and has made\r\nsignificant contributions in the fields of insect pest\r\neradication and proper water resources management.\r\nAt its meeting last September, the IAEA Board of\r\nGovernors elected a representative of Slovenia as its\r\nChairman for the 1998-1999 period. That gives me the\r\ngreat honour of introducing, on behalf of the sponsors,\r\ndraft resolution A/53/L.18, on the report of the\r\nInternational Atomic Energy Agency. The draft resolution\r\nreflects the main achievements of the Agency in key areas\r\nrelated to energy development, nuclear safety, verification\r\nand technology transfer. Permit me to draw the attention\r\nof members to some of them that are reflected in the draft\r\nresolution.\r\nSafeguards agreements designed to strengthen the\r\nAgency’s international verification of nuclear programmes\r\nare an important element in promoting greater confidence\r\namong States and thus contributing to strengthening their\r\ncollective security. The draft resolution therefore\r\nwelcomes measures and decisions taken by the Agency,\r\nin particular the Model Additional Protocol, aimed at\r\nstrengthening the effectiveness and improving the\r\nefficiency of the safeguards system. Thirty-two States and\r\nother parties to safeguards agreements have signed the\r\nModel Additional Protocol so far. It is to be hoped that\r\nother States and other parties concerned will soon follow\r\nsuit.\r\nThe IAEA continues to play an important role in\r\nacting as a driving force in nuclear safety through its\r\nprogrammes and by promoting global cooperation. In this\r\nregard the draft resolution urges all States to strive for\r\ninternational cooperation in carrying out the work of the\r\nAgency and welcomes the entry into force of the\r\nConvention on Nuclear Safety.\r\n9\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nThe draft resolution further welcomes the Agency’s\r\nefforts to strengthen technical cooperation activities through\r\nthe development of effective programmes aimed at\r\nimproving the scientific, technological and regulatory\r\ncapabilities of developing countries and its efforts to\r\nencourage peaceful applications of atomic energy and\r\nnuclear techniques. These programmes contribute to\r\nachieving sustainable development in many developing\r\ncountries.\r\nThe IAEA is conducting important activities in the\r\nfields of prevention, response, training and information\r\nexchange in support of efforts against illicit trafficking in\r\nnuclear materials and other radioactive sources. The draft\r\nresolution welcomes those measures and decides to bear in\r\nmind the Agency’s activities when elaborating an\r\ninternational convention on the suppression of acts of\r\nnuclear terrorism.\r\nThe draft resolution expresses deep concern over the\r\ncontinuing non-compliance of the Democratic People’s\r\nRepublic of Korea with its IAEA safeguards agreement and\r\ncalls upon that member to comply fully with it. Regarding\r\nnuclear inspections in Iraq, the draft resolution calls upon\r\nIraq to cooperate fully with the International Atomic Energy\r\nAgency as well as to resume a dialogue with the Agency\r\nimmediately.\r\nOn behalf of the sponsors — now joined by Bulgaria,\r\nGreece, Luxembourg, Monaco and New Zealand —\r\nSlovenia is pleased to put the draft resolution forward. The\r\ndraft resolution is the result of a cooperative and\r\nconstructive exchange of views among delegations in\r\nVienna and here in New York. The sponsors believe that it\r\naccurately reflects the activities of the Agency in the year\r\nunder review. The sponsors are also grateful to the\r\nsecretariats of the International Atomic Energy Agency and\r\nof the United Nations for their help in putting this draft\r\nresolution forward. It is our hope that the draft resolution\r\nwill receive wide support among the Members of the\r\nUnited Nations.\r\nThe President (interpretation from Spanish): I call on\r\nthe representative of Iraq to introduce an amendment to\r\ndraft resolution A/53/L.18, contained in document\r\nA/53/L.19.\r\nMr. Hasan (Iraq) (interpretation from Arabic): I have\r\nthe pleasure of introducing Iraq’s amendment, contained in\r\ndocument A/53/L.19, to draft resolution A/53/L.18, entitled\r\n“Report of the International Atomic Energy Agency”.\r\nI wish first to reaffirm Iraq’s position: we reject\r\nattempts to politicize the draft resolution on the report of\r\nthe International Atomic Energy Agency (IAEA). The\r\nIAEA carries out an important role in the service of the\r\ninternational community through promoting the use of\r\nnuclear energy for peaceful purposes and implementing\r\nthe safeguards system under the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT). We must all\r\nrespect the professionalism and independence of the\r\nAgency.\r\nParagraph 7 of draft resolution A/53/L.18 pertains to\r\nIraq and gives a crystal clear example of the attempts\r\nbeing made by some States — among them permanent\r\nmembers of the Security Council — to distort the\r\nconclusions of the Agency. For example, the last sentence\r\nof that paragraph says, in part:\r\n(spoke in English)\r\n“stresses that greater transparency by Iraq would\r\ncontribute greatly to the resolution of the remaining\r\nquestions and concerns”.\r\n(spoke in Arabic)\r\nParagraph 19 of the report of the International Atomic\r\nEnergy Agency (S/1998/927) presented to the Security\r\nCouncil on 7 October 1998 says:\r\n“As previously stated, greater transparency by\r\nIraq would contribute considerably to clarifying the\r\nfew remaining questions and concerns relevant to\r\nIraq’s clandestine nuclear programme.”\r\nWe leave it to the intelligence of the Members of the\r\nGeneral Assembly to guess the purpose of changing\r\n“clarifying the few remaining questions” to “the\r\nresolution of the remaining questions and concerns”.\r\nBased on this fact, the delegation of Iraq has\r\nproposed an amendment to paragraph 7 of the draft\r\nresolution which would make it more balanced and more\r\nin line with the Agency’s evaluation of the Iraqi case in\r\nits report to the Security Council on 7 October 1998. The\r\namendment I am submitting, which I hope representatives\r\nwill support, is a verbatim quotation of paragraphs 23 and\r\n17 of the Agency’s report. The quotation from paragraph\r\n23 confirms that the few remaining questions regarding\r\nIraq’s former nuclear programme can be dealt with\r\nthrough continued monitoring. From a practical point of\r\nview, this means that the requirements of implementing\r\n10\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nparagraph 22 of Security Council resolution 687 (1991)\r\nconcerning the nuclear question have been met. As the\r\nAgency’s Director General himself indicated just a few\r\nminutes ago, paragraph 17 of the Agency’s report confirms\r\nthat the Agency has a technically coherent picture of Iraq’s\r\nformer nuclear programme and that there is no evidence\r\nwhatsoever that there remains in Iraq any material potential\r\nfor the production of weapon-usable nuclear material. These\r\ntwo conclusions, while overdue, nevertheless confirm that\r\nthe Agency has carried out the task of disarmament,\r\nsomething which would not have been possible without\r\nIraq’s full cooperation with the Agency. I hope that\r\nrepresentatives will consider our amendments in accordance\r\nwith the logic of justice and fairness.\r\nFinally, as our amendment has been distributed to the\r\nAssembly just this morning, I would ask that the voting on\r\nit be postponed until Wednesday, 4 November, which\r\nwould give Member States ample time to consider it.\r\nMrs. Arce de Jeannet (Mexico) (interpretation from\r\nSpanish): The delegation of Mexico is grateful to the\r\nDirector General of the International Atomic Energy\r\nAgency (IAEA), Mr. Mohamed ElBaradei, for his\r\nintroduction of the Agency’s annual report for 1997. We\r\nnote with great satisfaction that, on the fortieth anniversary\r\nof the IAEA, efforts are continuing to strengthen the\r\ninternational legal framework that ensures that nuclear\r\nenergy is used safely and exclusively for peaceful purposes.\r\nI would like to refer to a few of the items covered in\r\nthe report. The first relates to nuclear and radiological\r\nsafety. Maintaining and continuously improving the whole\r\nnuclear infrastructure is a priority for Mexico. The safe use\r\nof nuclear energy in all its applications is an imperative for\r\nthe protection of national populations and territories, in\r\naddition to being a legal obligation. This task includes the\r\nstrengthening of domestic capacities for the development of\r\nnational standards and the evaluation of their correct\r\napplication, the constant updating of new technologies and\r\nof evaluation and safety measurement equipment, as well as\r\nthe application of safeguards.\r\nI wish to place on record our commitment to\r\nstrengthen the legal regime established to guarantee the\r\nglobal application of the basic safety principles that govern\r\nthe management of radioactive wastes and spent fuel\r\nfollowing the adoption in 1997 of the Joint Convention on\r\nthe Safety of Spent Fuel Management and on the Safety of\r\nRadioactive Waste Management. My delegation also\r\nwelcomes the adoption of the Protocol to Amend the\r\nVienna Convention on Civil Liability for Nuclear Damage\r\nand the Convention on Supplementary Compensation for\r\nNuclear Damage. We are convinced that both these legal\r\ninstruments will contribute to the strengthening of the\r\npreventive system. We therefore support the work being\r\ndone to prepare national reports that will be examined at\r\nthe first meeting of the Contracting Parties to the\r\nConvention on Nuclear Safety, which will be held in\r\n1999.\r\nThe second subject to which I wish to refer has to\r\ndo with agriculture and food. We have noted the fact that\r\nthe activities of the International Atomic Energy Agency\r\nin this area cover five principal areas, among which we\r\nwould particularly like to highlight the efforts of Member\r\nStates in the fight against insects and other pests and for\r\nthe protection of food and the environment. We express\r\nour broadest support for the continuation and\r\nstrengthening of IAEA activities in these fields, as they\r\nconstitute a practical application of nuclear energy for\r\npeaceful purposes in areas of particular importance to\r\ndeveloping countries.\r\nIn Mexico extensive use has been made of nuclear\r\ntechnology for the production of sterile insects,\r\nparticularly to combat the Mediterranean fruit fly and the\r\nscrew worm. Mexican facilities for the production of\r\nsterile insects are among the largest and most advanced in\r\nthe world, and a large part of their production is exported.\r\nWith regard to food, the Mexican National Institute\r\nfor Nuclear Research has achieved the phyto-improvement\r\nof two varieties of wheat, which have been released for\r\nuse on the National Register of Seed Certification. The\r\nInstitute has also been operating a food irradiation plant\r\nfor over 10 years now. That plant is functioning at full\r\ncapacity and mainly irradiates grains and spices. We\r\nwould like to emphasize the fact that, with the support of\r\nthe International Atomic Energy Agency, the Institute\r\nconducted a technical economic feasibility study which\r\npoints to the possibility of establishing a number of food\r\nirradiation plants in central Mexico.\r\nThe third topic to which I wish to refer is technical\r\ncooperation for development. We have studied carefully\r\nthe relevant section of the Agency’s annual report, and\r\nthe conclusions contained therein are a source of profound\r\nconcern. While the International Atomic Energy Agency\r\nhas taken further measures to improve efficiency and\r\neffectiveness, in practice we see that there has been an\r\nunexpected reduction in contributions to the Technical\r\nCooperation Fund. A situation of uncertainty now exists\r\nregarding necessary resources for the full implementation\r\n11\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nof the technical cooperation programme adopted by the\r\nBoard of Governors.\r\nMexico has emphasized, and will continue to\r\nemphasize, that in the implementation of its mandate, the\r\nInternational Atomic Energy Agency needs to maintain a\r\nvital balance between safety and technical assistance\r\nactivities.\r\nTechnical cooperation in the framework of the Agency\r\nis not the result of altruistic ideas or ethical imperatives.\r\nWe must recall once again that international cooperation for\r\nthe peaceful uses of nuclear energy is a contractual\r\ncounterpart to the renunciation by the parties to the Treaty\r\non the Non-Proliferation of Nuclear Weapons of the\r\nacquisition or development of nuclear weapons.\r\nFor this reason, we make an emphatic appeal to all the\r\nmember States of the International Atomic Energy Agency\r\nto endeavour to attain the objective of $73 million in 1999\r\nfor technical cooperation financing and to maintain that\r\nlevel for the year 2000.\r\nMexico reiterates its unswerving commitment to the\r\nstrengthening of the activities of the IAEA. Its four decades\r\nof existence have proved the need for an international\r\nforum to deliberate on the various uses of nuclear energy\r\nfor peaceful purposes and demonstrated the invaluable role\r\nthat it plays in the strengthening of the international nuclear\r\nnon-proliferation regime. We will be participating with\r\ndetermination in the Agency’s work in order to confront the\r\nchallenges of this end of century.\r\nMr. Lee See-young (Republic of Korea): Allow me\r\nto start by expressing my delegation’s appreciation to\r\nMr. Mohammed ElBaradei, Director General of the\r\nInternational Atomic Energy Agency (IAEA), for his\r\ncomprehensive report on the activities of the Agency for\r\nthe past year. I should like also to commend staff members\r\nof the IAEA secretariat for their dedication and hard work.\r\nWe recognize that the IAEA, for the past four\r\ndecades, has faithfully pursued its two main objectives:\r\npromoting peaceful uses of nuclear energy and preventing\r\nnuclear proliferation. The Agency has been able to expand\r\nits role in peaceful uses of nuclear energy from power\r\ngeneration to a wide array of industrial, medical and\r\nagricultural applications. The Agency’s safeguards activities\r\nhave also made significant contributions to the\r\nstrengthening of a global nuclear non-proliferation regime.\r\nMy delegation appreciates the active role of the\r\nIAEA in enhancing nuclear safety worldwide through a\r\nseries of initiatives to expand the legal framework\r\ngoverning nuclear safety.\r\nWe believe that one of the most remarkable\r\nachievements is the adoption of the Joint Convention on\r\nthe Safety of Spent Fuel Management and on the Safety\r\nof Radioactive Waste Management at the Vienna\r\nDiplomatic Conference in 1997 under the auspices of the\r\nIAEA. The wide adherence to, and the early\r\nimplementation of, this Joint Convention will serve to\r\navert the potential hazards of spent fuel and radioactive\r\nwaste.\r\nMy delegation also welcomes the progress made so\r\nfar in the implementation of the Convention on Nuclear\r\nSafety since its entry into force in 1996. Last September,\r\nthe organizational meeting of contracting parties to the\r\nConvention was held in Vienna under the auspices of the\r\nIAEA to prepare for the first review meeting of the\r\nConvention in April 1999. As one of the original\r\ncontracting parties to the Convention, my country is\r\nprepared to play an active role in the upcoming\r\npreparatory work for the first review meeting. In this\r\nregard, my Government has already submitted its national\r\nreport pursuant to the relevant provisions of the\r\nConvention.\r\nThe Republic of Korea is now regarded as one of\r\nthe major nuclear-power-generating States in the world.\r\nIn August this year, we started operating two new\r\nnuclear-power-plant units, bringing Korea’s total number\r\nof units in operation to 14. These units, each with a\r\n1,000-megawatt capacity, are built according to the\r\nKorean standard nuclear power plant model. This plant\r\nmodel is the product of a project started in 1984 to\r\nstandardize nuclear-power-plant design.\r\nBy the year 2015, the share of nuclear power in\r\nKorea’s total electric power generation is expected to\r\nincrease from 34 per cent to 46 per cent, while the\r\nnumber of units in operation will double to 28.\r\nIn other fields of peaceful uses of nuclear energy,\r\nmy Government has also carried out many research and\r\ndevelopment programmes. Hanaro, an indigenously\r\ndesigned and constructed 30-megawatt research reactor,\r\nhas been in operation since 1995. Small and medium-size\r\nreactors, such as the system integrated modular advanced\r\nreactor, are another area of our expanded research and\r\ndevelopment activities.\r\n12\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nMy country has also participated actively in the\r\nAgency’s technical cooperation programmes by hosting\r\nregional training courses and international symposiums.\r\nThis month, my Government will sponsor an international\r\nsymposium on the advanced light-water reactor in Seoul.\r\nMy country has always strongly supported the\r\nstrengthening of the global nuclear non-proliferation regime\r\nand the Agency’s efforts to strengthen the effectiveness and\r\nefficiency of its safeguards system. In view of the renewed\r\nurgency for a stronger safeguards system, as demonstrated\r\nin the cases of Iraq and North Korea, we welcome the\r\nIAEA initiative to adopt the Model Additional Protocol in\r\n1997. We believe that the strengthened safeguards system\r\nwill endow the Agency with the enhanced ability to detect\r\nundeclared nuclear activities. It is therefore encouraging\r\nthat the IAEA has so far concluded additional protocols\r\nwith 31 States, including three nuclear-weapon States. For\r\nits part, my Government has taken steps to incorporate the\r\nmeasures required under the Model Protocol into domestic\r\nlaws and regulations aimed at their early implementation.\r\nMy Government hopes to finalize the consultations with the\r\nAgency on the Additional Protocol at an early date.\r\nIn addition, my Government last year strengthened the\r\nState system for accounting and control of nuclear materials\r\nwith a view to introducing a national safeguards inspection\r\nsystem. Under this system, the Government can carry out\r\nnational safeguards inspections in parallel with the IAEA\r\nsafeguards inspections.\r\nLet me now turn to the North Korean nuclear issue.\r\nSince this issue became acute in 1993, the international\r\ncommunity has continuously called upon the Democratic\r\nPeople’s Republic of Korea to come into full compliance\r\nwith the IAEA safeguards agreement. It is quite regrettable\r\nto hear again from the Director General of the IAEA that\r\nthe Agency has not been able to verify the correctness and\r\ncompleteness of the Democratic People’s Republic of\r\nKorea’s initial declaration and that no progress has been\r\nmade for the preservation of relevant information which is\r\nindispensable for the verification of North Korea’s past\r\nnuclear activities.\r\nWe are particularly concerned over the Agency’s\r\ndifficulties in preserving relevant information that it deems\r\nnecessary to verify North Korea’s past nuclear activities in\r\nthe future. As the Director General rightly pointed out in\r\nhis statement at this meeting:\r\n“Unless all relevant information is made available, it\r\nwill be very difficult, if not impossible, for the\r\nAgency to verify in the future the correctness and\r\ncompleteness of the declaration of nuclear material\r\nby the Democratic People’s Republic of Korea.”\r\nIn spite of a series of consultations with the IAEA,\r\nNorth Korea persists in its non-cooperative attitude. It\r\nmust be underlined once again that North Korea is\r\nwithout any doubt under a legal obligation as a party to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) to fully implement its safeguards agreement with\r\nthe IAEA. That agreement remains binding and in force,\r\nas was stressed in the statement by the President of the\r\nSecurity Council on 4 November 1994 and reaffirmed on\r\nmany occasions through resolutions of the United Nations\r\nand the IAEA.\r\nThe Democratic People’s Republic of Korea insists\r\nthat the North Korean nuclear issue should be resolved\r\nonly through the 1994 Agreed Framework between it and\r\nthe United States. However, as we have clearly stated on\r\nmany occasions, the Agreed Framework is not a substitute\r\nfor its safeguards agreement with the IAEA, nor is it\r\nintended to exonerate it from its treaty obligations.\r\nMoreover, the Democratic People’s Republic of\r\nKorea made an unambiguous commitment to nuclear non-\r\nproliferation under section IV, paragraph 1, of the Agreed\r\nFramework, by agreeing that\r\n“The DPRK will remain a party to the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT)\r\nand will allow implementation of its safeguards\r\nagreement under the Treaty.”\r\nThe Democratic People’s Republic of Korea also\r\nagreed in section IV, paragraph 3, of the Agreed\r\nFramework that key nuclear components of light-water\r\nreactors will not be delivered until the Agency finalizes\r\nthe verification of past nuclear activities of the\r\nDemocratic People’s Republic of Korea. The Democratic\r\nPeople’s Republic of Korea should therefore come\r\nforward to cooperate fully with the IAEA to preserve all\r\nthe relevant information indispensable for the verification\r\nof the correctness and completeness of its initial report.\r\nThe non-compliance of the Democratic People’s\r\nRepublic of Korea with this treaty obligation, if left\r\nunchecked, could eventually undermine the competence\r\nand authority of the IAEA as the guardian of nuclear non-\r\nproliferation. Inaction on the part of the international\r\ncommunity over such unprecedented non-compliance will\r\nonly help weaken the nuclear non-proliferation regime\r\n13\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nitself, particularly at a time when concerted action by the\r\ninternational community to strengthen the regime is\r\nrequired more than ever.\r\nThis year again the Republic of Korea has actively\r\nparticipated in Vienna and New York in drafting a draft\r\nresolution on the report of the IAEA. We believe that the\r\ndraft resolution contained in document A/53/L.18 reflects\r\nin a balanced manner the interests of the international\r\ncommunity in the work of the IAEA. As one of the\r\nsponsors of this draft resolution, my delegation hopes that,\r\nas in the past, it will be adopted by an overwhelming\r\nmajority.\r\nOn the threshold of the twenty-first century, we are\r\nfaced with many daunting challenges to the peace, security\r\nand development of the world. However, nuclear non-\r\nproliferation and peaceful uses of nuclear energy should\r\nremain among the most important and urgent priorities on\r\nthe agenda of the international community for the decades\r\nto come. To this end, my Government joins the\r\ninternational community in reaffirming its commitment to\r\nand support for the IAEA so as to enable the organization\r\nto continue to play its unique role as guardian of the non-\r\nproliferation regime and promoter of peaceful\r\nuses of nuclear energy.\r\nMr. Sucharipa (Austria): I have the honour to speak\r\non behalf of the European Union. In addition, the following\r\nStates associate themselves with this statement: the Central\r\nand Eastern European countries associated with the\r\nEuropean Union — Bulgaria, the Czech Republic, Estonia,\r\nHungary, Lithuania, Poland, Romania, Slovakia and\r\nSlovenia — as well as the European Free Trade Association\r\ncountries members of the European Economic Area,\r\nIceland, Liechtenstein and Norway.\r\nAllow me to start by expressing the European Union’s\r\ngratitude for the outstanding work of the International\r\nAtomic Energy Agency (IAEA) and to congratulate the\r\nDirector General, Mr. Mohamed ElBaradei, on the\r\nremarkable work he and his staff have done during the last\r\n12 months to prepare the Agency for the challenges of the\r\nnext millennium.\r\nThe European Union believes that the IAEA can look\r\nforward to the new millennium with confidence. The\r\nAgency is widely regarded as a model international\r\norganization. This enviable position brings with it the\r\nchallenge to sustain a high level of achievement and\r\nefficiency and, where possible, to do even better. The\r\ncontinuous quest for efficiency and effectiveness is a\r\ntrademark of the IAEA, and we encourage the new\r\nDirector General in his endeavours.\r\nIn this regard, the European Union welcomes the\r\nDirector General’s initiative in setting up a senior expert\r\ngroup to look at all aspects of the Agency’s work,\r\ncomplemented by the work of a group of senior managers\r\nin the Agency in looking at management issues. We look\r\nforward to hearing the outcome of their deliberations, and\r\nwould urge the Director General to pursue vigorously\r\nthose recommendations from both groups that will lead to\r\neven greater administrative efficiency. Attention should\r\nalso be given to the issue of prioritization of the Agency’s\r\nactivities, both within and between major programmes.\r\nHigh-priority programmes should be fully justified.\r\nProjects that serve only a limited set of needs and\r\ninterests risk unduly burdening the tight budget of the\r\nAgency.\r\nThe existence of an effective IAEA enjoying the full\r\nsupport of its member States is essential for the entire\r\ninternational community, as the Agency has a key role to\r\nplay in helping humanity to maximize the benefits and\r\nminimize the risks emanating from nuclear sciences and\r\ntheir applications. The risk of nuclear technology being\r\nmisused to contribute to the proliferation of nuclear\r\nweapons represents one of the fields in which the\r\nAgency’s expertise is constantly needed. The recent\r\nnuclear tests undertaken in South Asia have highlighted\r\nthe importance of global efforts.\r\nThe European Union expresses its deep concern over\r\nthe situation in South Asia. The nuclear tests by India and\r\nPakistan have damaged stability in the region and isolated\r\nboth countries from the international community’s non-\r\nproliferation efforts. The Union has repeatedly condemned\r\nthose tests, called on both countries to adhere to the\r\ninternational non-proliferation regime and strongly urged\r\nIndia and Pakistan to refrain from further nuclear tests\r\nand from the development, assembly or deployment of\r\nnuclear weapons and/or ballistic missiles capable of\r\ndelivering nuclear warheads.\r\nThe European Union has taken due note of\r\nstatements by both sides regarding moratoriums on further\r\nnuclear tests. The European Union welcomes the apparent\r\nintention of India and Pakistan to adhere to the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT). They\r\nshould sign and ratify the Treaty swiftly and\r\nunconditionally.\r\n14\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nIndia and Pakistan should also adhere to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) as it\r\nstands. The European Union welcomes the intention of\r\nIndia and Pakistan to contribute to the negotiations on a\r\nfissile material cut-off treaty in the Ad Hoc Committee of\r\nthe Conference on Disarmament. We now urge both\r\ncountries to introduce moratoriums on fissile material\r\nproduction while a treaty is negotiated.\r\nWe urge both countries to legislate to exert stringent\r\ncontrols over the export of material, equipment and\r\ntechnology controlled under the Nuclear Suppliers Group\r\ntrigger and dual-use lists and the Missile Technology\r\nControl Regime Annex.\r\nMrs. Osode (Liberia), Vice-President, took the Chair.\r\nThe European Union welcomes the 23 September\r\nagreement by India and Pakistan to resume the dialogue\r\nbetween them on all outstanding issues, particularly on all\r\nmatters pertaining to peace and security. The Union stands\r\nready to contribute to efforts to promote regional stability.\r\nFollowing the successful conclusion of the\r\nComprehensive Nuclear-Test-Ban Treaty in 1996, which\r\nconstituted an important step on the way towards the\r\nimplementation of the principles and objectives for nuclear\r\nnon-proliferation and disarmament, the European Union has\r\nbeen active, and it will continue to be active, in promoting\r\nthe early entry into force of the Treaty and its universality.\r\nThe European Union welcomes the fact that 150 countries\r\nhave signed the Treaty and that 21 have ratified it. It calls\r\non all States to sign and ratify the Treaty, especially those\r\n44 States whose ratification is needed for the Treaty to\r\ncome into force. The Union also fully supports the efforts\r\nby the Preparatory Commission to establish the Treaty’s\r\nverification regime in a timely and effective manner.\r\nNow that the CTBT negotiations have been\r\nsuccessfully concluded, the realization of the second\r\nmeasure under the action programme contained in the\r\ndecision on principles and objectives is called for. This\r\ninvolves the immediate commencement and early\r\nconclusion of negotiations on a non-discriminatory and\r\nuniversally applicable convention banning the production of\r\nfissile material for nuclear weapons or other nuclear\r\nexplosive devices — the fissile material cut-off treaty.\r\nTherefore, Austria, as the current President of the European\r\nUnion, put forward a draft decision on the cut-off treaty at\r\nthe beginning of the 1998 session of the Conference on\r\nDisarmament. The Union heartily welcomes the\r\nachievement of consensus on the basis of the Shannon\r\nReport and the mandate contained therein and the\r\ndecision to establish an Ad Hoc Committee to negotiate\r\na fissile material cut-off treaty for nuclear weapons or\r\nother nuclear explosive devices. We have frequently\r\nreiterated the importance of such a treaty, which will\r\nconstitute a significant contribution to the achievement of\r\nboth nuclear non-proliferation and nuclear disarmament.\r\nWe urge all States to introduce or maintain a moratorium\r\non fissile material production for nuclear weapons or\r\nother nuclear explosive devices pending the conclusion of\r\nthese negotiations. We look forward to making our\r\ncontribution to substantial negotiations, which should start\r\nat the beginning of the 1999 session of the Conference on\r\nDisarmament.\r\nIAEA safeguards are another crucial element in\r\ncombating nuclear proliferation. The Union is fully\r\ncommitted to the strengthening of the safeguards system.\r\nWe welcomed the adoption on 15 May 1997 by the IAEA\r\nBoard of Governors of the Model Additional Protocol on\r\nstrengthened safeguards. On 8 June 1998 the Council of\r\nthe European Union authorized the Commission to\r\nconclude the three additional protocols between the\r\nEuropean Union member States, the European Atomic\r\nEnergy Community and the IAEA. The agreement was\r\nsigned on 22 September 1998.\r\nThe Union calls on all States having safeguards\r\nagreements with the IAEA to conclude as quickly as\r\npossible additional protocols to these agreements on the\r\nbasis of the Model Protocol on strengthened IAEA\r\nsafeguards measures. This is of the utmost importance in\r\norder to send a strong and timely signal to the\r\ninternational community that nuclear non-proliferation and\r\nefficient legal commitments thereto have to be seen as a\r\ncrucial element of global security.\r\nIn this regard, we call particularly upon India,\r\nPakistan and Israel to conclude the additional protocols\r\nwithout any delay, especially in order to assume\r\nresponsibilities in the field of export controls and other\r\nkey elements contained in the Model Protocol. At the\r\nsame time, we call upon these States to accept full-scope\r\nIAEA safeguards. The European Union notes with interest\r\nthe announcement by Cuba of its intention to enter into\r\nnegotiations with the Agency on the possible adoption of\r\nsome of the measures provided for in the Model Protocol.\r\nThe European Union deplores Iraq’s unilateral\r\nsuspension of cooperation with the IAEA. We commend\r\nthe Director General of the Agency and his staff for their\r\nstrenuous efforts to implement all relevant Security\r\n15\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nCouncil resolutions, and we welcome the IAEA report of 7\r\nOctober 1998. The Union calls upon Iraq to cooperate fully\r\nwith the IAEA in accordance with its obligation under the\r\nrelevant Security Council resolutions and the Memorandum\r\nof Understanding signed by the Deputy Prime Minister of\r\nIraq and the United Nations Secretary-General on 23\r\nFebruary 1998, as well as to resume dialogue with the\r\nIAEA immediately. We stress that greater transparency by\r\nIraq would contribute greatly to the resolution of the\r\nremaining questions and concerns.\r\nWe must once again reiterate that we remain deeply\r\nconcerned by the continuing non-compliance of the\r\nDemocratic People’s Republic of Korea with its safeguards\r\nagreement. We strongly urge the Democratic People’s\r\nRepublic of Korea to come into full compliance with its\r\nsafeguards agreement with the IAEA without further delay\r\nand to support all non-proliferation efforts by refraining\r\nfrom any act that would run counter to stability in the\r\nregion. In this context, the European Union reiterates its\r\nconcern at the launch undertaken by the Democratic\r\nPeople’s Republic of Korea on 31 August. We continue to\r\nfully support the Korean Peninsula Energy Development\r\nOrganization (KEDO) and the Agreed Framework, and we\r\ncall on other countries to contribute to the non-proliferation\r\nobjectives of the Organization.\r\nRegarding the peaceful uses of nuclear energy, I\r\nwould like to refer briefly to the Convention on Nuclear\r\nSafety. The European Union continues to stress the need to\r\nimplement the highest possible safety standards, and urges\r\nall countries to do their utmost to operate all their nuclear\r\nfacilities in line with existing international regulations and\r\nrecommendations. The Union welcomes the ever-increasing\r\nnumber of States parties to the Convention on Nuclear\r\nSafety and looks forward to the full implementation of the\r\nConvention.\r\nThe Union would like to restate its position on the\r\namendment of article VI. Members of the European Union\r\nsee no need to change the existing size of the Board. We\r\nare therefore not seeking expansion. Nevertheless, we are\r\nnot insensitive to the concerns of other member States. For\r\nthis reason, and in the interest of consensus, we support the\r\nproposal by the Chairman of the Board which provides for\r\nan extension of the Board by six members and foresees a\r\nprocedure for amending article VI whereby the amendment\r\nwould enter into force only once inclusion of all Agency\r\nmembers in one of the regional areas was assured.\r\nThe need to ensure an adequate amount of technical\r\ncooperation, and thereby to ensure that all countries have\r\nadequate access to the peaceful uses of nuclear\r\ntechnology, figures among the Agency’s most important\r\nactivities. In this regard, we recognize the need for\r\nmember States of the IAEA to make voluntary\r\ncontributions to the Technical Cooperation Fund in order\r\nto allow the IAEA to efficiently implement its respective\r\nprogrammes.\r\nThe Union attaches great importance to the Joint\r\nConvention on the Safety of Spent Fuel Management and\r\non the Safety of Radioactive Waste Management. This\r\nrepresents a major step in the endeavour to cover the\r\nsafety of all sectors of the nuclear fuel cycle by legally\r\nbinding international instruments. The increasing number\r\nof States signatories to this Convention shows that the\r\nimportance of this instrument is broadly recognized by the\r\ninternational community. We call upon all States to\r\nbecome parties to the Joint Convention as soon as\r\npossible, thereby allowing for its early entry into force in\r\norder to achieve and maintain a high level of safety\r\nworldwide.\r\nOne more topic which requires action on an\r\ninternational level is the threat represented by illicit\r\ntrafficking of nuclear material. We support the Agency’s\r\npreventative activities in this field and also welcome other\r\nrelevant initiatives, such as the one by the G-8.\r\nRegarding the safety of transport of nuclear material,\r\nsuch transport is subject to an extensive system of rules\r\nin the European Union in order to ensure the safety of\r\nthese activities. Given the global nature of this topic, the\r\nUnion is grateful to the IAEA for submitting a study on\r\nthe international regulatory framework in the field of the\r\nsafety of transport of radioactive materials, in response to\r\nthe request of last year’s General Conference.\r\nThere can be no doubt that in the next millennium,\r\ntoo, the international community will be faced with\r\nnuclear-related issues that may call for action on an\r\ninternational level. One is that of international nuclear\r\nlaw, where attention will have to be given not only to its\r\nfurther development but also to the implementation or\r\nstrengthening of existing instruments, particularly in the\r\nfields of safety and liability.\r\nFurthermore, we have to be aware that an increasing\r\nnumber of nuclear power stations worldwide are\r\napproaching the end of their life cycle. Consequently,\r\nquestions concerning the decommissioning of such plants\r\nor the extension of their life cycle will have to be given\r\nadequate attention.\r\n16\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nLooking at the nuclear disarmament and non-\r\nproliferation sectors, another likely future task of the\r\ninternational community has already been referred to in this\r\nstatement. If, as we sincerely hope, the negotiations on a\r\nfissile material cut-off treaty are brought to a successful\r\nconclusion soon, the parties to such an agreement will be\r\nfaced with the major challenge of implementing the\r\nverification provisions of that instrument in a way that\r\nmakes maximum use of existing verification know-how and\r\nis as cost-efficient as possible. In all of the areas just\r\nmentioned, the outstanding expertise of the Agency could\r\ncontribute to finding efficient and reliable solutions.\r\nThe European Union is aware of the fact that\r\nestablishing long wish lists of activities the Agency might\r\nengage in is significantly easier than identifying where the\r\nmeans for all these undertakings are to come from. We are\r\nconfident, however, that ways to finance cost-intensive\r\nadditional activities of the Agency will be found when this\r\nquestion arises.\r\nThe willingness of member States will be all the\r\ngreater in the light of the Agency’s long tradition of\r\nproviding value for money to its members and its\r\ncontinuing efforts, which we support, to achieve further\r\neconomies of operation, especially in the support areas.\r\nMr. McQueen (South Africa): The year 1997 has\r\nbeen one of consolidation and review for the International\r\nAtomic Energy Agency (IAEA) and the Director General,\r\nMr. Mohamed ElBaradei, has been very thorough in\r\nexamining every aspect of the Agency’s activities. The\r\nclose scrutiny of all activities undertaken by the Agency\r\nand the Director General’s ideas for efficiency, cost-\r\neffectiveness and value for money, in this regard, are\r\nwelcomed. My delegation looks forward to the report of the\r\npanel of experts that is evaluating the activities of the\r\nAgency, and on which the Director General will base his\r\nmedium-term plan.\r\nTurning now to the specific activities of the Agency,\r\nSouth Africa will continue to support the Agency fully in\r\nall its activities, be they in the areas of promoting the\r\npeaceful uses of nuclear energy, of promoting nuclear\r\nsafety or of non-proliferation. For African members of the\r\nAgency, in fact, the promotion of the peaceful uses of\r\nnuclear energy is particularly important. It is well known\r\nthat Africa risks continued marginalization in an era of\r\nglobalization. All African countries face great challenges in\r\neconomic and social development. The Agency is able to\r\ncontribute in a real and tangible way to sustainable\r\ndevelopment and it should be urged to examine closely how\r\nthis impact can be maximized and, indeed, increased,\r\nrecognizing the special needs of developing countries for\r\ntechnical assistance. The Agency’s emphasis on the\r\npromotion of transfer of technology through technical\r\ncooperation between developing countries is clearly the\r\nway forward and the Agency can be justifiably proud of\r\nits achievements so far.\r\nThere is, however, always room for improvement,\r\nespecially in the area of resources. The resources of the\r\nAgency for technical cooperation activities need to be\r\nassured, predictable and sufficient to meet the objectives\r\nof the Agency. The Technical Cooperation Fund,\r\nhowever, levelled off in 1997 and in a time of growing\r\ndemand, especially in Africa, we run the risk of\r\nundermining the Agency’s crucial work in this area. All\r\nmember States should be urged to contribute to the Fund\r\nand to meet their respective targets. These contributions\r\nshould be seen not as voluntary, but rather as morally\r\nobligatory.\r\nTurning now to nuclear safeguards, my delegation\r\nwelcomes the fact that a number of additional protocols,\r\nsome with countries having substantial nuclear industries,\r\nhave already been approved. South Africa has expressed\r\nits strong support for the strengthening of safeguards,\r\nincluding the Additional Protocol, and will, on completion\r\nof the wide ranging reviews of programmes and\r\nlegislation which are currently taking place, also sign and\r\nratify the Protocol. Just as the Agency is undergoing a\r\nthorough review of all its activities, so in South Africa a\r\nthorough review of our energy-related legislation and\r\nactivities is taking place.\r\nIn the broader context of non-proliferation and\r\ndisarmament, my delegation welcomes the establishment\r\nof the trilateral initiative between the Russian Federation,\r\nthe United States of America and the Agency. Verifying\r\nthat the fissile materials removed from nuclear weapons\r\nprogrammes are not returned to military use will be an\r\nactivity of great significance to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and my\r\ndelegation is heartened at the prospect of quantifiable\r\nprogress in international nuclear disarmament arising from\r\nthe activities of this initiative. Crucial questions do,\r\nhowever, arise over and above the technical and legal\r\nchallenges posed by this initiative. One challenge is the\r\ninstitutional implications for the IAEA of involvement in\r\nthe process.\r\nWith regard to nuclear safety, South Africa is a\r\ncontracting party to the Convention on Nuclear Safety and\r\n17\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nlooks forward to the first international peer review meeting\r\non country reports. My delegation believes this will be a\r\nmajor contribution to ensuring that adequate and\r\nharmonized standards of nuclear safety are maintained\r\nthroughout the world. South Africa is, furthermore,\r\ncommitted to the international Joint Convention on the\r\nSafety of Spent Fuel Management and on the Safety of\r\nRadioactive Waste Management. Efforts are also continuing\r\non the development of a national policy on radioactive\r\nwaste management and South Africa will take the necessary\r\nsteps towards signature and ratification of the Joint\r\nConvention.\r\nRegarding the transportation of radioactive materials,\r\nSouth Africa endorses the safety standards of the IAEA.\r\nConsignors of spent fuel, plutonium and high-level waste\r\nby sea are encouraged to maintain contact with coastal\r\nStates and to provide timely information on the passage of\r\nshipment within the proximity of their coasts.\r\nWith regard to the amendment of article VI of the\r\nStatute, my delegation would like to express its regret that\r\nit was not possible to agree on an expansion of the Board\r\nof Governors and is looking forward to ongoing discussions\r\nwithin the IAEA to find a solution to this problem. Africa’s\r\ncontinued under-representation on the Board of Governors\r\nremains an issue of great concern.\r\nIn conclusion, my delegation believes that the IAEA\r\nis in good shape and is doing commendable work in all\r\nareas in which it is involved. My delegation will continue\r\nto give the Agency our full support and we recommend that\r\nthe General Assembly adopt the draft resolution before us.\r\nMr. Sharma (India): The Indian delegation has taken\r\nnote of the contents of the report of the International\r\nAtomic Energy Agency (IAEA), introduced by Director\r\nGeneral Mohammed ElBaradei.\r\nOver the last five decades, India has worked for a\r\nnuclear-weapon-free world because nuclear weapons for\r\nnone means security for all. The recalcitrant approach of\r\nthe nuclear-weapon States, as defined by the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT), to work\r\ntowards nuclear disarmament and our own compelling\r\nnational security concerns led us this year to redefine the\r\nparameters of our security requirements. As a developing\r\ncountry, India hopes that the developing world notices that\r\nthe countries which have chosen to vehemently criticize the\r\nrecent tests are either the established nuclear-weapon States,\r\nwhich like to preserve their exclusive status, or are those\r\nwhich have already addressed their nuclear-related national\r\nsecurity concerns of the kind India has through\r\nagreements or understandings with the nuclear-weapon\r\nStates.\r\nAt the recent summit of the Non-Aligned Movement\r\nin Durban, the Prime Minister of India said:\r\n“We do not believe now, any more than we ever did\r\nbefore, that nuclear weapons are here to stay. On the\r\ncontrary, if the established nuclear-weapon States\r\nagree to negotiations to abolish nuclear weapons, we\r\nwill be the first to join.”\r\nIn this context, we welcome the call by the countries of\r\nthe Non-Aligned Movement for an international\r\nconference, preferably before 1999, with the objective of\r\narriving at an agreement, before the end of this\r\nmillennium, on a phased programme for the complete\r\nelimination of nuclear weapons within a specified\r\nframework of time.\r\nFrom the point of view of developing countries, the\r\nfocus of the IAEA should be on the statutory technical\r\nissues, like nuclear power, and not on extraneous political\r\nissues related to nuclear disarmament, a subject better\r\ndealt with by the Conference on Disarmament in Geneva.\r\nNuclear power development takes place when there is an\r\nenergy need, backed by an adequate level of industrial\r\ninfrastructure. So it is not surprising that nuclear power\r\ndevelopment in the early decades was in the United\r\nStates, Europe and the former Soviet Union. It is now\r\nadvancing rapidly in parts of Asia, and we are sure it will\r\nsoon grow in some other parts of the world.\r\nWith a view to improving the technical capabilities\r\nof developing countries in nuclear power, the IAEA,\r\nalong with our Department of Atomic Energy, held an\r\ninternational seminar entitled Nuclear Power in\r\nDeveloping Countries: Its Potential Role and Strategies\r\nfor its Deployment, in India in October 1998. The\r\nseminar, which saw significant participation by experts\r\nfrom the IAEA and a large number of developing\r\ncountries, was a success. We feel such seminars are\r\nappropriate, since developing countries have the greatest\r\nneed for energy growth. They are also not allergic to\r\nnuclear power, as some developed countries tend to be,\r\noften because these developed countries have a surfeit of\r\nother forms of energy.\r\nThe Agency needs to find methodologies so that\r\nscientific cooperation in this field is not inhibited by the\r\ncommercial interests of the vendors. The Agency must\r\n18\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nalso be a prime mover in ensuring that safety related\r\nequipment and information on research and development in\r\nsafety related issues are readily disseminated without being\r\nhindered by arbitrary and politically motivated export\r\ncontrol regimes. Safeguards, while necessary, must\r\nobviously be confined to the respective State’s obligations.\r\nThe hesitation in developing countries to initiate nuclear\r\npower programmes is often due to unfamiliarity with the\r\nsteps needed. A situation must not be created in which the\r\nleadership and the public in developing countries, planning\r\nto introduce nuclear power for the first time, feel\r\nintimidated by safety and threatened by safeguards. The\r\nAgency must play a key role in removing such inhibitions\r\nwhile, of course, ensuring perfect safety of nuclear power\r\nand implementing its safeguards responsibilities effectively\r\nand economically.\r\nThrough detailed internal reviews and consultations\r\nbetween professionals, technically achievable targets have\r\nbeen set for our nuclear programme. These reviews have\r\nrecommended an installed capacity of 20,000 megawatts for\r\nnuclear power by the year 2020. India has opened options\r\nfor reaching the target through accelerating the indigenous\r\nconstruction of pressurized heavy-water reactors and fast\r\nbreeder reactors with procurement of light-water reactors\r\nfrom friendly countries, followed by development of light-\r\nwater reactor technology. Since India has limited uranium\r\nresources and a very large thorium reserve, it is important\r\nfor us to utilize the plutonium generated in the first-\r\ngeneration pressurized heavy-water reactors to fuel fast\r\nbreeder reactors. This would lead to fuller utilization of our\r\nthorium reserves. In support of the power programme and\r\nthe fuel cycle activities, a broad base for basic, applied and\r\nengineering research has been established in India. The\r\ndevelopment of mixed oxide fuel is progressing well, and\r\nboth the boiling water reactors at Tarapur have been loaded\r\nwith some mixed oxide assemblies.\r\nNo large nuclear programme can be launched and\r\nsustained without a strong, independent regulatory body\r\nwith the authority to set internationally acceptable standards\r\nof safety. The Atomic Energy Regulatory Board of India\r\ndetermines the safety standards to be followed and has the\r\nauthority to inspect and approve the operations of all\r\nnuclear installations. It interacts with international bodies\r\nand prescribes the dose limits in accordance with the\r\nrecommendations of the International Commission on\r\nRadioactive Protection and ensures compliance. The Board\r\nis currently paying special attention to enlarging its\r\ninvolvement in safety research projects of relevance to\r\nregulatory decision making. It is also establishing a safety\r\nresearch institute. Our commitment to all aspects of safety\r\n— design and engineering safety, operational safety and\r\nregulatory safety — is total. Considerable research and\r\ndevelopment work is devoted to health, safety and\r\nenvironmental problems. A large number of training and\r\nretraining programmes are organized, both in cooperation\r\nwith the IAEA and otherwise. It is hoped that such\r\ncourses will become an annual feature and will help\r\ncountries in the region in developing qualified radiation\r\nprotection personnel.\r\nIndia has paid considerable attention to non-power\r\napplications, including those in nuclear medicine,\r\nagriculture and industry as well as in isotope hydrology,\r\npest control and potable water through desalination. We\r\nproduce over a hundred varieties of radioisotopes. We are\r\nvery glad that the IAEA is also helping in the\r\nintroduction of these applications in developing countries.\r\nWhile these uses are important, they should not\r\novershadow the importance of nuclear power.\r\nHuman resource development is an important\r\ncomponent of technical cooperation activities, and the\r\nIAEA should identify centres of excellence for this\r\npurpose in the developing countries under the Technical\r\nCooperation among Developing Countries (TCDC)\r\nprogramme. It has been our experience that in high\r\ntechnology areas developing countries find it easier to\r\nlearn from one another because of comparable situations.\r\nIndia has always placed great emphasis on human\r\nresource development in nuclear science and engineering.\r\nWe shall be happy to accept scientists and engineers from\r\ndeveloping countries in these fields, either through\r\nbilateral arrangements or through the IAEA.\r\nIn conclusion, I would like to say that there is a\r\nstrong need for restoring the original scientific-technical\r\ncharacter of the IAEA. The IAEA used to be such an\r\norganization. We must not allow it to degenerate into a\r\nshadow political forum trying to replay debates\r\nappropriate for the United Nations General Assembly.\r\nUnbiased dissemination and deployment of the vast\r\nscientific and technical knowledge that has been\r\naccumulated in the Agency through thousands of meetings\r\nand conferences should be used to meet the objectives\r\nlaid out in the Statute, namely, to accelerate and enlarge\r\nthe contribution of atomic energy to peace, health and\r\nprosperity throughout the world.\r\nMs. Wensley (Australia): Australia is pleased to\r\nhave the opportunity to commend Mr. Mohamed\r\nElBaradei, Director General of the International Atomic\r\n19\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nEnergy Agency (IAEA), for his report on the work of the\r\nAgency.\r\nAustralia attaches great importance to the central role\r\nplayed by the IAEA in enlarging the contribution of nuclear\r\ntechnology to peace, health and prosperity throughout the\r\nworld, as well as its important role in helping to verify the\r\nnon-proliferation commitments of the international\r\ncommunity. The IAEA is one of the central pillars of the\r\nnuclear non-proliferation regime — of which the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) is the\r\ncornerstone. The Agency is therefore among the\r\ninternational institutions which play a key role in\r\nmaintaining peace and security.\r\nNuclear tests conducted by India and Pakistan have\r\nbrought new and complex challenges to the nuclear non-\r\nproliferation and disarmament regimes. The intensity of the\r\nglobal reaction to those tests has highlighted the\r\ndetermination of the overwhelming majority of States not\r\nto allow global security to be threatened by the proliferation\r\nof nuclear weapons. The tests amply demonstrate that there\r\nis no room for complacency in combating that proliferation.\r\nFar from undermining or weakening it, these\r\nchallenges have served to emphasize the strong political\r\nwill to maintain and strengthen the non-proliferation\r\nregime. The international community’s resolve to advance\r\nthe nuclear non-proliferation and disarmament regime in the\r\nface of these challenges was demonstrated graphically by\r\nthe decision of the Conference on Disarmament on 11\r\nAugust this year to commence negotiations on a fissile\r\nmaterial cut-off treaty. The IAEA will of course play a very\r\nimportant role in the development of the verification\r\nmachinery for this treaty, and we strongly support the\r\nIAEA in this regard. The commencement and conclusion of\r\nnegotiations on a fissile material cut-off treaty will provide\r\nthe international community with additional reassurance\r\nagainst the expansion of nuclear arsenals, and will further\r\nstrengthen the international non-proliferation norm, which\r\nhas already been reinforced significantly by the permanent\r\nextension of the nuclear Non-Proliferation Treaty in 1995;\r\nthe conclusion and adoption of the Comprehensive Nuclear-\r\nTest-Ban Treaty (CTBT) in 1996; and agreement on\r\nstrengthened IAEA safeguards in 1997.\r\nAustralia welcomed very warmly the announcement in\r\nMay this year by President Fernando Henrique Cardoso that\r\nBrazil had acceded to the NPT and ratified the CTBT. This\r\nis a landmark achievement which highlights the seriousness\r\nof Brazil’s commitment to make every effort to prevent the\r\nspread of weapons of mass destruction. Brazil’s accession\r\nto the NPT brings the number of States parties to the\r\nTreaty to 187, making it the most widely adhered to arms\r\ncontrol treaty.\r\nBrazil’s accession brings us one step closer to\r\nuniversal membership of the NPT and the ultimate goal\r\nof the complete elimination of nuclear weapons. Australia\r\ncalls upon the remaining few States not party to the NPT\r\nto follow Brazil’s exemplary action by acceding to the\r\nTreaty. The sooner the NPT achieves universal adherence\r\nand full implementation, the safer the world will be.\r\nAustralia remains concerned about Iraq’s suspension\r\nof cooperation with the IAEA, and obviously deeply\r\nconcerned by the most recent developments relating to the\r\nUnited Nations Special Commission (UNSCOM). We are\r\nalso concerned by the continuing non-compliance of the\r\nDemocratic People’s Republic of Korea with its\r\nsafeguards agreement with the IAEA. Iraq’s action is\r\nunacceptable, and in contravention of Security Council\r\nresolutions. Australia urges Iraq to resume full\r\ncooperation with the Agency, and with UNSCOM, so that\r\nthe international community can be confident that its\r\naction is not designed to conceal weapons of mass\r\ndestruction.\r\nWith respect to the Democratic People’s Republic of\r\nKorea, the lack of progress on the issue of preservation of\r\ninformation which must remain available to enable the\r\nAgency to verify in the future the correctness and\r\ncompleteness of that country’s initial declaration under its\r\nsafeguards agreement is a matter of deep concern. It is\r\nimperative that the Democratic People’s Republic of\r\nKorea comply fully with its safeguards agreement with\r\nthe IAEA.\r\nThe Agency’s safeguards system provides an\r\nessential framework for managing proliferation pressures,\r\nas well as providing for a high level of cooperation in the\r\npeaceful uses of nuclear energy. Australia is committed to\r\npreserving and indeed strengthening the effectiveness and\r\nthe efficiency of safeguards. We commend and strongly\r\nsupport the work of the IAEA in strengthening the\r\nnuclear non-proliferation regime through the conclusion\r\nof additional safeguards protocols, and the development\r\nof new safeguards measures pursuant to the protocols.\r\nStrengthened safeguards are critical to international\r\nsecurity, as has been demonstrated by the need to be able\r\nto detect undeclared activities in countries such as Iraq\r\nand to have unambiguous assurances about the status of\r\nthe nuclear programme of the Democratic People’s\r\nRepublic of Korea.\r\n20\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nThe IAEA’s programme to strengthen safeguards,\r\nfollowing on from Programme 93 + 2, allows the Agency\r\nto provide more reliable assurances that States are\r\ncomplying with their non-proliferation obligations. This\r\nforms a crucial part of a dynamic and continuing process of\r\nstrengthening the safeguards system, for which there is near\r\nuniversal support.\r\nParties to the NPT have a duty to ensure that their\r\nobligations under the Treaty are given effect internationally\r\nand domestically. Our respective national security interests\r\nalso dictate that we do everything in our power to limit to\r\nthe greatest extent possible the potential for further\r\nproliferation in all regions of concern. Australia recognizes\r\nthat ultimately the efficacy of the strengthened safeguards\r\nsystem will depend on how soon States sign on to the\r\nModel Additional Protocol. It is essential for the protocol\r\nmeasures to be brought into widespread operation as\r\nquickly as possible. Australia signed its additional protocol\r\nagreement with the IAEA on 23 September 1997. We were\r\nthe first country to do so. That agreement entered into force\r\non 12 December 1997.\r\nFourteen protocols have now been approved by the\r\nIAEA Board of Governors. Major protocols approved at the\r\nJune Board meeting included three with nuclear-weapon\r\nStates — the United States, the United Kingdom and\r\nFrance — as well as the European Atomic Energy\r\nCommunity (EURATOM) and Canada. Australia\r\nencourages all countries which have not yet done so to sign\r\nand ratify model protocols with the Agency as soon as\r\npossible to ensure that this really powerful international\r\ninstrument against nuclear proliferation is made as strong as\r\npossible. We believe that achievement of that goal will\r\nreturn practical dividends in terms of enhanced global and\r\nregional security.\r\nAustralia also places a high priority on the IAEA’s\r\ntechnical cooperation programme. We support the measures\r\ntaken by the agency to strengthen the effectiveness of its\r\nactivities in this area. We note that the technical\r\ncooperation projects proposed to the Board for 1999-2000\r\nwill meet specific design standards that include specified\r\nobjectives, detailed work plans, measurable outputs and\r\nperformance indicators. Those changes are expected to\r\nstrengthen the Agency’s ability to maximize the economic\r\nand social benefits of nuclear technology to the most needy\r\ncountries. Meanwhile, Australia will contribute\r\napproximately $A 1.3 million to the Technical Cooperation\r\nFund for the coming year.\r\nIn our view, since it was introduced in 1972 the\r\nRegional Cooperative Agreement for Research,\r\nDevelopment and Training Related to Nuclear Science\r\nand Technology (RCA) has proved to be an important and\r\neffective means of promoting cooperation in the region in\r\na wide range of nuclear science and technology areas. In\r\nJune this year we paid approximately half a million\r\ndollars to the RCA as the first of what are expected to be\r\nthree payments totalling about $A 1.6 million. That was\r\nto fund our next RCA project, the application of\r\nradioisotope technology to sustainable infrastructure\r\ndevelopment in Asia and the Pacific. That project, which\r\nis very interesting, covers infrastructure support in the\r\nareas of public sector engineering, strengthening radiation\r\nprotection and regional education of nuclear medicine\r\ntechnologists.\r\nThe Agency’s continuing emphasis on the\r\ndevelopment and monitoring of nuclear safety standards\r\nis widely and strongly supported. In this area, we\r\nwelcome the Director General’s decision to review the\r\nAgency’s overall nuclear safety strategy as a separate\r\nexercise. We also very much welcome the decision to\r\nre-examine the Nuclear Safety Review in order to give it\r\na sharper focus in identifying and assessing specific\r\nmeasures which need to be taken to improve nuclear\r\nsafety.\r\nAnother essential component of the non-proliferation\r\nregime is the system of nuclear export controls, such as\r\nthose applied by the Nuclear Suppliers Group. Those\r\ncontrols facilitate transfers consistent with the peaceful\r\nuses of nuclear energy. They do not have a hidden\r\nagenda. Indeed, in the interests of transparency, the\r\nNuclear Suppliers Group has launched a series of\r\nseminars on the role of export controls in nuclear non-\r\nproliferation. A first seminar was held in Vienna in\r\nOctober 1997; a second seminar will be held just before\r\nthe third session of the Preparatory Committee for the\r\nReview Conference of the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT) in New York in April next\r\nyear. Those seminars go some way to meeting the\r\nexpectation at the NPT Review and Extension Conference\r\nthat efforts shall be made to explain better to the\r\ninternational community the operation of nuclear export\r\ncontrols and their contribution to nuclear non-\r\nproliferation.\r\nAustralia notes that earlier this year the Director\r\nGeneral initiated a review of the programme of activities\r\nof the Agency. We recognize the budgetary pressures\r\nunder which the Agency has been operating since the\r\n21\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nimposition of zero real growth limits 14 years ago.\r\nRegrettably, this situation is compounded not only by\r\nescalating demands on the Agency’s resources but also by\r\nsignificant levels of non-payment of contributions by a\r\nsmall number of Member States. It would be alleviated if\r\nMember States met their financial obligations to the Agency\r\nin full and on time. We hope the Director General’s review\r\nof the Agency will produce new and innovative ideas which\r\nwill assist him to map out a new vision for the future\r\nmanagement of the Agency’s programme and activities.\r\nFinally, Australia wants to compliment the Director\r\nGeneral for introducing changes to the Agency’s policy and\r\ncoordination, programme and budget formulation and\r\nevaluation, and to its procedures and personnel systems. We\r\nhope that those reforms will make a valuable contribution\r\nto strengthening the foundations of the Agency. The\r\nDirector General can continue to count on my\r\nGovernment’s constructive support for his efforts to\r\nstrengthen the contribution that the Agency makes to the\r\npromotion of nuclear energy for peaceful purposes and\r\noverall to the cause of international peace and security.\r\nMs. Arystanbekova (Kazakhstan): Allow me first of\r\nall to express my delegation’s appreciation to the Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA), Mr. Mohamed ElBaradei, for his comprehensive\r\nintroduction of the report of the IAEA contained in\r\ndocument GC(42)/5 and for his overview of the Agency’s\r\nactivities in the last year. We would also like to thank the\r\nPermanent Representative of Slovenia, Ambassador Danilo\r\nTürk, for introducing the draft resolution on the report,\r\ncontained in document A/53/L.18, of which Kazakhstan is\r\na sponsor.\r\nThe international community pays, and will continue\r\nto pay, the closest attention to the objectives and tasks of\r\nthe IAEA in ensuring global security under the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT). The\r\neffective mechanisms developed by the IAEA for\r\nmonitoring trafficking in nuclear materials, the\r\nstrengthening of the international safeguards system and the\r\nconduct of effective cooperation on issues of nuclear power,\r\nradiation safety and handling of waste have made an\r\nimportant contribution to the practical solution of the\r\nproblems facing the international community in this area.\r\nThe IAEA’s annual report, which is before us for\r\nconsideration, gives a clear demonstration of the vitally\r\nimportant role of the Agency in solving these complex\r\nproblems in accordance with its Statute and the relevant\r\nresolutions of the General Assembly.\r\nKazakhstan scrupulously fulfils the international\r\nobligations it has assumed in relation to the strengthening\r\nof the existing safeguards system. The safeguards\r\nagreement between Kazakhstan and the IAEA, signed in\r\nAugust 1995, has entered into force and is being\r\nsuccessfully implemented. All of the Republic’s peaceful\r\nnuclear activity has been placed under IAEA safeguards.\r\nThe possibility is currently under consideration of signing\r\nan additional protocol to the comprehensive safeguards\r\nagreement which will make it possible to increase the\r\neffectiveness of measures to maintain and strengthen the\r\nnon-proliferation regime in the country and the\r\ntransparency of our nuclear activity, and to strengthen the\r\ninternational community’s confidence in Kazakhstan.\r\nKazakhstan welcomes the steps taken by the IAEA\r\nto prevent illicit trafficking in nuclear materials. While\r\nacknowledging the Agency’s important role in supporting\r\nthe efforts of Governments and in coordinating measures\r\nin this field, we nevertheless believe that the main\r\nresponsibility for solving this serious problem continues\r\nto rest with member States themselves. In Kazakhstan, a\r\nState nuclear materials accountancy and control system\r\nhas been established and is in operation. The activity of\r\nthe Republic’s enterprises in the nuclear sphere is\r\ncontrolled by the relevant national legislation, which\r\ndefines the basic principles for regulating the activity of\r\nthese enterprises and lays down the nuclear and radiation\r\nsafety rules and regulations. In February 1998 a resolution\r\nof the Government of Kazakhstan approved regulations\r\nfor the licensing of activity relating to the use of atomic\r\nenergy which have become the main mechanism for\r\nperformance of the functions of our national Atomic\r\nEnergy Agency. We are compiling databases on nuclear\r\nmaterials stocks, and conducting organizational measures\r\nto improve the qualifications of specialists employed in\r\nthe nuclear materials accountancy and control system.\r\nIn its export policy, Kazakhstan complies with all\r\nthe Agency’s requirements relating to the import and\r\nexport of nuclear materials. The relevant principles are\r\nreflected in the Export Control Act and the Utilization of\r\nAtomic Energy Act. We are ready to join the Nuclear\r\nSuppliers Group. In this connection, Kazakhstan has since\r\n1997 been complying in its activity in the field of export\r\nof nuclear materials and technology with the Governing\r\nPrinciples of that Group.\r\nKazakhstan strongly supports the IAEA’s efforts\r\naimed at strengthening nuclear safety, and, as a country\r\nwhich possesses nuclear reactors, has since 1997 been\r\namong the Contracting Parties to the Convention on\r\n22\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nNuclear Safety. The reinforcement of that Convention by\r\nother international legal instruments will, in our view,\r\nfacilitate the shaping of a global nuclear safety culture.\r\nThe problem of handling radioactive wastes formed as\r\na result of economic activity associated with the\r\nexploitation of uranium and other deposits, and of the\r\nprocessing of wastes from the coal industry, the use of\r\nnuclear facilities and the development of nuclear power,\r\noccupies an important place in Kazakhstan’s nuclear\r\nactivity. In this connection, we greatly appreciate the efforts\r\nof the IAEA and its member States to draw up the Joint\r\nConvention on the Safety of Spent Fuel Management and\r\non the Safety of Radioactive Waste Management, which\r\nKazakhstan signed last year. As a result of the adoption of\r\nthat instrument, safety standards have been introduced in\r\nthat sensitive sphere of activity.\r\nThe development of nuclear power plays an important\r\nrole in the implementation of a set of programmes aimed at\r\nensuring Kazakhstan’s energy self-sufficiency. As far back\r\nas October 1995, the Government took a decision on the\r\nneed to complete the drafting of a concept for the\r\ndevelopment of energy, including atomic energy, for the\r\nperiod up to 2030, and of draft legislation on the use of\r\nnuclear energy for peaceful purposes. In March 1996, a\r\nGovernment working group on the construction of a nuclear\r\npower station in Kazakhstan’s territory was established. A\r\nprominent place in the concept is assigned to the\r\nassessment of different types of nuclear power stations and\r\ntheir cost effectiveness, and to issues relating to the burial\r\nof radioactive wastes.\r\nFor the forthcoming biennium, 1999-2000, a number\r\nof projects have been included in Kazakhstan’s programme\r\nof technical cooperation with the IAEA. In particular, it is\r\nproposed to conduct an analysis of the safety of the project\r\nfor a new nuclear power station and the economic\r\nfeasibility of constructing it in southern Kazakhstan, and to\r\nset up a low background radiological laboratory to study the\r\nsituation in west Kazakhstan and to conduct a number of\r\nother projects of importance to the Republic.\r\nActive cooperation between the Government of\r\nKazakhstan and the Agency is continuing on a study of the\r\nradiological situation in the territory of the former\r\nSemipalatinsk nuclear testing ground, where, over a period\r\nof more than 40 years, 470 nuclear explosions were\r\nconducted, 113 of them in the atmosphere. This accounts\r\nfor about 70 per cent of all the nuclear-weapons tests\r\nconducted by the former Soviet Union. The results of these\r\njoint studies are helping to determine possible ways of\r\neliminating the consequences of the many years of\r\nnuclear weapons tests.\r\nIn implementation of General Assembly resolution\r\n52/169 M, on international cooperation and coordination\r\nfor the human and ecological rehabilitation and economic\r\ndevelopment of the Semipalatinsk region in Kazakhstan,\r\nin the spring of this year United Nations Headquarters\r\norganized an inter-agency mission, with the participation\r\nof representatives of specialized agencies and programmes\r\nof the United Nations, including the IAEA. This summer\r\nthe mission visited the Semipalatinsk region, where it\r\nconducted a comprehensive study of the consequences of\r\nthe many years of nuclear tests. I should like to express\r\nour sincere gratitude to the IAEA experts and those from\r\nthe other specialized agencies involved for their support\r\nand for their efforts to draw up a comprehensive and\r\nobjective report on the true extent of the consequences of\r\nthe nuclear tests in the Semipalatinsk region. We express\r\nthe hope that in the future technical assistance from the\r\nAgency will grow commensurately with Kazakhstan’s\r\nurgent problems in this respect.\r\nIn September this year, for the second time, an\r\ninternational conference on the non-proliferation of\r\nnuclear weapons was held in Kurchatov, Kazakhstan. It is\r\nsymbolic that an international conference on this\r\nimportant topic was held in a town that for many years\r\nwas the centre of a nuclear testing ground. The\r\nconference, timed to coincide with the tenth anniversary\r\nof the first joint experiment in the monitoring of nuclear\r\ntests, was attended by leading specialists and experts from\r\nKazakhstan, the Russian Federation and the United States,\r\nand also by representatives of the United Nations, the\r\nIAEA, the Comprehensive Nuclear-Test-Ban Treaty\r\nOrganization and the Conference on Disarmament. More\r\nthan 70 statements were presented covering various\r\naspects of the maintenance and strengthening of the non-\r\nproliferation regime, the conversion of former testing\r\ngrounds, the elimination of the consequences of the tests\r\nand ensuring the radiation safety of the population and\r\nprotection of the environment.\r\nDuring the work of the conference, on 17\r\nSeptember, a demonstration calibration explosion was\r\nconducted, in the course of which, using chemical\r\nexplosives, the last strategic missile launch silo was\r\ndestroyed.\r\nToday’s world is unimaginable without the\r\nwidespread use of atomic energy for peaceful purposes.\r\nThese include not only nuclear energy supply, but also\r\n23\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nmany nuclear physics isotope technologies and procedures\r\nwhich have found their way into almost all areas of our\r\nlives. The progressive development of peaceful nuclear\r\ntechnologies is under way, and under these circumstances\r\nthe task of maintaining and strengthening the non-\r\nproliferation regime remains, and will continue to be a\r\ntopical issue.\r\nKazakhstan holds in high esteem the contribution of\r\nthe IAEA to the strengthening of peace and security, and\r\nwill always support the work of this authoritative\r\ninternational agency.\r\nMr. Galuška (Czech Republic): At the outset I wish\r\nto voice my country’s support for the statement delivered\r\nby the representative of Austria on behalf of the European\r\nUnion and associated countries. I shall limit my\r\nintervention to those issues which the Czech Republic\r\nconsiders to be of particular importance.\r\nIn September we met at the forty-second session of\r\nthe General Conference of the International Atomic Energy\r\nAgency (IAEA) to assess not only what we had\r\naccomplished but also what was still left to be done. The\r\nprincipal mission of the IAEA remains unchanged: to\r\npromote the use of nuclear energy for the benefit of the\r\npeace, health and prosperity of mankind and to prevent its\r\nmisuse for military purposes. To entirely fulfil its mandate\r\nthe Agency needs to have a capable head, good\r\nmanagement and an effective and efficient steering organ:\r\nthe Board of Governors.\r\nI am glad to say that the Director General,\r\nMr. Mohamed ElBaradei, in the course of his first year in\r\noffice, has proved to be both a patient diplomatic negotiator\r\nand a skilled chief manager of the Agency. I would like to\r\ncongratulate him on all his achievements and wish him full\r\nsuccess in his future work.\r\nAs for the Board, we have had intensive and lengthy\r\ndiscussions on a package of closely connected issues, such\r\nas the possible size and composition of the Board, the right\r\nof member States to belong to a particular geographical\r\ngroup, and criteria for designating members of the Board.\r\nThe Czech Republic has articulated its support for the\r\nstatus quo on numerous occasions. It is our opinion that the\r\nBoard in its present size and composition represents one of\r\nthe most effective and efficient bodies of the United\r\nNations system. On the other hand, we understand that\r\nsome member States do not share our view. In this respect,\r\nwe believe that a package proposal by the Chairman of the\r\nBoard comprising all aspects of the problem represents a\r\ngood compromise. We welcomed the statement by the\r\nPresident of the forty-second IAEA General Conference\r\nurging the Board to redouble its efforts to achieve a\r\nsolution to this long-standing issue pursuant to the\r\nmandate previously conferred on it by the Conference.\r\nThe Czech Republic is prepared to take part in seeking a\r\nfinal solution.\r\nThe mandate given to the Agency by its statute\r\nbecomes even more relevant in the light of the nuclear\r\ntests carried out in the South Asian region. The\r\ninternational community must not slacken its efforts to\r\nprevent the proliferation of nuclear weapons. The Czech\r\nRepublic appeals to States which have not yet done so,\r\nparticularly those with nuclear capabilities, to adhere to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) and to the Comprehensive Nuclear-Test-Ban\r\nTreaty, unconditionally and without delay. We also call\r\nupon the States concerned to stop their military nuclear\r\nprogrammes and place all their nuclear facilities under the\r\nAgency’s safeguards.\r\nThere is no need to emphasize the role the IAEA\r\nplays under the Non-Proliferation Treaty and the\r\nsignificance of that Treaty. We took active part in the\r\nwork of the second session of the Preparatory Committee\r\nfor the Review Conference of the States Parties to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons in\r\nthe year 2000, where, as we have in other forums, we\r\nadvocated the principle of the universality of the Treaty.\r\nThe Czech Republic remains committed to the principles\r\nof the NPT and makes every effort to comply with its\r\nobligations under the Treaty.\r\nThe Czech Republic highly appreciates the\r\nfinalization of the Model Additional Protocol to\r\nsafeguards agreements. We believe its implementation\r\nwill significantly contribute to greater transparency in the\r\nnuclear programmes of the countries concerned, and will\r\nat the same time strengthen the capability of the IAEA to\r\ndetect in time all undeclared use of nuclear materials and\r\nenergy for other than peaceful applications. We welcome\r\nthe fact that 29 countries, including three nuclear-weapon\r\nStates, have signed the Model Protocol and that one of\r\nthem has already started its implementation. We share the\r\nview that the Model Protocol can become fully effective\r\nonly if implemented by all States parties to IAEA\r\nsafeguards agreements. It should be in the interest of\r\nmember States to provide clear evidence that their nuclear\r\nprogrammes are of a peaceful nature.\r\n24\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nI regret to say that the Czech Republic is among the\r\ncountries whose territories are used for illicit traffic in\r\nnuclear materials. We take this problem as a growing\r\nthreat — and as a challenge to seek ways and means to\r\ncombat organized gangs of traffickers. We are of the view\r\nthat the most effective protection against illicit trafficking\r\nin nuclear materials is the strict application of the measures\r\nof the State System of Accounting for and Control of\r\nNuclear Material in the countries of their origin — that is,\r\nin the countries where the nuclear materials get into the\r\nhands of unauthorized persons. Mutual cooperation between\r\nthe IAEA and member States should also play an important\r\nrole in this field. We welcome the Agency’s Programme for\r\nPreventing and Combating Illicit Trafficking in Nuclear\r\nMaterial, particularly the setting up of a database of cases\r\nof seizure of smuggled material by local authorities, which\r\nwe see as a cornerstone of communication and early\r\ninformation.\r\nAs a State party to the Convention on Nuclear Safety,\r\nthe Czech Republic has submitted its national report under\r\nthe Convention in conformity with its articles 5 and 20 to\r\nbe reviewed by the Convention’s review meeting in April\r\n1999. Our report provides comprehensive information on\r\nthe existing legal framework, comprising the Atomic Act\r\nand related implementation regulations, as well as a case\r\nstudy on nuclear power plants, carried out under the\r\nConvention.\r\nIn line with its long-term policy in the field of the safe\r\nmanagement of radioactive waste and spent fuel, the Czech\r\nRepublic has signed the Joint Convention on the Safety of\r\nSpent Fuel Management and on the Safety of Radioactive\r\nWaste Management. We attach great importance to that\r\nConvention and consider it to be a fundamental, legally\r\nbinding instrument introducing the highest safety standards\r\nalso to this very sensitive area. I would like to call upon the\r\nStates which have not yet become party to the Joint\r\nConvention to sign and ratify it, thus enabling its early\r\nentry into force.\r\nLet me now touch upon the issue of IAEA technical\r\nassistance and cooperation. As I have already mentioned\r\nhere, the mandate of the Agency, anchored in its statute, is\r\nto promote worldwide peaceful uses of nuclear energy in all\r\nspheres of human activity. This mandate can be discharged\r\nonly by means of effective, result-oriented, cost-efficient\r\nprogrammes of technical cooperation and assistance on the\r\none hand and of predictable financial resources on the\r\nother. It is in the hands of member States how the target\r\nfigures proposed for the Technical Cooperation Fund will\r\nbe met. States should shoulder their responsibility and pay\r\ntheir Fund pledges in full and on time.\r\nIn conclusion, allow me to express once again our\r\nhigh esteem for the work of the Agency and our wishes\r\nfor much success in the future.\r\nMr. Granovsky (Russian Federation) (interpretation\r\nfrom Russian): My delegation is grateful to the Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA), Mr. Mohamed ElBaradei, for his introduction of\r\nthe annual report of the Agency, which provides a very\r\ndetailed description of IAEA activities.\r\nThe Russian Federation has consistently supported\r\nthe effective activities of the IAEA. We want the Agency\r\nto remain an international organization with a strong\r\nreputation in the sphere of nuclear affairs, one that\r\nactively promotes the development of the peaceful uses of\r\natomic energy to serve the urgent needs of the\r\ninternational community and that carries out verification\r\nactivities which in turn are the key element of the regime\r\nfor the non-proliferation of nuclear weapons.\r\nThe international community has recently made\r\nsubstantial progress in resolving the main tasks of\r\nmaintaining global and regional security. At the same\r\ntime, we consider that the current necessity for a\r\ncomprehensive strengthening of the nuclear weapons non-\r\nproliferation regime is the key aspect for ensuring nuclear\r\nsafety and security.\r\nGiven the current difficult situation at a time when\r\nthe existing regime has been seriously tested, Russia —\r\nas one of the depositaries of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) — unequivocally\r\nconfirms the constancy of its position in respect of the\r\nbasic principles of the Treaty. In this context, we consider\r\nit of great importance that the Conference on\r\nDisarmament has decided to establish an Ad Hoc\r\nCommittee which shall, on the basis of the report of the\r\nSpecial Coordinator and the mandate contained therein,\r\nnegotiate a non-discriminatory, multilateral and\r\ninternationally and effectively verifiable treaty on the\r\nprohibition of the production of fissile material for\r\nnuclear weapons or other nuclear explosive devices.\r\nOne serious problem concerns the use of fissile\r\nmaterials that have been declared as no longer being\r\nneeded for defence purposes. Russia proceeds on the basis\r\nthat disengaged nuclear materials should be used first of\r\nall in nuclear power production. We have therefore\r\n25\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\ninitiated and are successfully carrying out a number of\r\ninternational projects aimed at producing a detailed\r\ntechnical and economic analysis of the problems in this\r\narea. The intergovernmental agreement between Russia and\r\nthe United States on science and technology cooperation in\r\nthe field of the treatment of plutonium removed from\r\nnuclear military programmes plays a significant role in\r\nthose efforts.\r\nTransparency in the sphere of the use of materials\r\nremoved from weapon programmes is a new type of work\r\nfor the Agency. In this regard, the joint work of Russian,\r\nAmerican and IAEA experts within the framework of the\r\n1996 trilateral initiative concerning the application of the\r\nAgency’s verification procedures to weapon-grade fissile\r\nmaterials claimed as redundant for defence purposes is of\r\ngreat importance.\r\nWe are glad to note that since the beginning of its\r\nactivities the Agency has deservedly enjoyed the high\r\nreputation of a competent international organization in the\r\nnuclear field and has been making all necessary efforts to\r\nassist Member States in developing their nuclear power\r\nproduction capacities. We find the Agency’s activities in\r\nrendering technical assistance to developing countries to\r\nimplement priority programmes in the sphere of the\r\npeaceful use of atomic energy to be of the greatest\r\nimportance. Despite the economic difficulties facing Russia,\r\nwe are now participating in the IAEA’s technical\r\ncooperation programme by supplying equipment and\r\norganizing and conducting training courses and field work\r\nfor experts from developing countries.\r\nRussia regards the use of an enormous research\r\npotential, formerly the exclusive prerogative of military\r\nprogrammes, as one of the areas of nuclear power\r\ndevelopment related to the reduction in and utilization of\r\nnuclear weapons. We view the Agency’s role in this regard\r\nas coordinating international cooperation with a view to\r\nchoosing an economically sound and environmentally safe\r\nuse of weapon-grade materials in civilian nuclear-fuel cycle.\r\nThe future of nuclear power is inextricably linked with\r\nthe need to meet ever-growing safety requirements. We\r\nbelieve it is important to further develop the positive\r\ninitiatives agreed upon at the Moscow Nuclear Safety and\r\nSecurity Summit. We also note with satisfaction that the\r\nIAEA has begun to play a more active role in this field.\r\nThe creation of international legal mechanisms to\r\nregulate nuclear activities has continued, with the active\r\ninvolvement of the Agency. One of the obvious\r\nachievements in this field was the drafting and adoption\r\nof the international Convention on Nuclear Safety. The\r\nJoint Convention on the Safety of Spent Fuel\r\nManagement and on the Safety of Radioactive Waste\r\nManagement has been developed under the auspices of\r\nthe IAEA.\r\nWe would like to note the Agency’s work in\r\nelaborating standards and norms which reflect the latest\r\nachievements of countries in ensuring nuclear and\r\nradiation safety and security. We also support IAEA\r\nactivities to put a halt to illegal trafficking in nuclear\r\nmaterials and activities aimed at increasing the level of\r\nphysical protection and developing national systems for\r\nthe inventory and verification of nuclear materials. We\r\nsupport enhanced interaction between States to end\r\nnuclear smuggling.\r\nRussia has consistently supported IAEA activities\r\naimed at improving the safeguards system. The\r\nverification activities of the Agency should continue to be\r\na priority that allows for a technically precise, politically\r\nimpartial and legally indisputable analysis of the nature of\r\nnuclear activities carried out by non-nuclear-weapon\r\nStates parties to the NPT.\r\nIn conclusion, the delegation of the Russian\r\nFederation would like to join other delegations that have\r\nexpressed their approval of the Agency’s 1997 annual\r\nreport.\r\nMr. Konishi (Japan): At the outset, I wish to\r\nexpress my appreciation to the Director General of the\r\nInternational Atomic Energy Agency (IAEA),\r\nMr. Mohamed ElBaradei, for his leadership of the Agency\r\nduring the past year and for his very helpful introduction\r\nof the Agency’s report. The Government of Japan fully\r\nsupports his efforts to strengthen the Agency’s technical\r\ncooperation activities through the development of\r\neffective programmes aimed at improving the scientific,\r\ntechnological and regulatory capabilities of developing\r\ncountries, in line with the resolutions adopted at the last\r\nsession of the IAEA General Conference.\r\nThe nuclear tests conducted in South-West Asia\r\nearlier this year underscored the importance of\r\nmaintaining and strengthening the safeguards system of\r\nthe IAEA. The people of Japan were particularly shocked,\r\nas we know at first hand the unspeakable horrors of\r\nnuclear weapons and are determined not to allow nuclear\r\ntragedies such as Hiroshima and Nagasaki ever again to\r\nvisit the globe. We therefore renew our hope that the\r\n26\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nadditional protocol will be concluded by a broad range of\r\ncountries and that it will become the norm at the earliest\r\npossible time.\r\nIt is also clear that the IAEA must continue to play a\r\nkey role in ensuring Iraqi compliance with its obligations\r\nunder the resolutions of the Security Council relating to the\r\nabolition of various types of weapons of mass destruction.\r\nWe continue to support the activities of the IAEA Action\r\nTeam in this regard. Japan calls upon Iraq to rescind its\r\ndecision of 5 August, as demanded in Security Council\r\nresolution 1194 (1998) of 9 September, and its decision of\r\n31 October, and to resume immediate, complete and\r\nunconditional cooperation with the United Nations Special\r\nCommission (UNSCOM) and the IAEA. Without the\r\nrescission of these decisions, we are prevented from seeing\r\nany developments towards the lifting of the sanctions\r\nimposed under the relevant Security Council resolutions.\r\nTurning now to the situation in the Democratic\r\nPeople’s Republic of Korea (DPRK), Japan reaffirms that\r\nthe safeguards agreement of the Democratic People’s\r\nRepublic of Korea with the IAEA remains binding and in\r\nforce. We are deeply concerned that the Democratic\r\nPeople’s Republic of Korea has not cooperated with the\r\nIAEA with respect to the monitoring of the freezing of its\r\nfacilities, and that it has not taken clear measures to\r\npreserve information concerning its past nuclear activities.\r\nIt is also regrettable that no progress has been made in the\r\ntechnical discussions between the IAEA and the Democratic\r\nPeople’s Republic of Korea. Recalling Security Council\r\nresolution 825 (1993) and the series of presidential\r\nstatements of 31 March, 8 April, 30 May and 4 November\r\nof 1993, as well as the resolution adopted by the General\r\nConference of the IAEA on 25 September, Japan urges the\r\nDemocratic People’s Republic of Korea to cooperate fully\r\nwith the IAEA for the full implementation of the safeguards\r\nagreement.\r\nFinally, I should like to underscore Japan’s position\r\nthat technical cooperation — which, aside from the\r\nmaintenance of the safeguards system, is the major area of\r\nIAEA endeavour — must be strictly limited to the peaceful\r\nuses of nuclear energy. Such cooperation has an important\r\nrole to play in promoting development in developing\r\ncountries, and Japan pays high tribute to the activities of\r\nthe IAEA in this area.\r\nI should like to end my remarks by reiterating Japan’s\r\ncommitment to the work of the Agency.\r\nAgenda item 20 (continued)\r\nStrengthening of the coordination of humanitarian and\r\ndisaster relief assistance of the United Nations,\r\nincluding special economic assistance\r\n(b) Special economic assistance to individual\r\ncountries or regions\r\nThe Acting President: I have received a request\r\nfrom the delegation of Honduras to reconsider, under rule\r\n81, the resolution adopted this morning on this sub-item,\r\nnow resolution 53/1 C, the text of which was contained\r\nin document A/53/L.17.\r\nSince I hear no objection, we shall proceed to\r\nreconsider the resolution.\r\nIt was so decided.\r\nThe Acting President: I give the floor to the\r\nrepresentative of Honduras.\r\nMr. Noé-Pino (Honduras) (interpretation from\r\nSpanish): Allow me first of all to express my gratitude for\r\nthe opportunity to speak on the resolution on emergency\r\nassistance to Belize, Costa Rica, Guatemala, Honduras,\r\nNicaragua and Panama, which was adopted this morning\r\nby the General Assembly. The resolution was initially co-\r\nsponsored by Belize, Costa Rica, Dominican Republic, El\r\nSalvador, Guatemala, Honduras, Israel and Nicaragua,\r\nwhich were joined by Canada, China, Colombia, Cyprus,\r\nEcuador, Greece, Guyana, India, Italy, Jamaica, Mexico,\r\nPanama, Senegal, Spain, Uruguay and Venezuela.\r\nThe emergency situation in Central America as a\r\nresult of Hurricane Mitch is indescribable, with\r\nconsiderable human losses and property damage. At this\r\ntime of death, anguish and sadness, our societies are\r\nmobilizing to help thousands of our compatriots in their\r\nrescue and assistance efforts. That spirit of solidarity is\r\nfurther strengthened and heightened by the relief and\r\nsupport provided us by the international community. We\r\nappeal for solidarity on the part of the Members of the\r\nUnited Nations themselves so that the United Nations\r\norgans and agencies as well as the States bilaterally may\r\ngive us the necessary support to overcome this tragedy.\r\nThe figure of speech “to be in the eye of the\r\nhurricane” became a painful reality for Honduras. Despite\r\nour limited ability thoroughly to evaluate the situation in\r\nHonduras and in the other Central American countries, we\r\n27\r\nGeneral Assembly 50th plenary meeting\r\nFifty-third session 2 November 1998\r\nhave determined that to date no less than 300 people have\r\ndied, an undetermined number of persons are missing, and\r\nsome 250,000 have left their homes. More than 1 million\r\npersons have been affected. Entire communities are cut off\r\nfrom communication due to flooding as 50 rivers have\r\noverflowed, causing the most severe damage in the history\r\nof our country. These communities have no food, drinking\r\nwater or medicine and are facing a tragic situation.\r\nThe Atlantic coast — the hub of economic activity,\r\ngenerating more than 60 per cent of the gross national\r\nproduct and 80 per cent of export production — is the area\r\nmost severely affected. This region is completely paralysed,\r\nwith enormous human and material losses that will require\r\nassistance in the short, medium and long term.\r\nIn Nicaragua, preliminary information indicates that at\r\nleast 1,500 persons have died and thousands are missing. At\r\nleast 180,000 people are without the basic necessities, 172\r\ncommunities are cut off, and at least 5,066 homes have\r\nbeen destroyed. In Belize, thousands of people were\r\nevacuated owing to an alert issued by the national\r\nauthorities. In El Salvador, according to the extremely\r\npreliminary information available, at least 100 persons have\r\ndied and 27,000 have been affected. It is reported that in\r\nPanama, 8,000 persons have been affected and that one\r\nperson, in the zone of Darién, has died. In Costa Rica,\r\nseven people are reported dead, 3,500 have been affected\r\nand 2,064 have had to seek refuge in safe places.\r\nAs is understandable, there is extensive damage in the\r\nregion, and the tasks that lie ahead are immense. Despite\r\nour grief, the strength of character and the integrity of our\r\nmen, women and children will make rehabilitation and\r\nreconstruction possible, with the generous cooperation of\r\nthe international community to complement our efforts. As\r\nthe President of the Republic of Honduras, Carlos Roberto\r\nFlores, said last week — and this applies to all the\r\ncountries of Central America —\r\n“Our nations have rallied and are ready to work. May\r\nGod help us and bless us. May God hear our prayers.\r\nWe are not alone; we are united in fraternal solidarity.\r\nThe international community is at our side, with\r\nsolicitude and friendship, to complement our own\r\nefforts and resources.”\r\nTherefore, I would like not only to thank all the\r\ncountries for the support they showed in adopting the\r\nresolution this morning, but also to add two more points\r\nthat I believe are important in view of the most recent\r\nevents. First, I would like to add the name of the Republic\r\nof El Salvador to the relevant parts of the resolution,\r\nsince in the late hours of Saturday and on Sunday the\r\nforce of the hurricane struck that fraternal country.\r\nSecondly, I would like to amend operative paragraph 6 of\r\nthe resolution to read as follows:\r\n“Requests the Secretary-General to report to the\r\nGeneral Assembly, under agenda item 20, through\r\nthe Economic and Social Council at the next\r\nhumanitarian questions segment of its substantive\r\nsession on the collaborative effort referred to in\r\nparagraph 4 above and on the progress made with\r\nthe relief, rehabilitation and reconstruction efforts of\r\nthe affected countries.”\r\nFor the solidarity and cooperation of the\r\ninternational community, the affected Central America\r\ncountries mentioned in this resolution are all grateful for\r\nthe Assembly’s support and solidarity.\r\nThe Acting President: The Assembly will now take\r\na decision on resolution 53/1 C, as orally revised.\r\nMay I take it that the Assembly decides to adopt\r\nresolution 53/1 C, as orally revised?\r\nResolution 53/1 C, as orally revised, was adopted.\r\nThe Acting President: The Assembly has thus\r\nconcluded this stage of its consideration of sub-item (b)\r\nof agenda item 20.\r\nThe meeting rose at 1.05 p.m.\r\n28\r\n"