"United Nations A/53/PV.24\r\n98-85967 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n24th plenary meeting\r\nThursday, 1 October 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Snoussi\r\n(Morocco), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 118 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations (A/53/345/Add.5)\r\nThe Acting President (interpretation from French):\r\nIn a letter contained in document A/53/345/Add.5, the\r\nSecretary-General informs the President of the General\r\nAssembly that, since the issuance of his communications\r\ncontained in document A/53/345 and addenda 1 to 4,\r\nDominica has made the necessary payment to reduce its\r\narrears below the amount specified in Article 19 of the\r\nCharter.\r\nMay I take it that the General Assembly duly takes\r\nnote of this information?\r\nIt was so decided.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President (interpretation from French):\r\nI call on the Minister of Justice and Legal Affairs of the\r\nSolomon Islands, His Excellency The Honourable Edmond\r\nAndresen.\r\nMr. Andresen (Solomon Islands): The word\r\n“globalization” did not appear in dictionaries of the\r\nEnglish language 30 years ago. Globalization is now a\r\nreality, but multitudes do not benefit. To assist those\r\npeoples suffering its negative consequences, the United\r\nNations requires skilled and innovative leadership. The\r\nGeneral Assembly is fortunate that Mr. Opertti has been\r\nelected to lead it at its fifty-third session. His service to\r\nhis country and intergovernmental organizations at the\r\nhighest levels and his experience as a teacher, scholar and\r\npractitioner of international law, with extensive work in\r\neconomic development and trade, as well as crime\r\nprevention and the protection of children, demonstrate the\r\nunderstanding and patience required here.\r\nMy delegation applauds the achievements of\r\nMr. Hennadiy Udovenko, President of the General\r\nAssembly at its fifty-second session who time and again\r\ndemonstrated the dexterity and humour necessary for\r\nadvancing the delicate process of United Nations reform,\r\nwhich Solomon Islands wholeheartedly supports. In the\r\nSecretary-General Kofi Annan, who continues to nurture\r\nthat process, this Organization has found one of the great\r\nmen of our time. We are honoured by his presence.\r\nHaving often spoken strongly in favour of gender\r\nequality, my delegation rejoiced in the election of\r\nMs. Louise Frechette as the first Deputy Secretary-\r\nGeneral. She and the Secretary-General admirably\r\nrepresent the indispensable Secretariat.\r\nOn the eve of the new millennium, many developing\r\ncountries continue to experience difficult economic,\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nenvironmental and social problems. The lack of capital\r\nresources, crushing debt, external economic shocks and the\r\nfall in development assistance retard the growth of the\r\neconomies of many least developed countries. The small\r\nisland developing States continue to experience growth in\r\ndrug and other transborder crimes. Moreover, our people\r\nface the ever present threat of natural disaster, such as the\r\ndevastating tsunami that recently struck Papua New Guinea,\r\nour nearby neighbour.\r\nWe are a village people feeling the impact of\r\nglobalization. The vulnerability of small island developing\r\nStates to external economic shock is indeed real. Our tiny\r\neconomy means a narrow human and non-human resources\r\nbase and a limited domestic market. We are dangerously\r\nexposed to external economic developments in trade, capital\r\nflows and technology. Limited in our capacity to stabilize\r\nour domestic economy, we are especially sensitive to and\r\ndependent on the international situation. Our inability to\r\neffectively deal with the impacts of the Asian financial\r\ncrisis demonstrates our vulnerability. The drop in my\r\ncountry’s export revenue further undermines our difficult\r\nfinancial and economic situation. Well-designed and\r\ncarefully monitored international standards and codes of\r\nconduct for capital flows and private financial management\r\nare essential. Without such regulatory measures, the\r\nprospects that the least developed countries will benefit\r\nfrom globalization and trade liberalization remain bleak. We\r\nface even further marginalization.\r\nThe Alliance for Change Government of Solomon\r\nIslands is well aware that whether we and other least\r\ndeveloped countries succeed in effectively using the\r\nopportunities and mitigating the risks offered by the new\r\nworld trading system depends largely on our success in\r\nmaking major macroeconomic policy reforms and\r\novercoming deficiencies. To stimulate private sector\r\ninvolvement and the active participation of indigenous\r\nSolomon Islanders, the Government has launched a reform\r\nprogramme incorporating sound banking and financial\r\npractices conducive to economic growth and stability. The\r\npublic sector is being restructured to create more efficient,\r\nresponsive and accountable governmental administration.\r\nWe cannot succeed, however, without significant\r\nbilateral and multilateral assistance. The experience of other\r\neconomies that have undertaken similar programmes shows\r\nthat the reforms can be accelerated by assured markets for\r\ntraditional products as well as access to new markets and\r\ncapital. Moreover, multilateral agencies such as the United\r\nNations Industrial Development Organization (UNIDO) and\r\nthe United Nations Development Programme (UNDP) can\r\nassist significantly in enhancing competitiveness and\r\ncapacity-building.\r\nCommunications and information technology are, of\r\ncourse, essential for economic revitalization, especially so\r\nfor Solomon Islands and other small island developing\r\nStates remote from major markets and financial centres.\r\nMy Government is committed to the development of\r\nefficient and cost-effective telecommunication networks\r\nas a catalyst for economic and social progress. We are\r\nalso supporting long-distance education by radio and\r\ncampaigns to reduce and eliminate illiteracy.\r\nSustainable development and the scientific\r\nmanagement of our forest and marine resources remain\r\nhigh priority matters for my Government. The 922 islands\r\nand atolls of the Solomons stretch over 1.35 million\r\nsquare kilometres of ocean. Fisheries are essential for our\r\neconomy. Last April, Parliament enacted legislation to\r\ncontrol the exploitation of our fish resources and to\r\nmaximize the benefits for our people. Protecting the\r\nfragile marine ecosystem from pollution is a major\r\nconcern. With the assistance of the UNDP, a study will\r\nsoon be undertaken to assess the potential danger to the\r\nmarine environment posed by the large quantity of\r\nsubmerged ordnance from the Second World War.\r\nProjects to encourage ecotourism as well as the\r\nprocessing of forest products within the Solomon Islands\r\nare being considered.\r\nThe special session of the General Assembly next\r\nyear to review the overall implementation of the Barbados\r\nProgramme of Action for the Sustainable Development of\r\nSmall Island Developing States promises to be an\r\nimportant occasion to assess the progress made in the last\r\nfive years. Solomon Islands will participate actively in the\r\npreparatory work and in the seventh session of the\r\nCommission on Sustainable Development and the donors\r\nconference on small island developing States.\r\nNatural disaster remains the greatest environmental\r\nthreat to the peoples of many small island nations. We\r\nface such calamities as tidal waves and volcanic\r\neruptions, hurricanes, droughts and floods and rise of the\r\nsea level from climate warming. During the past year,\r\nshortages of water and food caused by El Niño severely\r\naffected Solomon Islands and several other countries in\r\nthe region, especially where cyclones had struck earlier.\r\nIntensified international cooperation in early warning\r\nsystems, disaster mitigation and management strategies\r\nare needed. We strongly support the renewal of the\r\n2\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nUnited Nations International Decade for Disaster Reduction\r\nand related initiatives.\r\nClimate change remains an issue demanding urgent\r\nand concrete global collective attention. The Kyoto\r\nProtocol, which Solomon Islands signed a few days ago, is\r\na positive step within the climate protection process, but it\r\nmust be understood to be only one of several. Crucial\r\nactions, besides the early ratification of the Protocol by all\r\nparties, include the strengthening of emission reduction\r\ntargets and commitment to agreed time frames by\r\nindustrialized countries and the development and transfer of\r\nappropriate, affordable and environmentally sound\r\ntechnologies. International commitments to energy\r\nefficiency and the development of renewable energy\r\nsources remain key objectives. For small island developing\r\nStates to meet their obligations, adequate resources must be\r\ngenerated through the mechanisms provided by the Protocol\r\nand the Global Environment Facility. These are priority\r\nissues for the fourth session of the Conference of the\r\nParties to the United Nations Framework Convention on\r\nClimate Change, meeting in Buenos Aires next month.\r\nOther potential disasters concern us as well. The\r\nproliferation of nuclear weapons is especially troubling to\r\nmy Government. Solomon Islands is committed to the\r\nelimination of these weapons and is proud of the part it\r\ntook at the International Court of Justice on the issue of\r\nnuclear weapons. These instruments of terror are creating\r\ninsecurity in our region. We are also committed to the\r\nelimination of biological and chemical weapons. The\r\ncoming entry into force next March of the Ottawa\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-Personnel Mines and on\r\nTheir Destruction is splendid news indeed, and we thank\r\nAustria, Canada, Norway and South Africa for their\r\nextraordinary efforts.\r\nIn our peaceful islands, the noise of any conflict\r\nresounds loudly and threateningly. We are indeed pleased\r\nby the Bougainville peace agreement, which New Zealand\r\nskilfully helped to negotiate with the important assistance\r\nof Australia, Fiji and Vanuatu. Crucial for the success of\r\nthis effort was the willingness of the Government of Papua\r\nNew Guinea and the other parties to work in good faith.\r\nWe also thank France for agreeing to a timetable for the\r\nindependence of New Caledonia.\r\nThe Alliance for Change Government strongly\r\ncondemns international terrorism in any form or\r\nmanifestation. We deplore in the strongest terms what\r\nhappened in Nairobi and Dar-es-Salaam. Solomon Islands\r\nsupports the call by previous speakers for the international\r\ncommunity, in particular the United Nations, to take a\r\nleading role in combating terrorism. At the same time, we\r\nrecognize the need to understand the conditions in which\r\nterrorism is rooted and to change them. The desperate\r\nacts of men and women have desperate causes.\r\nInternational partnership is also required in fighting\r\nthe world’s illicit drug trade. The declaration adopted at\r\nthe twentieth special session of the General Assembly\r\ncalls for concrete efforts. My Government is taking the\r\nnecessary steps at the national level, but the enhancement\r\nof our interdiction capabilities and the encouragement of\r\nalternative economic activities require practical\r\ninternational assistance.\r\nThe Solomon Islands delegation participated in the\r\npreparation of the Statute of the International Criminal\r\nCourt, and we applaud its adoption in Rome. The\r\nchallenge before us now is to ensure its effective\r\nimplementation.\r\nHalf a century after the adoption of the Universal\r\nDeclaration of Human Rights, the progress achieved,\r\nalthough significant, is far from satisfactory for hundreds\r\nof millions of people. Many human rights do not exist,\r\nexcept on paper, for the over one billion persons who live\r\nin abject poverty. My Government is committed to\r\nupholding our people’s fundamental rights, as guaranteed\r\nby the Solomon Islands Constitution. We strive to\r\nmaintain human dignity. Although resource constraints\r\nhinder our ability to fulfil the reporting obligations of the\r\ninternational instruments to which we are a party, we will\r\nnot fail to meet our human rights obligations. Nor will we\r\nbe silent when the rights of others are denied.\r\nWe call once again for the representation and\r\nparticipation of the Republic of China on Taiwan in the\r\nUnited Nations and its agencies. When the General\r\nAssembly refuses to place this matter on its agenda, it\r\ndenies to the nearly 22 million people of Taiwan their\r\nrights under the Charter of this Organization. It rejects the\r\nopportunity to foster peace and security in the Taiwan\r\nStrait through dialogue here at the United Nations. It turns\r\nits back on preventive diplomacy. Surely the General\r\nAssembly is better than this. The people of this politically\r\nstable, economically strong and technologically advanced\r\ndemocracy have amply demonstrated how much they have\r\nto offer their region and the world. With the new\r\nmillennium nearly upon us, it is time to discard old\r\npatterns of thought if the Chinese motherland is to reunite\r\npeacefully. My Government will continue to appeal to the\r\n3\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nUnited Nations to seriously consider and recognize the\r\nlegitimate right of the people of the Republic of China on\r\nTaiwan to have a voice in this international arena.\r\nDuring the “reform Assembly”, Solomon Islands\r\nsupported the proposals of the Secretary-General. My\r\ndelegation actively participated in the Open-ended Working\r\nGroup on the Security Council. Reform of the Council\r\nshould move boldly toward greater democracy and\r\ntransparency. Expansion of its membership must reflect\r\nequitable geographical representation, and close thought\r\nneeds to be given to the composition of the regional groups.\r\nIf the veto cannot be decently buried, it should be restricted\r\nto Chapter VII questions.\r\nThe Secretary-General’s proposal for a Millennium\r\nAssembly in September 2000 to identify priorities for\r\nUnited Nation action is refreshing. Critical for the success\r\nof the Assembly will be the two years of international\r\ndialogue, involving the widest possible spectrum of\r\nparticipants, leading up to it. The dialogues must truly be\r\ndialogues and not long series of monologues in which\r\npeople talk past one another. A leading candidate for one\r\nof the priorities to be adopted by the Millennium Assembly\r\nis debt forgiveness for the heavily indebted poor countries.\r\nCanada, Germany and the United Kingdom are to be\r\ncommended for their recent debt-forgiving actions. We also\r\nappreciate the Nordic countries who have fulfilled their\r\ntargets and commitments for official development\r\nassistance.\r\nSolomon Islands celebrated the twentieth anniversary\r\nof its independence last July. The past two decades have\r\nbeen difficult but peaceful. My Government wishes to\r\nacknowledge the contribution of the international\r\ncommunity, especially our development partners, including\r\nthe non-governmental organizations. We especially thank\r\nour citizens for their patience and support towards our\r\ndevelopment endeavours. We are committed to\r\nstrengthening these partnerships. We must work together to\r\nmeet the challenges of the next millennium successfully.\r\nThe Acting President (interpretation from French):\r\nI now call on His Excellency Chief Antonio Deinde\r\nFernandez, Deputy Minister for Foreign Affairs of the\r\nCentral African Republic.\r\nMr. Fernandez (Central African Republic): I take\r\npleasure in congratulating Mr. Opertti on his election to the\r\npresidency of the General Assembly at its fifty-third\r\nsession, and I pledge my delegation’s full cooperation. I\r\ncommend his predecessor, Mr. Udovenko, for bringing the\r\nfifty-second session of the General Assembly to a\r\nsuccessful conclusion. I take great pleasure in expressing\r\nmy pride in our Secretary-General, Mr. Kofi Annan. His\r\nleadership and many achievements during the short period\r\nof his tenure are highly commendable.\r\nJust as this session of the General Assembly\r\ncoincides with the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, it also coincides,\r\nprovidentially, with the fiftieth anniversary of the\r\ncommencement of peacekeeping operations by the United\r\nNations. These coincidences are striking because, while\r\none was envisaged in the Charter of our Organization and\r\nwas the subject of painstaking negotiations, the other was\r\na chance development, not having been envisaged in the\r\nCharter. Yet both have had a profound effect on the\r\ninfluence of the United Nations in global affairs and on\r\nthe perception of the Organization by those whom it was\r\nestablished to serve and who were identified in the\r\nopening words of the Charter as “We the peoples of the\r\nUnited Nations”.\r\nThe double celebration this year should also enable\r\nus to appreciate better the interrelationship between\r\nhuman rights and peacekeeping. There can be no question\r\nof human rights being enjoyed in a situation of conflict.\r\nPut another way, conflicts create conditions for the most\r\noutrageous violations of human rights, since, contrary to\r\nall international law and rationality, the most vulnerable\r\nin society — children, women and the aged — are often\r\ntargeted and deprived of the most basic of human rights,\r\nthe right to life. As we define and refine our\r\nOrganization’s responsibilities in peacekeeping, which, by\r\ncommon consent, is now taken in its broadest sense to\r\nmean the prevention, management and resolution of\r\nconflicts, let us always be conscious that the universal\r\nenjoyment of human rights, one of the major aspirations\r\nof humanity, cannot and will not be achieved unless we\r\ndevote as much effort to the elimination of the conditions\r\nthat provoke the violation of those rights.\r\nI believe that it is with this fact in mind that\r\ninternational organizations, whether global, regional or\r\nsubregional, have been devoting considerable time to\r\ndevising effective means of preventing, managing and\r\nresolving conflicts in their various area of competence. Of\r\ncourse, the United Nations, with its unique role as the\r\nonly global Organization invested with authority for the\r\nmaintenance of international peace and security, is,\r\nappropriately, taking the lead in these efforts. Following\r\n“An Agenda for Peace” (A/47/277) and its supplement\r\n(A/50/60), and at the request of the Security Council, the\r\n4\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nSecretary-General presented to us at this session his report\r\nentitled “The causes of conflict and the promotion of\r\ndurable peace and sustainable development in Africa”,\r\ndocument A/52/871. The report represents a very\r\ncomprehensive and incisive study of the causes of conflict\r\nin Africa. The recommendations therein, if implemented by\r\nAfrican countries as well as by the United Nations, could\r\nreverse the pestilence of conflicts which are ravaging the\r\ncontinent.\r\nIn this connection, my delegation would like to\r\nunderscore the role of the Security Council in dealing with\r\nAfrican conflicts. While the Organization of African Unity\r\n(OAU) has demonstrated a commitment to taking the lead\r\nin the resolution of conflicts on the continent, the fact is\r\nthat its Mechanism for Conflict Prevention, Management\r\nand Resolution will take time and will require resources not\r\nimmediately available to Africa if it is to evolve to its\r\nmaximum capacity. In the meantime, the efforts of the\r\nsubregional organizations, which are increasingly taking the\r\ninitiative in their various regions, need to be adequately\r\nsupported by the international community.\r\nMy country, the Central African Republic, has been\r\nthe beneficiary of such an initiative, which was taken by a\r\ngroup of African countries, to deal with the internal\r\nconflicts that erupted with three successive army mutinies\r\nin 1996. The Inter-African Mission to Monitor the\r\nImplementation of the Bangui Agreements (MISAB), which\r\nwas composed of troops from Gabon, Chad, Burkina Faso,\r\nMali, Senegal and Togo, was given strong logistic support\r\nby France. It operated in Bangui from January 1997 to\r\nApril 1998 as both a force of interposition and a guarantor\r\nto ensure the observance of the peace accord which was\r\nbrokered by four African heads of State. My delegation\r\nwould like to pay very high tribute to the Presidents of\r\nGabon, Burkina Faso, Chad, Mali, Senegal and Togo for\r\nthe great sacrifice they made in the interests of our\r\ncontinent.\r\nI should also like to pay great tribute to France for its\r\ninvaluable support of the African initiative. At the request\r\nof my head of State, and with the agreement of the inter-\r\nAfrican group, the Security Council graciously consented to\r\nsend a United Nations peacekeeping operation to replace\r\nthe inter African force.\r\nThe United Nations Mission in the Central African\r\nRepublic (MINURCA), which commenced operations in\r\nBangui on 15 April 1998, is the first proactive mission\r\nestablished by the United Nations in Africa. It has been\r\nmaking a major contribution to the restoration of lasting\r\npeace and security in our country and has assisted the\r\npeace-building efforts of the Government and the people\r\nof the Central African Republic. It is a practical\r\ndemonstration of the incisive observation of our\r\nSecretary-General, in his report entitled “The causes of\r\nconflicts and the promotion of durable peace and\r\nsustainable development in Africa”, to the effect that\r\n“the deployment of a multidisciplinary peacekeeping\r\noperation may well represent the best chance to\r\nestablish peace and build a foundation for lasting\r\ndevelopment, based on respect for human rights and\r\nthe rehabilitation of civic institutions.” (A/52/871,\r\npara. 37)\r\nA major step in the restoration of the institutions of\r\nState in our country is the organization of a free, fair and\r\ntransparent legislative election. In his letter to the\r\nSecretary-General requesting the assistance of the\r\ninternational community in re-establishing peace and\r\nsecurity, my President, Mr. Ange-Félix Patassé, invited\r\nthe United Nations, inter alia, to supervise the legislative\r\nand presidential elections in the country. That request was\r\na measure of both the confidence which we have in the\r\nUnited Nations and our commitment to a transparent\r\ndemocracy built on the freely expressed will of our\r\npeople. I wish therefore to express my Government’s\r\nsatisfaction for the assistance of MINURCA in the\r\npreparations for the legislative elections. We are looking\r\nforward to the decision of the Security Council which will\r\nenable MINURCA to provide further assistance for the\r\nelectoral process, thus giving all Central Africans the\r\nassurance of the freedom, fairness and transparency of\r\nthis most important aspect of the democratic process.\r\nNeedless to say, United Nations assistance in the\r\nprocess is a worthwhile investment in good governance,\r\nwhich itself is the sure foundation for peace, security and\r\ndevelopment. No effort should therefore be spared by our\r\nOrganization in rallying to the support of those Member\r\nStates that are making genuine efforts to instal a system\r\nthat in itself constitutes a conflict-prevention mechanism.\r\nThe cost of such support, which also constitutes an\r\ninvestment in peace-building, is in the end much less, and\r\nthe results more satisfying, than those of a fire-fighting\r\nresponse after the outbreak of a conflict.\r\nBearing these factors in mind, I wish to appeal, on\r\nbehalf of my Government, to the Security Council to take\r\na comprehensive approach that avoids a premature exit of\r\nMINURCA, thus compromising the objective for which\r\nthe Mission was installed in Bangui. My Government has\r\n5\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nexerted itself to fulfil the commitments made by President\r\nPatassé to transparency and accountability in his letter to\r\nthe Secretary-General requesting the presence of the United\r\nNations in our country.\r\nOne major result of those efforts was the positive\r\njudgment of the Bretton Woods institutions which permitted\r\nthe conclusion last July of a long-sought accord on\r\nenhanced structural adjustment facility. Needless to say, this\r\nwould not have been possible without the assurance of\r\nsecurity given by the presence and the activities of\r\nMINURCA.\r\nHowever, much remains to be done, and the presence\r\nand cooperation of MINURCA will be indispensable for\r\nsuccess. Most important is the restructuring and retraining\r\nof our security services, both civil and military. The\r\ncommencement by MINURCA of the retraining of the\r\nvarious categories of our police and gendarmerie services\r\nhave already yielded some positive results, and the\r\ncontinuation of the programme, as is being done in other\r\nUnited Nations operations in other parts of the world, will\r\nprove an invaluable legacy of United Nations peace-\r\nbuilding efforts in our country.\r\nAfrica should not be denied this benefit which\r\nemanates from the reappraisal of the components of\r\ncomprehensive United Nations peacekeeping operations.\r\nCivilian police training programmes have become an\r\nessential element of these operations, but they have not\r\nbeen known to commence and end in a period of nine\r\nmonths. An African situation cannot be presumed to be\r\ndifferent, particularly when it is in the region now\r\nconsidered to be most prone to the phenomenon of\r\nconflicts.\r\nBesides, the restructuring of our armed forces is being\r\ncommenced with the involvement of MINURCA, which\r\nwas given a role to play by Security Council resolution\r\n1182 (1998) of 14 July 1998. The joint committee\r\nconsisting of representatives of the Government and of\r\nMINURCA is to elaborate the legal instrument which\r\nshould form the basis for our defence policy and armed\r\nforces, as well as a comprehensive programme for a widely\r\nrepresentative, national, and well-trained force that will also\r\nbe a useful instrument for development. The hope of my\r\nGovernment is that the Security Council will allow\r\nMINURCA sufficient time to assist us in these\r\nindispensable peace-building endeavours. A withdrawal, as\r\nis being contemplated at this time, will not be in the\r\ninterest of my country or of the Central African subregion,\r\nwhich is already in great turmoil. I cannot but recall once\r\nagain the very pertinent observation of the Secretary-\r\nGeneral in the report which he painstakingly compiled at\r\nthe request of the Security Council:\r\n“the deployment of a multidisciplinary peacekeeping\r\noperation may well represent the best chance to\r\nestablish peace and build a foundation for lasting\r\ndevelopment, based on respect for human rights and\r\nthe rehabilitation of civic institutions.” (ibid.)\r\nThe Acting President: (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of\r\nMaldives, His Excellency Mr. Fathulla Jameel.\r\nMr. Jameel (Maldives): Allow me first of all to\r\ncongratulate Mr. Didier Opertti on his election to the\r\npresidency of the General Assembly. His election to that\r\nhigh office demonstrates not only the support that\r\nUruguay enjoys in the international arena, but also the\r\nconfidence and trust that the members of the Assembly\r\nhave in his ability to guide the work of this session to a\r\nsuccessful conclusion. Allow me also to record my\r\ndelegation’s profound gratitude and appreciation to his\r\npredecessor, His Excellency Mr. Hennadiy Udovenko,\r\nformer Minister for Foreign Affairs of Ukraine, for the\r\nexemplary manner in which he steered the work of the\r\nGeneral Assembly throughout the past year.\r\nI would also like to take this opportunity, on behalf\r\nof my delegation, to express our sincere thanks and\r\nadmiration to the Secretary-General, His Excellency\r\nMr. Kofi Annan, for his untiring work and dedication in\r\npromoting the cause of this Organization. The Secretary-\r\nGeneral deserves every assistance and cooperation from\r\nall the States Members of the Organization in his\r\nendeavours to fulfil the enormous responsibilities that we\r\nhave placed upon his shoulders in achieving the goals of\r\nthe United Nations in a world full of political unrest,\r\nethnic conflicts and natural disasters.\r\nFrom the forest fires in South-East Asia, Europe and\r\nNorth America to the horrendous floods and droughts in\r\nAsia, Africa and the Americas, we have been witnessing\r\na drastic increase in the number of natural disasters\r\noccurring in various regions of the world with immense\r\nloss to human life and property. The excessive effects of\r\nthe environmental phenomena known as El Niño and La\r\nNiña are sweeping across four continents with deadly\r\nconsequences. Record-breaking temperatures around the\r\nglobe have spared no country. My country also\r\nexperienced record high temperatures early this year,\r\nbleaching and killing coral reefs and causing enormous\r\n6\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nimbalance in the ever so fragile ecosystem that surrounds\r\nour tiny islands.\r\nThe Maldives may be situated outside the cyclone belt;\r\nwe may have no rivers to flood, volcanoes to erupt or large\r\nforests to burn. But my country is as vulnerable to natural\r\ndisasters as any other. Indeed, for the past decade we have\r\nlived with the fear of being slowly engulfed by the rising\r\nwaters of the mighty Indian Ocean that surrounds us. Our\r\nfears have become more alarming since we have seen the\r\ndeath and destruction caused by the tsunami in Papua New\r\nGuinea and the devastating floods in Bangladesh. We have\r\nbeen forced to wonder what would happen if such a\r\ndisaster struck our tiny, low-lying country.\r\nWhen my President addressed this Assembly on the\r\nimpending dangers of global warming and sea level rise\r\nover a decade ago, the extent of the threat posed by climate\r\nchange was not yet widely known or accepted. Today we\r\nnote that the realities of global warming are being\r\nacknowledged by scientists and politicians all over the\r\nworld. However, mere acknowledgement of the danger is\r\nnot enough. As we have stated repeatedly over the years, if\r\nwe are to arrest and reverse this lurking threat, we need the\r\nunwavering commitment and cooperation of the entire\r\ninternational community. It is important that we fully and\r\nurgently implement the commitments that we ourselves\r\nhave undertaken at various international conferences. In this\r\nregard, I urge the international community, and especially\r\nthe industrialized countries, to honour their commitments\r\nwithout any further delay. My delegation believes that full\r\nand unconditional implementation of the Barbados\r\nProgramme of Action for the Sustainable Development of\r\nSmall Island Developing States is essential for the\r\ncontinued development of those countries. My country, for\r\nits part, has done and will continue to do everything that is\r\nrequired of it to contribute to this goal, and we hope that\r\nthe other Members of this Organization will fulfil their\r\ncommitments.\r\nAlthough we were happy with some of the agreements\r\nreached at the Kyoto Conference of the Parties to the\r\nUnited Nations Framework Convention on Climate Change\r\nlast year, I regret to say that we were not fully satisfied\r\nwith the achievements there. We accepted the Kyoto\r\nProtocol because we felt that it contained some important\r\nelements that deserved recognition and implementation, and\r\nbecause it is the best negotiated agreement available at\r\npresent. In order to demonstrate our firm commitment to\r\nthe climate change negotiations, we went one step further\r\nand signed the Kyoto Protocol as the first signatory State.\r\nWe call upon all States to become parties to the Protocol\r\nand implement the targets specified in it.\r\nIn our small island States, the environment and the\r\neconomy are intertwined very closely. Tourism and\r\nfishing are the two dominant economic sectors in the\r\nMaldives, and in a number of other small island States as\r\nwell. For the Maldives, the tourism sector has been the\r\nmain source of foreign exchange earnings and has\r\naccounted for more than 40 per cent of gross domestic\r\nproduct. Effects of global warming such as sea level rise,\r\nbeach erosion, coral bleaching, increasing stress on\r\ncoastal ecosystems, salinization of freshwater aquifers and\r\ndamage to infrastructure from tropical storms are,\r\nhowever, threatening to jeopardize the viability and the\r\nlong-term sustainability of our tourist industry. Given the\r\nlimited availability of resources, many small island\r\ndeveloping States, including the Maldives, are not in a\r\nposition to carry the burden of the high cost of\r\nenvironmental protection on their own. Therefore, we are\r\nfully convinced that without adequate, new and additional\r\nfinancial resources, transfer of environmentally sound\r\ntechnology on concessional and preferential terms, and\r\nprovision for human resources development, even the\r\nmere survival of our countries will be impossible.\r\nThe vulnerability to external factors of the\r\neconomies of small island developing States, especially\r\nthe least developed countries among them, is a well-\r\nknown fact. Globalization, coupled with the ecological\r\nfragility of small island developing States, has\r\nmarginalized those countries from the present multilateral\r\ntrading system. Exports from least developed countries\r\nhave grown far more slowly than world trade over the\r\npast two decades, resulting in a continued decline in their\r\nshare of world trade. Market access for least developed\r\ncountries is becoming narrower. Poverty still remains a\r\nstumbling-block in their quest for achieving sustainable\r\nsocial and economic development. Therefore, we would\r\nlike to take this opportunity to call upon the major players\r\nin the world economy and upon our development partners\r\nto pay special attention to assisting small island States\r\nand other least developed countries in their efforts to\r\nbecome integrated into the world economy.\r\nWhen gross domestic product is used as an indicator\r\nto determine the developmental status of a country, the\r\nsmall island developing States may appear to be more\r\nprosperous than they really are. We believe that the\r\ncriteria now used by the Committee for Development\r\nPolicy in identifying least developed countries do not take\r\n7\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\ninto consideration the special circumstances of the small\r\nisland developing States and their vulnerability.\r\nThe Committee has already recommended the\r\ngraduation of four small island developing States from the\r\nlist of least developed countries. The Maldives is,\r\nunfortunately, one of them. The irony of this is that the\r\neconomies of these countries are heavily dependent on one\r\nor two industries, which may be extremely vulnerable to\r\nglobal economic and environmental changes and other\r\nexternal factors. Moreover, while the Committee itself has\r\nidentified the obstacles to integration into the global\r\neconomy and has called for continued official development\r\nassistance for least developed countries for at least another\r\n10 years, some of the countries most in need of such\r\nassistance have been earmarked for graduation by the year\r\n2000. My delegation feels that it would be grossly unfair to\r\ngraduate countries from least developed country status\r\nunless they are able to sustain the momentum of growth\r\nthat they have been able to achieve. Furthermore, the\r\ncriteria which were adopted in 1991 need to be reviewed in\r\nthe context of the increased pace of globalization during the\r\n1990s. Until such time as a vulnerability index is\r\ndeveloped, it would be very imprudent to graduate any\r\nsmall island States.\r\nThis year marks the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, a major milestone\r\nin the promotion and protection of human rights, providing\r\nan essential basis for democracy, freedom and justice.\r\nHuman rights apply without regard to race, gender, creed,\r\nage, colour or economic status. But everywhere we look —\r\nnorth, south, east or west — the reality often falls short of\r\nthe ideal. Therefore, we must redouble our efforts to\r\npromote and protect human rights the world over.\r\nThe Maldives remains firmly committed to the cause\r\nof promotion and protection of human rights. I am happy\r\nto report that this year a new Constitution has come into\r\nforce in the Maldives, providing stronger safeguards for\r\ncivil liberties and the fundamental rights of the people, and\r\nstrengthening the foundations and processes of our\r\ndemocracy. We have also been able to achieve remarkable\r\nprogress in the realization of social, economic and cultural\r\nrights of the people through continued economic\r\ndevelopment and social progress. We believe that\r\ndemocracy, development and peace are essential for the\r\nrealization of human rights.\r\nThe question of reform of the Organization has been\r\non the agenda of the General Assembly for quite some\r\ntime. Although the process of reform has proved to be a\r\ndifficult one, my delegation does not wish to see it\r\nprolonged, for we believe that its momentum cannot be\r\nmaintained indefinitely. However, it is important that we\r\nremain focused on the central issue of making this\r\nOrganization ready and capable of delivering the promise\r\nof peace, justice and prosperity for all human beings,\r\nirrespective of their colour, race, gender or belief, and the\r\npromise of providing the means to protect our\r\nenvironment and enjoy our fundamental freedoms. This\r\nmeans that reform should cover the United Nations\r\nsystem in its entirety.\r\nOn the specific question of the reform of the\r\nSecurity Council, my delegation appreciates the efforts of\r\nthe Open-ended Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nRelated to the Security Council. However, we remain\r\nconcerned about the lack of progress in its proceedings,\r\nand are worried about the prevailing difficulties which are\r\npreventing an early agreement on this important issue. We\r\nremain convinced of the importance of the early and\r\nsuccessful conclusion of the efforts to make the Security\r\nCouncil more responsive to and representative of the\r\ncurrent world realities in order to make it more effective.\r\nThe commitment of the Maldives to arms control,\r\ndisarmament and international peace and security remains\r\nunwavering. We are parties to all major multilateral\r\ninstruments relating to arms control and disarmament.\r\nSince its inception, we have been faithfully and regularly\r\ncontributing to the international Register of Conventional\r\nArms. We signed the Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT) last year and are presently going through\r\nthe process of ratifying it. This morning we have signed\r\nthe Convention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-Personnel Mines and on\r\nTheir Destruction.\r\nMy delegation is happy to note the considerable\r\nprogress the international community has made in the\r\nfield of arms control and disarmament, and commends the\r\nbilateral initiatives that have been proved to be so\r\nsuccessful. We believe that both bilateral and multilateral\r\napproaches must reinforce and complement each other if\r\nwe are to successfully achieve complete disarmament.\r\nIn my delegation’s view, the establishment of\r\nnuclear-weapon-free zones and zones of peace in various\r\nregions of the world is a positive step towards achieving\r\nnuclear disarmament. At this juncture, we particularly\r\nstress the importance of the establishment of the proposed\r\n8\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nnuclear-weapon-free zone in South Asia, and take this\r\nopportunity to call upon all countries in South Asia to\r\nexercise maximum restraint and contribute to the realization\r\nof this noble objective.\r\nIn our quest to make the world a safer place we must\r\nnot think only of the big Powers and the big bangs.\r\nSecurity is indivisible, whether in terms of geography or\r\nrange of threat. The continuing scourge of terrorism, which\r\nrears its ugly and murderous head all too frequently, is as\r\nmuch the bane of international security today as is the\r\nspread of nuclear and other dangerous weapons. That\r\nterrorist groups may gain access to such weapons is an\r\nalarming thought. For small States the threats posed by\r\nterrorists are allied with and magnified by the activities of\r\ndrug-traffickers, money-launderers and other manifestations\r\nof organized crime. That is why we have acceded to many\r\ninternational conventions against terrorism and are actively\r\nconsidering acceding to the remaining conventions.\r\nI would also like to take this opportunity to repeat the\r\nappeal made by my President at the historic fiftieth\r\nanniversary commemorative session of this body for the\r\nsignature and early ratification of the International\r\nConvention against the Recruitment, Use, Financing and\r\nTraining of Mercenaries in order to expedite its entry in to\r\nforce. My delegation believes that in the face of these\r\nthreats it is in the interest of the international community to\r\nprovide adequate safeguards for small States, which are in\r\nreality the front-line States against most of these evil deeds.\r\nWe are happy to see the establishment of the\r\nInternational Criminal Court. Those who perpetrate war\r\ncrimes, genocide and other crimes against humanity must\r\nnot be allowed to cross a border to safety or anonymity.\r\nThis is why an international court that can systematically\r\nprosecute major war criminals wherever they are has to be\r\nestablished. This need has become more urgent in this post-\r\ncold-war period, which is characterized by the proliferation\r\nof conflicts of unprecedented ferocity. The horrifying\r\ncrimes against humanity committed in Bosnia and\r\nHerzegovina, Rwanda, Sierra Leone and elsewhere cannot\r\nbe allowed to recur at any time or at any place. The\r\nperpetrators of those crimes should be brought to justice.\r\nMy delegation strongly believes that the ultimate legal\r\nguarantee of peace and justice in the world lies in the\r\nstrength and resolve of the international community and not\r\nin the strength and resolve of a single country.\r\nIn conclusion, I once again would like to stress the\r\nvulnerability of small island developing States. My\r\ndelegation believes that urgent and immediate action is\r\nabsolutely necessary to alleviate the difficulties faced by\r\nthese countries due to environmental degradation. If the\r\npresent-day predictions for climate change were to come\r\ntrue, the Maldives and many other small island countries\r\nwould have to face the frightful reality of extinction.\r\nTime is running out. Let us do something immediately.\r\nOtherwise, we will be no more.\r\nThe Acting President (interpretation from French):\r\nI call on the Minister for Foreign Affairs of Ethiopia,\r\nMr. Seyoum Mesfin, to whom I give the floor.\r\nMr. Mesfin (Ethiopia): I should like first of all to\r\nextend to Mr. Didier Opertti the Ethiopian delegation’s\r\ncongratulations on his well-deserved unanimous election\r\nto preside over the fifty-third session of the General\r\nAssembly. We are fully confident that under his guidance\r\nthe work of this session of the General Assembly will\r\nmeet with resounding success.\r\nI should like also to express our appreciation to the\r\noutgoing President for the most effective guidance he\r\nprovided to the fifty-second session of the General\r\nAssembly and for the most valuable contribution he has\r\nmade in this regard.\r\nWe are indeed deeply indebted to our Secretary-\r\nGeneral, Mr. Kofi Annan, who has tried to inject new\r\nvitality into the United Nations and who has, under\r\ndifficult circumstances, continued to make a difference at\r\nthe helm of the Organization. We appreciate very deeply\r\nin particular what the Secretary-General has been doing\r\nto ensure that the voices of all those whose viewpoints\r\nneeded to be heard are heard, and that there is a more\r\neffective cooperation between the United Nations and the\r\nOrganization of African Unity (OAU).\r\nI wish in this regard to commend him with great\r\nsatisfaction for what can only be called the historic report\r\nhe has submitted on the causes of conflict and the\r\npromotion of durable peace and sustainable development\r\nin Africa. This report, on which the Secretary-General has\r\ndeservedly already been congratulated by many, raises all\r\nthose issues which are vital for the future of Africa and\r\ntreats them with such frankness and transparency that I\r\ncan only hope that we will all have the necessary resolve\r\nand commitment to follow up its recommendations and\r\nensure their implementation.\r\nWe in Africa have made, over the past few years,\r\ntremendous efforts to change Africa’s image and reality.\r\nDespite the apparent slips of the past few months, what\r\n9\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nhas been achieved on our continent since the early 1990s\r\nshould not be underestimated. This applies both to activities\r\nin the economic area as well as to the work for peace and\r\nstability on our continent.\r\nThe past few years have demonstrated quite vividly\r\nhow most African countries, including my own, Ethiopia,\r\nhave shown the necessary determination to create a\r\ndomestic climate conducive to economic growth and\r\ndevelopment. There is today hardly any country in Africa\r\nwhich has not acknowledged that the economic future of\r\ncountries lies in market-based and private-sector-driven\r\neconomic transformation and which has not taken the\r\nappropriate steps to that end. It is indeed gratifying to note\r\nthat the results, certainly in my own country, have been\r\nencouraging.\r\nHowever, it is hardly disputable that our performance\r\nin the economic area has not by any means measured up to\r\nour expectations and that it has been far below what is\r\nneeded to prevent hopelessness and despair on our\r\ncontinent, especially among the younger generation.\r\nAlthough the reasons that provide part of the explanation\r\nfor this may not be wanting, it is nonetheless very obvious\r\nthat the well-known limitations we face in international\r\neconomic cooperation, in particular in the area of trade and\r\nin connection with the debt burden, constitute the major\r\nimpediments to Africa’s economic regeneration.\r\nConsequently, the Secretary-General has reiterated in his\r\nreport that there is indeed an urgent need for political will\r\nto ensure sustainable growth and development in Africa, not\r\nonly on our part as Africans but also on the part of the\r\ninternational community as a whole.\r\nIn the past few years we in Africa have also made\r\nevery effort, in particular through subregional organizations,\r\nto work for peace and to prevent and contain conflicts. In\r\nthis regard, the establishment by the OAU of a Mechanism\r\nfor Conflict Prevention, Management and Resolution in\r\nAfrica has been a major step we have taken, and our\r\nachievement on this score over the past few years should\r\nnot be underestimated.\r\nIn our own subregion, we have continued to exert the\r\nnecessary efforts for peace in the Sudan and to assist the\r\npeople of Somalia in achieving national reconciliation and\r\nestablish a broad-based Government and a central authority.\r\nIn both cases, while success has not been easily won, the\r\nefforts we are making have nonetheless continued because\r\nof the conviction, including on the part of our partners in\r\nthe international community, that there is no effective\r\nalternative to these efforts carried out at the subregional\r\nlevel through the mechanism of the Intergovernmental\r\nAuthority on Development (IGAD).\r\nBut it is very clear that the gains, however small,\r\nmade over the past few years in the area of peace and\r\nsecurity in Africa have been tested very severely in the\r\npast few months. Developments in the Great Lakes\r\nregion, most particularly in the Democratic Republic of\r\nthe Congo, represent some of the serious sources of\r\nconcern we have in this regard. Nevertheless, we remain\r\nhopeful that a way out of this looming danger in the\r\nGreat Lakes region will be found based on full respect for\r\nthe sovereignty and territorial integrity of all countries of\r\nthe region, including the Democratic Republic of the\r\nCongo, and on the full recognition of the security\r\nconcerns of all countries of the region.\r\nIt is Ethiopia’s firm conviction that there is no\r\nalternative as a guarantee for peace and amity among\r\nStates to the scrupulous observance of all of the principles\r\nof international law governing inter-State relations.\r\nHowever, the greatest danger for peace in this\r\nconnection is not so much the violation of international\r\nlaw per se, but the response by the international\r\ncommunity in the face of such violation. When the\r\ninternational community, for whatever reason, fails to\r\nrespond to aggression and to violations of international\r\nlaw with the required indignation and resolve, then\r\naggressors are sent, wittingly or unwittingly, the message\r\nthat the principles of international law are not there to\r\nunderpin the peace and that laws are there to be violated\r\nwith impunity.\r\nThis has been the lesson that we have drawn from\r\none of the major recent disappointments that we have had\r\nin the area of peace and security in Africa. I am, of\r\ncourse, referring here to the naked aggression by the State\r\nof Eritrea against Ethiopia on 12 May 1998. Despite the\r\nefforts by various parties, this aggression continues to\r\nportend the outbreak of a full-scale war between the two\r\ncountries because, on the one hand, of Eritrea’s\r\nintransigence in insisting that the peaceful resolution of\r\nthe crisis must be linked to Ethiopia’s acceptance of the\r\nloss of its sovereignty over a part of its territory and to\r\nthe consequent appeasement of Eritrea, and, on the other,\r\nof the dangerous impression the international community\r\nis conveying: that aggression entails not costs to the\r\naggressor, but rewards.\r\nThe aggression committed by the Eritrean regime\r\nagainst Ethiopia is unprecedented in more ways than one.\r\n10\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nFirst, it is aggression that was not only unprovoked but was\r\nalso carried out against a State that, until the day of the\r\naggression, was a true friend of Eritrea — probably the\r\nonly true friend Eritrea had until that day of infamy when\r\nit decided to stab Ethiopia in the back. Secondly, this is an\r\naggression that, paradoxical as it may seem, was designed\r\nto impose Eritrea’s will and policy on a country that is in\r\nno shape or form suited to play second fiddle to Eritrea. It\r\nis quite possible that Ethiopia’s preoccupation with\r\ndevelopment and with the fight against poverty over the\r\npast several years might have created the wrong impression\r\nin the minds of Eritrea’s leaders, with their fixation on\r\nmuscle-flexing and military might.\r\nConscious of its responsibility not only for its own\r\npeople but also for peace and the image of our subregion,\r\nEthiopia has exerted and continues to exert the maximum\r\npossible effort to ensure the peaceful resolution of this\r\ncrisis, which was created solely by the Eritrean aggression\r\nagainst Ethiopia and the subsequent occupation of Ethiopian\r\nterritory. Our full cooperation with the various efforts made\r\nin this regard — ranging from the United States-Rwandan\r\nfacilitation to the ongoing effort by the Organization of\r\nAfrican Unity — attests to the maximum amount of self-\r\nrestraint that Ethiopia has demonstrated under difficult\r\ncircumstances and in the complete absence of a rational and\r\nreasonable partner for peace on the part of Eritrea since the\r\nearly days of the aggression.\r\nThe origin of the crisis between Ethiopia and Eritrea\r\nis not in any bilateral dispute between the two countries;\r\nrather it is the result of aggression — an unprovoked\r\naggression which constitutes a flagrant violation of\r\ninternational law. To many this Eritrean aggression against\r\nEthiopia has been incomprehensible. But to those who, like\r\nus, are familiar with the internal Eritrean situation, the\r\nbehaviour of the Eritrean Government stems directly from\r\nthe total absence in Eritrea of the normal characteristics of\r\na State. The absolute failure of institutions, the absence of\r\nthe rule of law and the lack of accountability can explain\r\nthe aggressive behaviour of the Eritrean leadership towards\r\nits neighbours ever since the establishment of Eritrea as an\r\nindependent State. As a result, these factors also constitute\r\nthe single most important cause for the current crisis\r\nbetween Ethiopia and Eritrea.\r\nThe fact that aggression was committed against\r\nEthiopia by Eritrea has been indisputable for some time\r\nnow. This has been the position and conclusion of all those\r\nwho have so far tried, under the difficult circumstances\r\nposed by Eritrea’s obduracy and lack of civility, to make\r\ntheir good offices available as facilitators and as brokers of\r\npeace in this conflict. No one who has been intimately\r\ninvolved with these various efforts for peace between\r\nEthiopia and Eritrea would fail to see that Eritrea has\r\nnever, ever been prepared to give peace a chance. No one\r\nwho has been close to the efforts made so far to resolve\r\nthe crisis peacefully would fail to have noted not only the\r\nabsolute disregard for peace on the part of the Eritrean\r\nauthorities, but also their attempt to conceal the truth,\r\ntheir lack of transparency and their sheer failure to\r\ndemonstrate the minimum decency towards all those who\r\nhave tried to help. Nevertheless, it is indeed regrettable\r\nthat some, jettisoning their principles, seem to have drawn\r\nthe conclusion that, in the face of the known irrationality\r\nbordering on the insane in Eritrea, what needs to be done\r\nis to lean on Ethiopia, the victim of the aggression, to\r\ncompromise on principles and to agree to the\r\nappeasement of the aggressor and to reward aggression.\r\nTwo things must not be overlooked by the\r\ninternational community with regard to the enormous\r\nimplications of Eritrea’s aggression against Ethiopia for\r\ninternational law and for the future of peace and stability\r\nin our subregion. First, it must be recognized that this is\r\nprecisely a trap laid by the Eritrean authorities in the form\r\nof a deliberately designed game of chicken, calculated,\r\nthese authorities hope, to end with rewarding aggression.\r\nNeedless to say, Ethiopia refuses to play according to the\r\nEritrean script, and we call upon the international\r\ncommunity to take the same resolute stand.\r\nSecondly, it should never be assumed that through\r\nappeasement war would be averted and that durable peace\r\ncan be ensured in our part of the world. Although because\r\nof its recent history this part of the world admittedly\r\nneeds peace most, it cannot be expected to pay any price\r\nto avoid war, in particular by accommodating aggressors.\r\nClearly it stands to reason, and history has amply\r\ndemonstrated, that war in the long run cannot be averted\r\nby appeasing aggressors.\r\nIt is a total illusion to believe that Eritrea will be\r\ntamed, and we are saying this from experience. One just\r\nhas to look at Eritrea’s track record of the past few years\r\nin our area. Eritrea’s propensity to aggression manifested\r\nitself first in its belligerent attitude towards its neighbours\r\nover the past seven years and has culminated in its most\r\nextreme form of aggression against Ethiopia. In the face\r\nof such a destructive attitude one may ask why such\r\nbelligerence by Eritrea was tolerated for so long. The\r\nanswer is that, since we believed that the transition from\r\nleading a liberation movement to running an independent\r\nState would take time, we somehow entertained the hope\r\n11\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nthat the Eritrean leadership would mature over time, as is\r\nthe case in almost all other similar circumstances. But our\r\nhopes were finally dashed on 12 May 1998. In light of this,\r\nwe have absolutely no doubt that, if we fail to tell the\r\nEritrean authorities in no uncertain terms that their unruly\r\nbehaviour cannot be tolerated any longer, the result will be\r\neven greater instability and interminable conflict in the\r\nsubregion, and it will have enormous implications for peace\r\nand stability in our continent.\r\nThat is why the Ethiopian Government and people\r\nfirmly believe that this flagrant violation of international\r\nlaw by a small nation that is totally blinded by arrogance\r\nand led astray by a leadership that has concluded that\r\nbrinkmanship will always pay should not be left\r\nunchallenged. On our part, whether the international\r\ncommunity stands with us or not on the fundamental\r\nprinciple of preserving international law and resisting\r\naggression, regardless of the consequences, we are prepared\r\nto stand alone, if need be on principle as well as for our\r\nnational dignity.\r\nThis, as we all remember, would not be the first time\r\nfor Ethiopia to be in such a situation. In this connection,\r\none is reminded of Emperor Haile Selassie and the League\r\nof Nations following Italian aggression against Ethiopia in\r\n1936. The measure proposed at the time against Italy was\r\nthe imposition of an oil embargo, which certainly would\r\nhave been effective in crippling Italian aggression against\r\nEthiopia. Nevertheless, since appeasing Fascist Italy was\r\nthe preferred option for the great Powers of the time, the\r\nproposal was rejected. Instead, in a clear demonstration of\r\ninjustice unprecedented in the history of inter-State\r\nconflicts, an arms embargo was imposed by the League on\r\nboth the aggressor, Italy, and the victim of aggression,\r\nEthiopia.\r\nAs a result we all know, as history has recorded, this\r\ndismal failure of the League of Nations to prevent\r\naggression was one of the causes which brought about the\r\ndemise of the organization and later contributed to the\r\noutbreak of the Second World War. It is Ethiopia’s hope\r\nthat this shameful episode will not be repeated by the\r\ninternational community today, although the nature and\r\nscale of the challenge Ethiopia is facing today is radically\r\ndifferent, and is not comparable to what it faced during\r\nthose difficult days on the eve of the Second World War.\r\nThe United Nations is still grappling with various\r\nissues affecting international peace and security around the\r\nworld. Among these, the situation in Angola is a cause for\r\nserious concern to us. The behaviour of UNITA clearly\r\nconstitutes a dangerous trend which might lead to the\r\nderailment of the peace process — namely, the full\r\nimplementation of the Lusaka Protocol. We urge the\r\nUnited Nations to exert the maximum effort to save the\r\nfragile situation in Angola and ensure the establishment\r\nof lasting peace and stability in that country.\r\nOn the situation in the Middle East, we hope every\r\neffort will be exerted towards the full implementation of\r\nthe Oslo accords, with a view to establishing durable\r\npeace in the area.\r\nWith regard to the question of Western Sahara, it is\r\nour earnest hope that the proposed referendum on the\r\nfuture of the territory will be held as soon as possible to\r\nbring about a final and successful settlement of the issue.\r\nAs a founding member of this Organization, Ethiopia\r\nhas always been prepared to contribute to the best of its\r\nability to all efforts designed to make the United Nations\r\nand its various organs more effective and more\r\nrepresentative. Accordingly, my country attaches great\r\nimportance to the ongoing exercises aimed, among other\r\nthings, at reforming and restructuring the Security\r\nCouncil. A satisfactory, fruitful and expeditious outcome\r\nof this process is indeed vital for the effectiveness,\r\ncredibility and, I might add, the enhanced legitimacy of\r\nthe world body.\r\nFor Ethiopia, and for all those who have trust in the\r\nefficacy of multilateralism, there is no alternative to the\r\nUnited Nations. The Organization should therefore be\r\nprotected, and what it stands for — whether in the areas\r\nof economic cooperation, disarmament or human rights —\r\nshould be promoted and fostered with all dedication and\r\ncommitment. In this endeavour, Ethiopia will continue to\r\nbe second to none in discharging its responsibilities to the\r\nUnited Nations in this and other activities of the\r\nOrganization.\r\nI therefore wish to conclude by renewing Ethiopia’s\r\ncommitment to the United Nations and to what it stands\r\nfor.\r\nThe Acting President (interpretation from French):\r\nI now call on His Excellency Mr. Jadranko Prlić, Minister\r\nfor Foreign Affairs of Bosnia and Herzegovina.\r\nMr. Prlić (Bosnia and Herzegovina): It is my\r\nprivilege and honour to address the fifty-third session of\r\nthe General Assembly on behalf of Bosnia and\r\nHerzegovina.\r\n12\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nAt the outset I would like to congratulate Mr. Didier\r\nOpertti on his election as President. His well-known skills\r\nand experience in international affairs guarantee the wise\r\nconduct of this session. Our gratitude goes to the outgoing\r\nPresident, Mr. Hennadiy Udovenko of Ukraine.\r\nJust a few days ago the outcome of the recent general\r\nelections in Bosnia and Herzegovina was made public. We\r\nare satisfied with the fact that those important elections,\r\nconducted under the auspices of the Organization for\r\nSecurity and Cooperation in Europe (OSCE), passed\r\npractically without incident or disruption. According to the\r\ngeneral assessment by the international and local monitors,\r\nwe had free and fair elections.\r\nA new chapter in the political life of Bosnia and\r\nHerzegovina is about to begin. The new Parliament and the\r\nnew Council of Ministers will have to address without\r\ndelay a number of issues of vital importance for our\r\ncountry. Indeed, at stake is the destiny of a country with a\r\nparticular internal structure: three constitutive peoples, two\r\nentities and one internationally recognized State. Only\r\nthrough scrupulous respect for equal rights and adequate\r\nparticipation in power by the parties in Bosnia and\r\nHerzegovina can we achieve the goal, which has no\r\ncredible alternative: a modern State based on the rule of\r\nlaw, parliamentary democracy, respect for human rights and\r\na market economy. This will also open the door for\r\nintegration into European and transatlantic institutions. The\r\nmost encouraging sign in this direction was the recent\r\nDeclaration of support by the European Union and the\r\nestablishment of its Joint Task Force with Bosnia and\r\nHerzegovina.\r\nIt is obvious that we in Bosnia and Herzegovina\r\ncannot do this alone. We must prove to our friends and\r\nsupporters from around the world that we can be a reliable,\r\nresponsible partner in this joint project, which in the end\r\nshould place Bosnia and Herzegovina in the family of\r\ndemocratic States. But it also must be remembered that,\r\ninevitably, those in Bosnia and Herzegovina who behave\r\ndifferently or against the rules will not be allowed to\r\nparticipate in this endeavour of crucial importance.\r\nThe question about the future of my country is being\r\nasked in many quarters of the world. The same question,\r\nbut certainly with an additional existential and emotional\r\ncharge, is in the air in Bosnia and Herzegovina itself.\r\nThere are no easy answers in Bosnia and Herzegovina.\r\nHowever, since we are talking here about the future of a\r\nvery specific country, the possible answer is at the same\r\ntime both simple and complicated. It is simple because of\r\nthe fact that whoever holds public office in Bosnia and\r\nHerzegovina is obliged to implement the provisions of the\r\nDayton Agreement fully and unconditionally. On the other\r\nhand, it is complicated because it will, to a large extent,\r\ndepend on good political will, a sense of historical\r\nresponsibility and the determination of each player in the\r\ncomplex State structure of Bosnia and Herzegovina to do\r\nso.\r\nMr. Baudin (Senegal), Vice-President, took the\r\nChair.\r\nAlmost three years after the signing of the Peace\r\nAgreement, the consolidation of peace and the\r\nreconstruction process in Bosnia and Herzegovina is\r\nentering a new stage. From the very beginning, the\r\nmilitary component was implemented well and an\r\nenvironment of overall security was created. Thus, we\r\nwere able to focus our energy on the civilian aspects of\r\nthe Agreement, which proved to be extremely complex.\r\nWe went through the rough waters of various obstacles,\r\nmistrust, misunderstanding and obstruction. But it was\r\nalso a time of the first signs of confidence-building and\r\nthe establishment of the necessary foundation for a\r\nhealthy partnership.\r\nIn spite of the often justified criticism regarding the\r\npace of progress, one must recall some of the important\r\npositive steps that have been made: one flag, a common\r\ncurrency, common license plates, common passports,\r\ngenerally improved freedom of movement and significant\r\nreconstruction results. On the other hand, the return of\r\nrefugees and displaced persons to their homes of origin,\r\nthe proper functioning of State institutions, an\r\nindependent judicial system, and the uniform protection\r\nof human rights still represent major problems in Bosnia\r\nand Herzegovina.\r\nTherefore, with the elections behind us, the renewed\r\npolitical resolve and energy must be applied to finding a\r\nsolution to all the aforementioned issues. A multi-ethnic,\r\nmulticultural Bosnia and Herzegovina within both its\r\nentities, in which mutual respect, equality and cooperation\r\namong the constitutive peoples and different ethnic groups\r\nare shared assets, will be the best answer to superficial\r\ntheories on the inevitable clashes between different\r\ncultures and civilizations.\r\nThe continued presence of the international\r\ncommunity in Bosnia and Herzegovina is certainly\r\nneeded. Without the generous help and support it has\r\n13\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nextended so far, little would have been achieved. The\r\nUnited Nations and its specialized agencies stand high\r\namong those that are doing their best to help Bosnia and\r\nHerzegovina overcome its problems. But the time has come\r\nto consider that one future path may lie in changing the\r\ndonor-recipient relationship into a concrete, project-oriented\r\njoint venture, in which local companies and infrastructure\r\ncould have a more substantial participation.\r\nThis would no doubt contribute to the faster economic\r\nrehabilitation of Bosnia and Herzegovina and to reaching\r\nthe level of self-sustainable growth. Better economic\r\nprospects will certainly enhance our ability to overcome\r\nmany existing obstacles and to achieve the overall stability\r\nof the country; and the ultimate goal of handing over the\r\nbusiness of running the country to the citizens of Bosnia\r\nand Herzegovina would be better served.\r\nAt a more global level, this is the way for Bosnia and\r\nHerzegovina to become a factor for stability in the region\r\nand an active partner in building security architecture on the\r\ncontinent. As has already been mentioned, we in Bosnia\r\nand Herzegovina cannot do this alone. But, hand in hand\r\nwith the international community, we can all continue our\r\njourney into the next millennium with more hope and better\r\nprospects.\r\nIn less than two years, the century — full of\r\nachievements and unbelievable technological progress, but\r\nalso a period of two world wars and a number of smaller\r\nbut no less tragic conflicts — will be over. We are stepping\r\ninto a new millennium with a lot of expectations, but also\r\nwith heavy baggage.\r\nHere, I would be morally and politically reckless if I\r\ndid not highlight the tragic and increasingly alarming\r\nsituation in the Kosovo region of the Federal Republic of\r\nYugoslavia. Events there certainly have a contaminating\r\neffect on Bosnia and Herzegovina, at least psychologically.\r\nHowever, the situation is in itself worthy of our great\r\nconsideration and engagement, regardless of its impact on\r\nBosnia and Herzegovina or beyond.\r\nLessons must have been learned from the international\r\ntreatment Bosnia and Herzegovina received during our\r\nrecent crisis. Decisiveness, urgency and the proper\r\ncombination of tools and remedies available to the key\r\nfactors must all be there in order for us to achieve a speedy\r\nand proper solution. The human, national and democratic\r\nrights of all the parties must be taken into consideration, as\r\nmust the territorial integrity of all States in the region. No\r\nmatter how we get there, all lasting solutions end with a\r\npolitical settlement — one which all the parties need to\r\nabide by, if not always enthusiastically support. We are\r\nthere to help in any way we can and the active support of\r\nus all will be necessary.\r\nBosnia and Herzegovina, on the other hand, has tried\r\nto learn from its recent past. When you have to pay a\r\nhigh price for a lesson, you also learn well. Among other\r\nsteps, Bosnia and Herzegovina has ratified the Convention\r\non the Prohibition of the Use, Stockpiling, Production and\r\nTransfer of Anti-Personnel Mines and on Their\r\nDestruction. We now need to continue our efforts to\r\ndecontaminate the ground, and the assistance of the\r\ninternational community is also essential in this\r\nendeavour.\r\nBosnia and Herzegovina’s experience was also\r\ncritical to the recent adoption of the Statute of the\r\nInternational Criminal Court in Rome. We played a vital\r\nand active role in Rome, since we are convinced that\r\njustice and reconciliation, legality and peace, are\r\nintertwined. The new Court should take into consideration\r\nthe experiences of the International Tribunal for the\r\nformer Yugoslavia, whose impact on lasting peace in\r\nBosnia and Herzegovina is critical.\r\nWe in Bosnia and Herzegovina are convinced that\r\nthose responsible for serious violations of international\r\nhumanitarian law should be brought to justice, regardless\r\nof the ethnicity of the victims or perpetrators. We have a\r\ndirect and decisive interest in securing compliance by all\r\nsignatories, and all others who are obligated, with all their\r\ncommitments under the peace Agreement, including full\r\ncompliance with the International Tribunal.\r\nOne thing we can be proud of is our universal\r\nOrganization, the United Nations, which, throughout this\r\ntime, has been the main vehicle for promoting peace,\r\ncooperation and development on our planet. In the face of\r\nnew challenges, we would like to see the United Nations\r\neven more efficient and instrumental in dealing with a\r\nnumber of global issues.\r\nThe struggle against terrorism, illegal arms and drug-\r\ntrafficking and violations of human rights is in the\r\nforefront of our common agenda for a better future. The\r\nrole of a dynamic, effective, well-focused United Nations\r\nis indispensable in that respect.\r\nThis year, we are also celebrating the fiftieth\r\nanniversary of the Universal Declaration of Human\r\nRights. Thanks to that document and to the tireless\r\n14\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nactivities of people around the world, human rights have\r\nbecome a genuine global issue, and ensuring their respect\r\nand protection is one of the most important ongoing tasks\r\nof the international community.\r\nThe end of this millennium in human history has\r\nwitnessed a growing number of massive humanitarian\r\nemergencies. We need to draw conclusions from them\r\nbecause the flagrant violation of human rights and\r\nhumanitarian law and the barbaric acts of savagery that we\r\nhave witnessed in various parts of the globe in recent years\r\nare an affront to our common humanity.\r\nBased on our own experience in Bosnia and\r\nHerzegovina, we have learned lessons that we must share\r\nwith the international community as a part of our\r\nhumanitarian duty. We owe it to ourselves and to our\r\nchildren. That is why my Government intends to propose\r\nfor the favourable consideration of this Assembly a set of\r\nbasic tenets of humanitarian action in emergency situations.\r\nThe purpose is neither to duplicate nor to downgrade the\r\nongoing efforts, but rather to supplement what exists and to\r\nenhance awareness of the need to adjust international norms\r\nand practices to new realities. We trust that all Member\r\nStates will join us in this effort so that, together, we are\r\nable to contribute to the development of a new international\r\nhumanitarian order.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of\r\nGuatemala, His Excellency Mr. Eduardo Stein Barillas.\r\nMr. Stein Barillas (Guatemala) (interpretation from\r\nSpanish): Omar Aguirre, of Bolivia; Lisa Malone, of\r\nAustralia; Pablo Gorga, of Uruguay; Luis Escoto, of Spain;\r\nPedro Ruz, of Chile; together with Guatemalans Rolando\r\nPalacios and Celso Martínez, all of them United Nations\r\npersonnel stationed in Guatemala to collaborate in the\r\nverification of the peace agreements, gave their lives in\r\ncarrying out their mission, when they died in a tragic air\r\naccident, on 17 March 1998, as they were travelling to a\r\nremote area to perform their duties. With the Assembly’s\r\npermission, I would like to pay a sincere tribute to those\r\nwho, at a time of peace, generously gave their lives for\r\npeace in Guatemala.\r\nEqually moved by the destruction left by hurricane\r\nGeorges in its passage through the Dominican Republic,\r\nHaiti, Cuba, Puerto Rico, Antigua and Barbuda, Dominica,\r\nSaint Kitts and Nevis, and other Caribbean territories and\r\nthe southern United States, I wish to express the solidarity\r\nof the people and the Government of Guatemala with those\r\nwho suffered economic losses and the inconsolable pain\r\nof the loss of human lives.\r\nGuatemala feels honoured to welcome Mr. Opertti to\r\nthe roster of eminent persons who have had the privileged\r\nresponsibility of conducting the debates of this forum\r\nthroughout its existence. His election to the presidency of\r\nthe General Assembly at its fifty-third session, while\r\nshowing recognition of his great diplomatic talent, is the\r\nnatural result of the efforts that he and his country have\r\nmade in promoting understanding among the peoples and\r\nthe nations of the world.\r\nWe are fully convinced that our Organization will\r\nbenefit from his ample experience as one of the\r\nsupporters of the principles of the inter-American system.\r\nThis guarantees that the excellent work of his\r\npredecessor, Mr. Hennadiy Udovenko, will be continued,\r\nand we wish to express our appreciation for the excellent\r\nmanner in which he conducted the work of the General\r\nAssembly during the year of his mandate.\r\nThis is the second time that Guatemala has\r\naddressed the General Assembly since the signature of the\r\npeace agreements that put an end to the fratricidal\r\nstruggle that senselessly tore our nation apart for almost\r\nfour decades. I must again acknowledge the solidarity the\r\ninternational community showed throughout the process,\r\nespecially during the difficult and protracted task of\r\nimplementing the accords, which will lead us to the\r\nreconstruction of our society and the fulfilment of our\r\nhighest aspirations for economic development, equity and\r\njustice.\r\nThe United Nations and the Government and the\r\npeople of Guatemala have worked together in the\r\nimplementation of the peace agreements. Under the\r\nUnited Nations Verification Mission in Guatemala\r\n(MINUGUA) we have gone forward with firm and sure\r\nsteps in complying with the accords, and it is with great\r\nsatisfaction that I can report to the Assembly that the\r\ntimetable of the accords is being met with sure progress.\r\nThat is why we welcome the recent report of the\r\nSecretary-General on the status of verification of the\r\npeace agreements in Guatemala (A/53/288), and we\r\nstrongly support his recommendation that the General\r\nAssembly authorize the renewal of MINUGUA’s mandate\r\nuntil 31 December 1999.\r\nAs a Member of an Organization whose main\r\nobjective is to preserve peace among nations, our own\r\n15\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nexperience of living in peace leads us to reaffirm our belief\r\nin multilateralism as a genuine form of pooling efforts for\r\ncoexistence among the peoples of the world. To the\r\nordinary citizen of Guatemala, regional organizations, sister\r\nnations and international commitments are no longer\r\nregarded as abstractions, instead becoming elements of our\r\nreality which, added to our political and cultural experience,\r\nis producing a new synthesis of the local with the global.\r\nThat new synthesis in Guatemala means peace, which is\r\nrooted in the happy conjunction of the ancestral pacifism of\r\nour own ancient cultures with the universally accepted\r\nethical values promoted in the various centres of\r\nmultilateral convergence, both regionally and globally.\r\nThese positive results have also been factors in\r\naccelerating our involvement in regional cooperation\r\ninitiatives, especially in the process of Central American\r\nintegration, in which Guatemala, determined to achieve it,\r\nhas made significant efforts, motivated by the view shared\r\nby the other actors in the process that a united Central\r\nAmerica will be much more capable of facing the\r\nchallenges of globalization for the benefit of our peoples.\r\nBelieving also that the centres of multilateral\r\nadministration are fundamental to promoting peace and\r\ndevelopment, we have been motivated to participate\r\nactively in the tasks of consolidating the work of the\r\nAssociation of Caribbean States, an organization of 25\r\nmember States sharing the Caribbean Sea as their common\r\nheritage and having the most varied cultural and linguistic\r\ntraditions. This Association has decided to unite in order to\r\nexplore the regional potential for promoting conditions that\r\nwill improve the living standards of their citizens.\r\nWe do not have time to continue listing the various\r\nregional integration initiatives. However, they exemplify the\r\nimportance that Guatemala attaches to multilateral bodies in\r\nefforts to coexist under conditions of justice and equality\r\nand in an environment which is increasingly interactive and\r\ninterdependent. The global condition of the contemporary\r\nworld is no longer expressed recurrently through periodic\r\nevents, but is rather a daily constant that, every minute,\r\nconcerns all individuals on the planet. It poses challenges\r\nthat may be regarded as either opportunities or threats and\r\nthat elicit a full spectrum of responses, from naive\r\nenthusiasm to irrational fundamentalist resistance.\r\nThat is why multilateral administration requires\r\nrenewed, flexible and participatory institutions that respond\r\nto the dynamic conditions derived from the development of\r\ninternational relations in the post-cold-war era. Thus,\r\nGuatemala has followed with interest modernization efforts\r\nwithin this Organization. We have enthusiastically\r\nassumed the responsibility of contributing to the\r\nimplementation of administrative reforms through a pilot\r\nproject.\r\nWe are pleased at the progress that has been made\r\nin this area, and we would like to express once again our\r\nappreciation for the support we have received from the\r\nagencies of the United Nations system, which, under the\r\ncoordination of the United Nations Development\r\nProgramme (UNDP), are helping us with the process of\r\npeace and development and making system-wide reform\r\na reality in our country.\r\nThe work undertaken by Secretary-General Kofi\r\nAnnan in response to the concerns of Member States\r\nregarding the modernization of our Organization deserves\r\nour very special recognition. Last July, the Secretary-\r\nGeneral honoured us with a visit to Guatemala, and we\r\nsaw for ourselves the determination and commitment he\r\ndemands of himself in order to strengthen our\r\nOrganization and the clear vision of the future that guides\r\nhis efforts towards the new millennium.\r\nGuatemala agrees with other Members on the need\r\nto continue the deliberations on the reform of the Security\r\nCouncil. We have studied with interest the various\r\nproposals that have been presented, and we hope that\r\ndespite the differences in their current positions, Member\r\nStates will be able to reach the necessary level of\r\nagreement and understanding in order to bring about a\r\nreform that is equitable for all regions and that\r\ndemonstrates the democratic will that should prevail in\r\nthe Organization.\r\nI must emphasize the important role that the United\r\nNations must play in the creation, codification and\r\napplication of the norms of international law. A greater\r\ninvolvement by the Organization in this matter would\r\npromote greater creativity on the part of Member States\r\nin confronting shared problems and would eliminate legal\r\nambiguities that could enable national legislatures to\r\ndictate international laws which would then be imposed\r\non less developed countries. We call upon the community\r\nof nations to redouble its efforts in this area.\r\nAt the threshold of the new millennium, and in\r\nresponse to an international society that is increasingly\r\ninterdependent, we call for a more equitable and just\r\norder in the sphere of trade, with clear rules and equal\r\nopportunities for all regions and States. This is the only\r\nway to promote development in areas where there is an\r\n16\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nimperative need to eliminate poverty and build more just\r\nsocieties.\r\nAs the President of Colombia expressed very well in\r\nthis Assembly, development should take into account the\r\nhuman side of our societies. We must keep striving to\r\naccomplish more internal equity in the distribution of\r\nresources and burdens. But it is increasingly difficult, under\r\npresent conditions, to comply with the demands of the\r\ninternational institutions that finance development, without\r\nsacrificing the lives of our people, who are already, for the\r\nmost part, mired in poverty. We are also greatly alarmed to\r\nsee an insecure and uncertain worldwide economic situation\r\nin which dubious speculative practices continue to wreak\r\nhavoc in the absence of effective controls by those\r\nresponsible. The world is filling up with products that\r\npopulations and countries no longer have the means to\r\nacquire, and there is no longer any place for our small\r\neconomies.\r\nNow that the Central American countries are making\r\nefforts on various fronts to accomplish our integration and\r\nliberalize our economies, and as we strive to leave years of\r\narmed confrontation behind us and adapt to the demands of\r\nthe world market, our products must have fair, non-\r\ndiscriminatory access to world markets, and our potential as\r\na competitive destination for productive investment must be\r\nrecognized.\r\nOne of the most important subjects on the agenda of\r\nthe General Assembly is that of disarmament. Guatemala,\r\ntogether with the other Central American countries,\r\ncondemns any type of nuclear testing. We expressed our\r\nconcern over the recent tests carried out in other continents.\r\nSuch activities do not contribute to the peace or the nuclear\r\ndisarmament that most of the Member States of this\r\nOrganization desire.\r\nGuatemala was also among the first countries to sign\r\nthe Ottawa Convention prohibiting the manufacture and use\r\nof anti-personnel mines. We ask those countries that have\r\nnot yet done so to become parties to this Convention.\r\nWe also note with great satisfaction that the concerns\r\nof Member States relating to the subject of weapons are\r\ngrowing in scope to include the proliferation, illegal traffic\r\nand abuse of small arms. Guatemala is extremely interested\r\nin the quest for a solution to this problem, and we believe\r\nthat the Oslo platform can generate satisfactory responses.\r\nWe are extremely concerned to see that although to a\r\nlarge extent it has been possible to overcome internal\r\nconflicts in most Member States, the international\r\ncommunity continues to be shocked by such horrendous\r\nacts of international terrorism as those that recently\r\ncaused much bloodshed in Africa and Northern Ireland.\r\nIn addition to condemning and unanimously rejecting\r\nthese vile and cowardly actions that primarily affect\r\ninnocent human beings who have nothing to do with the\r\ncauses that are invoked, the international community must\r\nobserve the resolution of the Rome Conference on the\r\nStatute of the International Criminal Court to the effect\r\nthat\r\n“terrorist acts, by whomever and wherever\r\nperpetrated and whatever their forms, methods or\r\nmotives, are serious crimes of concern to the\r\ninternational community”. (A/Conf.183/10, annex I,\r\nsection E, second paragraph)\r\nAs is well known, Guatemala was one of the last\r\nstaging grounds of the cold war, where transnational\r\nnetworks operated with impunity in support of the dirty\r\nwar taking place inside and outside of the country. We\r\nwish to express once again our firm and emphatic\r\npolitical resolve that never again will our territory be used\r\nto prepare any type of aggression against any other\r\ncountry.\r\nAs the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights draws near, Guatemala\r\nreaffirms its resolute commitment to honouring the\r\nprinciples contained in the Declaration. One of the most\r\nimportant tasks of the Government of President Alvaro\r\nArzú has been to promote fulfilment of and respect for\r\nhuman rights in all aspects of life in our country. The\r\nhuman rights dimension has been integrated into all\r\nspheres of civic life, and, although we still have much to\r\ndo in that area, we have certainly made great progress,\r\npromoting the full blossoming of our rich ethnic,\r\nmulticultural and multilingual diversity.\r\nThe United Nations, founded in 1945 on the ideal of\r\nkeeping peace in the world and with the fundamental role\r\nof ensuring that all nations can coexist on the basis of\r\nmutual respect among States, is the highest expression of\r\nrepresentation by all peoples. However, 53 years after the\r\nbirth of the United Nations, there are still territories\r\nwhose citizens are not represented here. My country is\r\naware of the divisions that persist between brothers in the\r\nMiddle East, Asia and Africa. We hope that their\r\ndifferences can be resolved through dialogue and in a\r\npeaceful manner, so that, without any form of rejection or\r\n17\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\ndiscrimination, all the peoples of the world may be\r\nrepresented in the United Nations.\r\nI wish to mention in particular the situation of the 22\r\nmillion citizens of the Republic of China on Taiwan, as\r\nwell as the importance and soundness of their economy\r\namid so much financial uncertainty in that region.\r\nOur Organization must face great challenges as the\r\nnew century draws near. We hope that, with the goodwill\r\nof all Member States, we can resolutely embark on it so as\r\nto ensure the survival of the human race, as well as lives\r\nlived in peace, the protection of our environment, economic\r\ngrowth and sustainable development. Only in that way will\r\nwe achieve the dream of those who, full of ideals, founded\r\nthe United Nations in San Francisco in 1945.\r\nThe Acting President (interpretation from French):\r\nThe next speaker is the Chairman of the delegation of\r\nGrenada, His Excellency Mr. Robert Millette, on whom I\r\nnow call.\r\nMr. Millette (Grenada): My delegation congratulates\r\nthe Secretary-General and his staff on their efforts to make\r\nthe United Nations more responsive to the needs of\r\nMember States and of the international community,\r\nespecially the developing nations.\r\nMy delegation also wishes to congratulate Mr. Didier\r\nOpertti on his election to the presidency of the General\r\nAssembly at its fifty-third session. We also wish to thank\r\nMr. Hennadiy Udovenko, the former Foreign Minister of\r\nUkraine, for his exceptional performance in the conduct of\r\nthe proceedings of the fifty-second session of the General\r\nAssembly.\r\nThe philosopher Thomas Aquinas admonished us thus:\r\n“It is better to light up than merely to shine; to deliver\r\nunto others contemplated truths, than simply to\r\ncontemplate.”\r\nIn the context of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, in obedience to\r\nthat admonition by Aquinas, the Grenada delegation humbly\r\noffers to this noble Assembly, for its reflection, a few\r\ncontemplated truths in relation to human interaction within\r\nindividual societies, as well as among nations.\r\nIn his Lines Written in Early Spring, the poet William\r\nWordsworth wrote:\r\n“I heard a thousand blended notes,\r\nWhile in a grove I sat reclined,\r\nIn that sweet mood when pleasant thoughts\r\nBring sad thoughts to the mind.\r\n“To her fair works did nature link\r\nThe human soul that through me ran;\r\nAnd much it grieved my heart to think\r\nWhat man has made of man.”\r\nIn book I of The Republic, Plato made the\r\nobservation that\r\n“Mankind censure injustice fearing that they may be\r\nthe victims of it, and not because they shrink from\r\ncommitting it.”\r\nAnd Michael de Jouvenal, in his foreword to a\r\ntwentieth century work on the history of the disintegration\r\nof ancient Greece, urges that\r\n“we study history to learn from history, to acquire\r\npolitical prudence”.\r\nThe ideal of peace among the nations of our world\r\nhas twice during the course of this century inspired the\r\ninstitution of a body to moderate, if not regulate,\r\ninternational interaction. Regrettably, with respect to both\r\nof those initiatives, the focus was on the avoidance of war\r\nand not on the concept of peace, so insightfully\r\nadumbrated by Aquinas as the tranquillity of order.\r\nThe League of Nations collapsed ignominiously. It\r\nperished for lack of honour. It was unfaithful to even the\r\nrather limited principles upon which it had been founded.\r\nThe weak were sacrificed on the altar of expediency, in\r\nveneration of military might. So ended the first attempt at\r\nseeking to realize international peace through the pursuit\r\nof avoiding war. Continued appeasement and non-\r\ninvolvement then spawned the Second World War.\r\nYet, following the horrors of the Second World War,\r\nwhich prompted the setting up of the United Nations, the\r\nlate Winston Churchill, in persuading the British people\r\nand, indeed, the rest of the world, to join in the second\r\nattempt to pursue peace among nations, advised that\r\n“To jaw-jaw is better than to war-war”.\r\nHistory records that we have not succeeded in\r\navoiding war.\r\n18\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nAs we in the Assembly engage in the observation of\r\nevents among nations, as well as within them, the Grenada\r\ndelegation sincerely and humbly suggests that we should\r\nreflect on the question of why we have not examined\r\nrelevant history to acquire the relevant political prudence?\r\nCan it be that there still exists among us a\r\npredominating subscription to the notion that might is right?\r\nOr is it that there remains an overriding precept which\r\ndetermines the operations of the United Nations and its\r\nsubsidiary bodies: that wealth necessarily merits the\r\nenjoyment of special privileges — albeit to the significant\r\ndisadvantage of the less wealthy, and especially the poor?\r\nCan it be that such a precept continues to inform\r\nperceptions as to what is truly acceptable in relation to the\r\ncomposition of the Security Council and the veto?\r\nHistory attests to the human experience across the\r\nentire spectrum, in the context of the Pax Romana as well\r\nas the rule of recent empires.\r\nWhen will we acquire the political prudence to order\r\nhuman interaction, within and among nations, so that the\r\nresulting tranquillity will ensure that peace will prevail in\r\nour world?\r\nIt is with deep humility that Grenada suggests that\r\npeace among men and among nations will be realized only\r\nwhen human rights are truly respected and honoured\r\nuniversally. Indeed, Grenada submits that the several human\r\nrights which have been individually identified may all be\r\nencapsulated within a single enunciation: the right to the\r\nrealization of the fullness of human dignity on the part of\r\nevery person.\r\nIn this regard, Grenada expresses concern about the\r\nfate of the Kuwaiti prisoners whose human rights are being\r\nviolated as we speak.\r\nProminent among the causes of erosion of human\r\ndignity are poverty and deprivation in relation to the\r\nprerequisites for the sustaining of life. In this regard,\r\nphysical disablement warrants particular inclusion as a\r\nsignificant cause of erosion of human dignity.\r\nAccordingly, Grenada supports unequivocally the call\r\nfor the eradication of poverty from our world and urges that\r\nthis objective be pursued as a matter of urgency. Grenada\r\nexpresses deep concern over the sanctioning by the United\r\nNations of trade embargoes which include food and\r\nmedicines. Grenada humbly urges that this kind of mandate\r\nbe speedily revisited. As to maiming injury, Grenada\r\nurges that all anti-personnel landmines now in existence\r\nbe destroyed, and further production banned forthwith.\r\nMoreover, Grenada now repeats another of its earlier\r\nexhortations: that the battlefields of war, past and present,\r\nshould, as a United Nations sponsored project, be cleared\r\nof all weapons of war which still possess the potential for\r\ncausing injury and even death, to dumb animals or to\r\nman.\r\nIn narcotics there resides an extremely powerful\r\npotential for the erosion of human dignity. The voluntary\r\nuse of illicit drugs by individuals does not negate this\r\ndestructive potential. Indeed, such voluntary indulgence\r\nmerely hastens the transformation of latent potential into\r\nvirulent activity.\r\nAccordingly, Grenada urges the United Nations to be\r\nincreasingly unrelenting in its campaign against narco-\r\ntrafficking. Indeed, we suggest that the United Nations —\r\nwith support as is appropriate in each case — sponsor\r\nnational programmes whose purpose is to eradicate the\r\nuse of illicit drugs by the pupils and students in our\r\nschools, and by all youths throughout our world.\r\nIn this regard, we applaud the drug abuse reduction\r\neducation (DARE) project and commend it for use\r\nthroughout the world, modified as may be most\r\nappropriate to particular circumstances.\r\nDisasters occur in many forms. Yet whether natural\r\nin origin or the product of human device, physical\r\ndisasters constitute a most significant threat to human\r\ndignity, as they do to human life.\r\nAs to natural disasters, humankind is aware of that\r\nthreat. Hence the awe experienced when we are\r\nconfronted by such disasters. That very feeling of awe,\r\nthough, may well, in its embrace, extend to an acceptance\r\nof the consequences as being inevitable — and less only\r\nin degree than the inevitability of the disaster itself. This\r\nmay well explain the inadequacies of actions for disaster\r\npreparedness which are so regularly observable. We must\r\nconfront this form of resignation.\r\nWe must also confront the deliberate and wilful\r\nhuman imposition of physical disaster.\r\nHuman dignity is assaulted also by economic\r\ndisaster. Recent experiences in the Far East, and the\r\ncurrent ones in other parts of our world, bear telling\r\ntestimony to this.\r\n19\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nGrenada contends that the United Nations and its\r\nrelevant subsidiary bodies, as well as its appropriate\r\nagencies and agents, must, as a matter of conscience, revisit\r\nthe concept of globalization which has informed various\r\nregimes, especially in relation to trade of all kinds, which\r\nhave caused such degradation of human dignity and such\r\npain among the peoples of the world.\r\nTrade that is not informed by concern for humanness\r\ndoes not promote human well-being. Indeed, it cannot. For\r\nthe very ignoring of such concern is one of the hallmarks\r\nof a diabolical origin.\r\nOur world needs to be humanity-centred and\r\nhumanity-friendly. Grenada urges that we regulate the many\r\nsystems which together compose our global interactions.\r\nGrenada humbly invites attention to, and consideration\r\nof, the observations of an international non-governmental\r\norganization committee on human rights in trade and\r\ninvestment. By a letter dated 20 July 1998, the committee\r\ninvited our Prime Minister and our Foreign Minister to\r\nreflect on some potential threats to our people’s enjoyment\r\nof their human rights. The potential for these threats resides\r\nin one or another of the multilateral investment agreements\r\nand the World Trade Organization (WTO) agreements.\r\nFive such threats were identified, and we accept the\r\nvalidity of the arguments adduced in each case.\r\nNonetheless, only three are presented here so as to\r\nstimulate curiosity, and thus further contemplation.\r\nFirst, the human right to self-determination embraces\r\nthe right of all peoples to determine their economic future.\r\nThis subsidiary right may well be frustrated, if not denied,\r\nwhere freedom is given to foreign investors to operate\r\nwithout a requirement of social responsibility to the overall\r\ncommunity in which they do business.\r\nSecondly, pursuance of the concept of non-\r\ndiscrimination in trade and investment may well militate\r\nagainst the pursuit of governmental policy to eliminate\r\nunjust discrimination, on the one hand, and, on the other, to\r\npromote the relaxation of equality on the part of vulnerable\r\ngroups.\r\nThirdly, stipulated conditions in favour of foreign\r\ninvestors may very well be inimical to the right to realize\r\nthe fullness of one’s human dignity.\r\nEarth, with its physical environment, is a divine gift to\r\nall the people of the world, and there devolves upon all of\r\nus a collective responsibility to protect both our planet-\r\nhome and its environment. Further, we have been given\r\nauthority over the locality in which we choose to live —\r\nsuch authority, however, not extending to destructively\r\nimpinging on any other similar locality, irrespective of its\r\nsize or population. Thus, every nation has the right to\r\ndevelop the resources of its territory, but not to the\r\ndetriment of the people of any other nation.\r\nAccordingly, to engage in the transportation of\r\nnuclear waste through the terrestrial or marine\r\nenvironments of other countries is to engage in violating\r\nthe human rights of the people of those countries. The\r\nsame is true of dumping toxic waste, or food considered\r\nin the country of origin or of processing to be hazardous\r\nto health, on the markets of the less developed countries\r\nof our world.\r\nAttention has already been invited in this\r\npresentation to the ignominious collapse of the League of\r\nNations, as well as to the cause of that calamity. Suffice\r\nit, therefore, simply to refer now to instances of\r\nmembership in the Untied Nations of both components of\r\nwhat hitherto were single sovereign States.\r\nThe people of the Republic of China on Taiwan —\r\nand they number more than 22 million — have exercised\r\nthe right to participate in international organizations,\r\nincluding the United Nations. And in the further exercise\r\nof that right, they have chosen to contribute\r\ninternationally towards the realization by the peoples of\r\nthe less developed countries of the fullness of their human\r\ndignity. And the Republic of China on Taiwan has chosen\r\nto do so within the compass of certain regional and\r\ninternational organizations which are associated in one\r\nway or another with the United Nations system. To deny\r\nthose 22 million people the right to exercise that choice\r\nis to violate their human right to choose. Further, to\r\nengage in such denial is also to enforce a restriction on\r\nthe enjoyment of enhanced benefit by the peoples of\r\nStates which are members of those organizations.\r\nGrenada therefore calls for the granting to the\r\nRepublic of China on Taiwan of an appropriate form of\r\nmembership that would allow for participation by the\r\nRepublic of China on Taiwan in the World Health\r\nOrganization, the World Trade Organization and the\r\nCaribbean Development Bank.\r\nGrenada does not condone terrorism. Indeed, we\r\ncondemn it, whosoever the perpetrators may be. In so\r\ncondemning terrorism, we are especially mindful of the\r\n20\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nvicious action-reaction spiral relating to engagement in\r\nterrorist activity, whose viciousness increases with each\r\ncycle. And in this latter regard we perceive as engaging in\r\nterrorism any action that is calculated to strike terror into\r\nthe minds and hearts of people anywhere.\r\nQuite early in this presentation, reference was made to\r\nAquinas’s concept of peace. But no attention has yet been\r\ngiven here to the achievement of the tranquillity of order,\r\nwhich Aquinas defines as peace. Comment has, however,\r\nbeen made on aggression and violations of one kind or\r\nanother. Accordingly, it is fitting that this presentation\r\nshould end with a succinct elaboration of Aquinas’s concept\r\nof peace, which it must be stated, is not taken from any of\r\nthe works of Aquinas. Rather, it is taken from a little\r\nbooklet entitled Golden Moments, and this particular piece\r\nbears the caption “If there is”:\r\n“If there is righteousness in the heart, there will\r\nbe beauty in the character. If there is beauty in the\r\ncharacter, there will be harmony in the home. If there\r\nis harmony in the home, there will be order in the\r\nnation. When there is order in the nation, there will be\r\npeace in the world”.\r\nMay God bless everyone who participates in the\r\ndeliberations of this Assembly, whatever the business or\r\noccasion, so that this Assembly may truly be a blessing on\r\nour world.\r\nThe Acting President (interpretation from French):\r\nThe next speaker is His Excellency The Honourable\r\nMapopa Chipeta, Minister for Foreign Affairs of Malawi.\r\nMr. Chipeta (Malawi): It was the wish of His\r\nExcellency Mr. Bakili Muluzi, President of the Republic of\r\nMalawi, to come and address the General Assembly in\r\nperson, but owing to pressing commitments at home he has\r\nbeen unable to do so. I therefore deliver this statement on\r\nhis behalf.\r\nLet me join preceding speakers in conveying deep\r\nsympathy to the peoples of the Caribbean region and of the\r\nsouthern United States with regard to the natural disaster,\r\nin the form of a hurricane, which has struck them over the\r\npast few days.\r\nLet me congratulate Mr. Didier Opertti on his election\r\nto the presidency of the current session of the General\r\nAssembly and to affirm our confidence in his ability to\r\nconduct the work of this session successfully. I would like\r\nalso to pay a special tribute to his predecessor, Mr.\r\nHennadiy Udovenko of Ukraine, for the innovative and\r\nconstructive manner in which he carried out his task\r\nduring the fifty-second session. His wit and sense of\r\nhumour helped the Assembly accomplish so much during\r\na very difficult session, which was probably a turning-\r\npoint in the work of the United Nations. The reforms that\r\nwe agreed upon during the reform Assembly should\r\nsurely provide the necessary momentum for a more\r\nefficient and effective United Nations.\r\nLet me also express my sincere appreciation to the\r\nSecretary-General, Mr. Kofi Annan, especially for the\r\nmanner in which he has shouldered his important\r\nresponsibilities. His outstanding leadership role,\r\nparticularly with regard to United Nations reform, the\r\nproblems of my own continent, Africa, and during the\r\nrecent Iraq crisis has put the United Nations back at\r\ncentre stage in its meaningful engagement in international\r\naffairs. We encourage the Secretary-General to continue\r\nhis good work with the same dynamic spirit so as to\r\nbetter adapt the Organization to the current and future\r\nneeds of mankind.\r\nMalawi fully supports the reforms that are being\r\nundertaken by the United Nations. We have no doubt that\r\nthey will not only increase the effectiveness and\r\nefficiency of our Organization, but also enable it to\r\nrespond effectively and in a timely manner to new\r\nchallenges. I particularly welcome the creation of the post\r\nof Deputy Secretary-General. I believe that with this new\r\noffice the United Nations will continue to play a central\r\nrole in promoting economic and social development and\r\nenhancing assistance for development, particularly to\r\ndeveloping countries.\r\nThe development agenda, focusing on the eradication\r\nof poverty and the provision of basic amenities to\r\nhumankind, corresponds to the efforts of the Organization\r\nin the area of peace and security. They indeed\r\ncomplement each other.\r\nMalawi looks forward to the finalization of the\r\nremaining issues on the reform package, including\r\nproposals on the Millennium Assembly, which we fully\r\nsupport.\r\nThis year’s session of the General Assembly comes\r\nat a time when we are commemorating the fiftieth\r\nanniversary of the Universal Declaration of Human\r\nRights. We believe it is now time to take stock of the\r\nprogress that has been made in the promotion and\r\nprotection of human rights since the Universal Declaration\r\n21\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nwas adopted in 1948 and identify additional ways and\r\nmeans to help enhance the promotion and protection of\r\nhuman rights universally.\r\nThe United Nations machinery for the promotion and\r\nprotection of human rights has done an impeccable job in\r\nthe past, and Malawi places a lot of trust in it to do even\r\nbetter in the near future, particularly in a reformed United\r\nNations where a human rights culture will permeate the\r\nsystem as a whole. While recognizing the critical role\r\nplayed by the United Nations in this field, we also believe\r\nthat Member States hold the key to a world free of\r\nimpunity, a global society where human rights transcend all\r\nour apparent divisions.\r\nWe should therefore not only preach the promotion\r\nand protection of human rights but also put into practice\r\nwhat we preach and deepen our understanding of the\r\nsubject. Since the concept of human rights may not be\r\nclearly understood by many sectors of our societies, the\r\nsuccess of building a human rights culture across our\r\nsocieties will depend on the ability of our Governments and\r\ncivil society to provide civic education to the people.\r\nIn Malawi we have created necessary institutions, such\r\nas the Human Rights Commission, the Law Reform\r\nCommission, the Office of the Ombudsman and the Anti-\r\ncorruption Bureau which, together with various non-\r\ngovernmental organizations, are playing a critical role in\r\nenhancing a deeper understanding of human rights as well\r\nas related issues of governance.\r\nAs we commemorate the fiftieth anniversary of the\r\nadoption of the Universal Declaration of Human Rights, our\r\noptimism about a better future based on the rule of law and\r\nrespect for the rights of others has been further fortified by\r\nthe adoption last July in Rome of the Statute on the\r\nestablishment of the International Criminal Court. Malawi\r\nfully supports this Court and looks forward to the early\r\nentry into force of the Statute and the finalization of the\r\noutstanding issues before the Preparatory Commission.\r\nHowever, we pause in our optimism about a better\r\nworld because of certain trends and developments. Malawi\r\nis particularly disturbed by the recent wave of terrorist acts.\r\nTerrorism is a threat to peace, security and stability, and\r\ntherefore cannot be condoned in whatever form or\r\nmanifestation. We condemn terrorism and reject this\r\ncowardly phenomenon as a means of resolving disputes,\r\nmisunderstandings or political differences. We believe that\r\ncollectively we should redouble our efforts to deal with\r\nterrorism by establishing more measures aimed at its total\r\nelimination. Malawi also strongly condemns the barbaric\r\nacts of terrorism that took place during August in Nairobi,\r\nKenya; Dar-es-Salaam, Tanzania; Omagh, Northern\r\nIreland; and Cape Town, South Africa.\r\nSimilarly, we are gravely concerned about the\r\namassing of weapons of mass destruction, including\r\nnuclear weapons, which threaten the future of mankind.\r\nRecent tests by some countries confirm our fears. We\r\ncannot place blame on these countries alone, so long as\r\nothers possess these weapons. The Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) regimes\r\nare not an end in themselves. We believe that our\r\nultimate goal should be the complete elimination of all\r\nthese dangerous weapons within a specific time frame, so\r\nas to guarantee the safety of the world.\r\nAs we approach the new millennium, it is important\r\nthat all the existing contradictions which hinder the\r\nachievement of global peace and security be removed.\r\nOne way of doing this is to abide by relevant\r\ninternational instruments. In this regard, I wish to inform\r\nthe Assembly that Malawi has recently ratified the\r\nChemical Weapons Convention and the Convention on\r\nanti-personnel mines. Malawi welcomes the coming into\r\nforce of the Convention on anti-personnel mines. We\r\nappeal to all States which have not yet done so to become\r\nparties to these instruments without further delay.\r\nMalawi has a long-standing history of peace, as well\r\nas social and political stability. In 1994 Malawians opted\r\nfor a democratic multi-party system of government which\r\nguarantees fundamental freedoms to every citizen. In the\r\nlast four years we have established democratic institutions\r\nthat stand for the rule of law and good governance, as\r\nwell as respect for fundamental freedoms such as\r\ntransparency and accountability. We have managed to\r\nachieve these because of the peace and stability that now\r\nprevail in our country. The right to peace is a right that\r\nwe cherish for all. The development that we seek for the\r\nworld cannot be realized without security and peace.\r\nWithin our region Malawi attaches considerable\r\nimportance to cooperation with respect to conflict\r\nprevention and resolution. The commendable work\r\nundertaken through the Organization of African Unity\r\n(OAU) Mechanism for Conflict Prevention, Management\r\nand Resolution deserves special mention. Given the\r\nmagnitude and complexity of the problems to be resolved,\r\nthat body needs increased support from the international\r\ncommunity to accomplish its laudable goals.\r\n22\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nWe believe that the best way to resolve disputes or\r\nconflicts in order to guarantee durable peace, security and\r\nstability is through amicable negotiation and not force.\r\nMalawi therefore welcomes the Secretary-General’s report\r\non Africa and the interest it has generated. We are\r\nencouraged by the positive interventions that the United\r\nNations has made to date. The debate of the Security\r\nCouncil last week at Foreign Minister level will only fortify\r\nAfrica’s resolve to galvanize its collective political will.\r\nIndeed, Malawi applauds the commitment of the\r\nUnited Nations in the maintenance of international peace\r\nand security. Despite all the efforts of the United\r\nNations — during which many have lost their lives in the\r\nservice of peace — conflicts and factional wars continue in\r\nvarious parts of the world, causing death, massive\r\ndisplacements of populations and floods of refugees and\r\nloss of property. Angola, Kosovo, Afghanistan and other\r\nparts of the globe continue to furnish tragic examples of the\r\nproblems that beset us.\r\nWe are disturbed by developments in Angola. The\r\ndelay in the implementation of the Lusaka peace accord and\r\nthe non-compliance with various Security Council\r\nresolutions are of grave concern to us. The people of\r\nAngola deserve much better. The ultimate tribute to the late\r\nMr. Alioune Blondin Beye and all the many others that\r\nhave died in the quest for peace would be the restoration of\r\npeace and reconciliation in Angola. We therefore call on\r\nUNITA in particular to take all necessary steps to facilitate\r\nthe implementation of the remaining issues under the\r\nLusaka peace accord in order to give the people of Angola\r\na chance for peace and security.\r\nWe are equally concerned with the developments in\r\nthe Democratic Republic of the Congo. Malawi supports the\r\ndecisions taken by the Southern African Development\r\nCommunity (SADC) at its recent summit meeting in\r\nMauritius. Peace in the Democratic Republic of the Congo\r\nand the whole Great Lakes region will only make Africa\r\nrealize its vast potential.\r\nIn Burundi, the Republic of the Congo, the Central\r\nAfrican Republic, the Comoros and Guinea-Bissau, and\r\nbetween Ethiopia and Eritrea, dialogue must prevail in the\r\nsearch for solutions to the problems that affect them. We\r\ncall on all parties to give a peaceful resolution of their\r\nproblems a chance in order for them to achieve a lasting\r\nsolution. Kosovo and Afghanistan continue to bleed, while\r\nhunger and despair ravage the southern belly of the Sudan,\r\nand the humanitarian crisis in Somalia continues. The\r\ninternational community can indeed make a difference.\r\nIn Sierra Leone, we express our relief that the\r\ndemocratically elected Government of President Ahmad\r\nTejan Kabbah has resumed its rightful place. We applaud\r\nthe efforts of the Economic Community of West African\r\nStates (ECOWAS) and the OAU in this regard. We\r\nsupport the initiatives that President Kabbah is pursuing\r\nas the country starts the long, slow process of\r\nreconstruction and rehabilitation. Malawi welcomes the\r\ndevelopments in Nigeria, and we encourage President\r\nAbubakar to forge ahead with all the necessary reforms\r\ntowards the restoration of democratic rule in Nigeria. In\r\nWestern Sahara, Malawi is following the developments\r\nwith keen interest. We welcome the Houston accords and\r\nlook forward to the referendum later in the year.\r\nThe overwhelming adoption on 7 July last of\r\nresolution 52/250 on Palestine was a clear manifestation\r\nof the international community’s desire to begin a new\r\nchapter in the Middle East. As with civilization, peace\r\nand security in the Middle East would no doubt have a\r\nreverberating effect on developments in world affairs as\r\nwe enter into the next century. We call upon Israel and\r\nthe Palestinian Authority to bring fresh impetus to their\r\nnegotiations. Malawi welcomes the current initiatives\r\naimed at giving new momentum to the negotiations.\r\nMalawi also welcomes the recent developments on the\r\nquestion relating to the Lockerbie disaster. We trust these\r\ndevelopments will lead to an early resolution of the\r\nmatter and therefore an urgent lifting of sanctions against\r\nLibya.\r\nOne of the major issues for the United Nations is the\r\nconcern for national identity. In this century nations have\r\nbeen born. Great nations have disintegrated, while others\r\nhave found new solutions and come back together. It is in\r\nthis spirit of helping the powers of healing that Malawi\r\nstands to reiterate its conviction that the question of the\r\nparticipation of the Republic of China on Taiwan in the\r\nactivities of the United Nations on the basis of respect for\r\nthe principle of universality and the sovereign equality of\r\nStates deserves consideration. Malawi believes that\r\nappropriate participation by the Republic of China on\r\nTaiwan in the international community would be an\r\nimportant factor for peace, stability and international\r\ncooperation in that part of the world.\r\nMalawi will hold general elections next year. This\r\nfollows the multiparty elections held in 1994, the first in\r\n30 years. During that election, the United Democratic\r\nFront took the reins of power following a free, fair and\r\ncredible electoral process. The change that we decided\r\nupon is irreversible, and all necessary measures are being\r\n23\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\ntaken to consolidate the new dispensation. We are\r\ncommitted to facilitating the exercise by all of our people\r\nof their civil and political rights. The Government of\r\nMalawi is committed to holding free and fair presidential\r\nand parliamentary elections.\r\nWe therefore invite the international community to\r\ncome to Malawi and witness the electoral process. At the\r\nsame time, we appeal to it, particularly development\r\npartners, to help us with logistical, financial and human\r\nresource support. Free and fair elections can be realized\r\nonly through the provision of adequate resources. We\r\nexpect the United Nations to play a critical role in this\r\noverall effort, which the people of Malawi so desire.\r\nSince the multiparty Government was ushered in, it\r\nhas striven to increase the pace of economic reform in\r\nMalawi. We value economic, social and cultural rights,\r\nincluding the right to development, in the same way as we\r\ndo civil and political rights. We believe that the private\r\nsector should be the engine of economic growth and that\r\nthe duty of the Government is to create a conducive\r\nenvironment. In this respect, the Government of Malawi has\r\nembarked on a privatization process, disengaging itself from\r\nthe commercially oriented parastatals.\r\nApart from the conducive investment climate obtaining\r\nin Malawi, banking and financial services have also been\r\nliberalized. The economic and financial reforms that we\r\nhave embarked on can be successfully sustained only if\r\nthey are backed by adequate support from the international\r\ncommunity, including a favourable international economic\r\nclimate.\r\nThe world trade and financial outlook, however,\r\nappears hostile for commodity-dependent countries like\r\nMalawi. As we approach the next millennium, the negative\r\neffects of globalization and liberalization, particularly on\r\nweak economies, should be addressed with the necessary\r\nresolve and in a holistic fashion. The persistence of poverty\r\nin the world, particularly in Africa, requires the elaboration\r\nwithin the various bodies of coherent policies to confront\r\nthe major problems that impede development. External\r\ndebt, deteriorating terms of trade, difficulties in or lack of\r\naccess to international markets, declining official\r\ndevelopment assistance and the negative effect of structural\r\nadjustment programmes all form a myriad of issues that\r\nrequire urgent attention.\r\nAll these issues have to be addressed within the\r\ncontext of the need for the rational utilization of the world’s\r\nnatural resources and the need to protect the environment.\r\nThe world cannot remain aloof as poverty and despair\r\nwreak havoc on many of our people. The many gains that\r\nwe will have made in civil and political rights will have\r\nno meaning at all if the socioeconomic ills that the people\r\nconfront are not addressed. We are encouraged by the\r\nhigh-level dialogue held here recently. What is needed is\r\naction to realize fully the economic, social and cultural\r\nrights that we also seek.\r\nThe founding fathers of this Organization gave us an\r\ninstrument which has withstood the test of time. It\r\nremains a relevant instrument. As we prepare for the third\r\nmillennium, let us operationalize it in partnership for the\r\nglobal community, so that we may together triumph over\r\nsuffering and despair.\r\nThe Acting President (interpretation from French):\r\nWe have heard the last speaker in the general debate for\r\nthis meeting.\r\nI shall now call on those representatives who wish\r\nto speak in the exercise of the right of reply.\r\nMay I remind members that, in accordance with\r\ndecision 34/401, statements in exercise of the right of\r\nreply shall be limited to 10 minutes for the first\r\nintervention and to five minutes for the second, and\r\nshould be made by delegations from their seats.\r\nMr. Mwamba Kapanga (Democratic Republic of\r\nthe Congo) (interpretation from French): This morning\r\nthe Assembly heard a statement by the First Deputy\r\nPrime Minister and Minister for Foreign Affairs of\r\nUganda. When the aggression began, the Government of\r\nthe Democratic Republic of the Congo condemned\r\nUganda’s involvement in its territory, and Ugandan\r\nauthorities denied outright that their armed forces had\r\nparticipated in the hostilities. But the international\r\ncommunity now knows, since the questioning of the\r\nUgandan President by his country’s Parliament, that the\r\nUgandan army violated Congolese borders and occupied\r\nseveral cities in the eastern part of the Democratic\r\nRepublic of the Congo.\r\nIn exercising its right of reply, my delegation is in\r\na good position to offer clarifications that will once again\r\nenable representatives to better understand the nature of\r\nthe aggression against the Democratic Republic of the\r\nCongo that has gone on for more than a month.\r\nI will not reiterate the details already given in our\r\nstatements of 23 September 1998, but I must ask: even if,\r\n24\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nas the First Deputy Prime Minister and Minister for Foreign\r\nAffairs of Uganda affirmed this morning, our two countries\r\nhad an agreement on security cooperation along our\r\ncommon border, would this give Uganda the right to send\r\nits troops to attack Kisangani, the third most important\r\nCongolese city, which is located more than 500 kilometres\r\nfrom the Ugandan border? Even worse, thousands of\r\nUgandan military personnel are dispersed throughout the\r\nhinterlands of the Democratic Republic of the Congo and\r\nhave attacked Kitona, Moanda, Banana, Boma and Matadi,\r\nwhich are more than 2,000 kilometres away, in the extreme\r\nsouth-west of the Democratic Republic of the Congo.\r\nMoreover, it is astounding to note that Uganda\r\ncontinues to invoke the provisions of the alleged agreement\r\nin defiance of the presidential decree of 28 July 1998\r\nputting an end to military cooperation and calling for the\r\nwithdrawal of all foreign forces from Congolese territory.\r\nThis step was taken by President Laurent-Désiré Kabila\r\nafter consultation with and in agreement with his Rwandan\r\nand Ugandan colleagues.\r\nWe must ask ourselves whether the celebrated\r\nagreement of which Uganda is now so proud is so flexible\r\nas to authorize an uninvited foreign army to take part in\r\nconflicts designed to destabilize the very partner with which\r\nthe agreement was signed. The First Deputy Prime Minister\r\nand Minister for Foreign Affairs of Uganda has justified, on\r\nthe basis of security reasons, his country’s aggression\r\nagainst the peaceful people of the Democratic Republic of\r\nthe Congo, while at the same time claiming that it is\r\nUgandan armed bands hostile to the Kampala Government\r\nthat are pillaging Congolese villages. Why is it then that the\r\nloyalist Ugandan troops who are in Congolese territory in\r\norder to ensure the tranquillity of their countrymen along\r\nthe border are unable to halt these infiltrations and their\r\nafter-effects? This question concerns my delegation, as it\r\nshould the whole international community.\r\nWhat the First Deputy Prime Minister and Minister for\r\nForeign Affairs of Uganda did not say is that the troops of\r\nhis country have engaged in rape, plunder, extortion,\r\nassassinations and the forced induction of children into their\r\narmy. In some instances these children have been coldly\r\nshot down for refusing to join. Entire villages have\r\ndisappeared from the map of the Democratic Republic of\r\nthe Congo as a result of barbarous acts committed by the\r\nUgandan invaders. The Assembly should also note the\r\nUgandans’ destructive nature, evident in the lack of\r\ncompunction they have shown about dismantling economic\r\nand industrial infrastructure in the country. Do Members\r\nthink that these acts are likely to promote the subregion’s\r\nstability and security – of which the Ugandans would like\r\nto be the great champions? The Democratic Republic of\r\nthe Congo believes that the Ugandans must give up such\r\nmusings, and it is time for all who have been encouraging\r\nthese activities to persuade the Ugandans to stop.\r\nOn behalf of my Government, and given the\r\nresolutions of the last summit in Libreville, I call upon\r\nthe international community to recognize that the\r\nsettlement of this conflict presupposes the unconditional\r\nwithdrawal of the invading Ugandan troops and their\r\nallies. If the international community truly wants stability\r\nin the subregion, the mono-ethnic powers and armies that\r\nare working to establish ethnic supremacy in this part of\r\nAfrica must be persuaded instead to promote integration\r\nand equality among all segments of their societies through\r\nthe democratization of their regimes and the holding of\r\ntransparent and free elections. By doing this, they will put\r\nan end to the political turmoil, the massive displacements\r\nof people throughout the region, external aggression and\r\nthe invasion of their territories, as well as to the attempts\r\nto destabilize and break up States.\r\nMr. Acemah (Uganda): I would like to make a few\r\nremarks for the record in response to the statement just\r\nmade by the representative of the Democratic Republic of\r\nthe Congo.\r\nContrary to the allegations which have just been\r\nmade by the Democratic Republic of the Congo, Uganda\r\nhas never invaded that country. Ugandan troops have not\r\nattacked or occupied any of the towns that were\r\nmentioned, including Kisangani. Uganda has not\r\ncommitted aggression against our neighbour, the\r\nDemocratic Republic of the Congo.\r\nThe conflict in the Democratic Republic of the\r\nCongo is purely an internal affair of that country. As a\r\nneighbour, we are naturally concerned about its\r\nimplications for Uganda’s peace and security, as well as\r\nfor peace and security in our subregion.\r\nUganda’s position on this matter was clearly stated\r\nby my Minister this morning. For the record, let me say\r\nthat since last year it has been mutually agreed between\r\nUganda and the Democratic Republic of the Congo that\r\nour two countries would jointly operate in the eastern part\r\nof the Democratic Republic of the Congo for the purpose\r\nof containing and eventually removing bandits and\r\nterrorists who have been operating from bases located in\r\nthe eastern part of that country and destabilizing Uganda.\r\n25\r\nGeneral Assembly 24th plenary meeting\r\nFifty-third session 1 October 1998\r\nPursuant to the understanding between Uganda and the\r\nDemocratic\r\nRepublic of the Congo, Uganda has maintained a military\r\npresence in the eastern part of that country in accordance\r\nwith the provisions of the bilateral agreement between the\r\ntwo countries.\r\nUganda has no territorial designs on the Democratic\r\nRepublic of the Congo. It is not the primary responsibility\r\nof Uganda to dictate political arrangements in that\r\ncountry. However, any internal political arrangements in\r\nthe Democratic Republic of the Congo that do not cater\r\nto Uganda’s legitimate security concerns will naturally be\r\nof concern to us.\r\nWe would therefore like to state that we are not\r\ninvolved in the internal conflict in that country. Indeed,\r\nsince the 1960s, Uganda has provided support to all\r\nprogressive and patriotic forces there. Uganda has hosted\r\nand continues to host thousands of refugees from the\r\nDemocratic Republic of the Congo. Our outstanding\r\nrecord in our bilateral relations with that country speaks\r\nfor itself.\r\nThe meeting rose at 6.10 p.m.\r\n26\r\n"