"United Nations A/53/PV.28\r\n98-85991 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-third Session\r\n28th plenary meeting\r\nMonday, 5 October 1998, 3 p.m.\r\nNew York\r\nPresident: Mr. Opertti . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Uruguay)\r\nIn the absence of the President, Mr. Semakula\r\nKiwanuka (Uganda), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 10 (continued)\r\nReport of the Secretary-General on the work of the\r\nOrganization\r\nReport of the Secretary-General (A/53/1)\r\nMr. Čalovski (the former Yugoslav Republic of\r\nMacedonia): We have before us a very important and useful\r\ndocument by the Secretary-General on the work of our\r\nOrganization. It contains important information,\r\nobservations and, most welcome of all, views on the current\r\ninternational situation and international cooperation. It also\r\nreflects on the future role and priorities of our Organization\r\nand on the difficulties it is facing at present. All this is very\r\nhelpful to all Member States, particularly those that cannot\r\nhave cannot have large delegations in the various United\r\nNations bodies, including the General Assembly. I am sure\r\nthat the Secretary General’s report, together with the reports\r\nprepared by the Secretariat on each agenda item, will help\r\ndelegations in their work during the present session of the\r\nGeneral Assembly.\r\nWhen I mention other reports prepared by the\r\nSecretariat for the present session of the General Assembly,\r\nI have particularly the “Annotated preliminary list of items\r\nto be included in the provisional agenda of the fifty-third\r\nregular session of the General Assembly” (A/53/100).\r\nThis report, assembled in an exemplary and professional\r\nmanner by the Secretariat, is extremely important for the\r\npreparations of our delegations, both before the start of\r\nthe session and during its work. The fact that each\r\nrepresentative keeps this important document on his or\r\nher working table, together with the United Nations\r\nCharter and the rules of procedure of the General\r\nAssembly, illustrates its importance and usefulness.\r\nThe Republic of Macedonia agrees with the\r\nSecretary General’s statement in the report that “nations\r\nlarge and small are grappling with new responsibilities\r\nand new constraints” and his complaint that\r\n“unpredictability and surprise have become almost\r\ncommonplace”. (A/53/1, para. 1)\r\nIn our view, the paramount task of the fifty-third\r\nsession of the General Assembly is to illuminate our\r\nvision of the twenty-first century of international relations\r\nand cooperation and to reduce the uncertainties and the\r\nsurprises. This must occur in all fields of our activities, be\r\nthey political, economic or social, as well as in the field\r\nof strengthening observance of international law. In order\r\nto achieve results in this respect, the General Assembly’s\r\nactivities should be focused and well coordinated with\r\nthose of the other United Nations organs. Here, the role\r\nof Secretary General is of crucial importance. We are\r\nhappy to note that he has been successfully discharging\r\nhis duty to the benefit of our Organization and of all\r\nMember States.\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nTo improve the future international situation, many\r\nactivities should be initiated and carried out within the\r\nUnited Nations, in the other international bodies and at the\r\nnational level. The globalization of the planet forces us to\r\nfind global solutions. In that process, which should be\r\nrational, the establishment of international and national\r\npriorities is unavoidable. The fact is that small countries,\r\nwhether in transition or not, are those most adversely\r\naffected by the worsening of international relations and by\r\nthe growing uncertainties of the present. From this\r\nperspective, one can successfully argue that the priority of\r\nthe present session of the General Assembly should be the\r\nprevention of all conflicts, the resolution of those currently\r\ntaking place and the enhancement of world economic\r\ncooperation, taking into account not only the larger\r\neconomies but also the difficulties of the small and weak\r\neconomies of many developing countries and countries in\r\ntransition.\r\nIn view of the nature of my country’s foreign policy,\r\nI would like to stress the importance of the Secretary-\r\nGeneral’s statement in paragraphs 43 and 44 of his report.\r\nThe deployment of the United Nations Preventive\r\nDeployment Force (UNPREDEP) on our northern and\r\nwestern borders since 1992, when the Republic of\r\nMacedonia was not a member of the United Nations, should\r\nbe seen as a success story of preventive diplomacy by the\r\nUnited Nations, the Secretary-General and the Security\r\nCouncil. Any effort to help the stability of our region is\r\nimportant and highly appreciated.\r\nAt present the stability of our region depends very\r\nmuch on developments in Kosovo and Metohija. Just a few\r\ndays ago, the Minister for Foreign Affairs of the Republic\r\nof Macedonia stressed, from this rostrum, the urgency of\r\nfinding a political solution. It is high time to proceed in that\r\ndirection.\r\nSince I am mentioning the problems in my country’s\r\nregion, it is important for me to stress two matters that are\r\nof serious concern to my country and to other countries of\r\nthe region at the present moment. The first is the\r\nintegration of our economies into the economy of the\r\nEuropean Union; the second is our full-fledged membership\r\nin the Euro-Atlantic institutions. Advancement on both of\r\nthese priorities would immensely help the stability of our\r\nregion. Hesitation, however, could generate uncertainties\r\nand problems.\r\nThe President took the Chair.\r\nThroughout his report, the Secretary-General reflects\r\non topics of the day, on the new roles that may be\r\nrequired of the multilateral organizations and on what\r\nkind of United Nations we would like to have in the\r\ncoming century. We share his view that the proposed\r\nMillennium Assembly is a useful and adequate\r\nopportunity to come up with the expected vision. In the\r\nendeavour to agree on a common vision, the mutual\r\ninterests of and respect for all Member States should be\r\ntaken into account. The implementation of the United\r\nNations Charter should be the aim. The relevance of the\r\nUnited Nations should be enhanced, particularly that of\r\nthe General Assembly and the Security Council. The\r\nculture of multilateralism should also be enhanced. The\r\nmaturity of agreement should be the basis for decisions.\r\nEach economy should be helped to grow. The observance\r\nof international law should be strengthened. The goal, of\r\ncourse, should be peace, development, justice and\r\nenhanced international cooperation. The world in the\r\ntwenty-first century will be difficult to imagine without a\r\nUnited Nations that is more relevant.\r\nThe reform of the United Nations should therefore\r\ncontinue. The priority should be to strengthen the\r\nrelevance of the General Assembly in world affairs by\r\nadopting a new arrangement, one that is more effective,\r\nmore rational, more democratic and less costly than the\r\npresent arrangement. A new arrangement, enabling all\r\nMember States, large or small, to participate in and\r\ncontribute to the result-oriented activities of the General\r\nAssembly, is a clear necessity.\r\nMy delegation is pleased with the way the Secretary-\r\nGeneral’s report is structured; this enhances its usefulness.\r\nWe know the priorities of the Secretary-General’s agenda.\r\nI am pleased to state that we share his views and\r\nexpectations for our deliberations in the coming months\r\nand in 1999.\r\nOn this occasion I would like to make a few brief\r\nobservations. In our view, it is time that we started to\r\nconsider the implications of conventional armaments and\r\narmed forces for international peace and security. Among\r\nother developments, the production of conventional arms,\r\nparticularly offensive weapons and small arms, is\r\nincreasing; the arms trade is increasing; illicit trafficking\r\nis increasing; and military forces are becoming larger.\r\nThese are very unhealthy developments from the\r\nstandpoint of the need to help maintain international\r\npeace and security. Each country has the right to have\r\nsufficient weapons for its national defence. However,\r\n2\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nwhen it has more than it needs, that becomes a security\r\nproblem for the region and for neighbouring countries.\r\nTransparency must be enhanced, and cooperative\r\narrangements should be supported. In that respect, I would\r\nlike to mention that the Republic of Macedonia has ratified\r\nthe Ottawa Convention on landmines. We consider that\r\nConvention to be a first and very important step by the\r\ninternational community against the abuse of conventional\r\nweapons.\r\nTerrorism is a subject which requires our immediate\r\nattention. To condemn terrorism in all its aspects and\r\nmanifestations is not enough. The present international and\r\nnational efforts against terrorism should be enhanced\r\neverywhere. By fighting terrorism we are at the same time\r\nfighting illicit drug-trafficking, money-laundering and\r\nvarious social ills. The establishment of the International\r\nCriminal Court will also help anti-terrorist activities. We\r\nare in favour of concluding a legally binding international\r\ninstrument against terrorism.\r\nGrowth and sustainable development are essential for\r\nthe eradication of poverty and for the improvement of the\r\npolitical, economic and social situation in every country,\r\ndeveloped or developing. Among other things, the\r\nenhancement of democratization, the observance of the rule\r\nof law and the observance of human rights very much\r\ndepend on the success or failure of this process.\r\nWe are therefore pleased that in his report the\r\nSecretary-General elaborates his views on many aspects of\r\ndevelopment. From our perspective, what he says in\r\nparagraphs 110 and 112 need to be particularly emphasized.\r\nEnabling countries to be effectively and beneficially\r\nintegrated into the global economy is in everyone’s interest.\r\nNobody can benefit from the marginalization of any country\r\nin the world economy. We would like to fully endorse what\r\nhe says in paragraph 234. It is true that globalization is an\r\nirreversible process. It is also true that it is a manageable\r\nphenomenon. The task, therefore, should be to harness its\r\npositive potential.\r\nI would like to conclude by expressing the great\r\nsatisfaction of my delegation with both the form and the\r\ncontent of the Secretary-General’s report. We will use it as\r\nan important guide in our activities at the present session of\r\nthe General Assembly.\r\nMr. Moreno Fernández (Cuba) (interpretation from\r\nSpanish): Allow me first of all to thank the Secretary-\r\nGeneral for the new report submitted this year; like those\r\nthat have preceded it, it is comprehensive, imaginative\r\nand effective.\r\nThere can be no doubt that, as the Secretary-General\r\nstates in his report on the work of the Organization, more\r\nthan a decade after the end of the cold war\r\n“the contours of the new era remain poorly\r\nunderstood.” (A/53/1, para. 1)\r\nHowever, it is also clear that many of the peoples\r\nand Governments that make up the United Nations today\r\nare struggling with the most challenging contradiction: the\r\nrich are becoming richer, and the poor are becoming\r\npoorer. Those peoples and Governments are hoping for\r\naction and for changes in the United Nations and in the\r\ncurrent multilateral system — changes that should not be\r\nlimited to redefining and updating priorities and existing\r\nstructures.\r\nThe process of reforming, modernizing and\r\ndemocratizing the United Nations is facing a tough\r\nchallenge, which is deeply rooted in the division of\r\npowers and jurisdictions and in the interrelationship\r\nbetween the principal organs of our Organization, in\r\nparticular the Security Council and the General Assembly.\r\nWe agree with the Secretary-General’s statement that\r\n“peace in many parts of the world remains precarious”.\r\n(A/53/1, para. 17)\r\nThe Organization has devoted funds in the millions\r\nto peacekeeping operations, to political missions and to\r\nspecial missions. However, far from providing solutions\r\nto conflicts, in many cases the conflicts and their\r\nconsequences have become more intense.\r\nWe should not allow the preventive actions of the\r\nOrganization to be designed on the basis of cost-benefit\r\napproaches. The United Nations cannot apply a standard\r\nsolution to its work in the field because every country,\r\nevery situation of tension, every potential crisis and every\r\nconflict requires a different analysis, treatment and\r\nsolution.\r\nResolution 46/59, adopted by consensus, entrusted\r\nthe General Assembly with the power of sending fact-\r\nfinding missions. Cuba hopes that in the Organization’s\r\nnew initiatives and efforts for preventive diplomacy, the\r\nletter and the spirit of that resolution will be complied\r\nwith.\r\n3\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nThe General Assembly must play the fundamental role\r\nin adopting initiatives in the area of post-conflict peace-\r\nbuilding, and, I would repeat yet again, the consent of\r\nMember States is an essential requirement for the\r\nimplementation of such initiatives.\r\nWe must guarantee coordination and transparency\r\namong all the principal organs of the Organization in the\r\ndecision-making processes with regard to the preparation of\r\nstandby forces, the establishment of special missions and\r\npolitical offices and the creation of headquarters for rapid\r\ndeployment missions.\r\nStrengthening the Organization’s rapid response\r\ncapability for the maintenance of international peace and\r\nsecurity cannot be an exclusive function of the Security\r\nCouncil.\r\nIn recent months the issue of nuclear disarmament has\r\nbeen the subject of significant international declarations. Of\r\nunquestioned far-reaching importance was the declaration\r\nissued by the Movement of Non-Aligned Countries (NAM)\r\ncalling for the holding of an international conference,\r\npreferably in 1999, with the purpose of securing agreement\r\nbefore the end of the millennium on a phased programme\r\nof nuclear disarmament within a specific time-frame.\r\nNuclear disarmament should be the top priority in\r\ndisarmament. Holding a fourth special session of the\r\nGeneral Assembly devoted to disarmament should continue\r\nto be an objective to be achieved as early as possible.\r\nAt the same time, the ad hoc committee on fissile\r\nmaterial should negotiate a convention that will represent a\r\npractical and real step forward towards disarmament and\r\nnot simply a further non-proliferation measure.\r\nThis year, 1998, marks not only the fiftieth\r\nanniversary of the Universal Declaration of Human Rights,\r\nbut also the fifth anniversary of the World Conference on\r\nHuman Rights held in Vienna. The Vienna Declaration and\r\nProgramme of Action succeeded in codifying a genuine\r\npolitical consensus on world cooperation in the domain of\r\nhuman rights upholding the recognition of the diverse\r\nnature of those rights and articulating the interdependent\r\nnature and the interrelationship among democracy,\r\ndevelopment and human rights. However, the imbalance in\r\nmandates and initiatives in favour of civil and political\r\nrights is steadily growing.\r\nAlong with many other States, Cuba takes the view\r\nthat the interdependent nature of development and human\r\nrights recognized at Vienna, and repeatedly endorsed by\r\nthe General Assembly and the Economic and Social\r\nCouncil, postulates a symmetrical link. If one of the parts\r\nof that link is consistently given preferential\r\nconsideration, this will create an asymmetry that\r\njeopardizes the very bases of the Vienna consensus.\r\nAt the same time, it must be noted that the assertion\r\nthat work is under way “to provide substantive content to\r\nthe concept of the right to development” (ibid., para. 77)\r\ncauses concern for many States Members.\r\nIt is not now a question of promoting theoretical\r\nefforts but of fostering practical actions and, above all, of\r\nfostering the necessary political will to give effect to the\r\narticles of the Declaration dealing with the right to\r\ndevelopment.\r\nWe fully support the Secretary-General’s view that\r\n“Meeting our commitment to enhancing\r\neconomic and social development, particularly in\r\ncountries in the greatest need, is an increasingly\r\nchallenging task.” (ibid., para. 121)\r\nThe Organization’s lofty objectives in the area of\r\ndevelopment are being affected by the decline in official\r\nresources devoted to development and, in particular, by\r\nthe fall in contributions from traditional donors to the\r\nUnited Nations basic resources, the keystone of the\r\nsystem of operational activities for development.\r\nThe reforms carried out in the economic and social\r\nsectors have not been enough, and neither have those\r\nadopted by the United Nations funds and programmes, to\r\nconvince donors of the urgent need to salvage\r\nmultilateralism for development. On the other hand, we\r\nnote with concern the increase in non-core resources and\r\nan attendant increase in conditionalities — very often\r\nconcealed — on international cooperation for\r\ndevelopment. We must preserve the universal,\r\nmultilateral, neutral and non-reimbursable nature of\r\nactivities for development.\r\nCuba is closely monitoring developments in the\r\nexperimental phase of the United Nations Development\r\nAssistance Framework. The results of this experiment\r\nshould be considered by the appropriate intergovernmental\r\nbodies. We regard this exercise involving the broadest and\r\nmost direct participation on the part of Governments of\r\nrecipient countries designed to bolster the coordination of\r\noperational activities in this field. The programming of\r\n4\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nresources should continue to be the prerogative of the\r\nGovernments involved and of the governing bodies of each\r\nfund, programme or specialized agency.\r\nThese issues and others, such as the role of the United\r\nNations Resident Coordinator, should be considered\r\ncomprehensively by the General Assembly in the course of\r\nthe three-yearly review of the policy of operational\r\nactivities, which sets the normative and legal framework for\r\nUnited Nations operational activities.\r\nWe have studied carefully the proposal to introduce\r\nresult-based budgeting as a new concept in the context of\r\nthe Organization’s new initiative in the areas of\r\nadministration and management. We cannot ignore the\r\nsignificant changes that a proposal of that nature would\r\ninvolve, and, accordingly, we would reaffirm the need for\r\nthe General Assembly to undertake an in-depth and\r\ncomprehensive study of this proposal before it is put into\r\neffect.\r\nCuba shares the concern expressed by the Secretary-\r\nGeneral at the serious financial situation of the\r\nOrganization. It is vital to reaffirm the need for the major\r\ncontributor to pay all its contributions on time, in full and\r\nwithout conditions. This situation has without doubt been\r\nand continues to be the main cause of the Organization’s\r\ncurrent precarious financial situation.\r\nCuba reaffirms its readiness to fulfil its obligations\r\nundertaken pursuant to the Charter. Proof of this\r\nunswerving commitment are Cuba’s successful efforts this\r\nyear to reduce its debt substantially in the midst of the\r\ndifficult economic situation that the country is experiencing,\r\nwhich is aggravated, as is well known, by the economic,\r\nfinancial and commercial embargo imposed on us by the\r\nGovernment of the United States.\r\nPromotion of respect for international law and the\r\nprogressive development and subsequent codification of\r\ninternational law should be unchanging goals of the United\r\nNations and guiding principles for the decisions of its\r\nprincipal organs. The United Nations should prevent\r\ninternational law from continuing to be held hostage to the\r\nhegemonic interests and supposed national security\r\npriorities of powerful countries. The law of treaties should\r\nbe respected and applied. We must curb the steadily\r\ngrowing tendency for certain States to resort to the\r\nimposition of unilateral coercive measures against other\r\nStates in blatant contravention of the principle of the\r\nsovereign equality of States and the most basic rules of\r\ninternational law.\r\nThe process of creating an international justice\r\nsystem should be based on respect for the national law\r\nand internal legal order of States and implementation of\r\nthe rules and principles of international law. No\r\ninternational criminal institution can be credible if from\r\nthe very outset it is designed solely to judge the alleged\r\nflaws, threats and offenses of the countries of the South.\r\nCuba believes that it is not right to speak now of\r\n“attainable objectives” for the Organization. It is well\r\nknown that the main commitments undertaken at the large\r\nnumber of important United Nations conferences have\r\nbeen totally ignored by most of the Member States that\r\npossess economic and financial resources but that lack\r\nsufficient political will to make good on those\r\ncommitments. There is no need for the most powerful\r\nStates Members of the United Nations to continue seeking\r\nto create and impose patterns of world government upon\r\nother States. What must prevail is respect for the\r\nprinciples of diversity in the membership and of the\r\nuniversal character of the Organization.\r\nThe United Nations, of course, needs to hold a\r\nMillennium Assembly — but it must be a legitimate and\r\ntruly democratic Assembly to which all Member States\r\nwithout exception will feel they are invited, on an equal\r\nfooting, by the imperatives of human solidarity.\r\nMoreover, we need an Organization that will honestly\r\nstudy how to reduce the growing imbalance in the\r\ndistribution of world power and that, on behalf of all, will\r\ntruly promote peace among 185 equally sovereign States.\r\nThe developing countries hope that multilateralism,\r\nin particular as it is reflected in the United Nations, will\r\npromote international cooperation that will make it\r\npossible to counteract the impact of the process of\r\nglobalization in its neoliberal guise, which embraces all\r\naspects of our lives, but which in most cases, far from\r\nbringing prosperity and well-being for our peoples, is\r\nglobalizing underdevelopment, globalizing extreme\r\npoverty, globalizing unemployment and globalizing the\r\nvolatility of the world economy.\r\nThe peoples and the Governments of the developing\r\nworld want to be informed actors in a true process of\r\nglobalization in order to prevent any attempt in the name\r\nof that process to impose upon us development models\r\nthat are alien to the historical, cultural and economic\r\ncharacteristics of our countries.\r\nMr. Salander (Sweden): I have the honour to take\r\nthe floor on behalf of the Nordic countries — Denmark,\r\n5\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nFinland, Iceland, Norway and Sweden — to present our\r\nviews on the report of the Secretary-General on the work\r\nof the Organization.\r\nWe welcome the new format of both the report itself\r\nand the debate which has focused to a greater extent on the\r\ncore areas of the United Nations. This was the role\r\nenvisaged by the Open-ended High-level Working Group on\r\nthe Strengthening of the United Nations System, and we\r\nbelieve that the report and its oral introduction by the\r\nSecretary-General contribute to a more lively debate on the\r\nrole of the United Nations in today’s world.\r\nThe fifty-second session of the General Assembly was\r\nindeed a Reform Assembly. The institutional reforms the\r\nSecretary-General pursued throughout the year are\r\nbeginning to bear fruit. The organization of work into four\r\ncore areas — peace and security, development cooperation,\r\ninternational economic and social affairs and humanitarian\r\naffairs — has helped the United Nations system to focus its\r\nwork. This will improve the coordination of the activities\r\nof the United Nations and lead to greater impact for its\r\nprogrammes.\r\nHuman rights is now being dealt with as a cross-\r\ncutting issue. The Nordic countries look forward to the\r\nresults of the review of the human rights machinery. We\r\nhope this will contribute to the integration of human rights\r\naspects into all United Nations activities and to the\r\nstrengthening of the implementation of human rights. The\r\ncommemoration of the adoption of the Universal\r\nDeclaration of Human Rights should first and foremost take\r\nplace in the daily activities of our Governments and our\r\ninternational institutions.\r\nIntegration within the United Nations system is also\r\nmoving ahead at the country level. We can already see\r\nsome encouraging results of the “one country, one United\r\nNations” policy that the Nordic countries have been\r\nadvocating for many years. We believe that the integration\r\nof United Nations representation at the country level will\r\nprove to be one of the greatest achievements of the ongoing\r\nreform process, leading to substantive improvements and\r\ngreater coherence in relations between the United Nations\r\nsystem and host countries. This is something we will all\r\nbenefit from.\r\nThe political and financial support of the Nordic\r\ncountries for multilateralism in general and for the United\r\nNations itself in particular is well known and remains\r\nstrong. We continue to provide the United Nations system\r\nwith extensive voluntary contributions for development\r\ncooperation and with substantial human and financial\r\nresources for peacekeeping operations. This particular\r\narea of United Nations activities has been highly\r\nsuccessful over the 50 years that have passed since the\r\nfirst mission was launched. Today’s peacekeeping\r\nchallenges differ from those of the past. There needs to\r\nbe a stronger linkage between political, military and\r\nhumanitarian responses to crisis situations. The early-\r\naction capacity needs to be enhanced and peacekeeping\r\nfinancing secured on a collective basis. The Nordic\r\ncountries will continue actively to contribute to this\r\nongoing process of change.\r\nWhile there is a need to continue to develop the\r\ncapabilities of United Nations peacekeeping, there is also\r\na strong need to focus increasingly on conflict prevention.\r\nA variety of complementary activities within a strategic\r\nframework should be envisaged from addressing the root\r\ncauses of a conflict to preventive deployment of a United\r\nNations presence. Many lives can be spared by early\r\naction. Regional efforts — for instance, by the\r\nOrganization for Security and Cooperation in Europe —\r\nare essential and should continue to be encouraged in this\r\nregard.\r\nThis year will be remembered for discouraging\r\ndevelopments in the nuclear field. A case in point is the\r\nnuclear tests conducted earlier this year that contradict the\r\ninternational disarmament and non-proliferation efforts.\r\nWe cannot but continue to urge the countries concerned\r\nto sign and ratify the Treaty on the Non-Proliferation of\r\nNuclear Weapons and the Comprehensive Nuclear-Test-\r\nBan Treaty without delay and without conditions.\r\nOn the managerial reform process, the Nordic\r\ncountries fully support the Secretary-General in his\r\nendeavours to introduce a results-oriented budgeting\r\nsystem in the United Nations. We agree with the\r\nSecretary-General when he states in his report that,\r\n“This initiative is of the utmost importance, because\r\nno single measure would do more to increase\r\naccountability and efficiency in the work of the\r\nOrganization.” (A/53/1, para. 9)\r\nThe public sectors in our own countries have matched\r\ndecisions on political mandates with their financing, and\r\nbudgets have been tied to actual results for more than a\r\ndecade. Our own experience shows promising results.\r\nA budgeting system that will focus on the actual\r\nachievements of the mandates and programmes will\r\n6\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\ncontribute to greater efficiency, effectiveness, relevance and\r\nimpact of the work of the Organization. I must stress that\r\nthis is not about cutting costs. It is about using the funds\r\nwhere they will contribute the most.\r\nDuring this session of the General Assembly we will\r\nalso continue that process with important decisions on\r\nreform initiatives in the environmental field.\r\nThe adoption in Rome this year of the Statute for the\r\npermanent International Criminal Court constitutes a\r\nlandmark contribution to the rule of law. It is an urgent task\r\nfor this session of the General Assembly to put this historic\r\ntreaty in place.\r\nThe reform of the United Nations is taking place at an\r\nextraordinary time in human history and in a world greatly\r\naffected by globalization. If we were to summarize this\r\nyear’s general debate, we would note that globalization was\r\nmentioned by almost everyone. It is clear that globalization\r\ncreates both opportunities and risks. It is the role of the\r\ninternational community to ensure that we benefit from the\r\nopportunities of globalization while minimizing the risks it\r\nposes. Multilateralism should flourish in a globalized world.\r\nI would like to quote what the Secretary-General said in\r\nDurban:\r\n“There is a temptation to retreat into our shells,\r\nto go back to the old economies of centralized State\r\nplanning and protectionism or to the old politics of\r\nemphasizing regional differences rather that\r\nrecognizing universal values.” (SG/SM/6688)\r\nThe Secretary-General made it clear that we cannot\r\nhold back the tide of technological and social change. We\r\nagree with him that we have to find a way to govern\r\nthrough action and to protect our citizens from the\r\ndisadvantages while recognizing the benefits that a more\r\nglobalized world brings.\r\nGlobalization is also taking place in civil society. The\r\nUnited Nations must learn how to come together with civil\r\nsociety, academia and non-governmental organizations to a\r\nmuch greater extent. The Millennium Assembly and the\r\nMillennium Forum will provide us with an arena to profit\r\nfrom such contacts and to learn how to work together for\r\nglobal causes. The Millennium Assembly will also provide\r\nus with the opportunity to express ourselves on the role of\r\nmultilateralism and on our common expectations for the\r\nyears to come. We are looking forward to the input of the\r\nSecretary-General in this regard.\r\nMs. Ramiro-Lopez (Philippines): I wish to thank\r\nthe Secretary-General, Mr. Kofi Annan, for his statement\r\nand for his report contained in document A/53/1, which\r\nprovides us with a comprehensive overview on the work\r\nof the United Nations during the past year.\r\nThe report reflects the increasing number of\r\nmultifaceted tasks which we, the Member States, have\r\nentrusted to the Organization at a time of decreasing\r\nresources. My delegation shares the concerns expressed\r\nby the Secretary-General on the need to provide the\r\nOrganization with timely and adequate resources. It must\r\nhave the necessary financial support from us the Member\r\nStates, if the Organization is to survive and be effective\r\nin addressing global issues of concern to all of us. We\r\njoin the Secretary-General in his appeal to Member States\r\nin arrears to honour their legal obligation and pay their\r\nassessed dues in full and without further delay.\r\nMy delegation recognizes the important efforts of the\r\nSecretary-General to reform and improve the efficiency of\r\nthe Organization. The General Assembly, at the last\r\nsession, endorsed several of his reform proposals. We\r\nwelcome those decisions which are aimed at strengthening\r\nthe Organization to enable it to implement fully all\r\nmandated programmes and activities, as well as to meet\r\nthe changing needs and requirements of the Member\r\nStates as we prepare for the next century. We reiterate the\r\nview that the primary objective of any further reform\r\nefforts should be to strengthen the role of the United\r\nNations in promoting international cooperation for\r\ndevelopment and to restore development issues to the\r\ncentre of the United Nations agenda.\r\nThe General Assembly, at this session, will continue\r\nits consideration of the Secretary-General’s proposals for\r\nlong-term changes. We hope that these proposals will be\r\nconsidered in an open and transparent manner that will\r\nenable all Member States to participate in the discussions.\r\nWe believe that it is only in this manner that consensus\r\ncan be reached.\r\nOn section I, concerning peace and security, my\r\ndelegation supports the efforts of the United Nations in\r\nthe maintenance of international peace and security. We\r\nlaud the initiatives undertaken by the Secretary-General in\r\nthis regard. While we fully recognize the need to prevent\r\ndisputes from escalating into the international arena, we\r\nbelieve that there is a need to have a common\r\nunderstanding and agreement on what constitutes\r\npreventive action. We therefore support the call of the\r\nNon-Aligned Movement for an early resumption of talks\r\n7\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\non the concept and definition of preventive diplomacy and\r\npreventive action.\r\nIn paragraph 26 of his report, the Secretary-General\r\nrefers to “early warning of situations with the potential for\r\ncrisis” and “an integrated preventive strategy”. We would\r\nbe interested in receiving details of these activities, such as\r\nthe criteria used to classify a particular situation as a threat\r\nto international peace and security and the actions to be\r\nundertaken by the Organization. It is imperative to have\r\ngreater transparency in these activities.\r\nAt the same time, we find the suggestion of the\r\nSecretary-General to broaden the role of the Security\r\nCouncil by invoking the mechanism provided in Article 65\r\nof the United Nations Charter interesting. We believe,\r\nhowever, that this proposal calls for reflection and an in-\r\ndepth consideration of its implications on the decision-\r\nmaking process of the Organization.\r\nMy delegation shares the view of the Secretary-\r\nGeneral that the challenge of development remains\r\nparamount, and if there is one issue that cuts across United\r\nNations activities, it is the issue of development. The\r\nsignificant and steady decline in official development\r\nassistance to developing countries is alarming and must be\r\nreversed. Now more than ever, social amelioration\r\nprogrammes and safety nets that directly benefit the most\r\nvulnerable sectors in many countries must be enhanced.\r\nAlso, the difficulties posed by the external debt of\r\ndeveloping countries remain unabated, and efforts to\r\naddress them must be reinforced.\r\nThe Secretary-General stated in paragraph 168 of his\r\nreport that\r\n“Globalization has an immense potential to improve\r\npeople’s lives, but it can disrupt — and destroy —\r\nthem as well.”\r\nWe believe that the United Nations can play a\r\nsignificant role in fostering international cooperation and\r\naction in mitigating the negative effects of globalization.\r\nIt has been a year since the financial crisis began in\r\nAsia, which now seems to affect countries on every\r\ncontinent. The chain of events that quickly unfolded\r\nbrought to the fore the systemic weaknesses of the current\r\nglobal financial system. The imperatives of the new\r\nphenomenon of massive capital movements, with their\r\ninherent volatility and far-reaching impact, call for decisive\r\naction by the international community. The recent high-\r\nlevel dialogue on the social and economic impact of\r\nglobalization and interdependence and their policy\r\nimplications has provided us with useful exchanges on the\r\ncurrent global crisis, and the time has come for collective\r\naction.\r\nMy delegation applauds the efforts of the Secretariat\r\nand the Secretary-General in responding to the mandate\r\nto achieve gender equality. We note the progress made in\r\nincreasing women’s representation in the Professional\r\nranks and at the D-2 level and above from 16 per cent to\r\n22 per cent. However, we believe that as we approach the\r\nnext millennium further efforts need to be undertaken in\r\nrespect of increasing representation at the senior level of\r\nthe Secretariat by women from developing countries.\r\nMy delegation in general subscribes to the\r\nconclusions of the Secretary-General in section VII of his\r\nreport. In particular, we share his view that only universal\r\norganizations like the United Nations have the scope and\r\nlegitimacy to generate the principles, norms and rules that\r\nare essential if globalization is to benefit all. We agree\r\nthat the task ahead of us is to harness the considerable\r\npotential of globalization for good while devising an\r\noption plan principally designed to avert its destructive\r\nforces. The forces of globalization must be tamed to\r\nservice only development and prosperity. This we must\r\ndo to sustain the development path of countries and lift\r\ncountless people out of misery, especially in the region of\r\nAfrica.\r\nMr. Elaraby (Egypt): The Foreign Minister of\r\nEgypt, in his capacity as the Chairman of the delegation,\r\ncongratulated you, Sir, on the assumption of your high\r\noffice. It is now my turn to extend my own heartfelt\r\ncongratulations to you and to wish you success.\r\nI should like at the outset to thank the Secretary-\r\nGeneral for his annual report on the work of the\r\nOrganization. The report reflects his wisdom and his\r\ndetermination to achieve the lofty objectives of the United\r\nNations. I should like also to thank the Secretary-General\r\nfor his lucid and comprehensive introduction of the report\r\nat the beginning of the general debate.\r\nThe report deals with several important issues that\r\nrequire careful study and active follow-up by the General\r\nAssembly. Such follow-up should be guided by the views\r\nand the proposals made by the heads of State or\r\nGovernment and the Minister for Foreign Affairs in the\r\ncourse of the general debate.\r\n8\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nIn his annual report, the Secretary-General has\r\nproposed that at the Millennium Assembly, he will suggest\r\na set of workable objectives and institutional means for the\r\nUnited Nations to meet the challenges of human solidarity\r\nin the years ahead. This initiative by the Secretary-General\r\nis welcomed by my delegation. However, we believe that\r\nin order to successfully and comprehensively evaluate the\r\nexperiences of the past and to chart our future course, we\r\nshould start this evaluation now.\r\nIn this context, the Foreign Minister of Egypt, in his\r\nstatement in the general debate on 25 September 1998,\r\nproposed that this current session\r\n“create a committee to commence drafting a clear\r\nstatement to history to be issued at the close of the\r\nnext session.” (A/53/PV.15)\r\nThis proposal aims at providing a statement which will\r\ninclude our assessment of the past and our vision of the\r\nfuture. It should be issued before the end of the century and\r\nat the beginning of the new millennium.\r\nFor this purpose, my delegation intends to initiate\r\ninformal consultations to explore the possibility of adopting\r\nthe necessary draft resolution establishing such a subsidiary\r\norgan and specifying its mandate during the fifty-third\r\nsession of the General Assembly. My delegation hopes that\r\nthis draft resolution will be adopted by consensus so as to\r\nreflect the collective vision of Member States in their\r\nevaluation of past achievements and the anticipation for the\r\nfuture and provide a solid basis for a more effective United\r\nNations.\r\nIn this context also my delegation finds the Secretary-\r\nGeneral’s proposal to invoke the provisions of Article 65 of\r\nthe Charter very interesting. We support an examination of\r\nall the relevant dimensions of Article 65. In point of fact,\r\nwe support and encourage an examination of all the\r\ndormant Articles of the Charter. Some, such as Article 43,\r\nhave never been used, and many delegations do not know\r\nwhy. We think that this is the time for such an exercise to\r\nstart.\r\nMr. Adam (Belgium) (interpretation from French): I,\r\ntoo, should like to thank the Secretary-General for drafting\r\nand introducing on 21 September the report before us\r\ntoday.\r\nThe decision of the Secretary-General to introduce the\r\nreport in plenary before the beginning of the general debate\r\nwas a welcome innovation that gave the ministerial debate\r\ngreater focus.\r\nThe document is of unquestioned interest. The\r\ndescription of the activities of the Organization makes it\r\npossible to judge the role and activities of our\r\nOrganization in the light of the great changes taking place\r\nin the world.\r\nMr. Maidin (Brunei Darussalam), Vice-President,\r\ntook the Chair.\r\nFurthermore, the report offers our Secretary-General\r\na new opportunity to present the initial results of his\r\nefforts to restore to the Organization the means and the\r\ndynamism that public opinion expects it to have.\r\nThe most important message of the report, I feel, is\r\nthe observation that the new world environment continues\r\nto demand an in-depth reform of the Organization, along\r\nwith great adaptability on the part of the Secretary-\r\nGeneral, so that the Organization can gain the central role\r\nin international life that it deserves. We must guard\r\nagainst “reform fatigue”, a weariness that could be fatal\r\nto our Organization.\r\nThis is why my delegation continues to fully support\r\nthe Secretary-General in his efforts to transform the\r\nUnited Nations into a simpler, more integrated and more\r\nfocused organization, able to accomplish its mission in its\r\nvarious fields with the maximum synergy and\r\neffectiveness.\r\nThe points made by the Secretary-General deserve\r\neven more support since they are part of a global\r\nrestructuring initiative to adapt the entire Organization to\r\nthe imperatives of the modern world. Such a process\r\nrequires the resolute commitment of all Member States\r\nand deserves a collective, rapid and unequivocal response.\r\nFurthermore, the Secretary-General highlights well the\r\nfields and the crises in which the international\r\ncommunity’s responses have been imperfect, partial and\r\nsometimes marked by a narrow vision of the interests\r\ninvolved.\r\nWith a positive response by Member States and a\r\nbetter vision of the international general interest, we will\r\nhave a clearer idea of the global role of the Organization\r\nin international life; be better able to develop the essential\r\nlinks between the political tasks and development work of\r\nthe United Nations; and be better able to guarantee\r\nprogress in the observance of human rights and\r\n9\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\ninternational law — key elements for our Organization. A\r\npositive response will also allow us to energize relations\r\nbetween the principal intergovernmental organs — the\r\nGeneral Assembly, the Security Council and the Economic\r\nand Social Council — and it should allow a better balance\r\nto be struck between them.\r\nThree other aspects of the report also deserve\r\nhighlighting. First, as the Secretary-General says, the new\r\nglobal environment requires more systematic cooperation\r\nbetween the United Nations and all the other actors striving\r\nto promote political and economic security at all levels,\r\nwhether regional organizations or even extra-State actors.\r\nIn this regard, we encourage the Secretary-General, along\r\nwith this Assembly, to continue to strengthen the dialogue\r\nbetween the United Nations and the Bretton Woods\r\ninstitutions.\r\nThe Secretary-General also stresses the extreme\r\ngravity of the Organization’s financial situation. As my\r\nMinister said from this rostrum last week:\r\n“The financial health of the Organization has not\r\nimproved much over the course of the last year.\r\nBelgium believes that countries that accumulate\r\narrears harm the entire international community. The\r\ndamage goes beyond the resulting debt, because the\r\nOrganization is denied the means fully to discharge its\r\nmandate. Furthermore, the reform process is\r\njeopardized. Nothing can make up for the damage this\r\ndoes to international cooperation and social progress.\r\nThe political and moral responsibility of those\r\nGovernments is at stake. None who speak from this\r\nrostrum can claim their attachment to United Nations\r\nideals without accepting the financial obligations\r\ninvolved in being a Member, that is, payment in full,\r\non time and without conditions of their financial\r\ncontributions.” (A/53/PV.10)\r\nFinally, Security Council reform is another exercise\r\nrequired by the comprehensive reform of this Organization.\r\nThis delicate subject must be judged on its own merits. We\r\nneed to avoid unproductive confrontation as well as to\r\navoid putting off for ever this fundamental aspect of the\r\nreform process.\r\nThe report of the Secretary-General deals with a\r\nmultitude of other questions that I have not dwelt on. I\r\nhave merely sought to call attention to those questions that\r\nseemed essential to me. This was in no way meant to\r\ndetract from other aspects of the report, which provides a\r\nvery useful frame of reference for the activities of the\r\nUnited Nations and the work of this session of our\r\nAssembly. I would like to thank the Secretary-General,\r\nwho I hope will next year take the same approach to the\r\nreport.\r\nMr. Takasu (Japan): I should like first of all to\r\nexpress the appreciation of my delegation to the\r\nSecretary-General for his excellent report on the work of\r\nthe Organization. In general, we endorse the basic thrust\r\nof the report, which stresses a comprehensive approach to\r\ninternational peace and security on two fronts: the\r\nsecurity front and the economic and social front. Permit\r\nme today to comment briefly on some of the important\r\nissues he has raised.\r\nFirst, let me comment on the role of the United\r\nNations in achieving peace and security in the new\r\nmillennium. Japan agrees with the Secretary-General that\r\nit is important to transform the United Nations into a truly\r\neffective organization for the twenty-first century in order\r\nto cope with the new situation in which we are witnessing\r\nfrequent regional conflicts. Towards this end we must\r\nsimultaneously promote three avenues of endeavour:\r\npeace, development and United Nations reform.\r\nIn this regard, we appreciate the considerable\r\nprogress that has been made in the area of the\r\ninstitutional reform of the United Nations. Japan believes\r\nit essential that reforms be undertaken in a balanced\r\nmanner in three interrelated areas: the political area, the\r\ndevelopment area and the financial area. Let me\r\nunderscore the urgent need to continue to make intensive\r\nefforts to push forward United Nations reform. In\r\nparticular, the reform of the Security Council to ensure\r\nthat it reflects the changes in international relations is\r\nessential for such a transformation of the United Nations\r\ninto a truly effective organization for the coming century.\r\nIn dealing with regional conflicts, it is more\r\nimportant to focus on how to prevent conflicts than on\r\nhow to settle them after they have broken out.\r\nRecognizing that economic and social development issues\r\nare often factors contributing to the outbreak of conflicts,\r\nJapan took the initiative of hosting the Tokyo\r\nInternational Conference on Preventive Strategy, to which\r\nthe Secretary-General referred in his report. At that\r\nconference participants underlined the importance of a\r\ncomprehensive approach in addressing the factors that\r\ncontribute to conflict prevention.\r\nIn this connection, the importance of arms control\r\nand disarmament cannot be overemphasized. Indeed,\r\n10\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nJapan is of the view that we urgently need to find a way to\r\nprevent the further proliferation of nuclear weapons and\r\nother weapons of mass destruction, and to strengthen the\r\nnon-proliferation regime. At the same time, to improve the\r\neffectiveness of this regime, it is important that nuclear-\r\nweapon States make sincere efforts towards nuclear\r\ndisarmament. Efforts to deal with all types of weapons of\r\nmass destruction — nuclear, biological and chemical\r\nweapons — as well as conventional weapons, such as small\r\narms and anti-personnel landmines, are also essential.\r\nLike the Secretary-General, Japan regards development\r\nas the greatest challenge the world will face in the twenty-\r\nfirst century. It believes that we must deal not only with the\r\neconomic development problems of developing countries,\r\nbut also with the social aspects of development, such as\r\nthose relating to human rights and good governance. The\r\nrecent ministerial meeting of the Security Council on the\r\nsituation in Africa amply highlighted the importance of\r\neconomic and social development for the solution of\r\nconflicts and the maintenance of peace and security.\r\nFor the United Nations to be truly effective, it must be\r\nable to demonstrate that through its contributions the plight\r\nof Africa has improved. Japan, for its part, has been\r\npromoting a new development strategy. It will host the\r\nSecond Tokyo International Conference on African\r\nDevelopment (TICAD II), together with the United Nations\r\nand the Global Coalition for Africa (GCA), later this month\r\nin Tokyo. Japan is pleased that the Secretary-General,\r\ntogether with many leaders from Africa and other regions,\r\nwill participate in the Conference.\r\nJapan also welcomes the Secretary-General’s strategy\r\nto create a culture of communication to enhance the links\r\nbetween the United Nations, the media and civil society.\r\nWe hope the Department of Public Information will play a\r\nleading role in implementing such a strategy to cultivate\r\nnew international actors.\r\nI would like to conclude by reaffirming Japan’s\r\ncommitment to participate actively in discussions\r\nthroughout this General Assembly session of various\r\nimportant points raised by the Secretary-General in his\r\nreport.\r\nMr. Powles (New Zealand): May I say what a\r\npleasure it is to speak under your chairmanship, Sir.\r\nI wish to record my delegation’s gratitude for the\r\nSecretary-General’s report. It provides, succinctly and\r\naccurately, an excellent snapshot of where the Organization\r\nstands today. It also gives us signposts for the route ahead\r\nwhen it comes to deciding what kind of United Nations\r\nwe, the Member States, want in the twenty-first century.\r\nI will comment briefly on a key area of the report\r\ntoday. That is the “quiet revolution”, as the Secretary-\r\nGeneral calls it, to revitalize the organizational machinery.\r\nAs the report makes clear, and indeed as we increasingly\r\nsee for ourselves in our dealings with the Organization, a\r\ntremendous amount, with far-reaching and beneficial\r\neffects, has already been achieved in a very short space\r\nof time.\r\nI want to convey New Zealand’s appreciation to the\r\nSecretary-General and his senior officers for their\r\nunstinting efforts in addressing reform over the past year.\r\nInstitutional changes, including the establishment of a\r\nSenior Management Group, the Executive Committees\r\nand the appointment of the Deputy Secretary-General,\r\nhave brought about greater coherence in policy and\r\nplanning and stronger direction within the United Nations.\r\nThe development of productive relations with the Bretton\r\nWoods institutions has also been a major step forward.\r\nThe Secretary-General reminds us in his report,\r\nhowever, of three important reform measures that are the\r\nresponsibility of this General Assembly. These are: time\r\nlimits on new mandates, the Development Account and\r\nresults-based budgeting. In respect of the last item,\r\nresults-based budgeting, the Secretary-General rightly\r\npoints out that its adoption is of the utmost importance to\r\nincreasing accountability and efficiency in the\r\nOrganization. In this, as in other reforms, I wish to assure\r\nthe Secretary-General that he may count on my\r\ndelegation’s full support.\r\nThe Secretary-General’s report covers a range of\r\nother ideas which my delegation will study with interest.\r\nFor example, he touches on the possibility of\r\nstrengthening linkages between the Security Council and\r\nthe Economic and Social Council, making greater use of\r\nArticle 65 of the Charter.\r\nI also want to refer briefly to the Secretary-General’s\r\ncomments on the importance of development. We are\r\nreminded in the report of the stark figures behind the\r\ncurrent turbulence in financial markets, particularly in\r\nAsia. The report notes that 50 million people in Indonesia\r\nalone may be thrown back into poverty. This is a human\r\ntragedy in anyone’s terms. The importance of turning\r\naround the decline in official development assistance\r\ntakes on an added dimension when we are confronted\r\n11\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nwith such a picture. It is important that donors respond\r\npositively to this call. I am pleased to record that New\r\nZealand for its part has increased its official development\r\nassistance by 26 per cent in the last three years.\r\nFinally, the Secretary-General’s comments on\r\nglobalization foreshadowed what would become the\r\ndominant theme of the general debate over the past two\r\nweeks. As the report points out, the new dimensions of the\r\nphenomenon can only be addressed multilaterally. It seems\r\nto my delegation there is overwhelming agreement on this\r\nscore arising from the debate.\r\nMay I say that given the positive and forward-looking\r\nchanges the Secretary-General has brought about in such a\r\nshort time, we are confident that we have now an\r\nOrganization that is increasingly able to address such issues\r\neven more effectively. The Secretary-General’s “quiet\r\nrevolution” has begun to pay important dividends for us all.\r\nHe deserves our fullest support.\r\nMr. Galuska (Czech Republic): In his statement on\r\n21 September, the Secretary-General, reporting on the work\r\nof the Organization, expressed the conviction that\r\neverybody had read his report from “cover to cover”. This\r\nremark drew laughter from his audience, but the report he\r\npresented definitely deserves our appreciation and full\r\nattention. It is comprehensive and understandable and\r\ncontains new ideas and suggestions.\r\nWhile we welcome the achievements of the United\r\nNations in many areas, we are aware that much remains to\r\nbe done. The recent period has shown us how difficult it\r\nwould be to overcome the stalemate in the Organization\r\nbrought about by the cold war era and the North-South\r\nconfrontation, and to create a new model of the United\r\nNations, capable of dealing efficiently with the\r\nrequirements of today’s world and those of the future.\r\nIn this context, we applaud the Secretary-General’s\r\nproposal for the Millennium Assembly, which gives us a\r\nunique opportunity to think about the concept of the\r\nOrganization for the next century. As the year 2000\r\napproaches, we should use the remaining time efficiently,\r\npreparing food for thought about what from now on should\r\nbe one of our main tasks. We look forward to seeing the\r\nSecretary-General’s proposals for the ways in which to\r\nmeet the Organization’s forthcoming challenges, and we\r\nawait the recommendations expected to emanate from the\r\n“global town meetings”.\r\nWe believe that if such meetings are to be fully\r\nbeneficial to the United Nations it is essential that they be\r\nwell focused. Relevant topics should be suggested by the\r\nSecretariat, and the meetings should be attended by the\r\nappropriate level United Nations officials. The Czech\r\nRepublic will take an active part in this process, as\r\nexpressed by the fact that the preparations for a\r\nconference called “Forum 2000” are under way in Prague.\r\nThe conference is aimed at highlighting the global\r\nproblems that mankind faces at the threshold of the\r\ntwenty-first century.\r\nIn order to prepare for what lies ahead, we should\r\nexpeditiously finalize the institutional reform and take\r\naction on the Secretary-General’s deferred proposals,\r\nparticularly on the specific time limits for all new\r\nmandates, the results-based budgeting system and the\r\nDevelopment Account.\r\nIt is obvious that the reform measures that have been\r\nimplemented are already bearing fruit. The new\r\norganization of the work programme and the new\r\nstructure of leadership now manage cross-cutting and\r\noverlapping policy issues more effectively. The budget\r\nhas been reduced. Bureaucracy is being streamlined, and\r\nthe saved resources might be redirected to programme\r\naccomplishment. The new structure of management makes\r\nit possible to view the problems and their causes more\r\nclearly, from a broader perspective, thus enabling\r\ninnovative solutions.\r\nWe should further elaborate on the idea of\r\npreventive peace-building based on the observation of the\r\nwide spectrum of causes of threats to human security and\r\non the relationship between social justice, material well-\r\nbeing and peace. Interesting in this context is the\r\nsuggestion to extend the Security Council’s role to\r\neconomic, social and development areas through closer\r\ncooperation with the Economic and Social Council.\r\nWe regret that the new approach in the area of\r\ndisarmament has not yet been fully implemented.\r\nNevertheless, the emphasis on the arms control agenda as\r\nessentially multilateral and the determination of the role\r\nof the United Nations as norm-setting are important steps\r\nin the right direction, as is the idea of strengthening and\r\nconsolidating the principles of disarmament. In this\r\ncontext, let me express our support for the Secretary-\r\nGeneral’s idea of holding a United Nations conference on\r\nall aspects of the illicit arms trade in order to seek a\r\nglobal consensus on monitoring and controlling illicit\r\n12\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\narms transfers and their links with trafficking in other\r\ncontraband goods.\r\nAs to peacekeeping, we welcome the effort of the\r\nDepartment of Peacekeeping Operations to strengthen the\r\nOrganization’s capacity to respond swiftly, and we also\r\nwelcome the significant progress achieved in the\r\ndevelopment of the United Nations standby arrangements\r\nsystem and the new promising concept of “smart\r\nsanctions”.\r\nThe role of the United Nations in strengthening the\r\ninternational legal order is, in our view, of paramount\r\nimportance and, as a matter of fact, truly indispensable for\r\nensuring the rule of law, stability and the development of\r\nthe global international community on the verge of the new\r\nmillennium. In this year of commemoration of the fiftieth\r\nanniversary of the Universal Declaration of Human Rights\r\nand the Convention on the Prevention and Punishment of\r\nthe Crime of Genocide, the United Nations has continued\r\nto act vigorously in protecting and promoting human rights.\r\nA genuine breakthrough in international law was\r\nachieved with the successful conclusion of the United\r\nNations Diplomatic Conference on the Establishment of the\r\nInternational Criminal Court. The adoption of the Rome\r\nStatute is indeed of historic significance and now the\r\nchallenge is to ensure that enough ratifications are made to\r\nenable the Court to be effectively established within a\r\nreasonable period of time. We find it particularly helpful\r\nthat the Secretary-General tackles the issue of encouraging\r\nMember States to ratify the Statute.\r\nBut it would not be honest to start and finish my\r\ncomments merely with compliments. On one point, my\r\ndelegation feels that the report does not reflect properly\r\nwhat has been a common understanding in the United\r\nNations for some time now. I am referring to the\r\ninterpretation of the concept of sustainable development.\r\nLast year, the nineteenth special session of the General\r\nAssembly reconfirmed the results of the Rio Conference\r\nand stated explicitly that sustainable development is a\r\nbalance of economic, social and environmental goals.\r\nHowever, the report seems to repeat the past confusion. In\r\nchapter II, sustainable development is contained as just one\r\nitem under the heading “Cooperating for development”\r\ninstead of being made, in accordance with the now\r\ndominant perception, a core concept of the whole\r\ndevelopment cooperation. Moreover, the picture of activities\r\nin this area is far too selective, giving only a few random\r\nexamples.\r\nIn contrast to this, sustainable development appears\r\nin much greater complexity in another part of the report,\r\nin chapter IV, under the heading “The environmental\r\ndimension”. No doubt, the concept of sustainable\r\ndevelopment has been largely inspired by environmental\r\nconcerns, but we believe that the problem of equating\r\n“environment” with “sustainable development” has\r\nalready been overcome. We would hope that future\r\nreports will treat such important areas of United Nations\r\nactivities as environment and sustainable development in\r\na more balanced way.\r\nTo conclude, let me strike a more optimistic note. If\r\nthere is an area in which the United Nations fulfils our\r\nexpectations, it is communications. Tremendous progress\r\nhas been achieved here. Adding a new dimension to our\r\ndaily interaction with the United Nations, as well as\r\nenhancing the links between the Organization, the media\r\nand the public, the United Nations Website has become\r\nan indispensable tool that will also be instrumental in\r\npaving the way for the future reform process.\r\nMr. Erwa (Sudan) (interpretation from Arabic): At\r\nthe outset, I should like to congratulate Mr. Opertti on his\r\nelection to the presidency of the General Assembly.\r\nAlthough my Minister for Foreign Affairs has already\r\ndone so, I wished to congratulate him personally.\r\nI wish first to thank the Secretary-General for his\r\nefforts in preparing the report contained in document\r\nA/53/1 on the work of the Organization. We fully support\r\nhis efforts to strengthen our Organization’s role.\r\nHaving read the report, we wish to express our\r\nappreciation of the fact that he has stressed the challenges\r\nto humanity, as he sees them. One issue that was a\r\npriority for which peoples and States sought to create this\r\nOrganization and the League of Nations before it was\r\nsaving the world from the scourge of war, which\r\nundermined security, terrorized innocent civilians and\r\nexpunged the results of development efforts in many parts\r\nof the world. Peace and security are the basis of\r\neverything and can be established only through the\r\nimplementation of United Nations Charter provisions\r\nwhich call for the peaceful settlement of disputes.\r\nThe world today can see a developing trend among\r\ncertain Powers taking the law into their own hands, and\r\nbending it to serve their selfish interests, ignoring the\r\ndestiny of other peoples. I cite the example of the\r\nmissiles launched by the United States of America against\r\nthe pharmaceutical factory in the Sudan. This is only the\r\n13\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nmost recent example of this trend. As we cite it as evidence\r\nof that trend, we express our support for the efforts of the\r\nSecretary-General to promote international peace and\r\nsecurity. In chapter IV of his report, he tells us that one of\r\nthe United Nations basic missions is to prevent war. In\r\nreturn, we say to him that we still need the United Nations\r\nto undertake its role in that regard and to prevent\r\naggression, by stressing the rule of law, not the rule of\r\nforce.\r\nThe Secretary-General’s efforts at reforming the\r\nOrganization have been welcome and appreciated by all.\r\nWe hope that our discussions and comments today will help\r\nhim in his endeavours to strengthen the Organization’s role\r\nas the world stands on the threshold of the new millennium.\r\nIn this context, my delegation is of the opinion that the\r\nconvening of the Millennium Assembly will be a milestone\r\nin the elaboration of a new vision for the future. We\r\ntherefore urge that it be prepared in the framework of\r\ncollective intergovernmental action. We also call for the\r\nemergence through that Assembly of practical and\r\nimplementable goals for serving humanity as a whole.\r\nOtherwise, it will be just another ceremonial occasion.\r\nTurning to the role of diplomacy, we fully share the\r\nSecretary-General’s vision that it plays a central role in\r\ncontaining and preventing conflicts. However, my\r\ndelegation agrees that, for preventive efforts to succeed, the\r\nconsent of all parties concerned must be secured.\r\nThe Secretary-General touches on another important\r\ntopic in his report: sanctions. In this context, if there is a\r\nneed for sanctions, we advocate the observance of the\r\nfollowing: First, they should not be used as an instrument\r\nto serve narrow interests or special political agendas;\r\nsecondly, they should have well-defined goals; and thirdly,\r\nsanctions must be implemented and lifted in a specified\r\ntime-frame, given their negative effects on all aspects of the\r\nlives of peoples.\r\nAs to human rights, our Organization is\r\ncommemorating the fiftieth anniversary of the adoption of\r\nthe Universal Declaration of Human Rights. Meanwhile,\r\nhowever, one noble principle has yet to be implemented:\r\nthe right of peoples to development. This right goes hand\r\nin hand with another matter that should be addressed in the\r\nframework of the Secretary-General’s reform efforts in the\r\nhuman rights area, namely, the issue of double standards\r\nwhen dealing with human rights.\r\nAs to humanitarian assistance, we are of the opinion\r\nthat the most important area of concentration should be to\r\nremedy the great deficiency in the resources devoted to\r\nhumanitarian assistance. We also need more coordination\r\nin the efforts to achieve total transparency to meet the\r\nhumanitarian needs of various regions of the world,\r\nincluding the Sudan.\r\nIn conclusion, I reiterate that we support the\r\nSecretary-General’s efforts to enhance the role of the\r\nOrganization and are fully prepared to contribute to any\r\neffort to strengthen the United Nations and enable it to\r\nmeet the challenges of our times.\r\nMr. Babar (Pakistan): Like previous speakers, I\r\nwould like first to thank the Secretary-General for\r\npresenting his annual report on the work of the\r\nOrganization. The report covers a wide range of issues,\r\nincluding challenges before the United Nations in the new\r\nmillennium and matters relating to peace and security,\r\ndisarmament, sanctions, poverty eradication, social and\r\neconomic development, refugee problems and\r\nadministrative matters of the Secretariat.\r\nWe agree with the Secretary-General that conflict\r\nprevention should be one of the Organization’s deepest\r\ncommitments. Yet there is still too little emphasis on\r\npreventive action. In our view, conflict prevention cannot\r\nsucceed unless the root causes of disputes are squarely\r\naddressed.\r\nWe agree that preventive diplomacy provides the\r\nbest course in preventing costly conflicts. We commend\r\nthe Secretary-General’s personal contribution to the field\r\nof preventive diplomacy, particularly his visit to Baghdad\r\nearlier this year and the memorandum signed by him with\r\nthe Iraqi leadership, which helped in defusing a\r\npotentially dangerous situation.\r\nWhile we agree and share the Secretary-General’s\r\nconcern that the rising tension between India and Pakistan\r\nis a major cause of concern, in our view the Jammu and\r\nKashmir dispute deserved a more detailed reference in his\r\nreport. With the nuclearization of South Asia, this issue\r\nneeds greater attention by the international community,\r\nparticularly the United Nations.\r\nThe Jammu and Kashmir dispute is the oldest\r\ndispute on the agenda of the United Nations. India’s\r\nrefusal to allow the people of Kashmir to exercise their\r\ninalienable right to self-determination, in accordance with\r\nthe relevant Security Council resolutions, is the root cause\r\nof the dispute, which has engendered conflict and tensions\r\nbetween Pakistan and India for the last 50 years. We\r\n14\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\ntherefore hope that the Secretary-General will continue his\r\nown efforts for the peaceful resolution of the Jammu and\r\nKashmir dispute, and will reflect in detail the outcome of\r\nhis efforts in his next report. Pakistan, for its part, will\r\nmake every effort to find a negotiated settlement of the\r\nproblem through the Foreign Secretary-level talks, which\r\nare likely to resume by the end of this month.\r\nWe fully share the Secretary-General’s concern about\r\nthe lack of progress in the Middle East peace process and\r\nescalating violence in Kosovo. We are also deeply\r\nconcerned at the rising tensions between Iran and\r\nAfghanistan, and hope that the two countries will exercise\r\nthe utmost restraint and will resolve their differences\r\namicably.\r\nPakistan notes the Secretary-General’s concern about\r\nnuclear developments in South Asia. We had proposed\r\nmeasures both bilaterally and in the relevant multilateral\r\nforums to keep South Asia free of nuclear weapons.\r\nUnfortunately, India rejected all our initiatives.\r\nPakistan has also explained the rationale behind its\r\nown nuclear tests on several occasions in the past. The\r\nPrime Minister of Pakistan told the General Assembly on\r\n23 September 1998:\r\n“Pakistan’s nuclear tests were conducted not to\r\nchallenge the existing non-proliferation regime, nor to\r\nfulfil any great power ambition. They were designed\r\nto prevent the threat or use of force against Pakistan.”\r\n(A/53/PV.12)\r\nPakistan agrees with the view that peacekeeping can\r\nbe a valuable tool for conflict prevention. Our own\r\ncommitment to peacekeeping is based on a fundamental\r\nbelief in the promotion of international peace, collective\r\nsecurity, preventive diplomacy, peacemaking and post-\r\nconflict peace-building. Pakistan believes that peacekeeping\r\noperations must have a clear political direction, a precise\r\nmandate and an effective command and control structure,\r\nas well as clearly defined and uniform rules of engagement.\r\nWe also believe that no restrictive time limit or arbitrary\r\n“sunset” clauses should be imposed on peacekeeping\r\noperations. Efforts instead should be made to find just and\r\ndurable solutions to long-standing problems and disputes,\r\npending which ongoing peacekeeping operations should be\r\nfully and effectively maintained.\r\nPakistan is itself a beneficiary of one of the oldest\r\nUnited Nations peacekeeping operations, namely, the United\r\nNations Military Observer Group in India and Pakistan\r\n(UNMOGIP), which continues to play an important role\r\nin maintaining peace and security in South Asia. We hope\r\nthat the Secretary-General will agree to the strengthening\r\nof UNMOGIP to enable it to carry out its mandated tasks\r\nmore effectively.\r\nWe deeply regret that on 27 September 1998 the\r\nIndian army fired upon an UNMOGIP vehicle across the\r\nline of control in Azad Kashmir. Pakistan is gravely\r\nconcerned at this incident, which was ostensibly aimed at\r\npreventing UNMOGIP personnel from carrying out their\r\npeacekeeping work.\r\nThe Secretary-General’s report gives the impression\r\nthat the establishment of the headquarters of the United\r\nNations Stand-by Forces High-Readiness Brigade\r\n(SHIRBRIG) in Copenhagen was a United Nations\r\ninitiative. Let me clarify here for the record that\r\nSHIRBRIG has not been mandated by the United Nations\r\nand is therefore not a United Nations initiative. If\r\nSHIRBRIG has to be created, it should be done by the\r\nUnited Nations and all Members should be asked to\r\ncontribute towards this force.\r\nWe are fast approaching the new millennium. It\r\nshould be our collective endeavour to make the next\r\ncentury an era of peace, progress and economic prosperity\r\nfor all humanity. The goals of globalization and economic\r\nliberalization will be unattainable unless we evolve a level\r\nplaying field in the emerging international system. We\r\nparticularly need to develop a predictable international\r\nfinancial mechanism, reduce the gap between the rich and\r\nthe poor, ensure a predictable flow of resources for\r\nnational anti-poverty programmes and substantially\r\nincrease external aid from its current levels. We believe\r\nthat unless such urgent remedial measures are taken, the\r\nvision of globalization will remain only a dream.\r\nLastly, I would like to congratulate the Secretary-\r\nGeneral on successfully carrying out his “quiet\r\nrevolution” of institutional reforms. We hope that the\r\nappointment of the Deputy Secretary-General, the\r\nestablishment of a cabinet-style Senior Management\r\nGroup, the re-establishment of the Department for\r\nDisarmament Affairs and the streamlining of the\r\nSecretariat through the redistribution of work and cutting\r\nof a thousand posts will contribute to the United Nations\r\nefforts to meet the challenges of the next millennium in\r\nan effective manner.\r\nMr. Nejad Hosseinian (Islamic Republic of Iran):\r\nAllow me to begin by expressing my appreciation and\r\n15\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nthanks to the Secretary-General for his report (A/53/1) on\r\nthe work of the Organization. May I take this opportunity\r\nto comment on some issues addressed by the Secretary-\r\nGeneral in the report, which we find useful and\r\ninformative.\r\nEngaging with globalization seems to be an undeniable\r\nfact of our collective life today; for the past decade or so\r\nit has made itself felt to different degrees and in different\r\nforms in various areas of national life. While it may be\r\nsome time before we all arrive at a comprehensive\r\nunderstanding of the intricate inner workings of this rather\r\nnew process, there is no shortage of pain and anguish in\r\nvarious part of the globe as a result of its disquieting ripple\r\neffects.\r\nWe are all cognizant of the fact that powerful\r\ntransnational forces are at work reshaping the key features\r\nof world markets in capital, goods, services, labour and\r\ntechnology. Likewise, we are aware that the twin processes\r\nof globalization and liberalization have expanded and\r\ndeepened the mutual interdependence of societies, which\r\nhas, in turn, increased the potential for international\r\ninteraction and cooperation. No doubt this process has\r\ncertain beneficiaries, which may even include some\r\ninterests, groups and countries of the developing world. But\r\nthe bulk of the developing world, particularly the least\r\ndeveloped countries, is receiving the short end of the stick.\r\nThe promises have yet to become reality, at least for most\r\ndeveloping societies, but the negative consequences, mostly\r\nof a disruptive nature, are already part of their social,\r\npolitical and economic landscape.\r\nThe galloping pace of global integration in various\r\nfields and areas has substantially increased the degree of\r\nvulnerability in the developing world and made the element\r\nof uncertainty a part of its everyday life and of its future.\r\nToday for many developing societies marginalization and\r\nexclusion are not a distant possibility, but a very bleak\r\ntomorrow. As a practical outcome of the globalization\r\nprocess, the inequality between and within nations is\r\nincreasing and the gap between poor and rich has widened.\r\nWhat I have just briefly touched on deals with the\r\nreality of the situation, which should inevitably serve as our\r\npoint of departure. This situation calls for a genuine and\r\nmeaningful global partnership and strengthened international\r\neconomic cooperation, with the objective of ensuring that\r\nthe benefits of the ongoing process of globalization are\r\nspread to the maximum extent possible among all the actors\r\nat the global level, while its adverse and disruptive\r\nconsequences are minimized and harnessed.\r\nIronically, while the need to strengthen international\r\neconomic cooperation and establish an international\r\ntrading system based on the principles of international law\r\nand recognized norms and regulations has been reiterated\r\nin most intergovernmental forums, recourse to unilateral\r\ncoercive economic measures and the enactment of\r\ndomestic laws with extraterritorial effects have been on\r\nthe rise. Such policies and measures constitute a major\r\nbarrier to free trade and the access of all countries to\r\nmarkets, and thus hamper the economic development and\r\nexpansion of trade relations at all levels. Moreover, such\r\nmeasures contradict not only the basic principles of\r\ninternational law but also the goals and objectives for\r\nwhich the World Trade Organization was created.\r\nDeclining official development assistance is one of\r\nthe main concerns of developing countries. The recent\r\nfinancial crisis and its adverse impact on the developing\r\nworld has also seriously undermined the social\r\nachievements of most developing countries.\r\nUnfortunately, official development assistance, which is\r\na major external source for financing development and a\r\ncrucial input for infrastructure and social sector\r\ndevelopment in developing countries, has declined\r\nsteadily throughout this decade.\r\nThe operational activities of the United Nations\r\nsystem are perhaps the function of the system with the\r\nmost tangible outcome, and their range and diversity have\r\nincreased considerably in response to the growing\r\ndiversity of situations and demands in the developing\r\nworld. International conferences have produced a broad\r\nconsensus on development goals and policies, which\r\nshould be followed up by the system on the basis of\r\ncommon objectives and coordination, as well as priorities\r\nof programmes and recipient countries. The main\r\nobjective of operational activities is to support and assist\r\ndeveloping countries to enhance their capacity to address\r\nchallenges and utilize their resources for taking advantage\r\nof existing opportunities in the global arena.\r\nThe major common priority for almost all\r\ndeveloping countries is poverty eradication, which\r\nrequires progress in such critical areas as population,\r\nchildren, health, food security, education, and cross-\r\ncutting themes, such as finance, trade, science and\r\ntechnology and human resource development. Currently,\r\nlack of core and general resources is the main impediment\r\nto the expansion and implementation of operational\r\nactivities. The United Nations as a whole, particularly its\r\nprogrammes and funds, has gone through structural\r\nreforms to increase efficiency and effectiveness. Yet this\r\n16\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nprocess has not been matched by the necessary increase in\r\ncontributions to core and general resources, as a basis for\r\npreserving the multilateral character of these programmes\r\nand funds. This is a serious challenge which should be\r\ntackled and addressed by the donor community.\r\nTurning to humanitarian issues, I regard it as a matter\r\nof great concern that the international response to the need\r\nfor humanitarian assistance has declined in both absolute\r\nand relative terms in recent years. There is a serious gap\r\nbetween humanitarian needs and available resources, which\r\nis widening year by year. Moreover, some donors continue\r\nto earmark their funds for specific activities. Such a trend\r\ncould undermine the capacity of the United Nations system\r\nto respond and assist developing countries to establish\r\nearly-warning systems, mitigate natural disasters and\r\nprepare for them, as well as in relief, rehabilitation and\r\ndevelopment of areas stricken by such disasters, particularly\r\nearthquakes.\r\nThe issue of refugees in the developing world also\r\nneeds special attention. Presently the Islamic Republic of\r\nIran is hosting the largest refugee population in the world,\r\nwith more than 2 million refugees from neighbouring\r\ncountries, especially Afghanistan. The impact of the influx\r\nof refugees into the developing countries is multifaceted;\r\nthere is a serious adverse impact on economic and social\r\ndevelopment especially in the form of increased domestic\r\nunemployment rates and the imposition of a heavy burden\r\non the domestic resources, infrastructure and environment\r\nof developing host countries. The efforts of host developing\r\ncountries to face the challenges resulting from an influx of\r\nrefugees from neighbouring countries should be\r\nsupplemented by assistance from the international\r\ncommunity. An inter-agency coordination mechanism is\r\nnecessary to ensure sufficient assistance to developing host\r\ncountries and also to provide essential services for refugees\r\n— in particular, women, children and elderly.\r\nTurning to disarmament issues, I would like to\r\nwelcome the establishment of two ad hoc committees in the\r\nConference on Disarmament, referred to in the Secretary-\r\nGeneral’s report. The Islamic Republic of Iran is of the\r\nview that this development should serve as a step towards\r\nnuclear disarmament through discussions in the ad hoc\r\ncommittee on a fissile material cut-off treaty on the\r\nproduction as well as the elimination of all weapons-grade\r\nstockpiles of fissile material. We concur with the Secretary-\r\nGeneral that the eight-nation joint declaration on creating a\r\nnuclear-free world is a positive development. Nonetheless,\r\nit is regrettable that despite such a promising initiative, and\r\ndespite the wish of the overwhelming majority of Member\r\nStates, the Conference on Disarmament failed to establish\r\nan ad hoc committee on nuclear disarmament.\r\nThe Islamic Republic of Iran also welcomes the\r\nconsideration being given to existing nuclear-weapon-free\r\nzones and to the establishment of such zones in other\r\nregions. It is imperative that the United Nations should\r\nstay at the forefront of international efforts to establish\r\nnuclear-weapon-free zones in regions where such zones\r\ndo not exist, particularly in the Middle East, in\r\naccordance with the decision of the 1995 Review and\r\nExtension Conference of the Parties to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT).\r\nI cannot conclude without echoing the Secretary-\r\nGeneral’s emphasis on the importance of the question of\r\nhuman rights. While the collective campaign of the world\r\ncommunity to define, promote and protect human rights\r\nthroughout the globe represents a great achievement by\r\nhumanity at large, and needs to be cherished by all, the\r\nimperative of a balanced approach to all aspects of human\r\nrights, whether civil, political, economic, social or\r\ncultural, should not be theoretically underestimated or\r\npractically neglected. In this context, due attention and\r\nconsideration need to be paid to the specific particularities\r\nof all societies.\r\nFinally, I would like to reassure the Secretary-\r\nGeneral and his staff of my delegation’s sincere support\r\nand full cooperation for the betterment of the\r\nOrganization in the year ahead.\r\nMr. Benítez Sáenz (Uruguay) (interpretation from\r\nSpanish): We should like to thank the Secretary-General\r\nfor his valuable report on the work of the Organization\r\nand to congratulate him on its quality. The Secretary-\r\nGeneral has given us a candid and lucid catalogue of the\r\nprincipal activities of the system. We consider the\r\nproposals and analysis that he has presented to be of great\r\ninterest.\r\nWe commend the efforts being made, which are\r\nhighlighted in the report, with regard to conflict\r\nprevention. Our commitment to that issue should continue\r\nto be one of the most steadfast that we undertake in this\r\nOrganization. Preventing potential conflicts spilling over\r\ninto violence requires early warning of potential crisis\r\nsituations, adequate analysis, an integrated strategy and\r\nthe political will and necessary resources to put that\r\nstrategy into effect.\r\n17\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nWe note with interest the Secretary-General’s initiative\r\nto invoke the Charter provision on an interrelationship\r\nbetween the activities of the Economic and Social Council\r\nand the Security Council, taking into account that the latter\r\nis increasingly required to address the economic, social and\r\nhumanitarian crises that threaten global security.\r\nWe fully share the Secretary-General’s concern to\r\nmake the eradication of poverty an intersectoral and key\r\nobjective of the United Nations system, and we congratulate\r\nhim on his work over the past year, during which the\r\nOrganization has given support to more than a hundred\r\ncountries in preparing, formulating and executing national\r\nprogrammes to combat poverty.\r\nThe report also stresses — rightly — that human\r\nrights issues should not be considered in isolation from the\r\nother activities of the United Nations; rather, as the\r\nSecretary-General has clearly indicated, they should be a\r\ncommon thread running through all activities. This\r\nOrganization plays a unique role in defining and protecting\r\nhuman rights. We are happy that 1998, the year of the\r\nfiftieth anniversary of the Universal Declaration of Human\r\nRights, has also seen the adoption in Rome of the Statute\r\nof the International Criminal Court, a legal instrument\r\ndesigned to do away once and for all with what Mr. Kofi\r\nAnnan accurately describes as the culture of impunity.\r\nWe also agree in particular with the general approach\r\ntaken by the report to the effect that the United Nations\r\nsystem should continue to act with firm resolve in the face\r\nof global threats such as the scourges of terrorism and\r\ndrug-trafficking.\r\nMy delegation applauds the Secretary-General’s vision\r\nin placing disarmament at the heart of the task of\r\nmaintaining international peace and security. The adoption,\r\nat the end of 1997, of the Ottawa Convention on the\r\nProhibition of the Use, Stockpiling, Production and Transfer\r\nof Anti-Personnel Mines and on Their Destruction was a\r\nachievement that we can rightly describe as unprecedented,\r\ndespite the fact that there have been significant advances in\r\nthe disarmament area.\r\nWe agree with the Secretary-General that we are at a\r\ncritical moment in our endeavours to reduce the danger of\r\nnuclear weapons. Humankind has not rid itself of the threat\r\nof nuclear annihilation. No less disquieting is the threat still\r\npresented by chemical and biological weapons.\r\nUruguay, as an important contributor to peacekeeping\r\noperations, is concerned to learn from the report of the\r\nSecretary-General that the total number of peacekeepers\r\nin the field has dropped since the beginning of the 1990s,\r\neven though the number of conflicts has not decreased\r\nproportionately.\r\nWe share the concern of the Secretary-General, as\r\nreflected in the report, that development continues to be\r\na huge challenge for a world in which a fifth of\r\nhumankind has to survive on just $1 a day. This brutal\r\nreality persists, despite the fact that in the past half-\r\ncentury we have seen one of the most widespread periods\r\nof economic expansion in history.\r\nWe are pleased to note that in the course of the last\r\nyear, despite major financial constraints, this Organization\r\nhas made real progress in the humanitarian field,\r\nproviding high-quality assistance and mobilizing its\r\nresources to alleviate the situation of civilian populations\r\nin conflict situations while attending to the needs of\r\ndisplaced persons and refugees.\r\nThe challenge today, then, is not to resist or reverse\r\nthe process of globalization, but to take advantage of all\r\nits positive potential and counteract its adverse effects.\r\nWe agree with the Secretary-General that the United\r\nNations today has the necessary legitimacy to do this and\r\nthat strengthening it will assist in achieving these\r\nobjectives.\r\nLastly, the quest for international peace and security\r\nwill require complementary action on two fronts: security,\r\nwhere victory means freeing ourselves from fear and the\r\nsocio-economic front, where victory will mean meeting\r\nbasic needs. Only in this way can the United Nations\r\ncontinue to be the indispensable instrument to achieve our\r\ncommon objectives and a unanimous expression of our\r\ncommon humanity.\r\nMr. Francese (Italy): I wish today to express Italy’s\r\nsincere appreciation to the Secretary-General for his\r\nimpressive second report on the work of the Organization,\r\na report which notes the already remarkable progress that\r\nhas been made since the issuance of his first report, last\r\nyear. Most of the reforms implemented by the Secretary-\r\nGeneral during the first year of his term are now well in\r\nplace, and his streamlining of structures is already starting\r\nto bear its first fruits. I fully trust that this trend will\r\ncontinue, and Italy looks forward to making its\r\ncontributions to the ongoing discussion of how to make\r\nthe United Nations better able to meet the challenges of\r\nthe coming millennium.\r\n18\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nIn the area of disarmament, Italy welcomes the re-\r\nestablishment of the Department for Disarmament Affairs,\r\nunder the leadership of Under-Secretary-General Jayantha\r\nDhanapala, with his lifetime of active commitment to\r\nmaking disarmament issues a United Nations priority.\r\nI will confine my remarks to only some aspects of the\r\nreport.\r\nEfforts to reduce the danger of nuclear weapons are\r\nfacing a critical moment. Thus, Italy welcomes the\r\nestablishment of two ad hoc committees in the Conference\r\non Disarmament, one to negotiate a treaty banning the\r\nproduction of fissile material for nuclear explosive devices\r\nand the other to negotiate arrangements to assure non-\r\nnuclear-weapon States against the use or threat of use of\r\nnuclear weapons. To reach agreement on that issue, Italy\r\nsupports the establishment in the Conference on\r\nDisarmament of a permanent dialogue between nuclear and\r\nnon-nuclear States and, in terms of other types of weapons\r\nof mass destruction, we strongly supported the declaration\r\nof the informal ministerial meeting on negotiations towards\r\nthe conclusion of the Protocol to strengthen the Biological\r\nWeapons Convention, recently issued in New York.\r\nThe approval of an “evolving” European Union code\r\nof conduct that would provide for an annual comparison\r\nand update of partners’ policies in the crucial area of arms\r\nexports has been a positive step. Italy was particularly\r\nactive in supporting this initiative and intends to contribute\r\nits ideas to the next stage: making the code a fully working\r\nreality. We think more energy should be dedicated to\r\ncomparing and studying domestic procedures for arms\r\nexport.\r\nFurthermore, Italy is deeply committed to defining a\r\nmore precise and effective international frame of reference\r\non arms transfers, non-proliferation and the detection and\r\nprevention of the destabilizing stockpiling of weapons. In\r\n1999, the review process of the initial elements of the\r\nWassenaar Arrangement, chaired by Ambassador Luigi\r\nLauriola, will start, and we expect it to contribute positively\r\nto the establishment of an international agenda on small\r\narms and light weapons.\r\nPeace and security figure among the priority\r\nresponsibilities of the United Nations, and we are prepared\r\nto discuss the important issue of the reform of the Security\r\nCouncil under agenda item 59 of this session of the General\r\nAssembly. Today, I only wish to anticipate the\r\nreaffirmation of Italy’s commitment to the reform of the\r\nSecurity Council. We strongly believe that the debate on\r\nthe future of the Security Council pivots on the concepts\r\nof democracy and representation. Therefore, we will\r\ncontinue to be ready to pursue discussions in, and make\r\nour contributions to, the debate in the Open-ended\r\nWorking Group in order to achieve the general agreement\r\nmandated in resolution 48/26, by which the General\r\nAssembly established the Working Group. We recognize\r\nthe urgency of the matter but note the risk of making\r\nhasty decisions before a truly general agreement has been\r\nreached. As the President of the General Assembly rightly\r\nindicated in his statement last Friday at the conclusion of\r\nthe general debate, the matter of institutional reform\r\nrequires careful analysis, prudence and a spirit of\r\ncooperation, and it represents a process in which time is\r\nnot the decisive factor.\r\nOn peacekeeping operations, Italy supports the\r\nefforts under way to promote standby arrangements, the\r\ndocuments for which Italy has signed, to provide the\r\nUnited Nations with a rapid deployment capacity. To\r\nstrengthen every component of peacekeeping, the\r\nSecretariat, in response to the Fifth Committee’s\r\ninvitation, should first define the concept of logistic\r\nsupport as the frame of reference for all initiatives in the\r\nsector.\r\nWithin the framework of regional arrangements, we\r\nare closely following the endeavours of friendly African\r\ncountries, and of the Organization of African Unity in\r\nparticular, to improve the capacity to respond to and\r\nintervene in crisis situations on their continent. We look\r\nwith favour on the possible creation within the United\r\nNations of a support group to study such issues and offer\r\nconcrete assistance to the African States.\r\nWith regard to sanctions, Italy fully shares the\r\nSecretary-General’s emphasis on the need for a more\r\nhumane and efficient sanctions regime. We welcome his\r\nreference to a more generalized use of targeted sanctions,\r\nfollowing the models that have been adopted recently in\r\nAngola and Sierra Leone. Italy is convinced that the\r\nsanctions regime, as the Secretary-General’s report\r\nstresses, should contain specific measures to introduce\r\nhumanitarian exceptions in favour of the most vulnerable\r\nsegments of the civilian population. In this respect, we\r\nsupport the conclusions recently adopted on this subject\r\nby the Committee on Economic, Social and Cultural\r\nRights and by the Committee on the Rights of the Child.\r\nIn the area of development cooperation, Italy is\r\npleased to welcome the implementation of the Secretary-\r\nGeneral’s reform proposals aimed at fostering greater\r\n19\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\ninternal coordination, streamlining procedures and\r\nrationalizing the activities of the Organization. In this\r\ncontext, we underline the positive results thus far achieved\r\nby the United Nations Development Group and the\r\nExecutive Committee on Economic and Social Affairs. The\r\npreliminary application of the United Nations Development\r\nAssistance Framework in 18 pilot countries, and the more\r\nintense collaboration between the Bretton Woods\r\ninstitutions and the United Nations, are also producing\r\nencouraging results.\r\nI recall that in 1997, 65 per cent of Italian\r\ndevelopment assistance was granted on a multilateral basis.\r\nOf this amount, 25 per cent was channelled through the\r\nUnited Nations, whose development programmes, especially\r\nin the poorest and least advanced countries, we deem a\r\nmatter of top priority.\r\nA more streamlined United Nations will make it\r\npossible to free resources and assure their more effective\r\nutilization for development cooperation, in particular for the\r\npriority objective of eradicating poverty. We appreciate the\r\npivotal role that this issue has been given in the work of\r\nnext year’s session of the Economic and Social Council.\r\nPresiding over the Economic and Social Council next year,\r\nItaly will focus its efforts on renewing that body’s role of\r\ncoordination at the hub of the many United Nations\r\nactivities in the social and economic sector.\r\nAs Italian Foreign Minister Dini stated in his recent\r\naddress to the General Assembly, the recent financial crises\r\naffecting the world\r\n“shed light on an improper balance between the power\r\nof the market and the power of institutions.\r\nGlobalization and liberalization certainly have great\r\nmerits ... But a global market requires some measure\r\nof global government.” (A/53/PV.11)\r\nIn today’s climate, the United Nations has a unique\r\nrole to play as a central point of reference, to help see\r\nbeyond momentary euphoria and crisis and instead lay the\r\nfoundations for a vision that is genuinely universal. In this\r\ncontext, we welcome the Secretary-General’s reference to\r\nthe dormant provision of Article 65 of the Charter\r\nregarding the relationship between the Security Council and\r\nthe Economic and Social Council. In our view, Article 65\r\ncould provide a more effective tool for meeting the\r\nchallenges of globalization.\r\nWith regard to humanitarian assistance, Italy welcomes\r\nthe positive results achieved, especially in the field of\r\ncoordination, through the establishment of the post of\r\nUnder-Secretary-General for Humanitarian Affairs and\r\nEmergency Relief Coordinator, the Executive Committee\r\non Humanitarian Affairs and the Inter-Agency Standing\r\nCommittee. We welcome the fact that for the first time\r\nthe Economic and Social Council dedicated a segment of\r\nits substantive session in July to humanitarian affairs. We\r\nlook forward to further enhancement of this line of action,\r\nand hope that it will be continued at next year’s session.\r\nItaly praises the Secretary-General’s emphasis on\r\nstrengthening the international legal order. The report\r\nrightly examines three main aspects: the human rights\r\nregime, the activities of the ad hoc international tribunals,\r\nand the recent establishment of a permanent International\r\nCriminal Court.\r\nWe share the Secretary-General’s belief that the\r\npromotion of human rights should not be treated as\r\nsomething separate from the Organization’s other\r\nactivities. Rather, such promotion is an essential element\r\nof all United Nations activities, in particular those aimed\r\nat the maintenance of international peace and security, at\r\nevery stage of their performance. We also welcome his\r\nappeal to those Member States that have not yet done so\r\nto ratify the Convention against Torture and Other Cruel,\r\nInhuman or Degrading Treatment or Punishment.\r\nThe President returned to the Chair.\r\nThe two ad hoc tribunals, on former Yugoslavia and\r\non Rwanda, have made substantial progress. The\r\nSecretary-General’s report notes that, as of August 1998,\r\nthe two courts had issued public indictments against\r\nalmost 100 people. The report also highlights the Rwanda\r\nTribunal’s recent decisions on the commission of the\r\ncrime of genocide. These decisions represent the first\r\njudgements ever issued by an established international\r\njudiciary body on genocide, the gravest crime of concern\r\nto the international community as a whole.\r\nThis year, 1998, also saw the adoption, on 17 July,\r\nof the Rome statute of the International Criminal Court.\r\nThe adoption of the statute of the Court is a landmark in\r\nthe development of international criminal law. It\r\nconstitutes a major achievement for the United Nations\r\nand for the entire international community. As Italy’s\r\nForeign Minister, Lamberto Dini, stated here two weeks\r\nago,\r\n“The Rome statute to establish the International\r\nCriminal Court represents what is probably the\r\n20\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\ngreatest institutional advancement since the San\r\nFrancisco Charter”. (A/53/PV.11)\r\nWe are confident that the process of signature and\r\nratification of the statute will advance rapidly in order to\r\nallow its quick entry into force.\r\nThe President (interpretation from Spanish): We have\r\nheard the last speaker in the debate on this item.\r\nMay I take it that the General Assembly takes note of\r\nthe report of the Secretary-General on the work of the\r\nOrganization, contained in document A/53/1?\r\nIt was so decided.\r\nThe President (interpretation from Spanish): We have\r\nthus concluded this stage of our consideration of agenda\r\nitem 10.\r\nAgenda item 20 (continued)\r\nStrengthening of the coordination of humanitarian and\r\ndisaster relief assistance of the United Nations, including\r\nspecial economic assistance\r\n(b) Special economic assistance to individual countries\r\nor regions\r\nDraft resolution (A/53/L.2/Rev.1)\r\nThe President (interpretation from Spanish): I give\r\nthe floor to the representative of Indonesia to introduce\r\ndraft resolution A/53/L.2/Rev.1 on behalf of the Group of\r\n77 and China.\r\nMr. Hidayat (Indonesia): Let me begin by making a\r\nsmall correction to paragraph 6 of draft resolution\r\nA/53/L.2/Rev.1. The words “paragraph 4” should be\r\nreplaced by the words “paragraphs 4 and 5”.\r\nI now have the honour to introduce, on behalf of the\r\nGroup of 77 and China, draft resolution A/53/L.2/Rev.1,\r\nentitled “Emergency assistance to Antigua and Barbuda,\r\nCuba, Dominica, the Dominican Republic, Haiti and Saint\r\nKitts and Nevis”. We are pleased to be associated with this\r\ndraft resolution, which calls for support for Member States\r\naffected by the ravages of hurricane Georges.\r\nAlways at this time of the year, the island countries of\r\nthe Caribbean pray for an uneventful hurricane season. Yet\r\nagain this year, this was not meant to be. In the early\r\nmorning hours of Sunday, 20 September, hurricane\r\nGeorges began to unleash its fury, first in Antigua and\r\nBarbuda, then in Saint Kitts and Nevis. The battering\r\ncontinued in the tiny islands of Saba and Sint Eustatius.\r\nNext came the Dominican Republic and Haiti. But\r\nGeorges had not finished its onslaught. It next hit Cuba\r\nand Puerto Rico. Not satisfied with its feast on the capital\r\ninfrastructure and the fruits of the productive agricultural\r\nsectors of those islands, Georges moved to the south-east\r\nUnited States.\r\nAlthough damage estimates are still coming in, the\r\npreliminary figures rest at over $200 million for Antigua\r\nand Barbuda, and over $400 million for Saint Kitts and\r\nNevis, with the destruction of over 50 per cent of that\r\ncountry’s agricultural sector. Usually a rather resilient\r\ncrop, the sugar cane simply buckled under the 100-plus-\r\nmile-an-hour winds. The estimate is approximately $1.6\r\nbillion in the Dominican Republic and $1.2 billion in\r\nHaiti. In Cuba, the majority of damage was sustained in\r\nthe agricultural sector. In the United States alone, the\r\nestimates have reached more than half a billion dollars.\r\nYet, beyond the dollars associated with the passage\r\nof the hurricane, Georges took with it approximately 500\r\nlives: many people who were in their most productive\r\nyears and still others who would have been barely old\r\nenough to remember Georges had they only survived.\r\nThe present draft resolution calls attention to this\r\ndestruction and loss of life. It notes the enormous effort\r\nthat will be required to alleviate the grave situation. It\r\nrecognizes the prompt response being made by\r\nGovernments, agencies and bodies of the United Nations\r\nsystem, international and regional agencies, non-\r\ngovernmental organizations and private individuals. It\r\nrequests assistance in identifying the medium- and long-\r\nterm needs of the affected countries and in mobilizing\r\nresources. It also requests assistance in strengthening the\r\ndisaster-preparedness and disaster-prevention capacities of\r\nthe region.\r\nIn past experiences with such disasters, the quick\r\nresponse of friendly Governments and of regional and\r\ninternational agencies, such as the Caribbean Disaster and\r\nEmergency Response Agency, the United Nations Disaster\r\nManagement Team and the United Nations Development\r\nProgramme — as well as of many non-governmental\r\norganizations, such as the International Committee of the\r\nRed Cross — has been a welcome contribution to the\r\nefforts of the Governments of the affected countries. The\r\n21\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\ncountries affected by hurricane Georges are deeply grateful\r\nfor the assistance provided thus far and for that which is\r\nstill to come.\r\nIn this regard, special mention needs to be made of the\r\noffers of assistance from the Governments of Cuba and\r\nArgentina. The deployment of “White Helmets” out of\r\nArgentina and medical personnel and equipment from\r\nHavana are superb examples of the importance of South-\r\nSouth cooperation.\r\nBefore concluding, it is also my pleasure to all that,\r\nbesides the Group of 77 and China, the following countries\r\nhave expressed their desire to be sponsors of this draft\r\nresolution: Austria, Belgium, Canada, Croatia, Cyprus,\r\nDenmark, Finland, France, Germany, Greece, Ireland, Italy,\r\nJapan, Luxembourg, Mexico, Monaco, the Netherlands,\r\nNew Zealand, Portugal, Slovakia, Spain, Sweden, Ukraine,\r\nthe United Kingdom of Great Britain and Northern Ireland\r\nand the United States of America.\r\nFinally, the sponsors of draft resolution\r\nA/53/L.2/Rev.1 wish to thank all the delegations that\r\ncontributed to its content and commend it to the Assembly\r\nwith the hope that it will be adopted by consensus.\r\nMr. Manz (Austria): I am speaking on behalf of the\r\nEuropean Union.\r\nThe European Union deeply deplores the loss of life\r\nand the destruction caused by hurricane Georges in Antigua\r\nand Barbuda, Cuba, the Dominican Republic, Haiti, Saint\r\nKitts and Nevis and other countries and territories of the\r\nregion. The European Union recognizes the medium- and\r\nlong-term effects of the disaster, which require the efforts\r\nof national and international agencies and private initiatives\r\nto provide relief. The European Union has contributed\r\ngenerously to support these efforts. The European Union\r\nwould like to thank the sponsors of this draft resolution for\r\ntheir cooperation, which has led the Member States of the\r\nUnion to co-sponsor it.\r\nMrs. Cornette (Guyana): Guyana, currently chairing\r\nthe group of Caribbean Community (CARICOM)\r\ndelegations in New York, has the particular honour to speak\r\non this item regarding draft resolution A/53/L.2/Rev.1,\r\nentitled “Emergency assistance to Antigua and Barbuda,\r\nCuba, Dominica, the Dominican Republic, Haiti and Saint\r\nKitts and Nevis”.\r\nWe urge the unanimous adoption by the General\r\nAssembly of this draft resolution. This timely action bears\r\ntestimony to the support and solidarity of the international\r\ncommunity for the Governments and the peoples affected\r\nby hurricane Georges, which left in its wake a path of\r\ndeath and destruction. CARICOM Governments have a\r\nspecial concern for the affected countries, which are\r\nmainly sister States of the Caribbean region and which\r\ninclude member States of the Caribbean Community.\r\nWe extend from this rostrum our sympathies to the\r\nGovernments and the peoples of Antigua and Barbuda,\r\nCuba, Dominica, the Dominican Republic, Haiti and Saint\r\nKitts and Nevis on the tragic loss of life and the\r\ndestruction of property. We pledge our full support and\r\nsolidarity to them in the important task of facilitating\r\nrelief, rehabilitation and reconstruction. In demonstration\r\nof their concern, several Caribbean Governments have\r\nalready begun to respond by providing various forms of\r\nassistance.\r\nI wish also to place on record CARICOM’s sincere\r\nappreciation to those Governments and institutions within\r\nthe United Nations system that have readily responded to\r\nthe plight of the victims of this disaster. We look forward\r\nto the continued support of the international community\r\nfor the efforts of the affected countries to help themselves\r\ntowards recovery.\r\nFinally, it must be said that the disaster of hurricane\r\nGeorges has once again underlined the extreme\r\nvulnerability of small developing States and the need for\r\nspecial consideration of their conditions. The fragility of\r\ntheir ecosystems and economies makes them particularly\r\nsusceptible to the forces of nature and of the global\r\neconomy. We therefore call on the international\r\ncommunity to renew its solidarity and its support for the\r\nlong-term sustainability of these States as we prepare for\r\nthe review in 1999 of the Barbados Programme of Action\r\nfor the Sustainable Development of Small Island\r\nDeveloping States.\r\nMr. Tchoulkov (Russian Federation) (interpretation\r\nfrom Russian): The Russian delegation attaches great\r\nimportance to questions of the strengthening of United\r\nNations coordination of humanitarian and disaster relief\r\nassistance.\r\nWe express our solidarity with and support for the\r\nGovernments and the peoples that have been affected by\r\nhurricane Georges. The Russian delegation would like to\r\nstate its decision to join the sponsors of the draft\r\nresolution entitled “Emergency assistance to Antigua and\r\n22\r\nGeneral Assembly 28th plenary meeting\r\nFifty-third session 5 October 1998\r\nBarbuda, Cuba, Dominica, the Dominican Republic, Haiti\r\nand Saint Kitts and Nevis” (A/53/L.2/Rev.1).\r\nI would like to draw the Secretariat’s attention to the\r\nfact that in the Russian translation of the draft resolution,\r\noperative paragraph 4 does not include all the names of the\r\ncountries on whose behalf it is to be adopted. We would\r\nlike to ask the Secretariat to correct that mistake.\r\nI would like to take this opportunity to declare the\r\nsolidarity of the Russian Federation with the resolution\r\nadopted last week entitled “Assistance to Bangladesh the\r\nwake of the devastating floods”. For technical reasons, our\r\ndelegation was unable to become a sponsor of that\r\nresolution at the time of its adoption. We wish to say today\r\nthat we support that resolution and we ask that this be\r\nreflected in the record of this meeting.\r\nThe President (interpretation from Spanish): The\r\nAssembly will now take a decision on draft resolution\r\nA/53/L.2/Rev.1, entitled “Emergency assistance to Antigua\r\nand Barbuda, Cuba, Dominica, the Dominican Republic,\r\nHaiti and Saint Kitts and Nevis”.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/53/L.2/Rev.1?\r\nThe draft resolution was adopted (resolution 53/1 B).\r\nThe President (interpretation from Spanish): I call on\r\nthe representative of Antigua and Barbuda.\r\nMr. Lewis (Antigua and Barbuda): On behalf of all\r\nthe countries affected by this most unusual hurricane —\r\nGeorges — I wish to express my thanks and gratitude for\r\nthe overwhelming support that the resolution has received.\r\nThis hurricane was not in intensity as severe as\r\nGilbert, Hugo or Louis in recent years, but it followed a\r\npath from off of Cape Verde and never diverged from the\r\ncourse the computers predicted it would take. Normally,\r\nwhen there is a hurricane, a list is made of the islands or\r\ncountries that might be hit. But this hurricane hit all of\r\nthe countries they said it would. Not only that, but\r\nGeorges went through all the different language areas. It\r\nhit the Dutch-speaking territories of Sint Eustatius and\r\nSaba; it hit the Spanish-speaking countries of Cuba and\r\nthe Dominican Republic; it hit the French- and Creole-\r\nspeaking country of Haiti; and it hit the English-speaking\r\ncountries of Antigua and Barbuda, and Saint Kitts and\r\nNevis.\r\nIn one country, as much as 80 per cent of the\r\nhousing stock was destroyed. In every country numerous\r\npeople were left homeless. And it seems to me that the\r\nAssembly needs to be thinking in terms of the future in\r\npreparing a special fund for small island developing\r\ncountries, because our vulnerabilities are numerous. For\r\n45 years the country of Antigua and Barbuda did not\r\nwitness a hurricane; in the past three years it has had\r\nthree hurricanes.\r\nBeyond that, there are other vicissitudes in the\r\nterritories of the Caribbean. These include volcanoes —\r\nan active one in Montserrat, one rising off of Grenada,\r\nothers in Saint Vincent, Guadeloupe and other areas of\r\nthe Caribbean. We are thus in a precarious position and\r\nlocation, and that is why we have to constantly reiterate\r\nour vulnerabilities.\r\nOnce again I not only express my thanks but also\r\nplead that special consideration be given to the\r\ndevelopment of a fund which we can activate quickly\r\nwhen these emergencies arise.\r\nThe President (interpretation from Spanish): The\r\nAssembly has thus concluded this stage of its\r\nconsideration of sub-item (b) of agenda item 20.\r\nThe meeting rose at 5.45 p.m.\r\n23\r\n"