"United Nations A/54/PV.47\r\n99-86351 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n47th plenary meeting\r\nThursday, 4 November 1999, 3 p.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nIn the absence of the President, Mr. Baali (Algeria),\r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3.20 p.m.\r\nAgenda item 14 (continued)\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the Agency (A/54/215)\r\nDraft resolution (A/54/L.21)\r\nMr. Ban (Republic of Korea): Allow me to start by\r\nexpressing my delegation\u0027s sincere gratitude to\r\nMr. ElBaradei, Director General of the International Atomic\r\nEnergy Agency (IAEA), for his comprehensive report and\r\nthe remarkable performance he and his staff have achieved\r\nduring the past year.\r\nAs we stand at the threshold of the new millennium,\r\nit would be timely for all of us to reflect on the\r\nachievements of the IAEA. Over the past four decades, the\r\nAgency has made a remarkable achievement as a faithful\r\nguardian of the nuclear non-proliferation regime and also as\r\na promoter of peaceful uses of nuclear energy. The Agency,\r\nthrough its effective safeguards activities, has played a\r\ncrucial role in realizing a safer world, free from the threats\r\nof nuclear proliferation. Thanks to its technical cooperation\r\nprogrammes, nuclear applications in such diverse areas as\r\nagriculture, health and water-resources management are\r\nnow available to a large number of States.\r\nLet me now touch on some of the Agency\u0027s activities\r\nto which my Government attaches great importance.\r\nEnsuring a high level of nuclear safety is of paramount\r\nimportance to my Government. We believe that nuclear\r\nsafety is a crucial factor in promoting the peaceful uses\r\nof nuclear energy and public acceptance. The recent\r\nTokaimura nuclear accident has reawakened the\r\ninternational community to the importance of nuclear\r\nsafety. While we commend the Agency\u0027s contributions to\r\nthe development of a worldwide safety regime, we\r\nbelieve that the Agency\u0027s role in enhancing nuclear safety\r\nshould be further strengthened through the development\r\nof an extensive nuclear safety regime and comprehensive\r\nsafety standards.\r\nIn this regard, my delegation welcomes the success\r\nof the first Review Meeting of the Contracting Parties to\r\nthe Convention on Nuclear Safety, held last April. The\r\nfuture Review Meetings may learn a lot more from the\r\nexperience of this first Meeting. My delegation hopes that\r\nall Contracting parties will continue to make efforts to\r\nfulfil the objectives of the Convention, so that a high\r\nlevel of nuclear safety can be achieved and maintained\r\nworldwide through international cooperation. Recognizing\r\nalso the importance of the Joint Convention on the Safety\r\nof Spent Fuel Management and on the Safety of\r\nRadioactive Waste Management, my Government looks\r\nforward to its early entry into force.\r\nMy Government has consistently supported the\r\nstrengthening of the global nuclear non-proliferation\r\nregime and the Agency\u0027s efforts to strengthen its\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nsafeguards system. One of the important achievements of\r\nthe world community in the field of non-proliferation is the\r\nadoption of the Model Protocol Additional to Safeguards\r\nAgreements. The Republic of Korea signed the Additional\r\nProtocol last June and is now in the process of taking\r\nnecessary measures to ratify it and implement the new\r\nobligations under the Protocol. My Government believes\r\nthat an early entry into force of the Additional Protocol will\r\ncontribute greatly to strengthening nuclear non-proliferation\r\nregimes. In this regard, my delegation is of the view that\r\nthe Agency needs to enhance the efficiency and\r\neffectiveness of its safeguards activities by introducing\r\nhigh-tech surveillance and monitoring systems, on the one\r\nhand, and by actively utilizing national or regional\r\nsafeguards systems, on the other.\r\nEver since its establishment in 1957, the Agency has\r\nsuccessfully fulfilled its statutory role in promoting peaceful\r\nuses of nuclear energy, acting as a focal point for\r\ninternational cooperation in this field. In an increasingly\r\nderegulated energy environment, the nuclear industry is\r\nfaced with the twin challenges of ensuring economic\r\ncompetitiveness and securing public acceptance.\r\nThe Republic of Korea has now established itself as\r\none of the major nuclear-power-generating States in the\r\nworld. At present, 16 units of nuclear power plants are in\r\noperation, providing 42 per cent of the total electricity\r\nsupply, and four more units are under construction. By the\r\nyear 2015, the share of nuclear power in Korea\u0027s total\r\nelectric power generation is expected to reach 46 per cent,\r\nwhile the number of units in operation will be 28.\r\nIn the fields of peaceful uses of nuclear energy, my\r\ncountry has actively participated in the Agency\u0027s technical\r\ncooperation programme by hosting many regional and\r\ninternational workshops and conferences. We have also\r\nbeen providing the Agency\u0027s various activities with our\r\nexpert knowledge and experience, gained from our own\r\nresearch and development programmes. Korea will continue\r\nits efforts to become a model for the peaceful uses of\r\nnuclear energy.\r\nLast month, the IAEA made a memorable achievement\r\nby adopting a series of resolutions at the forty-third session\r\nof the General Conference. My delegation notes with\r\nparticular satisfaction that the decision to amend article VI\r\nof the Statute, which has been a subject of discussion over\r\nthe past quarter-century, is a great achievement for all the\r\nStates members of the IAEA. By expanding the Board of\r\nGovernors in a more democratic and effective manner, we\r\nwill be able to lay down a solid basis for coping with the\r\nmany challenges of global nuclear issues in the coming\r\nnew millennium. My delegation sincerely hopes and\r\nappeals to all the States members of the IAEA to take the\r\nnecessary measures to make the amendment come into\r\nforce as soon as possible.\r\nLet me now turn to the North Korean nuclear issue.\r\nSince 1993, the General Conference of the IAEA has\r\nadopted resolutions on this issue with overwhelming\r\nsupport, expressing its deep concern over the continuing\r\nnon-compliance of North Korea with its safeguards\r\nagreement and calling upon North Korea\u0027s full compliance\r\nwith it. The resolutions adopted by the General\r\nConference urge North Korea to cooperate fully with the\r\nAgency and to take all steps necessary to preserve the\r\ninformation concerning the past history of North Korea\u0027s\r\nnuclear activities.\r\nAs we all know, the Agency has made strenuous\r\nefforts to resolve this issue over the past seven years.\r\nHowever, it is regrettable to hear again from the Director\r\nGeneral of the Agency that no new development has been\r\nachieved on most of the fundamental issues, due to the\r\nlack of cooperation on the part of North Korea.\r\nThe persistent non-compliance by the Democratic\r\nPeople\u0027s Republic of Korea with its safeguards agreement\r\nconstitutes a serious challenge not only to the Agency\u0027s\r\noverall safeguards system, but also to the basic\r\nframework of the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT). North Korea argues that the\r\nNorth Korean nuclear issue should be resolved through\r\nthe 1994 Agreed Framework between the United States\r\nand the Democratic People\u0027s Republic of Korea. While we\r\nbelieve that the Agreed Framework is a useful\r\nmechanism, it is not a substitute for the safeguard\r\nagreement between the IAEA and the Democratic People\u0027s\r\nRepublic of Korea, nor is it intended to release the\r\nDemocratic People\u0027s Republic of Korea from its treaty\r\nobligation. Therefore, North Korea is reminded once\r\nagain that its safeguards agreement remains binding and\r\nin force and that it must abide by its obligations under\r\nthis agreement.\r\nA few weeks ago, North Korea officially announced\r\nthat it would suspend the test-firing of new long-range\r\nmissiles. The Korean Government welcomed the\r\nannouncement of North Korea in the hope that this would\r\ncontribute to the easing of tensions in North-East Asia,\r\nincluding on the Korean peninsula.\r\n2\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nMy delegation would like to call on North Korea, in\r\nthe same spirit, also to cooperate faithfully with the Agency\r\nin implementing the IAEA-Democratic People\u0027s Republic of\r\nKorea safeguards agreement in order to resolve this long-\r\nstanding nuclear issue.\r\nOn the other hand, the international community needs\r\nto demonstrate once again its firm stance against any\r\nactions by North Korea which would undermine the basic\r\nregime of international nuclear non-proliferation.\r\nFor the past six years, the General Conference of the\r\nIAEA has adopted the resolutions on this issue every time\r\nwithout a single negative vote. Support for the resolutions\r\nhas been overwhelming. This year, 60 member States of the\r\nIAEA joined as sponsors, and the resolution was adopted\r\nwithout a vote for the first time. The fact that it was\r\nadopted without a vote at the last session of the General\r\nConference of IAEA clearly demonstrates that the\r\ninternational community is strongly committed to resolving\r\nthis long-drawn-out North Korean nuclear issue as soon as\r\npossible.\r\nWe believe that the draft resolution before us,\r\ncontained in document A/54/L.21, is a fair and balanced\r\nreflection of the interests of the international community\r\nconcerning the work of the IAEA. All the resolutions of the\r\nGeneral Conference this year were adopted by consensus.\r\nThe draft resolution before us is a summary of the major\r\nresolutions of the General Conference. It would therefore be\r\nonly logical and reasonable for the General Assembly to\r\nadopt this draft resolution without a vote.\r\nMr. Haque (Pakistan): I would like to begin by\r\nexpressing our thanks to the Director General of the\r\nInternational Atomic Energy Agency (IAEA),\r\nMr. Mohamed ElBaradei, for his introduction of the report\r\nof the Agency for 1998.\r\nPakistan attaches great importance to the work of the\r\nInternational Atomic Energy Agency. As a founding\r\nmember of that important international organization,\r\nPakistan has remained deeply committed to its statutory\r\ngoals and objectives. Over the past decades Pakistan has\r\nbenefited from and contributed to the work of the Agency.\r\nWe acknowledge with appreciation the IAEA\u0027s contribution\r\nto the peaceful uses of the atom in Pakistan in a variety of\r\nfields, including power production, nuclear medicine, plant\r\nsafety and agriculture.\r\nThe IAEA\u0027s technical assistance to Pakistan has helped\r\nus establish a base of professional manpower, research\r\ninstitutes, training facilities, medical centres and other\r\ntechnical services. For our part, despite our limited\r\nresources, we have, under IAEA auspices, freely shared\r\nour experience in peaceful uses of nuclear technology\r\nwith other developing countries by providing experts,\r\noffering placements in relevant nuclear institutions and\r\nhosting training courses.\r\nPakistan has also participated actively in the\r\nAgency\u0027s policy-making organs and has served as a\r\nmember of its Board of Governors for more than 25\r\nyears. It has also been elected twice as the Chairman of\r\nthe Board of Governors. Additionally, Pakistan has the\r\nhonour of serving as the first Chairman of the Agency\u0027s\r\nStanding Advisory Group on Technical Assistance and\r\nCooperation.\r\nThe promotion of peaceful uses of nuclear energy is\r\nthe raison d\u0027être of the International Atomic Energy\r\nAgency. Despite the negative public perception created in\r\nsome countries and apprehensions aroused about the\r\ndanger of nuclear proliferation, nuclear energy remains a\r\nviable and attractive option for many countries,\r\nparticularly for fossil-fuel-deficient developing countries.\r\nWe believe that in the years ahead expansion of the\r\nenergy sector will be one of the essential development\r\nrequirements of the developing countries and that nuclear\r\npower has the potential to have a major socio-economic\r\nimpact on member States, especially those of the\r\ndeveloping world. We note, however, that the growth of\r\nnuclear power, both in industrialized and developing\r\ncountries, has slowed down during the last two decades.\r\nWe feel that the Agency must play an active role in\r\ncreating greater awareness about the benefits of nuclear\r\nenergy as well as in strengthening the technical\r\ninfrastructure of member States interested in nuclear\r\npower.\r\nPakistan, as a developing country which is deficient\r\nin fossil fuels, must continue to utilize nuclear energy for\r\nits economic development. The construction of our second\r\nnuclear power plant, at Chashma, provided by the\r\nPeople\u0027s Republic of China under IAEA safeguards, is\r\nproceeding in a satisfactory manner. We acknowledge the\r\nvaluable cooperation extended by the IAEA during the\r\nconstruction stages of the plant. We look forward to\r\ncontinued cooperation during the operational phases of the\r\nChashma nuclear power plant, as well as for the planned\r\nsecond Chashma power reactor in the years ahead.\r\nWe appreciate the pivotal role played by the IAEA\r\non issues relating to nuclear safety. In this context, we\r\n3\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nfeel that the Convention on Nuclear Safety will facilitate\r\nthe universal application of strict safety measures in nuclear\r\ninstallations all over the world. Pakistan, as a party to this\r\nConvention, submitted its nuclear safety report for peer\r\nreview prior to the review meeting of the parties to the\r\nConvention. We are happy to report that the safety\r\nstandards at our nuclear installations were found to be of a\r\nhigh quality.\r\nPakistan has also remained at the forefront of efforts\r\nby the developing countries, spread over the last 25 years,\r\nto obtain a greater say in the policy-making organs of the\r\nIAEA through their increased representation in the Board of\r\nGovernors. We are pleased to note the decision by the\r\nforty-third session of the General Conference to expand the\r\nBoard of Governors by eight seats through an amendment\r\nto article VI of its statutes.\r\nFrom the perspective of developing countries,\r\ntechnical cooperation and transfer of technology lie at the\r\nheart of the IAEA\u0027s promotional activities. We commend\r\nthe role played so far by the Agency in upgrading the\r\nscientific profile of developing countries. We feel, however,\r\nthat IAEA\u0027s activities in the field of technical cooperation\r\nneed to be further strengthened. Any curtailment or roll-\r\nback of technical cooperation activities will be\r\nretrogressive. It is important that the Agency should not\r\nlose sight of its promotional character. We are somewhat\r\nconcerned at a perceptible shift in emphasis towards the\r\nverification role. Safeguards no doubt constitute a basic\r\nfunction of the Agency, and we remain fully supportive of\r\ncost-effective implementation of safeguards in accordance\r\nwith agreements voluntarily entered into by States.\r\nHowever, verification and safeguards activities of the\r\nAgency should not have an adverse impact on its\r\npromotional role.\r\nPakistan remains committed to the goals of non-\r\nproliferation and nuclear disarmament. Pakistan\u0027s efforts\r\nspread over a quarter of a century to create a nuclear-\r\nweapon-free zone in South Asia collapsed in the face of the\r\nIndian nuclear tests conducted in May last year. The\r\nresultant threat to Pakistan\u0027s security left us with no option\r\nbut to conduct nuclear tests to restore the strategic balance.\r\nEven in the post-nuclear-test phase, Pakistan has acted with\r\nrestraint and a sense of responsibility. We have announced\r\na unilateral moratorium on further testing and have\r\nemphasized the need to prevent a nuclear arms race. To\r\nachieve these objectives, Pakistan has proposed to India a\r\nstrategic restraint regime.\r\nPakistan also remains committed not to export or\r\ntransfer nuclear or other sensitive technology to any\r\ncountry. We are nevertheless deeply concerned over the\r\ndraft nuclear doctrine announced by India, which\r\nenvisages the operational deployment of nuclear weapons\r\nbased on a triad of delivery systems. Any steps in this\r\ndirection may well trigger a nuclear arms race in South\r\nAsia and further imperil the already volatile security\r\nsituation in the region. We believe that the international\r\ncommunity must dissuade India from pursuing the\r\ndangerous path of raising the nuclear stakes in South\r\nAsia.\r\nMrs. Chin Powles (New Zealand): The New\r\nZealand delegation wishes to express its thanks to\r\nDirector General ElBaradei for his introduction of the\r\nreport of the International Atomic Energy Agency (IAEA)\r\nthis morning, and for his vision and leadership over the\r\npast year. New Zealand commends the work of the\r\nAgency and the dedication of its staff in meeting its\r\nresponsibilities.\r\nThe IAEA is one of the pillars of the international\r\nsecurity architecture. It makes a vital contribution to\r\nnuclear non-proliferation and disarmament through its\r\nsafeguards and its verification role under the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT). New\r\nZealand attaches the highest importance to the Agency\u0027s\r\nwork. We are therefore concerned that not all signatories\r\nhave as yet met their commitments by concluding\r\nsafeguards agreements with the Agency. It is also of\r\nconcern that although the number of countries signing on\r\nto the additional protocols is growing, the protocols are in\r\nforce in only a small number of those countries. New\r\nZealand welcomes the secretariat\u0027s efforts to encourage\r\nthe widest possible application of the additional protocol,\r\nand we reiterate our desire to see the strengthened\r\nsafeguards system become the norm at the earliest\r\npossible date.\r\nIt is deeply disappointing that we again have to\r\nexpress our concern about the continuing non-compliance\r\nof the Democratic People\u0027s Republic of Korea with its\r\nsafeguards agreement, in spite of repeated calls by the\r\ninternational community for such compliance. The\r\nagreement remains binding and in force, and New\r\nZealand urges the Democratic People\u0027s Republic of Korea\r\nto cooperate fully with the Agency in its implementation.\r\nIn this same regard, New Zealand commends the patient\r\npersistence of the Director General and his staff in\r\nworking towards the implementation of the agreement.\r\n4\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nWe also commend the Agency for its efforts in\r\nimplementing the relevant Security Council resolutions on\r\nIraq, and we look forward to the resumption of the\r\nAgency\u0027s ongoing monitoring and verification activities in\r\nthat country without delay.\r\nFor New Zealand, nuclear safety is a priority area of\r\nthe IAEA\u0027s work. We subscribe fully to the need for a\r\nglobal culture of nuclear safety. The Agency\u0027s proactive\r\nwork on potential year 2000 problems in relation to nuclear\r\nfacilities is of special topical interest. Closer to home, and\r\nof ongoing and deep concern to New Zealanders, is the\r\ntransport of radioactive materials.\r\nNew Zealand was very pleased when the General\r\nConference of the IAEA was able to adopt a resolution on\r\nthe amendment of article VI of the Agency\u0027s statute to\r\nprovide for the expansion of Board membership and deal\r\nwith the allocation of each member State to one of the\r\nareas listed in that article. The issue has occupied enormous\r\ntime and energy over many years, and it is thanks to the\r\npatience and skill of successive Chairs of the Board that the\r\nresolution of this issue, to which so many attached such\r\nimportance, was possible.\r\nThere are many challenges facing the Agency, not\r\nleast that of providing resources for important new\r\nactivities, including in support of nuclear arms control and\r\nreduction activities. New Zealand looks forward to\r\ncontinuing to work with the Director General and his staff\r\nin facing up squarely to these challenges.\r\nMr. Benítez Sáenz (Uruguay) (spoke in Spanish): On\r\nbehalf of the delegations of the countries of the Southern\r\nCone Common Market (MERCOSUR) — Argentina,\r\nBrazil, Paraguay and Uruguay — and the delegations of the\r\nassociated States, Bolivia and Chile, I would like to express\r\nour satisfaction at the report presented by the Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA). The MERCOSUR countries, Bolivia and Chile\r\nfully share the objectives of the international community in\r\nthe promotion of the peaceful uses of atomic energy and\r\nthe non-proliferation of nuclear weapons.\r\nIn this regard, we reaffirm our full commitment to the\r\ninternational safeguards regime applied and administered by\r\nthe IAEA and to its work in promoting the use of nuclear\r\nscience and nuclear energy for peaceful purposes.\r\nWe view the expansion of the Board of Governors as\r\na sign of important progress, although we would like to\r\nhave seen a more equitable representation for our region,\r\ngiven the relevance of this question and the region\u0027s\r\ncontribution to the peaceful uses of nuclear energy and\r\nnon-proliferation.\r\nAs far as verification is concerned, we urge the\r\nAgency to give the highest priority to achieving a real\r\nintegration of safeguards measures rather than simply\r\nadding them on.\r\nIn another area, we wish to highlight the importance\r\nof attaining and maintaining high levels of nuclear safety\r\nat the global level. In this connection, active participation\r\nis highlighted in the first review meeting of the\r\ncontracting parties to the Convention on Nuclear Safety,\r\nwhich took place last April. This initial exercise was very\r\npositive for the parties, and its continuation will stimulate\r\nthe strengthening of nuclear safety in the world.\r\nLikewise, the countries of MERCOSUR, Bolivia and\r\nChile believe it is necessary to pay due attention to other\r\naspects of safety, such as the transport of radioactive\r\nmaterials and sources of radiation.\r\nWe are pleased at the prompt implementation of the\r\nmechanisms provided for in the Programme of Regional\r\nCooperative Arrangements for the Promotion of Nuclear\r\nScience and Technology in Latin America (ARCAL). We\r\nview this instrument as a multilateral channel specifically\r\ndesigned to foster cooperation in the peaceful uses of\r\nnuclear energy in the Latin American region.\r\nFinally, let me emphasize that on the basis of the\r\nregional commitment to non-proliferation, transparency\r\nand the promotion of international peace and security, the\r\ncountries of MERCOSUR, Bolivia and Chile view the\r\nIAEA as especially relevant in the promotion of the\r\npeaceful utilization of nuclear energy and we consider the\r\nAgency a key actor in the international regime for the\r\nnon-proliferation of nuclear weapons.\r\nMr. Luck (Australia): The Australian delegation is\r\npleased to commend the Director General, Mr. Mohamed\r\nElBaradei, for his report on the work of the International\r\nAtomic Energy Agency (IAEA).\r\nAustralia\u0027s commitment to the IAEA is strong. The\r\nAgency plays a central role in the contributions of nuclear\r\ntechnology to peace, health and prosperity throughout the\r\nworld. It plays a vital role in maintaining global nuclear\r\nnon-proliferation and security through the operation of the\r\nnuclear safeguards system and in areas such as illicit\r\n5\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\ntrafficking of nuclear materials and the management of\r\nsurplus fissile material from dismantled weapons.\r\nIt is this role which makes the IAEA one of the\r\ncentral pillars of the nuclear non-proliferation regime, of\r\nwhich the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) is the cornerstone.\r\nAustralia also appreciates the importance of the\r\nAgency\u0027s work in nuclear safety, radioactive waste\r\nmanagement and transportation of nuclear and other\r\nradioactive materials.\r\nIt is now less than six months before the start of the\r\nsixth Review Conference of the NPT. This will be a\r\nlandmark event in the non-proliferation and disarmament\r\ncalendar. Although the review process itself is conducted\r\noutside the IAEA framework, it nonetheless covers articles\r\nIII and IV of the NPT, under which the Agency is either\r\ndesignated as, or taken to be, the implementing Agency for\r\ninternational safeguards and the promotion of the peaceful\r\nuses of nuclear energy.\r\nThe NPT is the centrepiece of a nuclear arms control\r\nregime made up of a series of interlocking international\r\ntreaties, arrangements, undertakings and norms aimed at\r\nhalting the spread of nuclear weapons and advancing\r\nnuclear disarmament.\r\nAustralia attaches high priority to the NPT\u0027s continuing\r\nstrength. With 187 States parties, the NPT is the most\r\nwidely adhered to arms control Treaty and makes a vital\r\ncontribution to global security. All parties have a shared\r\ninterest in working together to produce outcomes that\r\nreinforce the NPT at the 2000 Review Conference.\r\nThere is a continuing need to remain vigilant in\r\nlooking for clandestine nuclear weapons programmes and\r\nin maintaining pressure on non-compliant States.\r\nAustralia adds its voice to those that have expressed\r\nconcern over the fact that, for nearly a year now, the\r\nAgency has been unable to carry out its inspection activity\r\nin Iraq in accordance with its mandate under Security\r\nCouncil resolution 687 (1991). Australia is concerned that\r\nIraq should not take advantage of the cessation of IAEA\r\ninspections to reactivate its nuclear weapons programme.\r\nWe welcome the IAEA\u0027s commitment to resume\r\nverification in Iraq as soon as circumstances allow.\r\nWith respect to the Democratic People\u0027s Republic of\r\nKorea, the Agency\u0027s responsibility is twofold: first, that\r\nflowing from the IAEA\u0027s safeguards agreement with\r\nNorth Korea, and secondly, the role pursuant to the\r\nAgreed Framework concluded between the Democratic\r\nPeople\u0027s Republic of Korea and the United States.\r\nAustralia has welcomed the Agreed Framework, as\r\nit has welcomed and supported politically and financially\r\nprogress achieved through the Korean Peninsula Energy\r\nDevelopment Organization (KEDO). The IAEA has done\r\nwell to monitor, under difficult circumstances, the freeze,\r\nrequired by the Agreed Framework, of nuclear activities\r\nin the Democratic People\u0027s Republic of Korea. On the\r\nother hand, for the Agency to discharge the full\r\nresponsibilities assigned to it under the Agreed\r\nFramework, there will need to be full cooperation from\r\nthe Democratic People\u0027s Republic of Korea authorities.\r\nAustralia remains concerned at the Democratic\r\nPeople\u0027s Republic of Korea\u0027s continuing non-compliance\r\nwith the IAEA-Democratic People\u0027s Republic of Korea\r\nsafeguards agreement. We register again our expectation\r\nthat the Democratic People\u0027s Republic of Korea will\r\npreserve all information needed by the IAEA to verify its\r\ninitial inventory.\r\nWe welcome the recent apparent improvement in\r\nrelations between the Democratic People\u0027s Republic of\r\nKorea and other countries, and we hope this will be\r\nreflected in reduced tensions in the region and improved\r\nNorth Korean cooperation with the IAEA.\r\nAs Mr. ElBaradei noted in his statement, the IAEA\u0027s\r\nfocus of work this year has been on strengthening the\r\nsafeguards system. Australia has been a strong and active\r\nproponent of the IAEA\u0027s strengthened safeguards system,\r\nembodied in the Model Additional Protocol, to improve\r\nthe IAEA\u0027s inspection and access rights. Australia played\r\na prominent role in the negotiation of the Model Protocol\r\nand was the first country to ratify an additional protocol\r\nin 1997.\r\nThe IAEA safeguards system is a key component of\r\nthe nuclear non-proliferation regime. Australia has\r\nsupported the IAEA\u0027s efforts in encouraging signature and\r\nentry into force of additional protocols for strengthened\r\nsafeguards. We believe that the international community\r\nshould be moving towards declaring the Model Protocol\r\nas constituting the Agency\u0027s safeguards system prescribed\r\nin the NPT. This will require concerted effort, given that\r\n50-odd States parties have yet to comply even with their\r\nlegal obligations to conclude a classical safeguards\r\nagreement under the NPT.\r\n6\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nThe IAEA\u0027s work over the past 12 months has also\r\nincluded the other pillar of IAEA activities, nuclear safety.\r\nIn this context, we would like to note the efforts of the\r\nAgency in Y2K activities, which have focused on nuclear\r\ninstallation safety. The Agency has played a pivotal role in\r\nfacilitating information exchanges on compliance in the run-\r\nup to the millennium. Australia was glad to join the group\r\nof countries contributing extrabudgetary resources to help\r\nfund IAEA activity in this area.\r\nWe were also active participants in the first review\r\nmeeting of the Convention on Nuclear Safety, held in April\r\nthis year. The review process has already had a discernible\r\nimpact on the safety programmes of a number of\r\ncontracting parties. We urge all those operating,\r\nconstructing or planning nuclear power reactors, if they\r\nhave not yet adhered to the Convention, to do so now.\r\nFurther on the issue of nuclear safety, we see the need\r\nto mention the Joint Convention on the Safety of Spent\r\nFuel Management and on the Safety of Radioactive Waste\r\nManagement. This is an important part of the international\r\nframework for the safe conduct of nuclear activities. There\r\nare 13 contracting States and 39 signatories to the Joint\r\nConvention, of which Australia is one. We urge all to sign\r\nand ratify.\r\nThese arrangements form an important part of the\r\nIAEA\u0027s framework for the safe conduct and improvement\r\nof peaceful nuclear activity. Australia supports the\r\nparticipation of all parties in these arrangements.\r\nThe IAEA\u0027s technical cooperation programme is also\r\nan important part of the Agency\u0027s role in encouraging the\r\nuse of nuclear technology for peace, health and\r\ndevelopment throughout the world. Australia, in recognition\r\nof the importance of the programme, will be increasing its\r\nvoluntary contribution this year. Australia will continue its\r\ntraditional in-kind technical support to the Agency and to\r\nvarious neighbouring countries in various aspects of\r\npeaceful nuclear technology.\r\nThe Asian Regional Cooperative Agreement for\r\nResearch, Development and Training Related to Nuclear\r\nScience and Technology (RCA) programme is one in which\r\nAustralia invests particular effort. Among the more\r\ninteresting projects under way under the RCA is the\r\napplication of nuclear techniques in dealing with problems\r\nof coastal and marine pollution.\r\nThe new millennium will be no less challenging than\r\nthe one we are now exiting. The non-proliferation, arms\r\ncontrol and disarmament agenda has faced some tests in\r\nthe recent past, and will continue to require solid effort.\r\nNuclear testing in South Asia last year underlines the\r\ncontinuing need to bring the Comprehensive Nuclear-\r\nTest-Ban Treaty into force (CTBT). We urge those who\r\nhave yet to sign and ratify the CTBT to do so forthwith.\r\nSignificant progress has been made in establishing the\r\ninternational monitoring system, which is a key\r\ncomponent of the Treaty\u0027s verification machinery. While\r\nmany States have signed the Treaty, Australia will\r\ncontinue to work with others to secure further signatures,\r\nas well as the 44 ratifications required to bring it into\r\nforce.\r\nAnother key priority, acknowledged as such\r\nrepeatedly by the international community, is the\r\nnegotiation of a fissile material cut-off treaty. The 1995\r\nNPT Review and Extension Conference identified the\r\nnegotiation of a fissile material cut-off treaty as one of\r\nthe most urgent disarmament and non-proliferation steps\r\nthe international community should take. Australia\r\nremains strongly committed to a fissile material cut-off\r\ntreaty and is working to have the Conference on\r\nDisarmament commence negotiations on it as soon as\r\npossible. Australia has been prominent in working on\r\ntechnical aspects of a fissile material cut-off treaty.\r\nMr. ElBaradei\u0027s comments reflect the highlights of\r\nanother full year of activity by the IAEA in pushing\r\nforward with its mandate to harness the atom for the\r\nbenefit of humanity. We support the Agency in its efforts\r\nand will continue to provide the technical, financial and\r\npolitical support for that effort to continue.\r\nMs. Aghadjanian (Armenia): Let me begin by\r\nexpressing my Government\u0027s gratitude for the important\r\nwork carried out by the International Atomic Energy\r\nAgency (IAEA) during the past year and the first half of\r\nthe current year. We are confident that under the\r\nleadership of Mr. Mohamed ElBaradei, the Agency,\r\nwhich enjoys a very positive reputation in many countries,\r\nincluding my own, will make significant progress towards\r\nits two main objectives — promoting the peaceful use of\r\nnuclear energy and safeguarding against the use of\r\nnuclear material for military purposes.\r\nAccording to certain predictions, by the end of the\r\nmillennium more than 20 countries will be in possession\r\nof nuclear weapons. Within the last few years, the\r\ninternational community has taken decisive steps to avert\r\na predictable nightmare. A great number of countries have\r\n7\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nendorsed the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) and similar treaties aimed at preventing the\r\nspread of nuclear weapons and their testing. Armenia\r\nremains fully committed to the principles of non-\r\nproliferation and supports the IAEA activities aimed at\r\nreinforcing the effectiveness of the safeguards system.\r\nWith the conclusion of the new Model Protocol\r\nAdditional to Safeguards Agreements, prospects are good\r\nthat countries may move beyond an era when the threat of\r\nnuclear weapons and their proliferation were a dominant\r\nfeature of the international landscape. Encouraging\r\nincreasing numbers of States committed to non-proliferation\r\nto sign additional protocols would serve two purposes: first,\r\nto subject the portion of the world\u0027s nuclear fuel cycle\r\ncurrently under the Agency\u0027s comprehensive safeguards to\r\na further strengthened system of safeguards and, secondly,\r\nto exert requisite influence on the States that are prone to\r\npursuing undeclared nuclear activities, with a view to their\r\neventual adoption of this new form.\r\nThe Government of Armenia attaches great importance\r\nto the legal framework that creates a solid basis for the\r\nstrict observance of safety standards and upgrading. On 1\r\nMarch this year, the President of Armenia signed the law\r\nof the Republic of Armenia on the safe utilization of\r\nnuclear energy for peaceful purposes. Armenia is a\r\ncontracting party to the Convention on Nuclear Safety, the\r\nfirst legal instrument to directly address the safety of\r\nnuclear power plants worldwide. Armenia has also joined\r\nthe two IAEA Convention on Early Notification of a\r\nNuclear Accident and its Convention on Assistance in the\r\nCase of a Nuclear Accident or Radiological Emergency.\r\nArmenia considers the IAEA a key partner in\r\ndeveloping its programme of peaceful nuclear energy and\r\npays serious attention to the field of technical cooperation.\r\nWe highly commend the secretariat, especially the Europe\r\nsection, for its continuous support and collaboration. Within\r\nthe two-year cycle of technical cooperation with the IAEA,\r\nthe Armenian Nuclear Regulatory Agency carried out\r\ncoordination activities for four national and 18 regional\r\nprogrammes involving Armenia.\r\nAt the bilateral level, Armenia continues its close\r\ncooperation with a significant number of countries. That\r\ncooperation includes implementation of joint projects on\r\nnuclear safety, exchange of technical information,\r\nimprovement of operational safety standards and radiation\r\nprotection at nuclear power plants, seismic safety and the\r\ntraining of personnel. One of the most recent agreements,\r\none of great importance for Armenia, was signed on 23\r\nSeptember 1999 between the Government of Armenia and\r\nthe European Union and is related to assistance for the\r\ndevelopment of the energy sector, including nuclear\r\nenergy.\r\nThe Government of Armenia is committed to nuclear\r\nsafety, specifically to achieving the highest standards of\r\nsafety at Unit II of the Medzamor nuclear power plant. I\r\nwould like to take this opportunity to express the\r\ngratitude of my Government for the considerable\r\nassistance extended by the IAEA, both before and after\r\nthe reopening of the Medzamor plant, in the fields of\r\nseismic safety evaluation, emergency planning, radiation\r\nand seismic monitoring systems and organizing training\r\ncourses and scientific visits.\r\nMany countries in the world use nuclear techniques\r\nfor a variety of peaceful purposes: electric power\r\ngeneration, food production, medicine and industrial\r\napplications. More than 40 countries have nuclear\r\nreactors, and the scores of major facilities containing\r\nnuclear materials that are accounted for and safeguarded\r\nunder agreements with the IAEA are in operation in some\r\n68 countries. We are confident that stronger efforts are\r\nneeded to strengthen international cooperation in radiation\r\nand waste management, as well as to combat illicit\r\ntrafficking in nuclear materials and other radioactive\r\nsources and to guarantee their secure disposal and storage.\r\nWe must emphasize, however, that the challenge of\r\nensuring non-proliferation and the peaceful use of nuclear\r\nenergy cannot be met by the IAEA alone and that the\r\ninternational community at large must work harder.\r\nWe believe that the IAEA will continue its\r\ncoordination role within the process of attracting possible\r\ndonors for the successful implementation of projects for\r\nArmenia and that, as an independent intergovernmental\r\norganization, it will continue to seek to accelerate and\r\nenlarge the contribution of atomic energy to peace, health\r\nand prosperity throughout the world.\r\nIn conclusion, I would like to assure the Secretary-\r\nGeneral of my country\u0027s full cooperation in his work\r\nfurthering the goals of the IAEA. We also hope that the\r\ndraft resolution contained in document A/54/L.21, of\r\nwhich Armenia is a sponsor, will be adopted by\r\nconsensus.\r\nMr. Zhdanovich (Belarus) (spoke in Russian): The\r\ndelegation of Belarus would like to express its gratitude\r\nto the Director General of the International Atomic\r\nEnergy Agency (IAEA), Mr. Mohamed ElBaradei, for his\r\n8\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\npresentation of the annual report on the Agency, which\r\ngives detailed information about the Agency\u0027s activities.\r\nThe Republic of Belarus notes with satisfaction the\r\nmultifaceted, fruitful and useful activities of the IAEA, a\r\nunique international organization that brings together the\r\nefforts of Member States to ensure the effective and safe\r\nuse of the achievements of nuclear science and technology\r\nfor the good of humankind in the spirit of the lofty United\r\nNations principles of humanism.\r\nThe Republic of Belarus, which has as a constitutional\r\nobjective the establishment of a non-nuclear-weapon State,\r\nis taking the necessary steps to achieve this goal. Belarus\r\nhas ratified the START Treaty and signed the safeguards\r\nagreements with the IAEA. Another important milestone in\r\nthis regard was the signing of the Comprehensive Nuclear-\r\nTest-Ban Treaty.\r\nWe attach great importance to the IAEA\u0027s efforts to\r\npromote the creation of nuclear-weapon-free zones, because\r\nwe know that such zones can prevent the use of nuclear\r\nweapons and also serve as an instrument for strengthening\r\npeace and security and building confidence among\r\ncountries. The initiative of the President of the Republic of\r\nBelarus, Alyaksandr Lukashenka, to create a nuclear-\r\nweapon-free zone in Europe remains timely and is gaining\r\na significant number of adherents among member States. In\r\nthis connection, we reaffirm once again our readiness to\r\nconsult with the countries of Central and Eastern Europe on\r\nthis issue.\r\nThe Republic of Belarus, which is committed to the\r\nprinciples of non-proliferation, welcomes the efforts of the\r\nAgency in the area of the security of nuclear materials and\r\nradioactive waste as well as the measures taken to combat\r\ntheir illicit trafficking. In keeping with the safeguards\r\nagreements, our country is working to ensure the effective\r\nmonitoring of the nuclear materials located in Belarus and\r\nis considering the question of signing the Model Additional\r\nProtocol to Safeguards Agreements.\r\nOver the past year, planned IAEA inspections have\r\ntaken place successfully in our country. Agency experts\r\nhave rated highly the measures proposed by Belarus to\r\nenhance the effectiveness of the safeguards system, in\r\nparticular the electronic transfer of data to IAEA\r\nheadquarters. The Government of Belarus, which is\r\nparticipating in the first stage of the 93 + 2 programme, is\r\nproviding the Agency, on a regular basis, with the relevant\r\ninformation on nuclear activities and is ensuring the\r\nunhindered work of IAEA inspectors and their free access\r\nto facilities that have been placed under the IAEA\r\nsafeguards system.\r\nAcknowledging the responsibility of member States\r\nfor preventing the illicit use and trafficking of nuclear\r\nmaterials, Belarus is reviewing the effectiveness of the\r\nState system for the inventory and control of nuclear\r\nmaterials. This system was established under the auspices\r\nof the Agency within the framework of the technical\r\ncooperation programme.\r\nThe assistance of Japan and the active support of the\r\nIAEA in Belarus have made it possible, with the help of\r\na unique type of technology, to establish, under the\r\nauspices of the Agency, a regional scientific centre for the\r\ninventory, control and physical protection of nuclear\r\nmaterials. The successful holding, with the support of the\r\nIAEA, of two international scientific seminars has enabled\r\nrepresentatives of Armenia, Bulgaria, Kazakhstan, Latvia,\r\nLithuania, Poland, Romania, Uzbekistan and Ukraine to\r\nfind out about implementing regulation and control\r\nmechanisms within the framework of the international\r\nsafeguards regime, and to learn of new methods and\r\npractical means for the non-destructive control of nuclear\r\nmaterials.\r\nThe Government of our country expresses its most\r\nsincere gratitude to Japan for its assistance in providing\r\nthe centre with the necessary equipment, and we hope for\r\nthe continuation of further cooperation with Japan in this\r\narea. Our delegation would like also to appeal to donor\r\ncountries to lend assistance in the establishment of the\r\ncentre.\r\nBelarus attaches great significance to the\r\nstrengthening of the international safeguards system and\r\nis doing its utmost strictly to comply with the obligations\r\nit has entered into in order to ensure the security of\r\nnuclear materials. In coordination with the IAEA, the\r\ndonor countries — the United States of America, Japan\r\nand Sweden — are lending Belarus significant technical\r\nassistance in setting up and enhancing State systems for\r\nthe inventory and control of nuclear materials. These\r\nsystems are enabling us not only to inventory nuclear\r\nmaterials but also to assess and monitor the transit of\r\nsuch materials through the territory of our Republic. In\r\nthis connection, I would like to express our gratitude to\r\nthe countries mentioned earlier for their assistance.\r\nIn its pursuit of a consistent policy to enhance and\r\ndeepen fruitful international cooperation in the area of\r\nnuclear and radiation safety, the Republic of Belarus took\r\n9\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nyet another step in that direction in January 1999 by\r\nacceding to the Convention on Nuclear Safety. Belarus\r\nparticipated in the work of the first review meeting of the\r\ncontracting parties to the Convention, in keeping with its\r\nbelief that close cooperation among the States parties to the\r\nConvention is a prerequisite for ensuring nuclear and\r\nradiation safety.\r\nExperts in our Republic are currently working on the\r\naccession by Belarus to the Convention on Supplementary\r\nCompensation for Nuclear Damage. Belarus deeply\r\nappreciates the sustained efforts of the Agency to enhance\r\nthe safety of reactors of all types. Our delegation believes\r\nthat the IAEA must continue its work to establish legal and\r\nmonitoring machinery designed to enhance the safety of\r\npeoples. In this context, we would note our Government\u0027s\r\ndecision to postpone the decision on the question of the\r\nbuilding of a nuclear-power station, which was taken on the\r\nbasis of our understanding of the State\u0027s responsibility for\r\nensuring the safe use of the plant and of our bitter\r\nexperience in overcoming the consequences of the worst-\r\never nuclear disaster, which has influenced public opinion\r\non nuclear energy.\r\nAfter the Chernobyl disaster, which was recognized by\r\nthe United Nations as the worst technologically caused\r\ndisaster of the twentieth century, nuclear radiation security\r\nhas taken on particular significance in Belarus. In view of\r\nthat tragic experience, we are convinced that enhancing the\r\nsafety of nuclear-power plants must remain a priority goal\r\nfor the IAEA in the twenty-first century.\r\nThe cooperation between Belarus and the IAEA,\r\nwithin the framework of the technical cooperation\r\nprogramme, is the Agency\u0027s most dynamic programme. It\r\nis designed to develop the scientific, technological and\r\neconomic potential of member States, and we consider it\r\nvery effective.\r\nThe implementation in Belarus of joint projects to\r\nrehabilitate the areas contaminated by radiation as a result\r\nof the Chernobyl disaster, and the Agency\u0027s support for the\r\nInter-Agency Task Force on Chernobyl, have had a tangible\r\neffect in creating favourable conditions for the long-term\r\nsustained development of the affected regions.\r\nThe challenge of overcoming the consequences of the\r\ndisaster at the Chernobyl power plant remains paramount\r\nfor our country. The Belarusian Government is currently\r\ntaking the following related steps: first, in the medical field,\r\nthe delivery of various types of equipment needed for\r\ncancer patients and in other areas of radiation medicine, and\r\nthe development of new technologies; secondly, the\r\nrehabilitation of the areas that have suffered as a result of\r\nthe Chernobyl disaster; thirdly, the creation of reliable\r\nsystems for emergency planning and rapid reaction to\r\nnuclear disasters; and fourthly, the enhancement of the\r\ninfrastructure for radiation safety and the disposal of\r\nradioactive waste.\r\nIn 1999 we completed a number of major projects\r\nthat have laid the foundation for the exploitation of our\r\ncountry\u0027s scientific, technological and productive potential\r\nin radiation metrology and medicine, agriculture and the\r\nproductive sector. One of those projects, which is being\r\ncarried out successfully in Belarus, involves the\r\nproduction of rapeseed and rapeseed oil for industrial\r\npurposes in the areas affected by the Chernobyl disaster.\r\nIn future our Government plans to continue work in this\r\narea and is interested in beginning production of food-\r\ngrade rapeseed oil. It is counting on the further\r\ncooperation of the IAEA in this area.\r\nBelarus is taking an active part in regional\r\ncooperation. With the financial support of the\r\nGovernment, several seminars have been organized with\r\nthe IAEA and traineeships provided for foreign students.\r\nBelarusian specialists are lending expert assistance to\r\ncountries of the region. Enterprises in our Republic that\r\nproduce radiation control devices are included in the\r\nregister of suppliers of equipment to members of the\r\nAgency. The scientific, industrial and technical experience\r\nthat has been accumulated in our country in the nuclear\r\nfield is providing essential assistance in preparations for\r\nthe technical cooperation programme for 2001-2002. Our\r\ndelegation hopes that the programme, as formulated for\r\nthe next two-year cycle, will continue to be geared\r\ntowards achieving concrete practical results.\r\nIn conclusion, the delegation of Belarus would like\r\nto express its approval of the work of the Agency and its\r\nsupport for the priority areas for future activities. We\r\nhope for close cooperation with the Agency in resolving\r\nall problems pertaining to the peaceful uses of atomic\r\nenergy.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply. I remind\r\nmembers that statements in exercise of the right of reply\r\nare limited to 10 minutes for the first intervention and to\r\n10\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nfive minutes for the second intervention and should be\r\nmade by delegations from their seats.\r\nMr. Choe Myong Nam (Democratic People\u0027s\r\nRepublic of Korea): My delegation wishes to exercise its\r\nright of reply with regard to some false remarks that have\r\nbeen made about the nuclear issue on the Korean peninsula,\r\nwhich we strongly believe should be treated in an impartial\r\nway. The nuclear issue on the Korean peninsula remains a\r\npolitical and military matter between the Democratic\r\nPeople\u0027s Republic of Korea and the United States, and the\r\nAgreed Framework between the Democratic People\u0027s\r\nRepublic of Korea and the United States of America was\r\nconcluded in an attempt to resolve it. The Agreed\r\nFramework was supported by the Security Council, the\r\nInternational Atomic Energy Agency (IAEA) and a large\r\nnumber of countries, including States members of the\r\nEuropean Union. Only when the Agreed Framework is\r\nimplemented will we be able to comply fully with the\r\nsafeguards agreement.\r\nHowever, even five years after the conclusion of the\r\nAgreed Framework, not a single article providing for the\r\nobligations of the United States has been properly\r\nimplemented. Urging us to fully comply with the safeguards\r\nagreement while disregarding that reality will not help\r\nresolve the nuclear issue in an impartial way. If someone is\r\ntruly interested in an impartial resolution of the nuclear\r\nissue, as well as full compliance with the safeguards\r\nagreement, they should urge the United States to properly\r\nfulfil its obligations under the Agreed Framework. Urging\r\nus to fully comply with the safeguards agreement while\r\nfailing to say a single word about the non-fulfilment by the\r\nUnited States of its obligations under the Agreed\r\nFramework is an act of pressure against my country. It is\r\nnot pressure, but only impartiality that can contribute to a\r\nresolution of the issue.\r\nIn particular, my delegation categorically rejects the\r\nallegations made by the representative of the United States\r\nthis morning. The concern expressed by the United States\r\nrepresentative was not reasonable. As a party to the Agreed\r\nFramework between the Democratic People\u0027s Republic of\r\nKorea and the United States of America, the United States\r\nhas accepted, and is therefore well aware, that the Agreed\r\nFramework and the safeguards agreement are directly\r\nrelated, and that only when the Agreed Framework is\r\nimplemented will it be possible to comply with the\r\nsafeguards agreement.\r\nAccording to the Agreed Framework, we are supposed\r\nto comply with the safeguards agreement only after that\r\nAgreed Framework has been implemented. So the claims\r\nmade by the representative of the United States can be\r\nconstrued as nothing but an ill-intentioned attempt to\r\ncover up for that country\u0027s non-fulfilment of its\r\nobligations under the Agreed Framework. The United\r\nStates has not properly fulfilled any of its obligations,\r\nwhereas we have faithfully fulfilled our obligations under\r\nthe Agreed Framework. Therefore, the issue as to when\r\nit might be possible for the Democratic People\u0027s Republic\r\nof Korea to fully comply with the safeguards agreement\r\nis something that only the United States can know.\r\nAs to the allegation made by the Japanese\r\nrepresentative, it is merely deceptive rhetoric. Originally,\r\nit was Japan\u0027s habit to pursue its own interests with the\r\nsupport of big Powers. It was entirely with the support of\r\na big Power, the United States, that defeated imperial\r\nJapan was able to survive and build up its strength for re-\r\ninvasion. Japan therefore has no alternative but to remain\r\nsilent about the United States, which has not been\r\nimplementing the Agreed Framework between the\r\nDemocratic People\u0027s Republic of Korea and the United\r\nStates of America.\r\nJapan is clamouring furiously about the so-called\r\nnuclear issue in the Democratic People\u0027s Republic of\r\nKorea with the aim of camouflaging its nuclear\r\narmaments policy. It is a well-known fact that Japan is\r\nthe world\u0027s most capable country in the area of\r\ndeveloping nuclear weapons. Japan continues to import\r\nhuge amounts of plutonium for processing in its\r\nfactory — the biggest of its kind in the world — with the\r\ntacit approval of the United States. We are of the view\r\nthat the international community should stay duly focused\r\non the Japanese rush towards nuclear armament.\r\nMy delegation also categorically rejects the\r\nallegations made by the South Korean representative on\r\nthe same issue. The truth is that the South Korean\r\nauthorities have no right to speak about the nuclear issue\r\non the Korean peninsula. As a group of puppets barely\r\nmanaging to maintain their livelihood with the help of\r\nexternal forces, they are the traitors of the nation who\r\nintroduced a large number of nuclear weapons into the\r\nKorean peninsula, which is the living ground of the entire\r\nKorean nation. Their accusations about our so-called\r\nnuclear issue is nothing but a cowardly act to impair the\r\nimage of the Democratic People\u0027s Republic of Korea and\r\nto further isolate and stifle the Democratic People\u0027s\r\nRepublic of Korea, with the backing of ambassadors such\r\nas those of the United States and Japan.\r\n11\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nWe wish to reiterate that the South Korean authorities\r\ncan never be the party with which we deal directly in the\r\nprocess of resolving the nuclear issue on the Korean\r\npeninsula, since they have no right at all to speak on this\r\nissue. The South Korean authorities should know this.\r\nMr. Lee Kie-cheon (Republic of Korea): Although I\r\nam a little reluctant to take the floor, I feel an obligation to\r\nset the record straight on several inaccurate statements\r\nmade by the North Korean delegation. My delegation will\r\nnot, however, make a detailed counter-argument to each\r\nand every point raised by the North Korean delegation.\r\nIt is regrettable that North Korea has once again tried\r\nto link compliance with the safeguards agreement of the\r\nInternational Atomic Energy Agency (IAEA) to the Agreed\r\nFramework between the United States of America and the\r\nDemocratic People\u0027s Republic of Korea. As has been\r\nreaffirmed by several General Assembly resolutions, as well\r\nas resolutions of the IAEA General Conference during the\r\npast seven years, the safeguards agreement between the\r\nIAEA and the Democratic People\u0027s Republic of Korea is\r\nbinding and in force. North Korea thus has an obligation to\r\nimplement that agreement. My delegation is of the view\r\nthat the Agreed Framework between the United States and\r\nthe Democratic People\u0027s Republic of Korea is a useful\r\nmechanism for securing peace and stability on the Korean\r\npeninsula. The Government of the Republic of Korea is\r\nfully committed to its faithful implementation. However, as\r\nI mentioned in my statement, the Agreed Framework is by\r\nno means a substitute for North Korea\u0027s safeguards\r\nagreement with the IAEA. It does not relieve North Korea\r\nof its obligations under the safeguards agreement.\r\nDespite North Korea\u0027s assertion that my Government\r\nis seeking to isolate North Korea, the opposite is in fact\r\ntrue. The Government of the Republic of Korea has made\r\nit quite clear on many occasions that it adheres to a policy\r\nof engagement with North Korea. Its policy aims at\r\npeaceful coexistence on the Korean peninsula by\r\nemphasizing reconciliation and cooperation. We have made\r\nevery effort to bring North Korea out of its self-imposed\r\nisolation through creative, constructive and practical means.\r\nAlong these lines, my Government has provided\r\nhumanitarian and economic assistance for North Korea and\r\nhas facilitated the easing of sanctions in coordination with\r\nour allies, including the United States, Japan and the\r\nEuropean Union. These initiatives demonstrate our honest\r\ndesire for North Korea to become an integrated, responsible\r\nmember of the international community. We hope that\r\nNorth Korea will understand this genuine goodwill and\r\nreciprocate with the same sincerity.\r\nTo our frustration, North Korea has exercised its\r\nright of reply quite often over the past few years. We\r\nhope that North Korea will change tack in the future by\r\nengaging in normal, harmonious and constructive\r\ndialogue.\r\nFinally, my delegation would like to advise the\r\nNorth Korean delegation to respect the established norms\r\nand courtesies of this international body. After all, the\r\nUnited Nations is an organization that allows open debate\r\nof diverse ideas with the ultimate goal of achieving a\r\nbetter and safer world society.\r\nMr. Yoshikawa (Japan): My delegation too is\r\nobliged to exercise its right of reply concerning the\r\nstatement made by the representative of the Democratic\r\nPeople\u0027s Republic of Korea. That representative made\r\nseveral allegations concerning Japan\u0027s position. My\r\ndelegation would like to speak on two points. One is\r\nJapan\u0027s nuclear policy, and the second is the participation\r\nof the International Atomic Energy Agency (IAEA) in the\r\nNorth Korean nuclear weapons issue.\r\nAs the only country to have experienced the\r\nunspeakable horror of a nuclear attack, Japan is making\r\nevery effort to ensure that such a tragedy will never be\r\nrepeated. Thus, Japan strictly observes its three non-\r\nnuclear principles of not producing nuclear weapons, not\r\npossessing them, and not permitting their introduction into\r\nits territory. Japan is a non-nuclear-weapon State party to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons,\r\nand has been faithfully implementing its obligations under\r\nthe Treaty together with accepting IAEA safeguards\r\nmeasures. Furthermore, Japan is bound both by its\r\ndomestic laws and by international treaty strictly to limit\r\nthe use of nuclear energy to peaceful purposes.\r\nI turn to the IAEA\u0027s participation in the North\r\nKorean nuclear weapons issue. In view of the important\r\nprogress achieved in recent talks between the United\r\nStates and the Democratic People\u0027s Republic of Korea, it\r\nis Japan\u0027s firm belief that it is as important as ever for the\r\nDemocratic People\u0027s Republic of Korea to fully cooperate\r\nwith the Agency in the implementation of its Safeguards\r\nAgreement. We strongly hope that the Democratic\r\nPeople\u0027s Republic of Korea will respond positively to the\r\nresolution adopted at the General Conference of the\r\nIAEA. As a technical specialized agency, the IAEA bears\r\nthe important international responsibility of ensuring\r\nnuclear non-proliferation. The claim by the Democratic\r\nPeople\u0027s Republic of Korea that the IAEA does not have\r\nthe authority to be involved in this issue is thus clearly\r\n12\r\nGeneral Assembly 47th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nwrong. It is imperative that the Democratic People\u0027s\r\nRepublic of Korea cooperate with the IAEA for the full\r\nimplementation of the Agreement. That the Democratic\r\nPeople\u0027s Republic of Korea should cooperate with the IAEA\r\nis the wish not only of Japan but of the international\r\ncommunity as a whole, as can be seen both in the adoption\r\nby consensus of the relevant IAEA resolution and in many\r\nof the statements made during today\u0027s debate. Japan hopes\r\nthat the Democratic People\u0027s Republic of Korea will take\r\nthe collective will of the international community seriously\r\nand will respond in a constructive manner.\r\nJapan appreciates and welcomes the important progress\r\nachieved in the recent talks between the United States and\r\nthe Democratic People\u0027s Republic of Korea, and the\r\ndecision of the Democratic People\u0027s Republic of Korea to\r\nsuspend missile launches while the talks are under way.\r\nThe Government of Japan, for its part, decided to resume\r\nthe operation of chartered flights between Japan and the\r\nDemocratic People\u0027s Republic of Korea.\r\nMy delegation would like to reaffirm that Japan\r\ndesires peace and stability in that part of the region.\r\nMr. Choe Myong Nam (Democratic People\u0027s\r\nRepublic of Korea): The statement I made earlier in\r\nexercise of my right of reply to South Korea was a\r\ndeserved condemnation based on the actual reality. In fact,\r\nthe South Korean authorities have been hell-bent on\r\nintroducing a large number of nuclear weapons, enough to\r\nexterminate the whole nation, blindly following the\r\ninstructions of the external forces in whose hands they are\r\ntrapped.\r\nIn spite of this, the South Korean authorities are\r\ncalling us to account, on the pretext of the so-called nuclear\r\nissue of the North. This is like a thief calling ordinary\r\ninnocent people thieves. Still, they do not wish to\r\nbe called puppets and traitors to the nation. There is a\r\nproverb saying that if you are afraid of being beaten you\r\nshould refrain from doing devilish things to others. The\r\nSouth Korean authorities are called upon to keep this in\r\nmind.\r\nWhat is more ridiculous is that they are trying to\r\nstick their nose into the nuclear issue on the Korean\r\npeninsula, about which they have no right at all to talk.\r\nThe more the South Korean authorities talk about nuclear\r\nissues, the more they will be laughed at and denounced.\r\nI turn now to the allegations just made by the\r\nJapanese representative. We are very much perplexed by\r\nthe remarks that the Japanese representative just made. As\r\nI clearly stated in my statement in exercise of the right of\r\nreply, this is nothing but an ill-minded attempt to\r\ncamouflage its nuclear armament, which runs counter to\r\nthe so-called three principles of nuclear non-proliferation\r\nto which Japan is committed. By the way, the Japanese\r\nrepresentative has just been talking in praise of the three\r\nnon-nuclear principles; could the Japanese representative\r\nbe kind enough to explain to all of us why officials of\r\nJapanese ministries are talking about nuclear rearmament?\r\nIs the Japanese Government ready, in fact, to enshrine the\r\nthree non-nuclear principles in law?\r\nWhile thoroughly rejecting the allegations of the\r\nJapanese representative again, we once again reiterate our\r\ncall upon the international community to be vigilant about\r\nJapan\u0027s manoeuvres to rearm with nuclear weapons, which\r\nare motivated by its intention to revive militarism and to\r\nre-invade other countries.\r\nThe Acting President: I should like to inform\r\nmembers that action on draft resolution A/54/L.21 will be\r\ntaken at a later date to be announced.\r\nThe meeting rose at 4.40 p.m.\r\n13\r\n"