"United Nations A/54/PV.42\r\n99-86285 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n42nd plenary meeting\r\nFriday, 29 October 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 10.25 a.m.\r\nAgenda item 125 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nThe President: I should like to inform members that\r\nthe Democratic Republic of the Congo has made the\r\nnecessary payment to reduce its arrears below the amount\r\nspecified in Article 19 of the Charter.\r\nMay I take it that the General Assembly duly takes\r\nnote of this information?\r\nIt was so decided.\r\nThe President: This information will be reflected in\r\nan addendum to document A/54/464.\r\nAgenda item 15\r\nElections to fill vacancies in principal organs\r\n(b) Election of eighteen members of the Economic and\r\nSocial Council\r\nThe President: This morning the General Assembly\r\nwill proceed to the election of 18 members of the\r\nEconomic and Social Council to replace those members\r\nwhose term of office expires on 31 December 1999.\r\nThe 18 outgoing members are Cape Verde, Chile,\r\nCuba, Djibouti, El Salvador, France, the Gambia,\r\nGermany, Iceland, Japan, Latvia, Mexico, Mozambique,\r\nthe Republic of Korea, Spain, Sri Lanka, Turkey and\r\nZambia.\r\nAs of 1 January 2000, the following States will\r\ncontinue to be represented on the Economic and Social\r\nCouncil: Algeria, Belarus, Belgium, Bolivia, Brazil,\r\nBulgaria, Canada, China, Colombia, the Comoros, the\r\nCzech Republic, the Democratic Republic of the Congo,\r\nDenmark, Guinea-Bissau, Honduras, India, Indonesia,\r\nItaly, Lesotho, Mauritius, Morocco, New Zealand,\r\nNorway, Oman, Pakistan, Poland, the Russian Federation,\r\nRwanda, Saint Lucia, Saudi Arabia, Sierra Leone, the\r\nSyrian Arab Republic, the United Kingdom of Great\r\nBritain and Northern Ireland, the United States of\r\nAmerica, Venezuela and Viet Nam. The names of these\r\n36 States should therefore not appear on the ballots.\r\nIn accordance with paragraph 4 of General Assembly\r\nresolution 2847 (XXVI) of 20 December 1971, and taking\r\ninto account the number of States which will remain\r\nmembers of the Council after 1 January 2000, the 18\r\nmembers should be elected as follows: five from African\r\nStates, three from Asian States, one from Eastern\r\nEuropean States, four from Latin American and Caribbean\r\nStates, and five from Western European and other States.\r\nThe ballot papers reflect this pattern.\r\nI should like to inform the Assembly that those\r\ncandidates, not exceeding the number of seats to be filled,\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-fourth session 29 October 1999\r\nreceiving the greatest number of votes and a two-thirds\r\nmajority of those present and voting will be declared\r\nelected. In the case of a tie vote for a remaining seat, there\r\nwill be a restricted ballot limited to those candidates which\r\nhave obtained an equal number of votes.\r\nMay I take it that the General Assembly agrees to this\r\nprocedure?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the rules\r\nof procedure, the election shall be held by secret ballot, and\r\nthere shall be no nominations.\r\nRegarding candidatures, I have been informed by the\r\nChairmen of the regional groups that for the five vacant\r\nseats from among the African States, the five endorsed\r\ncandidates are Angola, Benin, Burkina Faso, Cameroon and\r\nthe Sudan.\r\nFor the three vacant seats from among the Asian\r\nStates, there are six candidates, namely, Bahrain, Fiji,\r\nJapan, Kazakhstan, Sri Lanka and Thailand.\r\nFor the one vacant seat from among the Eastern\r\nEuropean States, there are three candidates, namely,\r\nCroatia, Hungary and Lithuania.\r\nFor the four vacant seats from among the Latin\r\nAmerican and Caribbean States, there are six candidates.\r\nThey are Costa Rica, Cuba, Ecuador, Mexico, Suriname\r\nand Uruguay.\r\nFor the five vacant seats from among the Western\r\nEuropean and other States, the five endorsed candidates are\r\nAustria, France, Germany, Greece and Portugal.\r\nIn accordance with rule 92 of the rules of procedure,\r\nwe shall now proceed to the election by secret ballot.\r\nI should like to seek the usual cooperation of\r\nrepresentatives during the time of the conduct of the\r\nelection. As you are all aware, once the voting begins, all\r\ncampaigning should cease on the main floor of the General\r\nAssembly Hall. This means in particular that until the\r\nelection is completed, no more campaign material can be\r\ndistributed inside the Hall. This includes the recess time\r\nwhen the results are being tallied.\r\nBallot papers marked “A”, “B”, “C”, “D” and “E”\r\nwill now be distributed. I request representatives to use\r\nonly those ballot papers and to write on them the names\r\nof the States for which they wish to vote.\r\nA ballot paper containing more names from the\r\nrelevant region than the number of seats assigned to it\r\nwill be declared invalid. Names of Member States on a\r\nballot paper which do not belong to that region will not\r\nbe counted at all.\r\nAt the invitation of the President, Ms. Ioseliani\r\n(Georgia), Mr. Sengmanothong (Lao People’s\r\nDemocratic Republic), Ms. Arias (Peru), Mr. Nyman\r\n(Sweden) and Mr. Ben Youssef (Tunisia) acted as\r\ntellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.45 a.m. and\r\nresumed at 12.25 p.m.\r\nAgenda item 125 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nThe President: Before we proceed further, I should\r\nlike to inform members that Seychelles has made the\r\nnecessary payment to reduce its arrears below the amount\r\nspecified in Article 19 of the Charter.\r\nMay I take it that the General Assembly duly takes\r\nnote of this information?\r\nIt was so decided.\r\nThe President: This information will be reflected in\r\nan addendum to document A/54/464 to be issued.\r\nAgenda item 15\r\nElections to fill vacancies in principal organs\r\n(b) Election of eighteen members of the Economic\r\nand Social Council\r\n2\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-fourth session 29 October 1999\r\nThe President: The result of the voting is as follows:\r\nGroup A — African States\r\nNumber of ballot papers: 174\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 174\r\nAbstentions: 4\r\nNumber of members voting: 70\r\nRequired two-thirds majority: 114\r\nNumber of votes obtained:\r\nCameroon 168\r\nAngola 165\r\nBenin 165\r\nBurkina Faso 165\r\nSudan 161\r\nBurundi 1\r\nTunisia 1\r\nUganda 1\r\nGroup B — Asian States\r\nNumber of ballot papers: 174\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 174\r\nAbstentions: 0\r\nNumber of members voting: 174\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nJapan 122\r\nBahrain 106\r\nFiji 72\r\nThailand 69\r\nKazakhstan 63\r\nSri Lanka 54\r\nGroup C — Eastern European States\r\nNumber of ballot papers: 174\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 173\r\nAbstentions: 2\r\nNumber of members voting: 171\r\nRequired two-thirds majority: 114\r\nNumber of votes obtained:\r\nCroatia 73\r\nLithuania 64\r\nHungary 34\r\nGroup D — Latin American and Caribbean States\r\nNumber of ballot papers: 174\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 174\r\nAbstentions: 1\r\nNumber of members voting: 173\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nCosta Rica 130\r\nCuba 119\r\nMexico 110\r\nUruguay 106\r\nSuriname 103\r\nEcuador 80\r\nEl Salvador 6\r\nGroup E — Western European and other States\r\nNumber of ballot papers: 174\r\nNumber of invalid ballots: 4\r\nNumber of valid ballots: 170\r\nAbstentions: 6\r\nNumber of members voting; 164\r\nRequired two-thirds majority: 110\r\nNumber of votes obtained:\r\nFrance 161\r\nGreece 157\r\nPortugal 155\r\nGermany 153\r\nAustria 152\r\nMalta 3\r\nHaving obtained the required two-thirds majority,\r\nAngola, Austria, Benin, Burkina Faso, Cameroon,\r\nCosta Rica, Cuba, France, Germany, Greece, Japan,\r\nPortugal and Sudan were elected members of the\r\nEconomic and Social Council for a three-year term\r\nbeginning l January 2000.\r\nThe President: Five seats remain to be filled: two\r\nseats from the among the Asian States, one seat from\r\namong the Eastern European States and two seats from\r\namong the Latin American and Caribbean States.\r\nWe shall therefore proceed to the first restricted\r\nballot.\r\n3\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-fourth session 29 October 1999\r\nIn accordance with rule 94 of the rules of procedure,\r\nthis second round of balloting shall be restricted to the four\r\nStates from among the Asian States that were not elected\r\nbut obtained the largest number votes in the previous ballot,\r\nnamely, Bahrain, Fiji, Kazakhstan and Thailand; the two\r\nStates from among the Eastern European States that were\r\nnot elected but obtained the largest number of votes in the\r\nprevious ballot, namely, Croatia and Lithuania; and the four\r\nStates from among the Latin American and Caribbean\r\nStates that were not elected but obtained the largest number\r\nof votes in the previous ballot, namely, Ecuador, Mexico,\r\nSuriname and Uruguay.\r\nBallot papers marked “B”, “C” and “D” will now be\r\ndistributed. May I ask representatives to write on the ballot\r\npapers the names of the States for which they wish to vote.\r\nBallot papers marked “B”, for the Asian States, will\r\nbe declared invalid if they contain the name of a State other\r\nthan Bahrain, Fiji, Kazakhstan or Thailand, as well as if\r\nthey contain the names of more than two States.\r\nBallot papers marked “C”, for the Eastern European\r\nStates, will be declared invalid if they contain the name of\r\na State other than Croatia or Lithuania, as well as if they\r\ncontain the names of more than one State.\r\nBallot papers marked “D”, for the Latin America and\r\nCaribbean States, will be declared invalid if they contain\r\nthe name of a State other than Ecuador, Mexico, Suriname\r\nor Uruguay, as well as if they contain the names of more\r\nthan two States.\r\nAt the invitation of the President, Ms. Ioseliani\r\n(Georgia), Mr. Sengmanothong (Lao People’s\r\nDemocratic Republic), Ms. Arias (Peru), Mr. Nyman\r\n(Sweden) and Mr. Ben Youssef (Tunisia) acted as\r\ntellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 12.55 p.m. and\r\nresumed at 1.35 p.m.\r\nThe President: The result of the voting is as\r\nfollows:\r\nGroup B — Asian States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 175\r\nAbstentions: 1\r\nNumber of members voting: 174\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nBahrain 125\r\nFiji 88\r\nThailand 61\r\nKazakhstan 44\r\nGroup C — Eastern European States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 174\r\nAbstentions: 2\r\nNumber of members voting: 172\r\nRequired two-thirds majority: 115\r\nNumber of votes obtained:\r\nCroatia 90\r\nLithuania 82\r\nGroup D — Latin American and Caribbean States\r\nNumber of ballot papers: 175\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 175\r\nAbstentions: 1\r\nNumber of members voting: 174\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nMexico 110\r\nSuriname 94\r\nUruguay 91\r\nEcuador 36\r\nHaving obtained the required two-thirds majority,\r\nBahrain was elected a member of the Economic and\r\nSocial Council for a three-year term beginning on 1\r\nJanuary 2000.\r\n4\r\nGeneral Assembly 42nd plenary meeting\r\nFifty-fourth session 29 October 1999\r\nThe President: There remain four seats to be filled:\r\none from among the Asian States, one from among the\r\nEastern European States and two from among the Latin\r\nAmerican and Caribbean States.\r\nIn accordance with the rules of procedure, we should\r\ncontinue with the series of restricted ballots. However, in\r\nview of the late hour, I propose that we postpone further\r\nballoting until this 3.30 p.m. this afternoon. May I take it\r\nthat the Assembly agrees to this proposal?\r\nIt was so decided.\r\nThe meeting rose at 1.40 p.m.\r\n5\r\n"