"United Nations A/54/PV.18\r\n99-85980 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n18th plenary meeting\r\nThursday, 30 September 1999, 10.10\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nIn the absence of the President, Mr. Rakhmanov\r\n(Tajikistan), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by The Honourable Said Musa, Prime\r\nMinister and Minister of Finance and Foreign\r\nAffairs of Belize\r\nThe Acting President (spoke in Russian): The\r\nAssembly will first hear an address by the Prime Minister\r\nand Minister of Finance and Foreign Affairs of Belize.\r\nThe Honourable Said Musa, Prime Minister and\r\nMinister of Finance and Foreign Affairs of Belize, was\r\nescorted to the rostrum.\r\nThe Acting President (spoke in Russian): I have great\r\npleasure in welcoming the Prime Minister and Minister of\r\nFinance and Foreign Affairs of Belize, His Excellency The\r\nHonourable Said Musa, and inviting him to address the\r\nAssembly.\r\nMr. Musa (Belize): We are fortunate that the great\r\nskills and integrity displayed by His Excellency Mr. Theo-\r\nBen Gurirab, both as freedom fighter and as Foreign\r\nMinister of Namibia, will now be at the disposal of the\r\nGeneral Assembly. We desperately need those qualities as\r\nwe wrestle with the challenges that now face our\r\nOrganization.\r\nWe are enriched by the presence of our three new\r\nMembers, the Republic of Kiribati, the Republic of Nauru\r\nand the Kingdom of Tonga.\r\nWe look forward to the coming millennium with\r\ngreat expectations born out of the many great\r\naccomplishments of this century, not least of which has\r\nbeen the creation and preservation of the United Nations.\r\nBut we would be deceiving ourselves if we did not\r\nrecognize that the world of peace and security envisioned\r\nby the drafters of the Charter is as far from achievement\r\nas it was at the beginning of this tormented century.\r\nThis has indeed been a century of extremes. We\r\nhave witnessed marvelous scientific and technological\r\nadvances that could liberate humankind from the drudgery\r\nand misery that have always been its lot. At the same\r\ntime, we have seen more billions spent on means of\r\ndestruction than on the construction of a better life for the\r\nbillions who still live in poverty.\r\nWe have witnessed the spread of democracy around\r\nthe globe, even as inequality between and within nations\r\ngrows unabated and countless millions of lives are\r\nwasted. All too apparent are the tragic victims of the\r\ninvisible hand of the market.\r\nHow much has inequality grown during this century?\r\nThe 1999 Human Development Report of the United\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nNations Development Programme (UNDP) tells us that the\r\nincome gap between the fifth of the world\u0027s people living\r\nin the richest countries and the fifth living in the poorest\r\nwas 11 to 1 in 1913. This had grown to 30 to 1 by 1960,\r\n60 to 1 in 1990, and 74 to 1 in 1997. The report concludes\r\nin its “Overview”, at page 2, that\r\n“When the market goes too far in dominating\r\nsocial and political outcomes, the opportunities and\r\nrewards of globalization spread unequally and\r\ninequitably — concentrating power and wealth in a\r\nselect group of people, nations and corporations,\r\nmarginalizing the others.”\r\nThe solution, it posits, is not to stop the expansion of\r\nglobal markets, but to create and enforce the rules for\r\nstronger governance, both national and global, to ensure\r\nthat globalization works for people, not just for profits. This\r\ncrying need for good global governance is not being\r\nanswered, and it is one of the most important and\r\nfundamental tasks facing the United Nations today.\r\nDuring this century there have been two concerted\r\nattempts to collectively provide the framework for a new\r\nworld order, following periods of catastrophic human\r\nbehaviour. After the First World War the Versailles Treaty\r\nand the Paris Conference created the League of Nations, the\r\nInternational Labour Organization (ILO) and certain\r\neconomic arrangements. After the Second World War we\r\nhad the United Nations and the Bretton Woods agreements,\r\nwhich again created new institutional arrangements for\r\nregulating a new world order. One of the results of that\r\nreordering was the ushering in of the era of decolonization,\r\nwhereby dozens of countries have emerged and formed part\r\nof the family of nations, bringing our number in the United\r\nNations up to 188.\r\nToday we have witnessed a real change in the world\r\norder no less far-reaching and momentous than the first\r\ntwo, with the end of the cold war, the creation of a unipolar\r\nworld and the phenomena of globalization and trade\r\nliberalization. And still we have not been able to sit\r\ntogether and negotiate universally accepted rules and\r\ninstitutions that are workable and fair for regulating this\r\nnew order. How can we speak of the victory of democracy\r\nin this situation?\r\nThe institutions that, more than national governments,\r\ngovern the real lives of billions today — the International\r\nMonetary Fund (IMF), the World Bank, the G-7, the\r\nOrganization for Economic Cooperation and Development\r\n(OECD), the World Trade Organization (WTO) — are\r\ndominated by a few rich and powerful countries, and\r\nthere is no transparency, no accountability, no effective\r\nmechanism for civil society participation. In short, there\r\nis no good governance.\r\nWe, the developing countries, are constantly being\r\nurged by the international organizations, by the European\r\nUnion and others, to practise good governance, and are\r\nthreatened with sanctions if we do not. For our part, we\r\nin Belize and other developing countries accept the need\r\nfor good governance and are doing our utmost to achieve\r\nit. It is time we ensured that these all-powerful\r\norganizations themselves practise good governance, abide\r\nby a global code of ethics that puts people before profits,\r\nrespect the diversity of our countries and be fully\r\naccountable and transparent.\r\nWhile we have made important advances in\r\nenlarging democracy at the national level, we have failed\r\nto do so at the global level. Our only hope lies with a\r\nreformed United Nations that will ensure that the global\r\ninstitutions that determine the quality of our lives are\r\nmade democratic and just.\r\nSmall countries like Belize are understandably\r\nconcerned about the way in which globalization and trade\r\nliberalization are being mismanaged. Yes, we believe in\r\nthe potential benefits of globalization. Yes, we want to be\r\ninvolved, but as partners, not as victims of larger, more\r\npowerful economic interests.\r\nBelize became independent just 18 years ago. It has\r\nbeen said that we became independent just when\r\nindependence ceased to be meaningful as a result of the\r\npower of international organizations and transnational\r\ncompanies to determine not just international, but also\r\nnational economic and social policies.\r\nLet me say this clearly: do not expect any of us who\r\nwon our independence after years of struggle — some\r\ninvolving armed conflict and the sacrifice of many\r\nlives — to simply give it up and accept a new form of\r\ndomination. But what does it mean, especially for small\r\ndeveloping countries, to be independent in today\u0027s world?\r\nIt means that we must find a way to make\r\ninterdependence make independence meaningful.\r\nThis can best be done through effective regional\r\norganizations. In our own region, our vision is to work\r\ntowards a real integration of the Central American and\r\nCaribbean countries, to make the Association of\r\nCaribbean States the means of inserting our countries into\r\n2\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nthe world economy with a stronger voice to secure fair\r\nterms of trade, greater market access and more beneficial\r\ninvestments.\r\nThe much vaunted new financial architecture that we\r\nseek to construct must be designed to enhance the\r\nindependence of sovereign States. We can only do this\r\nthrough negotiated agreements that are fair, transparent and\r\nconsensual and in which developing countries are given a\r\nreal voice.\r\nWe are heartened by the words of Mike Moore,\r\nDirector-General of the WTO, who told us, members of the\r\nGroup of 77, at Marrakesh that he is totally committed to\r\nensuring that the WTO be a family in which every member\r\nhas an equal place at the table and that trade liberalization\r\nbring real benefits to all countries, but especially to\r\ndeveloping countries.\r\nWe, the smaller and developing countries, must be the\r\nbeneficiaries of unselfish actions on the part of our\r\ndeveloped partners. We are aware that free trade can be\r\nkind to the strong and deadly to the weak, and so our call\r\nis this: Give us time to adjust and move our economies\r\nforward. Help us to develop our capacities and technologies\r\nto make our people competitive. We are challenged to\r\nnarrow the gap between those who earn billions and those\r\nwho work for pennies.\r\nIf we are to be successful at this, everyone must be\r\nincluded. Our political ideologies and differences will have\r\nto be put aside in the interest of the elimination of poverty.\r\nBut none of this is possible if we do not face up to meeting\r\nthe first objective of our institution: the achievement of\r\nworld peace and security.\r\nTrue, since the inception of our Organization there has\r\nnot been another world war, but local and regional conflicts\r\nhave taken a more vicious toll than the two world wars\r\ncombined. If we are to prevent these human tragedies, we\r\nwill have to move, in the words of our Secretary-General,\r\nfrom a culture of reaction to a culture of prevention:\r\npreventive diplomacy, preventive disarmament, preventive\r\ndeployment.\r\nIf only we had followed these prescriptions in East\r\nTimor, we could have prevented the large-scale massacres\r\nand destruction that were visited on an entire people in the\r\npresence of our United Nations Mission, which had assured\r\nthem that they could exercise their right to\r\nself-determination in peace and security. None of us can\r\nfeel comfortable with the fact that although international\r\nagencies in the field had warned of the impending\r\nmassacre for months, nothing was done to prevent it. We\r\nstill have the task of ensuring that the people of East\r\nTimor can live in peace and enjoy the benefits of their\r\ncourageous decision to be independent, and Belize\r\npledges its unconditional support for any measures taken\r\nby our Organization to this end.\r\nWe do not fail to recognize and applaud the\r\ntremendous success of the United Nations in the\r\neradication of colonialism and occupation. How could we\r\nfail to do so, when the very existence of Belize as an\r\nindependent State is due in no small part to the support of\r\nthe United Nations? How could we fail to do so, when we\r\nrecall the role of the United Nations in the independence\r\nof Namibia, whose Foreign Minister presides over our\r\nAssembly, or when we recall the work of the Fourth\r\nCommittee in brokering the independence of so many of\r\nour present members? But the job is not over till it is\r\nover, not until all peoples of the world are guaranteed\r\ntheir right to self-determination and independence in\r\npeace and security. In this context, we look forward to\r\nwelcoming Palestine as a full Member of the United\r\nNations at the millennium summit and to achieving peace\r\nand security for all the peoples of that region.\r\nAs we leave this century of unparalleled suffering\r\nand violence, we look forward to creating a better world\r\nin the next. None of us can dare predict what awaits us.\r\nOn the other hand, we must all commit ourselves to try\r\nto shape the future in ways that redound to the benefit of\r\nall human beings regardless of race, colour, sex,\r\nnationality, class, religion or political opinions.\r\nWe will not succeed in this if we do not succeed in\r\neradicating poverty. Poverty, in the words of the President\r\nof the World Bank, is much more than a matter of\r\nincome alone: the poor seek the sense of well-being\r\nwhich comes from peace of mind, from good health,\r\ncommunity and safety, from choice and freedom as well\r\nas a steady source of income.\r\nA necessary condition for the elimination of all\r\nforms of poverty is the creation of fair rules for trade and\r\ninvestment. As my Deputy Prime Minister said at the\r\ntwenty-second special session, just recently concluded, the\r\nSeattle Round of negotiations must be characterized by a\r\nwillingness to implement the necessary reforms to\r\nameliorate the negative impact of the post-Uruguay\r\narrangements. We — the small, vulnerable, disadvantaged\r\nStates — must benefit from trade liberalization along with\r\nour developed partners.\r\n3\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nThose partners, however, must live up to the\r\ncommitments they have made to the world over the past\r\ndecades: it is scandalous that not only has the promise of\r\ndedicating 0.7 per cent of gross domestic product to\r\ndevelopment assistance not been met, we are getting further\r\nfrom this goal every day, with barely 0.2 per cent of gross\r\ndomestic product now being so dedicated.\r\nEffective solidarity between the haves and the have\r\nnots is an essential part of the solution to the problems of\r\nmarginalization and poverty. That is why we commend the\r\nactions of the Republic of China on Taiwan, which has not\r\nbeen reluctant to help less well-endowed countries. Taiwan\r\nis a good friend of Belize, and I would like to express here\r\nour deep condolences to the people of Taiwan for the tragic\r\nconsequences of the earthquake that struck recently. It is\r\nour hope that the United Nations will be able to embrace\r\nthe Republic of China on Taiwan in the family of nations,\r\nas part of a peaceful and just solution to the China\r\nquestion, one that respects the aspirations and rights of all\r\nChinese people.\r\nI would like to endorse the support of our Secretary-\r\nGeneral for the concept of individual sovereignty in the\r\nsense of the right of every individual to control his or her\r\nown destiny. This, of course, presupposes a democratic\r\nworld, one in which people have the right to participate in\r\ndecisions that shape their lives. Indeed, such participation\r\ndefines the very existence of people; I participate, therefore\r\nI am. But it is tantamount to putting Descartes before the\r\nhorse if we do not recognize that people cannot participate\r\neffectively if they do not have access to education, to\r\nknowledge, to information. My Government has made the\r\nprovision of such access its number one priority, and I urge\r\nthe international community to focus its resources on\r\nassisting developing countries to empower their peoples\r\nthrough human-resource development programmes.\r\nWe have squandered billions of dollars and millions of\r\nlives in the real or imagined defence of State sovereignty;\r\nlet us now resolve to dedicate our resources to education,\r\nthe sine qua non for the realization of personal sovereignty.\r\nWe all want a better, more just, more peaceful and secure\r\nworld, and to achieve this we must have a world free of the\r\nculture of violence and instant gratification, from the\r\nscourge of drug-trafficking: we need a world of tolerance\r\nand solidarity. None of this is possible without education.\r\nPeople everywhere, but especially in the\r\nunderdeveloped countries, are asking what there is to\r\ncelebrate as we enter the new millennium. The least we can\r\ndo, the least we owe our people, is tell them the truth and\r\nface the reality together. Let us not pretend that the future\r\nis bright and untroubled, or that we have the answers to\r\nall the problems that plague humanity. Let us instead\r\nresolve to work together to harness the power of\r\ntechnology, of science, of the marketplace, so that they\r\nact for instead of against humanity.\r\nOther speakers before me have called for a new\r\ncentury of human development, for the creation of a new\r\nglobal human order. This dream can become reality when,\r\nat last, the powerful agree to sit down with the rest of us\r\nas equals and together design the political, economic and\r\nsocial architecture that will ensure global prosperity along\r\nwith global justice. Only then will the world live in peace\r\nand proclaim, in the words of the prophet Isaiah:\r\n“And he shall judge among the nations, and\r\nshall rebuke many people: and they shall beat their\r\nswords into plowshares, and their spears into\r\npruning-hooks: nation shall not lift up sword against\r\nnation, neither shall they learn war any more.” (The\r\nHoly Bible, Isaiah 2:4)\r\nAmen.\r\nThe Acting President (spoke in Russian): On behalf\r\nof the General Assembly, I wish to thank the Prime\r\nMinister and Minister of Finance and Foreign Affairs of\r\nBelize for the statement he has just made.\r\nThe Honourable Said Musa, Prime Minister and\r\nMinister of Finance and Foreign Affairs of Belize\r\nwas escorted from the rostrum.\r\nThe Acting President (spoke in Russian): I now call\r\non the Minister for Foreign Affairs of Qatar,\r\nHis Excellency Sheik Hamad bin Jassem bin\r\nJabr Al-Thani.\r\nSheik Al-Thani (Qatar) (spoke in Arabic): I extend\r\nmy congratulations to Mr. Theo-Ben Gurirab, on his\r\nelection as President of the General Assembly at its fifty-\r\nfourth session. I wish him success in guiding the work of\r\nthe Assembly.\r\nIt gives me great pleasure to extend my thanks to his\r\npredecessor, Mr. Didier Opertti, for his effective work as\r\nPresident of the Assembly at its previous session. I wish\r\nhim similar success in his future endeavours.\r\nAllow me on this occasion to congratulate the three\r\nnew Members on their admission to the United Nations.\r\n4\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nAllow me also, on behalf of my Government, to express\r\nappreciation to the Secretary-General, for his tireless work\r\nand laudable efforts in the midst of an international\r\nsituation that can be described — at best — as difficult and\r\ncomplicated.\r\nOf course the international situation is truly difficult\r\nand complicated. It is no coincidence that as we meet in\r\nthis forum to discuss the affairs and state of the world\r\ntoday — at this, the last session of the century, the\r\nbeginning of a new century, a new age that we once hoped\r\nwould be different from the old — we find ourselves\r\nobliged to discuss the same problems and the same disputes\r\nthat we have been facing for over half a century. Is this not\r\ntruly deplorable and even outrageous? Does not this reality\r\nconstitute categorical evidence that all of us — States,\r\npeoples and regional and international organizations —\r\nhave failed to learn enough from the lessons of the past,\r\nthat we have not benefited from our past experiences\r\nenough and that we have not sought as much as we should\r\nhave, to overcome our past limitations and shortcomings?\r\nWhat do we see when we look at our world today?\r\nWe see bloody conflicts that we have not yet been able to\r\nstop and chronic crises that still await solutions that would\r\nend the spiral of violence and suffering. Moreover, we find\r\nthat the world remains reluctant or even unable to address\r\nproblems and crises that are far removed, in terms of\r\ncontent, from the course of daily politics but whose effects\r\nand ramifications are no less dangerous than the topical\r\ncrises and conflicts that threaten our existence. We must\r\nask ourselves: What have we done, as we stand on the\r\nthreshold of the third millennium, to prepare ourselves to\r\nmeet the challenges of poverty, misery, unemployment,\r\nilliteracy, disease, the spread of epidemics and the\r\nexploitation of children?\r\nWhat have we done to prepare ourselves to cope with\r\nthe dangers of organized crime, international terrorism and\r\ndrug trafficking? Have we really understood the threat of\r\nthe proliferation of weapons of mass destruction and the\r\npossibility that they may be used at any time and\r\nanywhere?\r\nWhat of the real dangers besetting our planet as a\r\nresult of environmental degradation, climate change, the\r\nscarcity of water resources, the shortage of raw materials,\r\nthe deteriorating phenomena of drought and desertification\r\nand the increasing frequency of natural disasters?\r\nHave we at least begun to draft guidelines and\r\ncomprehensive universal plans to confront these global\r\nthreats, which do not differentiate between nationalities,\r\nraces, colours or creeds and which most certainly\r\nrecognize no political, geographical, economic and social\r\nborders among nations and peoples?\r\nSimply put, have we, as States, Governments and\r\ninternational organizations, begun adjusting our priorities\r\nso as to place the goals of development, progress,\r\neducation, health, high living standards and decent life for\r\nour peoples ahead of the aims of conflict, disputes and\r\nvengeance, no matter how historical, profound or\r\nsensitive?\r\nI cannot answer yes to any of these questions. There\r\nis nothing in this statement to criticize anyone or detract\r\nfrom their resolve or intentions. It is a sad universal\r\nreality that requires our cooperation and joint efforts if we\r\ntruly hope to prepare ourselves for the future and its tasks\r\nand changes. To that end, I see no better or more\r\ncomprehensive framework for this mission than this\r\ninternational Organization, which we believe to be the\r\nqualified and appropriate institution for defining the future\r\nof our world. All of us, regardless of our interests and\r\nour narrow, topical political calculations, must provide the\r\nUnited Nations and its agencies with all the means\r\nnecessary for it to play such an important role.\r\nWe are convinced that this can be achieved only\r\nwith universal will, for in the final analysis, the United\r\nNations is the sum total of its Member States. We are\r\nalso convinced of the need to reform the United Nations\r\nand to enhance the effectiveness and efficiency of its\r\nbodies and agencies. Similarly, it is incumbent upon us,\r\nthe States Members of the Organization, to assume our\r\npolitical responsibility and respect our moral and financial\r\ncommitments to it. Furthermore, in this context, we\r\nsupport the idea of expanding the Security Council to\r\nmake it more democratic and representative of the\r\ninternational community in the modern world. We also\r\nsupport the idea of expanding the permanent membership\r\nof the Council so as to ensure greater universal\r\nrepresentation on it. The same applies to restricting the\r\nuse of the veto by the permanent members and to\r\nregulating the capacity to use this right under agreed and\r\nspecific terms and conditions.\r\nIt is perhaps not exaggerated optimism or\r\nexpectation on my part when I say that we consider this\r\nto be an essential and vital step towards consecrating the\r\nsound concept of globalization, as we see it and as it\r\nmust be in the twenty-first century. We believe that\r\nglobalization must be a comprehensive mechanism in the\r\n5\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nservice of the general welfare of all nations and peoples. If\r\nits benefits are confined to certain States and societies, to\r\nthe exclusion of others, it will fail to achieve its objectives.\r\nOn this basis, we believe that globalization should be\r\nthe means by which we promote cooperation, interaction\r\nand openness among the peoples and societies of the world.\r\nWe can thus steer globalization away from the pitfalls of\r\nnarrow exploitation and short-term profit and towards a\r\nuniversal scope whose benefits and returns reach everyone.\r\nIt is here that we feel that a new and extremely vital role\r\nwill emerge for the United Nations in the twenty-first\r\ncentury — a role in which the Organization will assume\r\nleadership of the trend towards globalization and consecrate\r\nit, especially in the fields of cooperation, cultural and\r\neducational exchanges, social and economic development,\r\nthe defence of human rights, strengthening peace and\r\nstability and consolidating the bases of cultural openness\r\namong nations and peoples.\r\nWe will thus have taken the first essential steps\r\ntowards the establishment of the new international order\r\nthat we thought we had achieved at the end the cold war\r\nand the age of international polarization, which lasted 50\r\nyears after the end of the Second World War. The new\r\ninternational order to which we aspired did not materialize.\r\nUnfortunately, and in spite of the many initiatives and\r\nindications that had once seemed encouraging, the world\r\ninstead soon fell into a new spiral of disagreements,\r\ndisputes and regional, bilateral and internal conflicts. These\r\nseemed to be the direct results of the political vacuum left\r\nin the wake of the cold war. At the same time, new\r\nconflicts and disputes have joined the series of historically\r\nchronic crises that have plagued our world for decades and\r\nfor which no effective solutions have been found.\r\nWe may discuss the future and a new world in which\r\nwe seek to achieve the aspirations of all peoples to\r\nprosperity, progress and stability, but the priority of\r\nspending on arms and military purposes still prevails over\r\nall others, especially in the developing and poor regions of\r\nthe world, where the need for resources for social and\r\neconomic growth and development is paramount. In the\r\nmeantime, economic conditions in these regions continue to\r\ndeteriorate, social crises are exacerbated and living\r\nstandards are plummeting ever faster.\r\nNaturally, these are not the only problems. In the\r\nmidst of such a vicious circle, the political crises facing\r\nthese societies are intensified in turn and soon evolve into\r\nsignificant threats, not only to their security and internal\r\nfabric, but also to their neighbours. Particularly disturbing\r\nis the fact that this phenomenon has spread and expanded\r\ninto several regions of the world. In this regard, and on\r\nbehalf of my country, Qatar, I cannot but express\r\nsatisfaction at the results of the North Atlantic Treaty\r\nOrganization (NATO) operation in the Balkans.\r\nIn the same context, my Government has followed\r\nwith concern the events that have unfolded in East Timor\r\nin recent weeks. Qatar hopes for the success of the\r\ninternational efforts currently under way to restore peace\r\nand security. At the same time, we stress the hope that\r\nthe Republic of Indonesia will transcend this difficult\r\nordeal and reclaim its prominent position in South-East\r\nAsia and in the ranks of the international community as\r\na whole.\r\nWhile some recent developments have provided\r\nrelatively reassuring indications of the possibility of\r\nsettling regional and internal conflicts, given the resolve\r\nand the international will to do so, we find it necessary to\r\nrecall here that we would have preferred that such\r\ninternational endeavours had taken place in a pre-emptive\r\ncontext that would have prevented the crises and the\r\nensuing tragedies and suffering, instead of subsequent\r\nefforts aimed at salvaging whatever remained to be\r\nsalvaged.\r\nWe express this concern and call for further\r\ninternational efforts to settle crises and to put an end to\r\nwars and conflicts because we in the State of Qatar\r\nprofoundly believe in the right of peoples to live in\r\nfreedom and peace. We also believe in the need to\r\nestablish international relations on the basis of friendship,\r\ncooperation, mutual respect, common interests and good-\r\nneighbourliness. Proceeding from this, my country stands\r\nfirmly and unambiguously in support of the settlement of\r\ndifferences and disputes in the Gulf region by peaceful\r\nmeans and through dialogue, negotiations, or international\r\narbitration in order to consolidate security and stability in\r\nthe region.\r\nWe also wish to place on record my Government\u0027s\r\nsatisfaction at some of the positive developments and\r\nencouraging signs that we have noticed during the past\r\nmonths regarding the settlement of a number of questions\r\nthat have long been a source of concern in our region.\r\nWe welcome the progress made in settling the Lockerbie\r\nmatter and congratulate our Libyan brothers on that,\r\nhoping that this file will be closed and this matter\r\nconcluded as soon as possible and in a way that will\r\nensure the rights and interests of all parties.\r\n6\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nNotwithstanding the positive indications and trends,\r\nwhich we welcome and hope will be strengthened, the\r\ngeneral regional situation is still, to our great regret, far\r\nremoved from the comprehensive peace, the lasting stability\r\nand the modes of cooperation, development and progress\r\nthat we seek and desire for our region. The Iraqi crisis and\r\nits continuous repercussions on security and stability in the\r\nGulf and the Middle East, and the cruel suffering of the\r\nfraternal Iraqi people, are all elements that cause great\r\nconcern and prompt us to do our utmost in order to put an\r\nend to this crisis. We believe it is high time that we\r\novercame the Iraqi crisis and found effective solutions to it\r\nso that the sanctions imposed against Iraq can be lifted and\r\nthe cruel suffering of its peoples can be terminated. We\r\nhave always resorted to diplomatic solutions, in accordance\r\nwith international resolutions, in order to ensure the\r\npreservation of the territorial integrity and national unity of\r\nIraq and to spare it and the entire region further dangers\r\nand agony.\r\nThere naturally remains the essential question, which\r\nin our view has been the main source of tension and crises\r\nin our region for more than half a century, and that is the\r\nquestion of Palestine and the Arab-Israeli conflict. I must\r\nsay that we in the State of Qatar, together with our Arab\r\nbrothers, have committed ourselves to peace as a permanent\r\nstrategic option, a commitment which still stands. However,\r\nthe peace process has regrettably failed to attain its\r\nenvisaged results. Rather, this process has suffered setbacks\r\nover the past years, the responsibility for which, in our\r\nview, lies with the former Israeli Government, which opted\r\nto retreat from its commitments and pursued policies that\r\nprevented any progress in the peace process and in\r\nnegotiations on its various tracks.\r\nWe welcome the changes that have taken place in the\r\nIsraeli Government as a result of the recent general\r\nelections and in light of the formation of the new\r\nGovernment under the leadership of Mr. Ehud Barak and\r\nhis stated intention to pursue peace more earnestly.\r\nHowever, we feel that such gestures must be coupled with\r\nconcrete steps that would demonstrate good faith on the\r\nIsraeli side and sincere readiness to meet its obligations by\r\nimplementing the agreements concluded on all tracks during\r\nthe previous stages of the negotiations, and to seek a\r\nresumption of the negotiations on the Syrian and Lebanese\r\ntracks as soon as possible, on the basis of the resolutions of\r\ninternational legitimacy and the principle of land for peace.\r\nPerhaps it suffices here to recall the recent affirmation\r\nby His Highness, Sheik Hamad bin Khalifa Al-Thani, the\r\nEmir of the State of Qatar, in explaining my country\u0027s firm\r\nposition on this matter. In our view, there can be no\r\nsolution to this conflict nor peace in the Middle East\r\nexcept through a permanent, just and comprehensive\r\nsettlement, based on the established principles that form\r\nthe foundations of the peace process. This means the\r\nimplementation of Security Council resolutions 242\r\n(1967), 338 (1973) and 425 (1978); full Israeli withdrawal\r\nfrom the occupied Syrian Golan Heights to the border of\r\n4 June 1967 and from southern Lebanon and its western\r\nBekaa valley, to the internationally recognized borders,\r\nand the regaining by the Palestinian people of their\r\nlegitimate national and political rights, foremost among\r\nwhich is their natural right to self-determination and to\r\nthe establishment of their independent State, with\r\nJerusalem as its capital: the city of peace, the land of\r\ntolerance and the cradle of divine revelations, where\r\nreligions have always coexisted in harmony and concord.\r\nWe must express concern over the continued\r\npresence of weapons of mass destruction in the region,\r\nespecially nuclear weapons that are available exclusively\r\nto one side, the Israeli side. In our view, this constitutes\r\na strategic imbalance and a threat to peace and security.\r\nTherefore, we believe in the need for the complete\r\nelimination of weapons of mass destruction from our\r\nregion, as an integral and complementary part of the\r\npeace process. We also call on Israel to accede to the\r\ninternational treaties providing for the limitation and non-\r\nproliferation of such weapons.\r\nPeace, in our view, cannot be one-sided, nor can its\r\nbenefits accrue exclusively on one side. Therefore, we\r\nsincerely look forward to the day when a balanced, just,\r\ncomprehensive and genuine peace reigns in our region.\r\nThen we can speak of such advantages and benefits of\r\npeace as security, cooperation, stability, prosperity and\r\nprogress for all the States and peoples in our region\r\nwithout exception.\r\nWe look forward to that day because we truly yearn\r\nto see a new Middle East, which enters the new\r\nmillennium in a climate of peace, security and\r\ndemocracy; a climate in which we all respect pluralism of\r\nopinions, diversity of approaches and the right of peoples\r\nand States to self-determination, to better living standards\r\nand to living in freedom, prosperity and dignity, in\r\nconformity with their lofty beliefs and values. This is one\r\nof the basic human rights we cherish. Our belief stems\r\nforemost from our profound belief in God Almighty and\r\nin His divine revelations with which He blessed all\r\nmankind.\r\n7\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nThis process of working for a better future and for our\r\npeoples imbues us with the utmost hope that we will be\r\nable to achieve the objective of building a new world\r\nworthy of our young generations which will inhabit it in the\r\nthird millennium. As we are about to draw the curtain on\r\nan old century and welcome the dawn of a new one, we\r\nmust pledge to our children that we will do our utmost so\r\nthat their world will be a better world, more capable and\r\nbetter equipped to respond to their ambitions and\r\naspirations.\r\nThe Acting President (spoke in Russian): I call on\r\nthe Deputy Prime Minister for Foreign Affairs and\r\nInternational Trade of the Republic of Mauritius, His\r\nExcellency the Honourable Rajkeswur Purryag.\r\nMr. Purryag (Mauritius): It is a distinct pleasure to\r\naddress the Assembly with a distinguished son of Africa\r\nand a veteran freedom fighter in the presidency. His\r\nelection to preside over this last session of the closing\r\nmillennium is a fitting tribute to his outstanding qualities.\r\nI congratulate him warmly and assure him of the total\r\nsupport and cooperation of my delegation.\r\nWe also thank His Excellency Mr. Opertti for the\r\nexcellent manner in which he presided over the work of the\r\nfifty-third session. The Secretary-General, Mr. Kofi Annan,\r\nwhose strong commitment to the cause of the United\r\nNations needs hardly be emphasized, has continued to lead\r\nthe Organization with vision, vigour and great dedication.\r\nMauritius welcomes very warmly the admission of the\r\nKingdom of Tonga, the Republic of Kiribati and the\r\nRepublic of Nauru to the United Nations.\r\nThe curtain will soon fall on our eventful twentieth\r\ncentury, a century of tremendous achievements by mankind.\r\nThe wide world has been reduced to a global village\r\nthrough progress in the field of science and technology\r\nduring this century. The political map of the world has\r\nundergone tremendous transformation. It is hardly\r\nrecognizable from what it used to be at this century\u0027s outset.\r\nToday, our world is made of independent nations, with\r\npeoples themselves in charge of their destinies. On the\r\nother hand, we did experience the horrors of wars in the\r\nfirst half of the century but decided never to let it happen\r\nagain. We created the United Nations in the aftermath of\r\nthe Second World War as a forum for all nations to carry\r\nforward together a common pledge for lasting world peace\r\nand promote development and progress for all humanity.\r\nDuring this century man has paradoxically also\r\ncreated weapons of mass destruction that threaten his very\r\nexistence. Disarmament, including nuclear disarmament,\r\nremains a major preoccupation for all of us as we step\r\ninto the new millennium. The United Nations,\r\nrepresenting the collective conscience of nations, has\r\nendeavoured to serve humanity and the cause of peace\r\nand development. The United Nations is the sole\r\nmechanism through which universal peace can be secured.\r\nWe unanimously agree also that reforms to the Charter of\r\nthe United Nations are necessary — indeed, overdue —\r\nas in its present form it does not reflect the tremendous\r\nchanges the world has undergone since the Organization\r\nwas founded half a century ago.\r\nIt is now almost six years since the General\r\nAssembly established the Open-ended Working Group on\r\nthe Question of Equitable Representation on and Increase\r\nin the Membership of the Security Council and Other\r\nMatters Related to the Security Council. Progress has\r\nbeen slow and has taken place on a limited set of issues\r\nonly.\r\nWhat is lacking for the process to move forward is\r\npolitical will on the part of some members. The fact is\r\nthat the Security Council in its present form is neither\r\nadequately representative nor sufficiently transparent in its\r\nwork for its decisions to be universally accepted.\r\nMauritius supports the proposals of the Non-Aligned\r\nMovement and of the Organization of African Unity\r\n(OAU) on the reform of the Security Council. We appeal\r\nto all Members of the United Nations to work together\r\nconstructively and advance the much needed reform\r\nprocess expeditiously.\r\nWhile the international community has largely been\r\nsuccessful in averting global wars, armed conflicts have\r\ncontinued to endanger national, regional and international\r\npeace. In particular, the African continent has continued\r\nto be afflicted with conflicts, the worst being the crisis in\r\nthe Democratic Republic of Congo and the continued civil\r\nwar in Angola.\r\nHowever, the international community should take\r\ncomfort in the fact that the leaders on the African\r\ncontinent have spared no efforts to find solutions and\r\nrestore peace in the countries and areas in question.\r\nThrough tireless and extensive efforts of African leaders,\r\nthe OAU and the United Nations, and all the parties\r\nconcerned in the conflict in the Democratic Republic of\r\nCongo, have signed the Lusaka Agreement in order to\r\n8\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nrestore peace and stability in the country. One of the\r\nfundamental aspects of the Agreement is the deployment of\r\na United Nations peacekeeping force, with the task of\r\nensuring that all parties respect the terms of the Lusaka\r\nAgreement. We deplore the fact that the United Nations\r\npeacekeeping force has still not assumed its crucial\r\nresponsibility in the Democratic Republic of the Congo. We\r\ncall upon the Security Council to give due priority to this\r\nmatter so that a peacekeeping force is dispatched\r\nexpeditiously, as delay to do so may imperil the\r\nimplementation of the Agreement.\r\nThe rebellion in Angola continues because of arms\r\nsupplies from outside to the forces of destabilization. The\r\nSecurity Council is fully apprised of this and confident that\r\nthose guilty of breaking the embargo on arms supply to\r\nUNITA will be identified and held responsible. The people\r\nof Angola have indeed suffered too long. We therefore\r\nappeal to all nations to take necessary steps to ensure that\r\nunscrupulous elements do not channel weapons to the\r\nforces of rebellion in Angola out of their greed of monetary\r\nwindfalls. The international community needs to intensify\r\nits efforts to end the rebellion in Angola.\r\nThe armed conflict between Ethiopia and Eritrea ended\r\nwith the signing recently of an agreement with the help of\r\nthe OAU and several African leaders and friendly countries.\r\nWe hope that the spirit in which the two countries have\r\nagreed to end their differences will continue and that lasting\r\npeace will return to the region. We are also heartened by\r\nthe fact that an agreement has been signed between the\r\nparties concerned to end the internal strife in Sierra Leone.\r\nWe are confident that peace and stability will now return to\r\nSierra Leone.\r\nIn the Comoros, forces of destabilization have\r\ncontinued to thwart the return to normalcy. Through tireless\r\nefforts by the OAU and countries of the region, a\r\nconference of all the Comoros parties concerned was held\r\nearlier this year in Madagascar with a view to reaching an\r\nagreement under which peace and stability would return to\r\nthe Comoros and territorial integrity and sovereignty would\r\nbe maintained. Unfortunately, the military coup derailed the\r\nwhole process. We therefore call for the establishment of\r\ndemocratic rule in the Comoros so that the agreement\r\nreached at the Antananarivo conference can be fully\r\nimplemented.\r\nThe Kosovo conflict has distressed us all. We have\r\nwitnessed the horrors of ethnic cleansing, massive\r\ndisruption of the life of a people and terrible destruction\r\ninflicted on a country. We must all remember many\r\nmessages from the events in Kosovo. Humanity will not\r\nsit idly by when people are flagrantly subjected to\r\ngenocide for reason of ethnic bigotry or political\r\nexpediency. Quick-fix military action to resolve\r\ndeep-rooted problems is not necessarily the best option.\r\nThe United Nations remains the most appropriate\r\nmechanism for addressing issues that relate to\r\nmaintenance of international peace and security.\r\nMauritius is deeply distressed by the violence in East\r\nTimor, the loss of so many innocent lives and the terrible\r\nsufferings inflicted on the Timorese people in the\r\naftermath of the recent referendum. We welcome the\r\naction undertaken by the United Nations to send a\r\npeacekeeping force to restore peace and security on the\r\nisland. The verdict of the referendum must be respected\r\nby the Indonesian Government and all parties concerned.\r\nIn the Middle East, the determination shown by the\r\nnew Prime Minister of Israel, Mr. Ehud Barak, to move\r\nthe peace process forward, together with President Arafat,\r\nis most encouraging not only to the parties concerned in\r\nthe region but also to the international community as a\r\nwhole. This moment of great optimism must be seized in\r\norder to work out a comprehensive and just settlement\r\nthat will bring lasting peace and stability to the region.\r\nIn 1996 our delegation, led by the Prime Minister of\r\nMauritius, The Honourable Navinchandra Ramgoolam,\r\ndrew special attention to the situation in Fiji. We are\r\npleased that the new constitutional process under which\r\ngeneral elections were recently held has removed the\r\niniquities which were written into that nation\u0027s\r\nConstitution before. We welcome this change and\r\ncongratulate the people of Fiji on their courage and\r\ndetermination to bring the change in a democratic and\r\npeaceful manner.\r\n(spoke in French)\r\nConflicts and wars, even after they have ended,\r\ninvariably leave serious humanitarian situations behind\r\nthem. The humanitarian crises in Africa seem of little\r\ninterest to the cameras of international television\r\nnetworks. There are more than 12 million people who\r\nneed urgent humanitarian assistance in Africa. The\r\nhumanitarian agencies have received only $352 million\r\nalthough their needs for Africa in 1999 are in the order of\r\n$796 million.\r\nPeacemaking efforts must be supported by effective\r\nhumanitarian aid, especially for refugees. The host\r\n9\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\ncountries, already faced with their own difficulties, cannot\r\ntake on this heavy burden. To give lasting peace a real\r\nchance, it is also necessary to support the return of refugees\r\nso as to make the stabilization of society possible. A special\r\nfinancing effort on the part of the international community\r\nis necessary to that end.\r\n(spoke in English)\r\nRespect for human rights is of primordial importance\r\nfor the prevention of conflicts and for the maintenance of\r\ndurable peace. We believe that all countries should make\r\nstrict adherence to the human rights instruments of the\r\nUnited Nations a matter of national priority. We in\r\nMauritius always place human rights high on our national\r\nand international agenda. Mauritius was honoured to host\r\nthe First OAU ministerial conference on human rights, held\r\nearlier this year in the context of the celebration of the\r\nfiftieth anniversary of the Universal Declaration of Human\r\nRights. The conference reviewed the human rights situation\r\nin Africa and adopted a declaration and plan of action\r\nwhich aim at strengthening the promotion and protection of\r\nhuman rights.\r\nWe have witnessed gross violations of human rights,\r\nparticularly under military regimes. In this regard, the\r\ndecision at the recent OAU summit in Algiers to exclude\r\nfrom that organization those leaders who assume power in\r\nthe continent through military coups is an important step\r\nthat will help the cause of democracy and human rights.\r\nMr. Essy (Cote d\u0027Ivoire), Vice-President, took the\r\nChair.\r\nMauritius has welcomed the International Criminal\r\nCourt and was amongst the first to ratify the Statute\r\nestablishing it. We look forward to an early conclusion of\r\nthe work of our experts who are currently engaged in\r\nfinalizing the rules to enable the International Criminal\r\nCourt to commence its work.\r\nThe easy availability of light and small-calibre\r\nweapons has given rise to numerous conflicts, particularly\r\nin Africa. These small arms, besides exacerbating conflicts,\r\ngive rise to social disruption, insecurity, instability, violence\r\nand crime. In view of the magnitude of the problem, the\r\nOAU summit in Algiers last July decided to convene a\r\nregional conference to address the issue fully. We urge the\r\ninternational community to take measures to control the\r\nflow of small arms.\r\nDisarmament is essential for international peace. It\r\nis regrettable that the threat of nuclear holocaust will\r\naccompany humanity into the new millennium because of\r\nthe international community\u0027s failure to work out a regime\r\nfor the total elimination of nuclear weapons. Under the\r\nTreaty on the Non-Proliferation of Nuclear Weapons and\r\nthe Comprehensive Nuclear-Test-Ban Treaty we have\r\ntaken important steps on the issue of nuclear\r\ndisarmament, but these alone cannot eliminate the threat\r\nof nuclear weapons. Mauritius continues to be firmly of\r\nthe belief that the best way for the international\r\ncommunity to address the nuclear disarmament issue\r\neffectively is to establish a clear timetable for nuclear-\r\nweapon Powers to commit themselves to dismantle all\r\nnuclear weapons and for all nations to commit themselves\r\nto not develop such weapons in the future. So far we\r\nhave adopted half-way measures only; it is time for a\r\nbold step to be taken that would eliminate nuclear\r\nweapons once and for all.\r\nChemical weapons, as weapons of mass destruction,\r\ncan inflict untold miseries on their victims. The\r\nConvention on Chemical Weapons — a very significant\r\nachievement — must be adhered to by all nations,\r\nparticularly countries that have chemical weapons in their\r\npossession.\r\nThe lives of many people around the world, in\r\nAfrica in particular, continue to be affected by landmines.\r\nWe believe it is the responsibility of all nations to address\r\nthis problem collectively. We appeal to those countries\r\nthat have not yet acceded to the Ottawa Convention on\r\nanti-personnel mines to do so and also to contribute\r\nfinancially to the efforts to remove all landmines.\r\nPeace, security and development are indivisible and\r\nmutually reinforcing. As we stand at the threshold of the\r\ntwenty-first century we have a historic opportunity to\r\ncreate a long-term visionary strategy for the sustainable\r\ndevelopment of all countries of the world, in particular\r\nAfrican States, and thus promote international peace and\r\nsecurity. This is extremely important if we really want to\r\navoid the marginalization in the wake of the irreversible\r\nprocess of globalization and unbridled liberalization. It is\r\nincreasingly being realized that market forces alone\r\ncannot resolve the problems of poverty, deprivation and\r\nmarginalization, particularly in Africa, which comprises\r\nthe largest number of least-developed countries. The\r\nUnited Nations system, in our view, has an important role\r\nto play in this respect as there is a crying need for\r\ncoherence in the formulation and implementation of\r\npolicies in the trade, finance and social sectors.\r\n10\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nIt is true that globalization brings both challenges and\r\nopportunities, but to many developing countries the\r\nchallenges are proving overwhelming. But there does not\r\nseem to be any alternative, in a world characterized by the\r\n“pensée unique”, to making the necessary adjustments to\r\njoin a fast globalizing world economy. Higher levels of\r\ninvestment; technology transfer; and institutional, human\r\nresource and infrastructure capacity-building, will be\r\nrequired especially for African countries, if they are to\r\nmake the necessary transition.\r\nThe developed world and the major financial and\r\ntrading organizations must be not only cognizant of the\r\nsituation but also responsive to the constraints on and needs\r\nof the developing world in general and the least-developed\r\ncountries and vulnerable small island developing States in\r\nparticular.\r\nThe heavy debt burden, the declining level of official\r\ndevelopment assistance — which currently stands at 0.22\r\nper cent of gross domestic product compared to the target\r\nof 0.7 per cent — and insignificant private investment\r\nflows into Africa do not allow many African countries to\r\nimplement successfully the necessary adjustment\r\nprogrammes to compete effectively in the world market.\r\nOnly decisive action to resolve the debt problem can\r\nprovide the necessary impetus.\r\nAlthough we recognize that the Cologne Summit\r\ninitiative represents an improvement over the original\r\nHeavily Indebted Poor Countries (HIPC) Debt Initiative, we\r\nbelieve that the unsustainable debt of Africa — which\r\ncontains 33 of the 41 HIPC countries — should be written\r\noff, for only then can those countries embark on the path of\r\nsustainable growth and development.\r\nIn that connection, we welcome the recently\r\nannounced plan to cancel $27 billion of debt owed by the\r\npoorest countries to allow them to use those resources to\r\nfinance education and health, which are important in\r\ndealing with the problem of poverty.\r\nWe also commend the World Bank for establishing the\r\n$400 million Infrastructure Investment Fund, whose\r\nadvisory board will be headed by Mr. Nelson Mandela,\r\nformer President of South Africa.\r\nCapacity-building in all sectors of the economy is\r\nimportant if developing countries are to benefit from the\r\nopportunities arising from globalization and trade\r\nliberalization. But in view of the lack of a level playing\r\nfield and the inherent obstacles facing African, Caribbean\r\nand Pacific countries, it is imperative for them to continue\r\nto benefit from trade preferences in the European Union\r\nunder the successor to the fourth ACP-CEE Convention\r\nof Lomé for a sufficiently long transitional period before\r\nthey implement any alternative trade arrangement.\r\nThe euphoria created following the signing of the\r\nMarrakesh agreement in 1994 after the conclusion of the\r\nUruguay Round has been short-lived; many developing\r\ncountries today recognize that they are overburdened with\r\nWorld Trade Organization (WTO) commitments and\r\nobligations. There is indeed a growing recognition that\r\nimplementation of these commitments is simply beyond\r\ntheir capacity, or rather that there is a limit to trade\r\nliberalization and deregulation.\r\nIt is, therefore, important to allow developing\r\ncountries flexibility within the world trading system to\r\nimplement policies in harmony with their sustainable\r\ndevelopment needs. The provisions on special and\r\ndifferential treatment in all areas covered by WTO\r\nagreements should be fully and effectively implemented.\r\nIn this regard, it is also crucial that the multilateral\r\ntrading system should facilitate the process of regional\r\nintegration, because for many countries regional\r\nintegration is an important step towards their integration\r\ninto the global economy.\r\nWe welcome and support the recent OAU decision\r\nto accelerate implementation of the 1991 Abuja Treaty for\r\nthe establishment of an African Economic Community.\r\nThis process could be facilitated by effective\r\nimplementation of the United States of America-Africa\r\nBlueprint adopted in March 1999 and more importantly,\r\nof the Africa Growth and Opportunity Act. We urge the\r\nUnited States to ensure early passage of this long-standing\r\nBill with its original provisions on textiles and clothing.\r\nTwo days ago, I had the opportunity in my address\r\nto the recent Assembly special session to highlight both\r\nthe inherent constraints on small island developing\r\ncountries and their development needs. The special\r\nsession gave us an opportunity to review the\r\nimplementation of the Barbados Declaration and\r\nProgramme of Action for the sustainable development of\r\nsmall island developing States (SIDS): we must take the\r\nprocess further to embrace other issues, such as\r\nconcessional loans and trade preferences for SIDS.\r\nI reiterate my appeal to the international community\r\nto give special attention to the plight of SIDS, in terms\r\nboth of providing financial resources, and of encouraging\r\n11\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nforeign direct investment, and also in the context of the\r\nnegotiations for the third WTO Ministerial Conference, in\r\nSeattle. We must ensure that the Conference, which is to be\r\nheld later this year, addresses the marginalization of small\r\neconomies and the problems of developing countries that\r\nare net importers of food by adopting specific and practical\r\nmeasures. We must also see to it that the Seattle Round of\r\nmultilateral trade negotiations is a “development round” that\r\nputs the issue of development firmly on the international\r\nagenda. The WTO negotiations in Seattle should be broad-\r\nbased and should provide a balanced outcome from which\r\nall countries will benefit.\r\nIn this connection, it should be emphasized that\r\nagricultural trade is of vital importance to a number of\r\ndeveloping countries, in particular to small economies\r\nincluding small and vulnerable island developing States. In\r\nthe agricultural trade negotiations we should give just as\r\nmuch importance to non-trade issues such as food security,\r\nenvironmental protection and the viability of rural\r\npopulations.\r\nThese are vital issues for Mauritius, and for many\r\nother SIDS and small economics and small economies. And\r\nthat is why we are emphasizing the multifunctionality of\r\nagriculture. Planting sugar cane, which is the only crop\r\nsuitable to our difficult terrains, and which is resistant to\r\nadverse climatic conditions like cyclones and droughts, also\r\ncontributes to environmental protection by providing a\r\nrenewable source of energy. Sugar exports earnings assure\r\nfood security. Many small island developing countries are\r\nin the same situation as Mauritius. We would therefore urge\r\nthat this important dimension be fully taken into account in\r\nthe WTO negotiations on agriculture.\r\nEconomic growth by itself does not bring about\r\nsustainable socio-economic development. Social\r\ndevelopment should continue to be given due consideration\r\nby our Organization. We therefore welcome the follow-up\r\nconferences on social development and on women, which\r\nwill be organized next year.\r\nFor the majority of small States, the United Nations\r\ncontinues to be the main bulwark against infringements on\r\ntheir sovereignty and territorial integrity. We have\r\nconsistently drawn the attention of the Assembly to the\r\nissue of the Chagos Archipelago, which was detached from\r\nMauritius by the former colonial Power prior to our\r\nindependence in 1968, and also to the plight of over 2000\r\npeople who were forced to leave the land of their birth,\r\nwhere they had lived for generations, for resettlement in\r\nMauritius. This was done in total disregard of the United\r\nNations declaration embodied in resolution 1514 (XV), of\r\n14 December 1960, and resolution 2066 (XX), of 16\r\nDecember 1965, which prohibit the dismemberment of\r\ncolonial Territories prior to independence.\r\nMauritius has repeatedly asked for the return of the\r\nChagos Archipelago, including Diego Garcia, on which a\r\nUnited States military base has been built, and thereby the\r\nrestoration of its territorial integrity. The over 2,000\r\ndisplaced Ilois people have been facing tremendous\r\ndifficulties in adapting in mainland Mauritius, in spite of\r\nall the efforts that Mauritius has made to assist them in\r\nthis process.\r\nSo far the issue has been discussed within the\r\nframework of our friendly relations with the United\r\nKingdom, with a view to arriving at an acceptable\r\nsolution. Unfortunately, there has not been significant\r\nprogress. The United Kingdom has been maintaining that\r\nthe Chagos Archipelago will be returned to Mauritius\r\nonly when it is no longer required for defence purposes\r\nby the West. While we continue the dialogue for an early\r\nresolution of the issue on a bilateral basis, we urge the\r\nUnited Kingdom in the meantime to allow the displaced\r\ninhabitants to return to the Chagos Archipelago. At the\r\ndawn of the new millennium, when we so strongly uphold\r\nuniversal recognition of and respect for fundamental\r\nhuman rights, the inhabitants of Chagos should not\r\ncontinue to be denied the right to return to the Chagos\r\nArchipelago.\r\nThe restoration of the territorial integrity of the State\r\nof Mauritius will not be complete without the return of\r\nTromelin. We therefore call upon France to resume\r\nconstructive discussions with us on the question of\r\nTromelin.\r\nThis is the last session of the General Assembly for\r\nthis century. When we meet next year it will be a new\r\nmillennium. The question that comes to our minds is\r\nwhether we want to come back next year and discuss the\r\nsame issues and the same problems. Should we not,\r\nrather, make a pledge here and now that by the time we\r\nmeet next year we will have taken the necessary measures\r\nthat will put an end to regional and ethnic problems and\r\nto the abuse of human rights, and will instead create the\r\nnecessary environment to enable the human race to enjoy\r\nbasic freedom and basic rights in peace and prosperity?\r\nMauritius is ready to make such a pledge.\r\n12\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nThe Acting President (spoke in French): I now call\r\non the Minister for Foreign Affairs and Cooperation of the\r\nCongo, His Excellency Mr. Rodolphe Adada.\r\nMr. Adada (Congo) (spoke in French): I wish to join\r\nthe many previous speakers who have congratulated the\r\nPresident. I congratulate him most warmly on behalf of the\r\nCongolese delegation on his election to preside over the\r\nfifty-fourth session, which is a tribute to him personally and\r\nto his country, a symbol of the struggle for decolonization\r\nin Africa. The Congo, an old friend of Namibia, welcomes\r\nhis election. I am convinced that thanks to his human\r\nqualities and his wealth of experience forged in the\r\nliberation struggle and at the head of his country\u0027s\r\ndiplomacy, the work of this session will be carried out\r\nharmoniously and successfully. I assure him of the support\r\nof my delegation in the discharge of his heavy\r\nresponsibilities.\r\nTo his predecessor, Mr. Didier Opertti, we express our\r\nprofound gratitude for the ability and skill with which he\r\nconducted the work of the last session.\r\nTo the Secretary-General of the United Nations, Mr.\r\nKofi Annan, we pay a well-deserved tribute for his\r\nprofound commitment to the service of peace and\r\ndevelopment.\r\nLastly, I would like to welcome warmly the new\r\nMember States of Kiribati, Nauru and Tonga, whose\r\nadmission can only strengthen the universal nature of the\r\nUnited Nations.\r\nHas not the time come to take stock of our common\r\nlabour? Will the great family of the United Nations enter\r\nthe third millennium convinced that it has contributed to\r\npromoting the noble ideals contained in the Charter of our\r\nuniversal Organization? Have international peace and\r\nsecurity, the development of nations and the rights of\r\ncitizens been treated in a way that allows us to enter the\r\nnext century calmly and with hope?\r\nIn Africa there are still far too many causes for\r\nconcern. Far too many challenges leave us doubtful, despite\r\nsome positive events in the continent, in particular the\r\npolitical changes in South Africa and Nigeria.\r\nIn Angola, the many statements and decisions of the\r\ninternational community remain unimplemented because of\r\nJonas Savimbi\u0027s stubborn adherence to the logic of war. The\r\nwar in Angola, which has rendered fruitless the efforts of\r\nan entire generation of diplomats, has revealed the limits of\r\nour Organization in the restoration of peace. This is the\r\noccasion to reaffirm that the solid base for a definitive\r\nresolution of the conflict remains the effective\r\nimplementation of comprehensive mandatory sanctions.\r\nThey alone will lead to the complete isolation of Mr.\r\nJonas Savimbi and UNITA, so long as the international\r\ncommunity truly complies.\r\nWith regard to the Democratic Republic of the\r\nCongo, we welcome the conclusion of the Lusaka\r\nAgreement, which opens the way to resolving the political\r\nand military crisis in that fraternal country. My country is\r\ncounting on the commitment of the various protagonists\r\nfor the Agreement\u0027s implementation. We strongly hope\r\nthat the observer mission planned by the United Nations\r\nwill be effective and that it will create favourable\r\nconditions for the holding of a Great Lakes regional\r\nconference, which the international community is calling\r\nfor wholeheartedly.\r\nThe conflict between Ethiopia and Eritrea is another\r\nmajor concern in Africa. We invite those two fraternal\r\npeoples to rise above the situation by fully supporting the\r\npeace plan of the Organization of African Unity to put an\r\nend to that war.\r\nLastly, we cannot fail to pay tribute to the courage\r\ndisplayed by the authorities of Sierra Leone, who have\r\nagreed to pay a very high price for the restoration of\r\npeace in that country.\r\nIn this world, in which the universality of principles\r\nis often limited by force, great men can be guided only\r\nby the interests of their peoples. A year ago, from this\r\nvery rostrum, I proclaimed our faith in the future of our\r\ncountry following the civil war that started on 5 June\r\n1997. I said then that for the Congolese Government the\r\nfuture was national reconciliation, the restoration of\r\npeace, the reconstruction of the country and the\r\nresumption of the democratic process. We have explained\r\nthis great project wherever and whenever we could — at\r\nthe United Nations, at the Organization of African\r\nUnity and in all our contacts with all of our partners —\r\nand we have found understanding and attention\r\neverywhere.\r\nIn the context of the resumption of the democratic\r\nprocess, we have carried out an administrative census of\r\nthe population in order to identify the electorate; we have\r\nelaborated a draft Constitution; and we have established\r\nour higher courts — the Supreme Court and the High\r\nCourt of Justice.\r\n13\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nRegrettably, this impetus has been hampered by a\r\nresumption of violence, orchestrated once again by those\r\nwho on several occasions plunged our people into\r\nmourning — first in 1993-1994 and then in 1997 — and\r\nwhose only aim is the partition of Congo into ethnic\r\nghettos.\r\nThe consequences have been catastrophic for the entire\r\ncountry. These have included heinous crimes such as the\r\nassassination of officials and leaders of local communities,\r\nthe kidnapping of tens of thousands of people to serve as\r\nhuman shields for the armed groups, and the systematic\r\ndestruction of infrastructures vital to the economy of the\r\ncountry.\r\nBut those plans to overthrow institutions have failed.\r\nToday the pacification efforts made by the Government\r\nhave borne fruit. The fighting has ended. Several former\r\nmilitia members of the failed regime have laid down their\r\nweapons and have given themselves up to the authorities.\r\nWe are also seeing a mass influx of civilians back into\r\nBrazzaville and to the main towns in the interior.\r\nThe guests who did us the honour of participating in\r\nthe Pan-African Music Festival that the city of Brazzaville\r\nhosted from 1 to 8 August 1999 witnessed the\r\ndetermination of the Government and the entire people to\r\nrebuild this country as a haven of peace. That event — a\r\ntime of great joy and reunion for the Congolese people —\r\nstrengthened our conviction that the worst was behind us\r\nand that henceforth we could look to the future with\r\ncalmness and optimism.\r\nAll of these steps forward on the path of peace are to\r\nthe credit of one man, President Denis Sassou Nguesso. His\r\nfaith in reconciliation and national unity was again made\r\nclear on 14 August 1999 on the occasion of the national\r\nholiday, when, on behalf of the fraternal republic, he\r\nsolemnly reaffirmed his desire for dialogue and decided to\r\ngrant amnesty to all combatants guilty of war crimes who\r\nagreed to renounce violence and definitively to lay down\r\ntheir weapons.\r\nIn this same context of a return to a stable situation\r\nunder full control throughout the national territory, the\r\nGovernment reiterates its firm and unswerving will to\r\nresume the inter-Congolese political dialogue with a view\r\nto pacification and reunion in order to consolidate the\r\nnewfound peace and security, strengthen national unity and\r\nthe reconciliation of all the sons and daughters of the\r\nCongo, rebuild the country on a lasting basis, and resume\r\nthe democratic process, which had been interrupted by\r\nviolence.\r\nThe offer made was favourably received, leading in\r\nparticular to the return to Brazzaville of many political\r\nleaders who had gone into exile following the war of 5\r\nJune 1997. We are confident in the positive outcome of\r\nthis process.\r\nIn the wake of such a tragic period, naturally we are\r\nstriving to cope with emergency situations. These include\r\nthe shelter, management and social reintegration of tens\r\nof thousands of displaced persons, a humanitarian tragedy\r\nwhose scale has not always been clearly perceived by the\r\ninternational community; the protection of people and\r\nproperty; the respect of human rights; and the restoration\r\nof normal living conditions in many war-torn\r\ncommunities — an overwhelming task that anyone would\r\nagree requires means exceeding by far the capacities of a\r\nState bled dry such as Congo is today.\r\nWe are assuming all of our responsibilities, and here\r\nwe call on the international community, which should\r\naccompany our efforts with greater commitment and\r\ncontribute, as it wishes to do, to the restoration on a\r\nlasting basis of peace, security and democracy and to the\r\nreconstruction of Congo.\r\nAt a time when our people are suffering from\r\npoverty and destitution and from the economic crisis,\r\nthere is no place for conflicts that are both fratricidal and\r\nsuicidal.\r\nIn the context of the quest for sustainable and lasting\r\npeace and development in Africa, specific and practical\r\nmeasures must be resolutely taken along the lines of the\r\nconclusions contained in the report of the Secretary-\r\nGeneral of our Organization. Among those conclusions,\r\nwhich we unanimously supported, I would like to mention\r\nthose relating to the proliferation of, and illicit traffic in,\r\nsmall arms, which is an important factor in the increase\r\nin terrorism and crime in our States.\r\nThat is why, at the thirty-fifth Summit of the\r\nOrganization of African Unity (OAU), held last July in\r\nAlgiers, the African Heads of State and Government\r\ndevoted most of their consideration to ways and means of\r\nconsolidating peace in order to create modern States\r\nbased on the primacy of law, respect of the fundamental\r\nrights and freedoms of citizens, and the democratic\r\ngovernance of public affairs.\r\n14\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nAlong the same lines, on 20 September last, at the\r\nopening of the general debate, the current Chairman of the\r\nOAU, Mr. Abdelaziz Bouteflika, President of the People\u0027s\r\nDemocratic Republic of Algeria, clearly set out in this very\r\nHall Africa\u0027s views on the key questions of peace, security,\r\neconomic development and international cooperation. The\r\nCongo associates itself fully with that important declaration.\r\nI cannot conclude this political analysis without\r\nmentioning other areas of tension that are a source of\r\nconcern for us at this session. Thus we express the hope\r\nthat the impetus provided by the Wye River accords and the\r\nSharm el-Sheik Memorandum on the Middle East will be\r\nconsolidated. The Government of the Congo is also closely\r\nfollowing the evolution of the situation in East Timor and\r\nwelcomes the efforts of the international community, which\r\nled to the dispatch of an international force to restore peace\r\nin that territory and to ensure the respect of the political\r\nwill clearly expressed by that people during the referendum\r\norganized by the United Nations.\r\nOn the threshold of the twenty-first century, building\r\npeace and security in the world requires real commitment\r\non our part to work for economic and social development.\r\nIn this context, our planet can never be certain of lasting\r\npeace so long as there is destitution and poverty, which not\r\nonly affect the quality of human life but are also a cause of\r\npolitical instability.\r\nBut how can we achieve lasting sustainable\r\ndevelopment when the world economy is opening up no\r\nencouraging prospects for developing countries, when debt\r\nreceives discriminatory treatment in initiatives whose\r\nconditions for implementation show how illusory they are,\r\nwhen resources allocated to official development assistance\r\nare constantly declining, and lastly, when there is a clear\r\nrefusal to grant developing countries opportunities to\r\nintegrate their economies into the new trade system.\r\nIn any case, because of what is at stake, globalization\r\nwill be the main challenge of the next century. Today it is\r\ngiving rise to fears because of the threat it implies to the\r\nsovereignty of our States and to our cultural and historical\r\ncharacteristics, and because it raises grave questions about\r\nour countries\u0027 prospects for development. Its implementation\r\ncalls more than ever for the creation of appropriate, agreed-\r\nupon mechanisms so as to translate into reality hopes for\r\nhumankind\u0027s unified development and for prosperity shared\r\namong peoples.\r\nIt was in this context that recently, at Algiers and at\r\nSirte, that the Heads of State and Government of the\r\nmember countries of the Organization of African Unity\r\nresolutely committed themselves to working for the\r\nstrengthening of subregional economic groups, in\r\naccordance with the spirit of the Abuja Treaty.\r\nThe coming century will bring with it challenges for\r\nour Organization. Overcoming them will require\r\nharmonized approaches taken in a representative context.\r\nThus my country attaches particular importance to the\r\nstrengthening of the role of the United Nations and to the\r\nrestructuring of its main bodies, so as to combat the\r\nuncertainties born of an unequal world and to take firm\r\nsteps to make multilateralism truly democratic. The\r\nUnited Nations remains an irreplaceable tool. However, it\r\ndeserves to be rethought and revitalized so that it will be\r\nequal to the challenges confronting us.\r\nTo succeed, we will need to join together the will,\r\nthe efforts and the means of the whole of the international\r\ncommunity. Congo reaffirms its commitment to make its\r\nfull contribution to the achievement of that goal.\r\nThe Acting President (spoke in French): I now give\r\nthe floor to His Excellency Mr. Farouk Al-Shara\u0027,\r\nMinister for Foreign Affairs of the Syrian Arab Republic.\r\nMr. Al-Shara\u0027 (Syrian Arab Republic) (spoke in\r\nArabic): It gives me great pleasure to congratulate Mr.\r\nGurirab on his election to the presidency of the General\r\nAssembly at its fifty-fourth session. I am confident that\r\nthe struggle for freedom of his friendly country, Namibia,\r\nand his wide-ranging knowledge of international issues\r\nwill facilitate his lofty task and will lead the deliberations\r\nof the Assembly at this important session to a successful\r\nconclusion.\r\nI should like to express my thanks to the Foreign\r\nMinister of Uruguay for his efforts and wise leadership of\r\nour deliberations in the General Assembly during the\r\nprevious session. I should also like to express our\r\ngratitude to the Secretary-General of our Organization,\r\nMr. Kofi Annan, for his attempts to uphold the principles\r\nand purposes of the Charter of the United Nations.\r\nThe Syrian Arab Republic welcomes the Republic of\r\nKiribati, the Republic of Nauru and the Kingdom of\r\nTonga to the United Nations. We are confident that the\r\npresence of these States in the international community\r\nwill buttress the role of the United Nations and uphold its\r\nprinciples.\r\n15\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nLeaving the last century of the second millennium and\r\nentering the first century of the third millennium does not\r\nin itself mean the end of an era and the beginning of a new\r\none in the life of humankind. States and peoples will take\r\nwith them into the next century their concerns, aspirations,\r\nsuccesses, failures, challenges and hopes. They will\r\ncontinue as usual to follow their economic, educational,\r\npolitical and social development plans and programmes,\r\nknowing that the end of the twentieth century will not\r\nautomatically mean an end to current regional conflicts.\r\nNeither will it automatically raise levels of development or\r\nrid developing countries of the debt burdens under which\r\nthey are languishing.\r\nIf the advocates of market theories and globalization,\r\nand their political leaders, were to recognize that at present\r\nthe poor are becoming poorer while the rich become richer\r\nand that the gap between developing and developed\r\ncountries is becoming wider in every area — whether in the\r\neconomic, commercial, technical, health or environmental\r\nspheres — an element of pessimism would, unfortunately,\r\nmar the feeling of optimism with which we hope to\r\nwelcome the dawn of the twenty-first century.\r\nOptimism about the future is desirable because it\r\nprevents humanity, both at individual and society levels,\r\nfrom falling into the trap of despair and frustration.\r\nOptimism is also justified because progress in research,\r\nscience and knowledge shrinks distances, eliminates\r\nobstacles and opens doors and minds in the South as well\r\nas in the North. Given that fact, it is natural that people\u0027s\r\nunderstanding of each other\u0027s problems and concerns should\r\nincrease and that ultimately a common awareness will\r\ndevelop to enable everyone to face the threats and\r\nchallenges that await humankind everywhere on this planet.\r\nMr. Jayanama (Thailand), Vice-President, took the\r\nChair.\r\nLike poisonous waste from industrial development, the\r\nepidemics resulting from underdevelopment and poverty\r\nknow no borders or obstacles. Drugs would not have spread\r\nin some States in the South had it not been for the many\r\ntraffickers and users in the countries of the North. Neither\r\nshould we forget that the pollution of the environment in\r\nthe countries of the North is primarily the result of\r\nindustrial production of all kinds, both sophisticated and\r\nbasic, at a time when environmental pollution in the\r\ncountries of the South is primarily the result of the lack of\r\na minimum of small, basic industries capable of making\r\nproducts to deal with environmental pollution or of\r\nemploying the means to do so.\r\nIn this context, we should like to reaffirm our belief\r\nthat weakening the economies of the developing countries\r\ndoes not necessarily serve the interests of the economies\r\nof developed countries, because it weakens the purchasing\r\npower of the former, which, in turn, negatively affects the\r\nrates of economic development of the latter. The financial\r\ncrisis that affected the economies of the countries of\r\nSouth-East Asia two years ago reflected that mutual effect\r\nwhen its repercussions reached Brazil and even some\r\nother countries in South America. There must, therefore,\r\nbe a constructive dialogue between developing and\r\ndeveloped countries, a dialogue based on common\r\ninterests, genuine interrelations and mutual responsibilities\r\naimed at ensuring sustainable development and social\r\njustice.\r\nWe hope that there will be an end to the contrariety\r\nby which the industrial countries demand that developing\r\ncountries open their markets and borders to their products\r\nwhile the developing countries are finding it difficult to\r\nexport their goods because of protectionist measures and\r\nobstacles, including the prevention of the transfer of\r\ntechnology and the refusal to allow developing countries\r\nto integrate such technology into their industrial\r\nprocesses.\r\nIf we were to look back at the ethnic and religious\r\nwars and conflicts that spread with the end of the cold\r\nwar and that reached the heart of Africa, Asia and even\r\nEurope, we would find it difficult to imagine their\r\nrepercussions being confined within closed borders.\r\nThrough succeeding waves of migration, various religions\r\nand ethnic groups have become part of the social fabric\r\nof most societies in the world, especially in Western\r\ncountries. The tragedy of such wars and conflicts is\r\ntherefore a source of concern for most countries of the\r\nworld, particularly the United States of America, which\r\nhas the largest number of ethnic and religious groups of\r\nany country in recent history. That fact explains the\r\ninterest the United States takes in regional conflicts,\r\nparticularly those in the Middle East, which have\r\nrepercussions at the domestic level in the United States.\r\nSuch American interest is commensurate with the varied\r\nimpact of these conflicts, although one should not\r\ndisregard the other economic and strategic interests.\r\nThe impact of impressive scientific and technological\r\nadvances in communications and in the flow of\r\ninformation on such events will not be limited to a\r\nmomentary pinprick of conscience when we see them on\r\nour television screens. It could well go beyond this in the\r\nfuture, resulting in concrete action by large groups and\r\n16\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\ncould in turn threaten the stability and sovereignty of\r\nStates, especially those whose populations encompass many\r\nethnic groups and religions.\r\nIt is regrettable that these grave challenges and\r\nphenomena will be carried over into the next century,\r\nperhaps for years or even decades, without a remedy. We\r\nare convinced that the best framework for facing up to\r\nthese challenges and phenomena in a serious and effective\r\nmanner is a United Nations truly respected by all its\r\nMember States, one based on collective action by the States\r\nof the North and of the South, all according to their own\r\npotential and capacities.\r\nMarginalizing the role of the United Nations, using it\r\nonly on selected occasions and as a cover for initiatives and\r\ndecisions adopted outside the Security Council, will serve\r\nthe interests of no one. The problems and challenges facing\r\nmankind are truly grave and dangerous both quantitatively\r\nand qualitatively. We believe that no one State, however\r\npowerful and wise it is, can meet these universal problems\r\nand challenges alone, much less find lasting, solid solutions\r\nto them.\r\nClearly, many are dissatisfied with the use of\r\nhumanitarian pretexts to launch military intervention outside\r\nthe framework of the Security Council. It began with the\r\nintervention in Somalia in 1992, whose repercussions\r\nincluded the collapse of all State institutions and the\r\ncarving up of the capital, Mogadishu, among fighting\r\nwarlords. This trend continued with the intervention in\r\nKosovo, where the fate of the people remains in the\r\nbalance, although the intervention succeeded in supplying\r\nthe people with medicine and food.\r\nBut here it must be said that illegitimate intervention\r\noutside the framework of the Security Council is not as bad\r\nas completely ignoring dangerous and bloody crises such as\r\nthose beyond what might be called the line of death and\r\nhunger: a line stretching from the Horn of Africa, in the\r\neast, to Angola, in the west, and then to Rwanda, Burundi\r\nand the Congo. Many suffering Africans who live along\r\nthis bleeding line and who lack the most basic necessities\r\nmay well envy the inhabitants of Kosovo, who at least had\r\nfood and medicine during their ordeal.\r\nSince the end of the cold war hopes have been pinned\r\non the reform of the United Nations and on an increase in\r\nthe membership of the Security Council with a view to\r\nachieving a more democratic and fairer representation in\r\nthis international organization. The Non-Aligned Movement\r\nhas been enthusiastic about this issue and has given it\r\nserious consideration at all its conferences. Its member\r\nStates know full well that they lack influence in the\r\nSecurity Council commensurate with their numbers and\r\nreflecting their legitimate concerns. At the same time,\r\nGermany and Japan, following major international\r\ntransformations, have become aware of how important it\r\nis for them to become permanent members of the Security\r\nCouncil. Here Italy has played an important role in\r\nseeking a third way between the North and the South. No\r\nsolution has yet emerged that could attract consensus on\r\nthe subject among members of the United Nations.\r\nThe unavoidable question for us all is what has so\r\nfar been achieved in the process of reforming the Security\r\nCouncil and promoting its role and status. The answer is\r\nnothing, except for the marginalization of the role and\r\nstatus of the Security Council and the extension of its\r\nactivities beyond the primary responsibility for\r\nmaintaining international peace and security, both when\r\nevents have required it and, at times, when they have not.\r\nIt seems that the premeditated marginalization of the role\r\nof the Security Council and the fact that the reform\r\nprocess has been almost dormant are being used by some\r\nas a pretext for ignoring the Charter and violating the\r\nsovereignty of States through the use of regional military\r\norganizations as a substitute for the Security Council.\r\nThe world today cannot endure a nuclear arms race\r\nthat threatens the security and the very survival of\r\nmankind, particularly in the absence of a just and stable\r\ninternational order. There will be no successful non-\r\nproliferation regime without achieving universality for the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT). Syria, the other Arab States and most countries of\r\nthe world have appealed to the five nuclear States, in the\r\nlight of the 1995 extension of the NPT, not to exclude\r\nany State from acceding to the Treaty, so that the world\r\nmay be spared another nuclear arms race. A new nuclear\r\narms race has actually taken place in South Asia since the\r\nextension of the Treaty. In the Middle East, Israel remains\r\nthe only State in the region that refuses to accede to the\r\nTreaty and to submit all its nuclear installations to the\r\nsafeguards system of the International Atomic Energy\r\nAgency (IAEA). As the time for the next review of the\r\nNPT approaches, Syria renews its call for transforming\r\nthe Middle East into a nuclear-weapon-free zone under\r\nUnited Nations auspices, as a serious contribution to the\r\ncreation of a propitious climate for the regional peace,\r\nsecurity and stability to which we all aspire.\r\nThe international community looked to the peace\r\nprocess that began at Madrid in 1991 as the most\r\n17\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nimportant, most serious initiative for ending a conflict that\r\nhas been raging for decades, one that has bled the huge\r\neconomic and human energies of the peoples of the region.\r\nThe Madrid framework, the guarantees offered by the\r\nUnited States, the results reached based on relevant Security\r\nCouncil resolutions, the principle of land for peace, all\r\nconstituted obligations and commitments accepted by all\r\nparties concerned. None of these can now be called into\r\nquestion or circumvented. They all have been duly\r\ndeposited with the United States Administration, with the\r\nagreement of the parties concerned. Hence Syria\u0027s call to\r\nreaffirm that trust, including complete Israeli withdrawal to\r\nthe lines of 4 June 1967, and resumption of peace talks\r\nwith Israel from the point at which they were suspended in\r\norder to address pending matters until both sides agree on\r\nfull peace.\r\nWhat Syria is calling for cannot be considered a\r\n“precondition”, as the Israeli government claims: if we were\r\nto accept that it was, as the Netanyahu Government also\r\nclaimed, we would have to conclude that any agreement\r\nbetween negotiators on any single component of any a\r\npeace accord would always be considered a “precondition”\r\nif any move were made to conclude any other component\r\nof a peace accord. And that would invariably take\r\nnegotiations, back to square one after each step forward,\r\nendlessly back and forth.\r\nAlso, we draw the Assembly\u0027s attention to the falsity\r\nof the Israeli claim that Syria wants to get a particular\r\nresult in the negotiations before they have even started.\r\nNeedless to say, trust in the United States of America does\r\nnot, by itself, constitute a peace agreement; rather, it is a\r\nfundamental part of an agreement whose remaining\r\nelements — normal, peaceful relations and security\r\narrangements based on the purposes and principles laid\r\ndown under United States auspices and with its\r\nparticipation — still need to be fleshed out.\r\nSo we were not surprised, yesterday, by the address of\r\nthe Foreign Minister of Israel before this Assembly, when\r\n— under the flag of peace education — he requested\r\nleaders and teachers to stress to their peoples and students\r\nthe importance of peace, totally ignoring the fact that the\r\nIsraeli occupation is a major reason for the absence of\r\npeace in the region.\r\nPeace education requires first and foremost an end to\r\nIsrael\u0027s occupation of Arab territories. Specifically, it must\r\nwithdraw from the Golan Heights to the 4 June 1967 line;\r\nfrom south Lebanon; from the western Bekaa, and also\r\nfrom Jerusalem, the city of peace. Settlement activities in\r\nthe occupied territories and the destruction of Arab houses\r\nmust stop. Last but not least, Israeli words about peace\r\nmust be translated into deeds, so that students in Israel do\r\nnot think that peace education means continued\r\noccupation by force of other peoples\u0027 lands.\r\nDuring the past few weeks, major efforts have been\r\nmade by the United States of America, and by the\r\nEuropean Union, the Russian Federation and other\r\ncountries. We hope that these efforts will continue until\r\nIsrael realizes how fair Syria\u0027s position is and how ready\r\nSyria is to resume negotiations at the point where they\r\nleft off. Let us not waste long and arduous years of\r\nnegotiations: Syria is eager not to miss this opportunity to\r\nachieve peace; if it is missed, then Israel alone should\r\ntake the blame.\r\nSyria reaffirms once more its great concern for the\r\nunity and territorial integrity of Iraq and calls for an end\r\nto the suffering of the fraternal Iraqi people. It calls for\r\neconomic sanctions to be lifted, in accordance with the\r\nrelevant Security Council resolutions. It also calls for no\r\naction or measure to be taken outside the United Nations\r\ncontext. At the same time, we ask Iraq to implement the\r\nremaining Security Council resolutions in a manner that\r\nguarantees a just solution to the problem of Kuwaiti\r\nprisoners of war and other detainees.\r\nSyria also calls on the Security Council to put an\r\nimmediate and final end to the sanctions against Libya, as\r\nLibya has honoured all its obligations under Security\r\nCouncil resolutions. We would emphasize that we fully\r\nsupport the Libyan requests for the sanctions to be ended.\r\nIn the light of the fraternal relations which Syria\r\nmaintains with the United Arab Emirates and the Islamic\r\nRepublic of Iran, we call on these two neighbouring\r\ncountries to hold talks to find a peaceful solution to the\r\ndispute over three islands in the Gulf.\r\nThe continuing tragic situation in Afghanistan is a\r\nsource of great concern to us. We are convinced that the\r\nAfghan problem can be solved only if the fighting ceases\r\nand negotiations are begun on achieving national\r\nreconciliation and finding an acceptable and lasting\r\npolitical settlement that results in security and stability for\r\nour friends the Afghan people.\r\nSyria expresses its full support for all measures to\r\nensure peace, security and stability on the Korean\r\npeninsula. It expresses its support also for the aspirations\r\nof the Korean people for national unity achieved by\r\npeaceful means and free of foreign intervention.\r\n18\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nSyria once again highlights the need to take all\r\nnecessary steps, at the earliest possible moment, to end the\r\neconomic, trade and financial embargo on Cuba imposed by\r\nthe United States of America for almost four decades. We\r\nsupport Cuba\u0027s call for differences between the two\r\ncountries to be resolved through dialogue and on a basis of\r\nequality, mutual respect and good- neighbourly relations.\r\nAs we bid farewell to the twentieth century, the\r\nhuman race is still yearning for a world free of war,\r\ninjustice, ignorance and poverty, a world governed by\r\ninternational relations based on cooperation, mutual respect,\r\ngreater justice and true equity. Those are the yearnings\r\nwhich the peoples of the world hope to see realized next\r\ncentury, so that coming generations are guaranteed a better\r\nlife and a more prosperous and humane future.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of the Republic of Korea, His Excellency\r\nMr. Hong Soon-young.\r\nMr. Hong (Republic of Korea): On behalf of my\r\ndelegation, I offer Mr. Theo-Ben Gurirab my sincere\r\ncongratulations on his election as President of the General\r\nAssembly at its fifty-fourth session. I also pay a tribute to\r\nhis predecessor, Mr. Didier Opertti, under whose leadership\r\nthe Assembly succeeded in achieving positive results at its\r\nfifty-third session.\r\nI have every expectation that this, the final session of\r\nthe Assembly of the twentieth century, will be as fruitful.\r\nThe rich experience and leadership Mr. Gurirab brings to\r\nthe presidency ensure the session\u0027s success. I assure him of\r\nour full cooperation and support in his noble endeavours.\r\nI warmly congratulate the three new Members, the\r\nRepublic of Kiribati, the Republic of Nauru and the\r\nKingdom of Tonga, on their admission to the United\r\nNations.\r\nThe new millennium is about to dawn, and we will\r\nenter it with great hope for the new age, but also burdened\r\nby numerous problems left unresolved from the passing\r\ncentury. To realize the hope and mould the twenty-first\r\ncentury into an era of global peace and stability, of\r\nwell-being and prosperity for all humankind, we must face\r\nup to these problems, decide what our priority goals are and\r\nseek measures to achieve them. So that the fifty-fourth\r\nsession may illuminate the way, let us gather the best of\r\nour collective wisdom.\r\nThe defining character of our times is change and\r\nthe acceleration of change. The guiding precept of the\r\nglobal actors is shifting from nationalism to\r\ninternationalism, and further to globalism. The whole\r\nworld is converging around shared values and behaviour\r\npatterns. In economic affairs, the market economy is\r\nbecoming the global norm. In political matters,\r\nreconciliation and cooperation have become the expected\r\nmode of behaviour. The world is becoming a global\r\nvillage of countries willing and eager to live with one\r\nanother in interdependence and integration.\r\nA conspicuous exception to the tide of the times is\r\nthe Korean peninsula, where the confrontational structure\r\nof the cold-war era still keeps the two divided sides in\r\nmutual distrust and hostility. Decades have passed since\r\nthe end of the Korean war, but genuine peace has yet to\r\ncome to the Korean people. Despite the warm wind of\r\nreconciliation blowing around the world, the Korean\r\npeninsula has remained frozen in an icy time warp.\r\nThe Republic of Korea aspires to melt away the ice\r\nand reconcile with the Democratic People\u0027s Republic of\r\nKorea. It aspires to free the Korean peninsula from the\r\nfinal legacy of the cold war and allow it to take its\r\nrightful place in the grand march of history towards the\r\nnew era. To realize this aspiration, the engagement policy\r\nof the Government of President Kim Dae-jung has been\r\nsending warm winds of sunshine to the North, in hopes\r\nthat it will respond in kind. Inspired by the lessons of\r\nhistory and the trend of the times, this sunshine policy\r\nrepresents a bold shift in our thinking about South-North\r\nrelations.\r\nOur engagement policy is not aimed at undermining\r\nor absorbing the North. Instead, it is a policy of\r\ncooperation, designed to help North Korea overcome its\r\neconomic difficulties and promote the co-prosperity of all\r\nKoreans, so that we may finally be free from the threat of\r\nanother war. It is a policy of tolerance, envisioning the\r\npeaceful coexistence of two systems along the road to\r\neventual unification.\r\nThe steady and consistent implementation of the\r\nengagement policy during the past year and a half has\r\nmade meaningful and unprecedented openings in the thick\r\nwall that divides South and North Korea. South Korean\r\nbusinesses are investing in the North. In one such venture,\r\nover 100,000 South Korean tourists were able to visit a\r\nscenic mountain in the North for the first time since the\r\nnational division.\r\n19\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nEconomic cooperation is also an important element in\r\nthe work of the Korean Peninsula Energy Development\r\nOrganization, a joint endeavour of the Republic of Korea,\r\nthe United States, Japan, the European Union and many\r\nother countries to help resolve North Korea\u0027s energy-\r\nshortage problem while keeping it free of nuclear weapons.\r\nThe engagement policy is being carried out in close\r\nconsultation with the United States and Japan. It also has\r\nthe full support of our neighbours in North-East Asia —\r\nChina, the Russian Federation and Mongolia — as well as\r\nthe G-7, the Association of South-East Asian Nations, the\r\nEuropean Union and other members of the international\r\ncommunity. South Korea is deeply grateful for their\r\nunderstanding and support.\r\nStill North Korea remains suspicious of our intentions.\r\nIt may perceive the engagement policy as a strategy to\r\nbring about its downfall or to absorb it. Speaking in this\r\nsolemn Hall, I must reiterate the genuine, good-hearted\r\nintentions of the engagement policy. The Republic of Korea\r\nhas no wish to undermine North Korea or to make it a part\r\nof us. All we seek is peaceful coexistence.\r\nI make this appeal. Let us, South and North Korea,\r\nlive in lasting peace. Let us together join the mainstream of\r\nhistory: reconciliation, cooperation and interdependence. I\r\nsincerely hope that North Korea responds to the warm\r\nsunshine we have been sending it with some warm sunshine\r\nof its own.\r\nI also hope that the North Korean authorities will take\r\nsteps to fundamentally address the chronic food shortage\r\nand other difficulties that have plagued the people in the\r\nNorth for many years. The problems require the continued\r\ninterest and assistance of the international community.\r\nCountless children in the North are suffering and dying\r\nfrom starvation and malnutrition, stunted growth and\r\ndisease. With their right to food and life irrevocably\r\nimpaired, tens of thousands of North Koreans have fled the\r\ncountry in search of food.\r\nThe primary responsibility for redressing the situation\r\nlies with the North Korean authorities. They must face up\r\nto the enormity of the problems. We also hope that the\r\ninternational community will provide continued\r\nhumanitarian assistance to North Korea.\r\nThe Government of the Republic of Korea has actively\r\ntaken part in the humanitarian efforts to help the\r\nDemocratic People\u0027s Republic of Korea. We are prepared to\r\noffer far more in terms of food and fertilizer, as well as\r\nassistance to the Democratic People\u0027s Republic of Korea\u0027s\r\nagricultural restructuring. We urge the North Korean\r\nauthorities to join us in dialogue for cooperation on this\r\nand other matters.\r\nNorth-East Asia, where the interests of the major\r\nPowers intersect, is an economic powerhouse and a region\r\nvital to global peace and stability. With the market\r\neconomy taking root throughout the region, a new age of\r\nstability, cooperation and mutual prosperity is sprouting\r\nin North-East Asia. The countries of the region are\r\nbecoming bound ever closer together in economic ties and\r\ninterdependencies. Unhampered exchanges and\r\ncooperation are expanding far beyond the trade in goods\r\nand services to people-to-people contacts and other\r\ninteractions in the fields of culture, sports, education and\r\nmany others. Mutual understanding and appreciation is\r\ndeepening.\r\nTo further the trend, North-East Asia requires\r\nadequate mechanisms to deal with transnational issues,\r\nsuch as environmental pollution, drug-trafficking,\r\nrefugees, organized crime and public health. There is also\r\na need for a region-wide channel of dialogue and\r\ncooperation to defuse tension and prevent conflict.\r\nTo enjoy a stable security environment and co-\r\nprosperity in the twenty-first century, the countries of\r\nNorth-East Asia must learn from the lessons of\r\nregion-wide cooperation and integration in many other\r\nareas of the world. They must strengthen mutual trust by\r\nupgrading the mode and calibre of their dialogue and\r\nconsultations. They should promptly set out to establish\r\na dialogue forum where they can all engage in earnest\r\nexchanges of views and nurture the sense of community.\r\nThe Republic of Korea stands ready to cooperate\r\nclosely with the other countries of the region to launch\r\nsuch a mechanism for dialogue and cooperation\r\nencompassing all of North-East Asia. I urge the countries\r\nof the region to join in the efforts to translate this idea\r\ninto reality.\r\nPeace and co-prosperity in North-East Asia will\r\ncertainly gain from the global disarmament and\r\nnon-proliferation efforts, in which the Republic of Korea\r\nhas been an active participant. With the ratification of the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT), my\r\ncountry is now a party to all the key non-proliferation\r\ntreaties. We call upon other countries that have yet to sign\r\nand ratify the CTBT to promptly do so, so that the Treaty\r\ncan soon go into effect. We call upon all States to join in\r\nthe non-proliferation efforts by acceding to all global\r\n20\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nregimes, such as the Chemical Weapons Convention, aimed\r\nat combating the spread of weapons of mass destruction.\r\nA priority task for the global community will be to\r\nsuccessfully carry out the review Conference of the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT) slated\r\nfor next year and to revitalize the Conference on\r\nDisarmament. I urge the Democratic People\u0027s Republic of\r\nKorea, as a party to the NPT, to fulfil its responsibilities\r\nunder the International Atomic Energy Agency (IAEA)\r\nsafeguards agreement and to cooperate with us to\r\nimplement the 1991 Joint Declaration on the\r\nDenuclearization of the Korean Peninsula.\r\nWe are living in a single global community.\r\nGlobalization has been good to the Republic of Korea.\r\nWithout the open markets, interdependencies and instant\r\ninformation flow nurtured by globalization, we would not\r\nhave been able to achieve the rapid economic development\r\nthat we did. However, stuck in the expediencies fostered\r\nduring the years of Government-driven quantitative growth,\r\nKorea neglected to strengthen the market rules in the\r\nnational economy. We failed to realize that globalization\r\nrequires constant efforts to reinforce the market rules —\r\ntransparency, accountability, efficiency and productivity. As\r\na result, Korea was struck by a severe economic crisis in\r\n1997.\r\nBut now we are trying to make up for past neglect.\r\nDuring the past year and a half, we have been undertaking\r\nsweeping and intense reforms in the key sectors of society.\r\nThe reforms have required painful restructuring and\r\nsacrifices, but we have been steady and firm in putting into\r\npractice the belief that trade and investment liberalization\r\nand the strengthening of market rules are the keys to\r\nsustained economic growth and prosperity.\r\nA year ago, from this same rostrum, I spoke about the\r\nefforts of my Government and people to overcome the\r\ncrisis, guided by the conviction in the parallel development\r\nof democracy and the free-market economy. Today, I am\r\nhappy to report that the efforts have begun to pay off and\r\nthe country is expected to achieve over 6 per cent economic\r\ngrowth this year, a dramatic turnaround from the -5.8\r\npercent of last year. Other economic indicators also speak\r\nof a stable, recovering economy.\r\nKorea has learned valuable lessons from the economic\r\ncrisis. We are now keenly aware that free and fair\r\ncompetition and good governance are essential to\r\nsustainable economic development. We also realized that a\r\nsystem of social welfare based on human-resources\r\ndevelopment must be established to mitigate the painful\r\nconsequences of the reforms. Applying those lessons in\r\nthe reform drive, we are on our way to becoming a\r\nmarket economy with a human face.\r\nOf course, in a globalized economy, crisis knows no\r\nborders and the efforts at preventing and coping with\r\ncrisis must also extend beyond borders. In this regard, we\r\nwelcome the discussions concerning the restructuring of\r\nthe global financial architecture. For the discussions to be\r\nproductive, the crisis-stricken countries and other\r\nemerging market economies should have extensive\r\nparticipation. Keeping track of the discussions for\r\nmeaningful progress, we count on the continued\r\ncooperation between the United Nations and the Bretton\r\nWoods systems.\r\nOne consequence of globalization has been the\r\nwidening gap between the developed and the developing\r\ncountries and the increasing marginalization of the least\r\ndeveloped ones. Unattended, the disparity will only grow\r\nin the twenty-first century of unlimited competition,\r\nbecoming a risk factor that could endanger global stability\r\nand peace. There is a pressing need for a new paradigm\r\nof international development cooperation, whereby the\r\nchronic poverty and excessive debts besetting the\r\ndeveloping countries and other related issues are taken as\r\nchallenges to be overcome with the active input of all\r\nmembers of the global community.\r\nDevelopment is meaningless without a healthy\r\npopulation to reap the fruits. Thus, we welcome the joint\r\ninitiative of the United Nations Children\u0027s Fund and the\r\nWorld Health Organization to establish the Global\r\nAlliance for Vaccines and Immunization and the\r\nChildren\u0027s Vaccine Initiative. Doing its share in the efforts\r\nto save the 9 million children of the world who are dying\r\nevery year from diseases that can be prevented, the\r\nRepublic of Korea has hosted the International Vaccine\r\nInstitute since 1994. We hope the Institute will be able to\r\nwork in close cooperation with the Global Alliance and\r\nthe Vaccine Initiative.\r\nIn the half century since the Universal Declaration\r\nof Human Rights was adopted in 1948, the United\r\nNations has taken the lead in forging global mechanisms\r\nfor the protection and advancement of human rights\r\naround the world. The principles of universality,\r\nindivisibility and interdependence of all human rights are\r\nnow widely upheld. Human rights violations, wherever\r\nthey may take place, are now considered a legitimate\r\nconcern of the international community. Human rights has\r\n21\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nbecome a priority agenda of the post-cold-war global\r\ncommunity. In the Republic of Korea, the Government of\r\nPresident Kim Dae Jung has made significant advances in\r\nthe field of human rights. We have also been an active\r\nparticipant in the efforts of the United Nations and the\r\nglobal community to resolve concrete cases of human rights\r\nviolations.\r\nWhile we note the advances in human rights, we must\r\nnot forget that a quarter of the world\u0027s population still\r\nstruggles to survive in abject poverty. Poverty undermines\r\nhuman dignity and human rights. Poverty is fertile ground\r\nfor conflict and dictatorship. Poverty alleviation should be\r\nincorporated as a key goal in the United Nations\r\nendeavours to advance human rights around the world. We\r\nwish to see the mainstreaming of human rights in all the\r\nprogrammes and activities of the United Nations further\r\nexpanded and deepened. Furthermore, we believe this\r\nglobal body should strengthen its capacity for early warning\r\nand preventive action so as to forestall massive human\r\nrights violations and the outflow of refugees.\r\nThe task of advancing human rights has always\r\nbenefited from the push and pull of civil society. It will be\r\neven more so in the new century as Governments and the\r\nUnited Nations work in closer alliance and cooperation with\r\nnon-governmental organizations, research organizations and\r\nadvocacy groups. Next month, some 3,000 non-\r\ngovernmental organization representatives will gather in\r\nSeoul to take part in the 1999 international conference of\r\nnon-governmental organizations. Exploring the role of the\r\nnon-governmental organizations in the twenty-first century\r\nglobal community, the meeting from October 11 to 15\r\nshould bring the United Nations system and civil society\r\ncloser together.\r\nLet us turn our attention to the situation in East Timor.\r\nThe Republic of Korea applauded the Government of\r\nIndonesia for making the decision to let the people of East\r\nTimor choose their own fate. The will of the people, as\r\nunequivocally registered on 30 August, must be upheld. The\r\nviolent repression of that will is a grave challenge to the\r\nbasic principle of democracy and human decency. The\r\natrocity must not be left unpunished and law and order\r\nmust be restored in East Timor. The Indonesian\r\nGovernment has again shown wisdom and courage in\r\naccepting the multinational peacekeeping forces under the\r\nauspices of the United Nations. We hope that peace is soon\r\nreturned and that the will of the people for independence is\r\nfully implemented through the conjoined efforts of the\r\nIndonesian Government and the United Nations. The\r\nRepublic of Korea will take part in the peacekeeping\r\noperations and will continue to do its share in the efforts\r\nto safeguard regional and global peace and stability.\r\nThe United Nations has much work to do in the\r\ntwenty-first century. The Republic of Korea deeply\r\nappreciates the reforms introduced by the\r\nSecretary-General to enhance the responsiveness of the\r\nglobal body to new challenges. We welcome the\r\ndesignation of the fifty-fifth session next year as the\r\nMillennium Assembly to identify the challenges awaiting\r\nthe global community in the twenty-first century. We\r\nhope the Millennium Assembly strengthens the global\r\nleadership of the United Nations for the new age.\r\nIn this regard, such thought-provoking concepts as\r\nglobal public goods, human security and global\r\ngovernance may serve to frame the discussions at the\r\nMillennium Assembly.\r\nI look to the twenty-first century as the era of the\r\nUnited Nations. I sincerely hope to see the global body\r\nrenew itself and fulfil its missions through continuous\r\nreforms and to enhance its effectiveness and democratic\r\ncharacter. Recalling the lofty spirit that gave birth to the\r\nUnited Nations half a century ago, on behalf of the\r\nGovernment and people of the Republic of Korea, I\r\npledge our abiding support for the global body in its\r\nnoble mission for peace and prosperity around the world.\r\nThe Acting President: I call on the Minister for\r\nForeign Affairs of Ecuador, His Excellency Mr. Benjamin\r\nOrtíz.\r\nMr. Ortíz (Ecuador)(spoke in Spanish): I take great\r\npleasure in congratulating the President on his well-\r\ndeserved election, which honours him personally and his\r\ngreat country, Namibia. On behalf of the Ecuadorian\r\nGovernment and on my own behalf, allow me to greet\r\nhim most cordially and wish him every measure of\r\nsuccess.\r\nI warmly welcome the three new members of this\r\nOrganization, Nauru, Kiribati and Tonga, and congratulate\r\nthe Minister for Foreign Affairs of Uruguay, Mr. Didier\r\nOpertti, for the intelligent way with which he conducted\r\nthe work of the previous session of the General\r\nAssembly.\r\nThe border conflict between Ecuador and Peru that\r\nhad prevailed since the very foundation of our republics,\r\nduring the first part of the last century, was concluded on\r\n26 October 1998 by means of a negotiation process begun\r\n22\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nin February 1995. This historic event, reached by the\r\nsigning of the peace agreement in Brasilia, allowed the two\r\ncountries to change their relations entirely and to transform\r\nthe conflict into peace and, now, to transform peace into\r\ndevelopment.\r\nImmediately upon the signing of the peace agreement,\r\nMr. Jamil Mahuad, President of the Republic of Ecuador,\r\nput an end to the acquisition of war materials, reduced\r\nmandatory military service and, in close collaboration with\r\nEcuadorian soldiers, reoriented the action of the armed\r\nforces toward tasks linked to development and internal\r\nsecurity.\r\nThe comprehensive peace formula, reached with the\r\nassistance of Argentina, Brazil, Chile and the United States,\r\nincluded not only the delimitation of the border, but also a\r\ntreaty on navigation and trade, a broad-ranging agreement\r\non the integration of borders and the establishment of a\r\ncommission on building trust and security, among several\r\nother peace measures.\r\nIn accordance with the agreement, Ecuador and Peru\r\nhave established an institutional structure that is now fully\r\noperational in order to attain the goals of an ambitious\r\nprogramme that includes the construction of five bi-national\r\nroads, joint development of our river basins, the building of\r\nphysical infrastructure and the achievement of a human\r\ndevelopment programme designed to improve the living\r\nstandards of the residents along our borders, who during so\r\nmany decades of stagnation in their territories were victims,\r\nparalysed by fear and uncertainty.\r\nTo reach this goal, we have combined our efforts,\r\nconvinced, at the same time, that we will be able to count\r\non international cooperation. We hope that the border\r\nbetween Ecuador and Peru will serve as an example of the\r\nfruits of peace for the world. We want to see highways\r\ninstead of trenches, irrigation canals instead of\r\nfortifications, hospitals instead of combat airplanes and\r\nelectric plants instead of missiles and anti-personal mines.\r\nIn the name of Ecuador, I call upon the international\r\ncommunity, on each one of the member countries, on\r\nfinancial and development cooperation organizations and on\r\nnon-governmental organizations to contribute their aid,\r\nsmall or large, to this new peaceful and friendly space our\r\ntwo Latin American nations have built.\r\nHaving resolved its long-standing border dispute,\r\nEcuador reiterates its traditional commitment to continue a\r\npermanent search for mutual agreements through the\r\npeaceful settlement of disputes and its firm decision not\r\nto become involved in any international war conflict.\r\nWithin the framework of these principles, Ecuador\r\nrecognizes the gravity of the armed confrontation that is\r\nsearing its neighbour the Republic of Colombia, but\r\nconsiders that fight to be of an internal nature. Hence, it\r\nfully supports the efforts of the Government of President\r\nAndrés Pastrana to reach peace by negotiating with the\r\nrebel groups in that country. In that regard, any intention\r\nto internationalize an armed conflict whose solution\r\nconcerns only the people of Colombia could be counter-\r\nproductive and dangerous.\r\nThe struggle for development and the efforts to\r\ncombat poverty undertaken by Ecuador during the past\r\nyear have been severely affected by multiple crises in the\r\ninternational arena and by natural disasters that strongly\r\nhit many places of the world, and Ecuador in particular.\r\nThe violence of climatic phenomena makes it imperative\r\nto urgently implement a strategy for international\r\ncooperation to prevent the disastrous consequences of\r\nthose natural disasters on the population, the economy and\r\nthe environment. With the support of the United Nations,\r\nEcuador has proposed the creation of an international\r\nresearch centre on the El Niño phenomenon that would\r\ncontribute to improving the world capacity for prediction\r\nand early warning and to facilitate the adoption of\r\nprotective and precautionary measures to mitigate the\r\neffects of the phenomenon.\r\nThe aftermath of the El Niño phenomenon cost the\r\nequivalent of one half of our annual export revenues. In\r\naddition, the severe impact of the sharp price deterioration\r\nof our main export products, particularly oil, has caused\r\neconomic stagnation, the closure of production units and\r\nthe rise of unemployment. The crisis in the financial\r\nmarkets of Asia and Latin America has also spread its\r\nnegative effects over our country, while the prosperity of\r\nother, developed areas did little to mitigate the effects of\r\nthat crisis. Within that context of great difficulties, the\r\nconditions under which Ecuador renegotiated its foreign\r\ndebt became extremely difficult to comply with. On 28\r\nAugust 1999, the national Government used the legal\r\nmechanism of deferring for one month the payment of its\r\nBrady bonds debt service and at this time it is preparing\r\nto commence a process of restructuring these obligations\r\nthat will enable it to share in a more equitable way the\r\ndebt load among all the actors of this financial\r\nrelationship.\r\nIn 1999, poverty affects 61.3 per cent of the\r\nEcuadorian population. Last June the unemployment rate\r\n23\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nwas 15.6 per cent. Four out of ten Ecuadorians have a daily\r\nincome of less than $2, and two out of ten earn less than $1\r\nper day. Global malnutrition affects more than 40 per cent\r\nof the children; one out of three do not complete the sixth\r\ngrade, and 40 per cent of all children and adolescents are\r\nschool drop-outs. These imbalances break social cohesion,\r\nlimit the possibilities for the exercise of an effective\r\ndemocracy and reduce the validity of citizens\u0027 rights. The\r\neconomic readjustment measures that the Government of\r\nEcuador intends to apply will necessarily be conditioned by\r\nsocial development objectives, such as the reduction of\r\npoverty and malnutrition, the improvement of health\r\nindexes, the increase of access to better education, the\r\nreduction of unemployment and the increase of family\r\nincome.\r\nEcuador strongly believes that market mechanisms\r\nstimulate competitiveness and efficiency, but also that the\r\ninstitutional framework within which these processes take\r\nplace must be capable of correcting distortions, putting\r\nlimits on financial speculation and contributing to putting\r\nin place more stable and predictable systems of pricing, so\r\nthat the living conditions of millions upon millions of\r\nhuman beings are not put at risk, and the stability and\r\nlongevity of democratic regimes are not threatened by\r\nsocial discontent and economic crises.\r\nIn Ecuador, President Jamil Mahuad and his\r\nGovernment have maintained democracy with a strong grip\r\ndespite difficult circumstances. Social discontent from the\r\ncontraction in output, natural disasters, the financial crisis,\r\nthe drop in international prices for raw materials and\r\ncommodities caused an increase in poverty and unleashed\r\nextensive manifestations of social discord.\r\nIn facing situations such as these, we need to have an\r\ninstitutional economic order that gives a way out,\r\nparticularly for countries with small economies, which are\r\nthe most vulnerable to and most likely to be affected by\r\nextreme economic crises.\r\nOn the eve of a new millennium, humankind is\r\ndeveloping one scenario alone, a scenario not only of\r\ninterdependence but also of globalization. In this global\r\nenvironment, all countries are involved in huge processes\r\nof market integration, liberalization of trade barriers,\r\nstandardization of norms and adaptation and establishment\r\nof institutions so that they can cope.\r\nNevertheless, globalization has so far not generated an\r\nequal distribution of prosperity, scientific progress, human\r\nhealth or cultural benefits. Right now, more than ever,\r\nwhen humankind is a single whole, we must establish\r\nshared ways to preserve, first and foremost, human\r\ndignity and well-being, the basic requirements of the\r\nhuman being, which are based on security and human\r\ndevelopment.\r\nOne example of the effects of human insecurity are\r\nthe great migratory waves that we are presently\r\nwitnessing. Ecuador calls upon the General Assembly to\r\norient cooperation strategies in terms of the human\r\nsecurity perspective in dealing with shifts in human\r\npopulation that demand a better distribution of prosperity\r\nfar from the extremes of opulence and destitution.\r\nEcuador eagerly welcomes the new focus on providing a\r\nmodel for international policy including the notion of\r\nhuman security, especially at a time when the scourge of\r\nviolence, drug trafficking, terrorism and environmental\r\ndeterioration have become more acute and when we have\r\nwitnessed armed conflicts around the world during the\r\npast year.\r\nCombating transnational crime is a shared endeavour\r\nfor all civilized peoples. In particular, controlling the\r\ntraffic in drugs and illicit drug consumption warrants\r\ncoordinated, universal action. Ecuador has made its\r\ncontribution and is prepared to continue making its\r\ncontribution towards this end. It has therefore acceded to\r\nmany international treaties and undertaken many\r\ninternational obligations, which it has fulfilled faithfully.\r\nOur country is looking forward to the Millennium\r\nSummit with great anticipation. The summit will be a\r\nhistoric opportunity for the community of nations at a\r\ntime when the challenges of the twenty-first century\r\noblige us to define and to affirm a common commitment\r\nto a universal project of understanding and cooperation\r\nthat will inspire the United Nations in the coming century.\r\nThe Millennium Round negotiations of the World\r\nTrade Organization, and other continental and regional\r\nrounds, should be processes that open up to the\r\nopportunities and challenges for creativity and effort and\r\nenable us to narrow the gap between the prosperity of just\r\na few countries and the poverty of the great majority.\r\nEcuador firmly believes in open markets, economic\r\nintegration, foreign investment and strengthening the\r\nmultilateral trading system. For this reason it has worked\r\nwithin the Andean Community on improving relationships\r\nwith the Southern Common Market (MERCOSUR) and\r\nthe European Union on negotiations for the Free Trade\r\nArea of the Americas, and on its growing links with the\r\n24\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nPacific basin, but it believes also that these processes must\r\nnot ignore the individual features of the smaller countries\r\nand must strike a balance that will enable them to achieve,\r\nsoon, an international system that is equitable and based on\r\nsolidarity.\r\nEcuador was the second country in Latin America to\r\npromulgate a national human rights plan, and it did so from\r\na broad-based and democratic perspective. The plan was\r\nconceived and prepared on the basis of a consultation\r\nprocess in which civil society and the State participated\r\nfully. This fact has earned special recognition from the\r\nOffice of the United Nations High Commissioner for\r\nHuman Rights, which described the Ecuadorian plan as a\r\nmodel for other countries.\r\nOur country gives national priority to the project\r\nentitled “Towards a culture of peace”. In this context, under\r\na presidential initiative, Ecuador is promoting wide-ranging\r\nactivities linked to international efforts in accordance with\r\nthe United Nations culture of peace project and the\r\nproclamation of the Year 2000 as the International Year for\r\nthe Culture of Peace.\r\nOver the past year the international community has\r\nwitnessed an aggravation of regional conflicts: war has left\r\ndeep scars in various parts of the world. In this context, the\r\nUnited Nations has had to play a special role in resolving\r\ninternational conflicts, and its concerted and decisive action\r\nhas enabled it to resolve some of them successfully.\r\nNevertheless, strengthening our world Organization\u0027s\r\nactivities in this field must be carried out in such a way\r\nthat all measures taken under the Charter follow its\r\nprinciples faithfully so that the United Nations keeps the\r\nnecessary international credibility and continues to be the\r\nlegitimate mouthpiece and manager for collective action to\r\nmaintain international peace and security.\r\nAs a party to the Ottawa Convention on anti-personnel\r\nmines, and given that it has been directly affected by the\r\nproblem of anti-personnel mines, the elimination of these\r\nweapons of war is of particular interest for Ecuador. Since\r\nthe signing of the peace agreement with Peru, our two\r\ncountries have begun removing and destroying the mines\r\nalong the border. We are sure that the international\r\ncommunity will continue to offer its cooperation in carrying\r\nout our two countries\u0027 demining programme. On behalf of\r\nEcuador, I thank the States and organizations that have\r\ncontributed or pledged to contribute to this cause.\r\nIn the light of the realities of the situation facing\r\nhumankind, Ecuador reaffirms its unwavering support for\r\nthe multilateral system and, consequently, for the United\r\nNations which, since its creation, has been the universal\r\nmeeting place of all nations to work for the ideals and\r\ngoals shared by all peoples inspired by the purposes and\r\nprinciples of the Organization. Ecuador draws its\r\ninspiration from the ideal of achieving a world of peace\r\nand freedom, of social justice and development, of fruitful\r\ncoexistence of peoples and nations, a world in which\r\nGovernments work together to solve the complex\r\nproblems besetting humankind.\r\nThe Acting President: I now call on the Deputy\r\nPrime Minister and Minister for Foreign Affairs and\r\nForeign Trade of Barbados, Her Excellency the\r\nHonourable Billie Miller.\r\nMs. Miller (Barbados): It is my pleasure to\r\ncongratulate the President on his election to the\r\npresidency of the fifty-fourth session of the General\r\nAssembly. The Barbados delegation shares the confidence\r\nexpressed in his leadership and offers its full cooperation\r\nas he presides over our deliberations.\r\nLet me also warmly commend his predecessor, my\r\nfriend and colleague, Mr. Didier Opertti, Foreign Minister\r\nof Uruguay, for his outstanding stewardship of the\r\nAssembly during the last year and for the vision and\r\ndirection he gave to the ongoing work of the United\r\nNations.\r\nWe are delighted to welcome to our family of\r\nnations Tonga, Kiribati and Nauru, which are, like\r\n25\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nBarbados, small island developing States and members of\r\nthe Commonwealth and also of the African, Caribbean and\r\nPacific Group of States. We have long enjoyed good\r\nrelations with our sister Pacific islands and wish to assure\r\nthe new Member States of our continued friendship and\r\nsolidarity.\r\nAs we reflect on the twentieth century, we see a\r\nperiod remarkable for its contradictions. We see, on the one\r\nhand, astounding developments in many fields of human\r\nendeavour and, on the other, national and international\r\nconflicts, resulting in mass destruction of human life and\r\ninfrastructure as well as the almost irreversible\r\ncompromising of the ecological system. It is evident that if\r\nas nations we refuse to use our accumulated knowledge and\r\nexperience, these contradictions will be carried well into the\r\ntwenty-first century, making it even more difficult for us to\r\nface and overcome the challenges that lie ahead.\r\nOne of the most serious of these challenges is that of\r\nthe concept of globalization. The proponents of this\r\nideology, which embraces trade liberalization and global\r\ngovernance, wish us to believe that it is a natural and\r\nlogical development in international relations. It is not. In\r\nmany of its important aspects it is an imposition. One has\r\nonly to examine the bases of the clamour for trade\r\nliberalization to become aware of this.\r\nTrade liberalization assumes that small States compete\r\nwith larger, stronger, more experienced countries on the\r\nsame terms, or become mere satellites in a neo-colonial\r\nsphere. No nation, large or small, would willingly accept a\r\nsatellite role. The international community must therefore\r\ncome to recognize that within the context of trade\r\nliberalization free trade must import fair trade: trade in\r\ngoods and services that have been produced and supplied\r\nunder conditions respectful of the rights and dignity of the\r\nlabour force; respectful of the preservation of the\r\nenvironment, and guaranteeing fair prices that provide\r\nreturns to the supplier.\r\nBarbados and the Caribbean are confronting serious\r\nchallenges in the effort to remain viable economies as\r\ntraditional systems of cooperation between individual States\r\nand groups of nations are supplanted by the modern\r\nconcepts of supranational interests and of globalization. To\r\nfully grasp the enormity of the adjustment process now\r\nfacing Caribbean economies one must first appreciate that\r\nthe Caribbean is perhaps the region which under the\r\noriginal post-colonial regime enjoyed the highest level of\r\ntrade preferences with Europe.\r\nThe World Trade Organization (WTO) has evolved\r\nas the dominant forum for the reform of the world trading\r\nsystem, but it is now evident that more democratic,\r\nparticipatory and transparent systems are needed to\r\nprotect the interests of the smaller and more vulnerable\r\nmembers of that Organization. For surely the WTO\r\ncannot be meant to operate as a weapon of oppression in\r\na new millennium. Surely it cannot be acceptable in a just\r\nworld that the new trade ethic should derive solely from\r\nthe rigid application of technical rules.\r\nOur new system is clearly seriously flawed when a\r\ndispute between two powerful transatlantic partners can\r\nbe settled in a political vacuum which totally ignores the\r\nvery real and disastrous consequences it will inevitably\r\nunleash on the economies of a fragile group of small\r\nStates. This is certainly not globalization with a human\r\nface.\r\nAnd so it must be appreciated that the\r\ninterdependence associated with globalization is a\r\ntwo-sided coin. Just as it is claimed that the benefits of\r\nfree trade will be enjoyed by all, so too will we all suffer\r\nfrom the repercussions of failed economies, unable to\r\ncope with the impact of global trade liberalization.\r\nIn the Caribbean region, we are haunted by the\r\nprospect of failed societies. Prime Minister Arthur of\r\nBarbados is particularly concerned, and has repeatedly\r\nwarned of this possibility. Recently he made the following\r\nobservation:\r\n“The economic decay in some economies has\r\nbeen so severe and corrosive as to set in train social\r\nand political disorder which, unchecked, will create\r\na new Caribbean species of failed society\u0027.”\r\nIndeed, we have already seen how the dislocation of some\r\nStates, whether large, or small and marginalized, can\r\nimpact negatively on the world\u0027s most developed\r\neconomies. When the global system economically\r\ndisenfranchises large numbers of the world\u0027s population,\r\nwe should not be surprised that their hopeless\r\ncircumstances might propel them towards the underworld\r\nof transnational crime.\r\nThe unique nature and scope of vulnerabilities of\r\nsmall economies cannot be disputed. Barbados strongly\r\nreiterates the call for the recognition and adoption of\r\nvulnerability indices to assist in determining access to\r\ndevelopment financing.\r\n26\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nThe United Nations has a critical role to play as the\r\ndefender of the right of all States, regardless of size or\r\ninfluence, to voice their concerns. As a forum for\r\nconstructive consensus-building in an atmosphere of free\r\nand open dialogue the United Nations is even more relevant\r\nin an era characterized by complex negotiations and\r\nsupranational interests dominated by a powerful few.\r\nAs a community of nations we have one common\r\nfactor that unquestionably unites us all. We share one\r\nEarth. The need to sustain the Earth\u0027s oceans, seas and the\r\nenvironment in general is undeniable. Indeed, this\r\nrepresents one of the greatest challenges to globalization.\r\nAs a small island developing State, Barbados has nurtured\r\na strong commitment to the implementation of practices\r\nthat seek to ensure sustainable development in all aspects\r\nof our lives.\r\nThe dedication of Barbados to the promotion of global\r\nsustainable development has been affirmed by our active\r\nparticipation in numerous international negotiations devoted\r\nto these issues. It is also demonstrated by our vigorous\r\nefforts to foster a shared vision to reverse the conventional\r\nwisdom of the past, which sacrificed environmental\r\nconcerns in blind pursuit of that other ideology of economic\r\ngrowth. That shared vision will be as relevant in the new\r\ncentury as it was when the international community\r\nassembled in Barbados in 1994 for the first United Nations\r\nGlobal Conference on the Sustainable Development of\r\nSmall Island Developing States.\r\nBarbados is proud, as is the entire region, of the\r\nprogress made by the small island developing States in\r\nfulfilling their commitments under the Barbados Programme\r\nof Action. At the national level, our Government has\r\nsuccessfully forged greater links with civil society,\r\nincluding the private sector and labour, in the preparation\r\nof our environmental policies and action plans.\r\nThe just-concluded special session to review and\r\nappraise the Barbados Programme of Action drew attention\r\nonce more to the serious way in which the small island\r\ndeveloping States have accepted their responsibility to\r\nintegrate sustainable development practices into all aspects\r\nof their economic and social activity. We trust that the\r\noutcomes of this review will be fully implemented by the\r\ninternational community.\r\nThe Caribbean Basin States will shortly be addressing\r\nin this forum their interest in working towards the\r\ninternational designation of the Caribbean Sea as a special\r\narea in the context of sustainable development. While we\r\nacknowledge that there is work still to be done to fully\r\ndevelop and implement this concept, we are also firmly\r\nconvinced of the validity of our efforts, which we believe\r\nwill ultimately lead to an integrated approach to the\r\nsustainable management of the Caribbean Sea and to the\r\nprotection of its resources.\r\nSignificant progress has been achieved over the last\r\ndecade to bring peace and stability to the hemisphere of\r\nthe Americas. Barbados subscribes to the philosophy of\r\ninclusion and constructive engagement and strongly\r\nbelieves that these must be our guiding principles as we\r\nstrive to banish the last vestiges of the cold war from our\r\nregion. Like other countries of the Caribbean Community\r\n(CARICOM), we have developed a productive and\r\ncooperative relationship with our neighbour Cuba. We are\r\nconvinced that Cuba has a significant role to play in our\r\nregion, and we view its reintegration into hemispheric\r\naffairs as an urgent necessity. The continuation of the\r\nunilateral economic embargo against Cuba runs contrary\r\nto that spirit and is out of tune with the significant efforts\r\nof engagement being practiced by the remaining\r\nGovernments of this hemisphere. We urge the suspension\r\nof this anachronistic measure.\r\nThe world still awaits the peace that was promised\r\nwhen the Charter of the United Nations was adopted, and\r\nthat was confidently reproclaimed at the end of the cold\r\nwar. As a small democratic State, Barbados is ever-\r\nconscious of the peaceful climate which it has enjoyed\r\nsince independence, in 1966. The political stability of\r\nBarbados and the Caribbean region, which has facilitated\r\nand fostered economic and political development, must\r\nnever be taken for granted. It is a therefore a source of\r\ngreat distress to all peace-loving people that despite all\r\nthe wonderful technological and scientific advances we\r\nhave made over the centuries of this millennium, we are\r\nentering into the third millennium still carrying the\r\nbaggage of ancient ethnic and tribal conflicts and of\r\nnationalistic rivalries. Today, crises that threaten the very\r\nexistence of some States remain of deep concern to the\r\ninternational community.\r\nBarbados shares the profound anguish and suffering\r\nof the people of Kosovo and was appalled by the barbaric\r\nslaughter and the massive displacement of innocent\r\npeople and the destabilizing effect this has had on\r\nneighbouring States. We support the role that the\r\npeacekeeping forces are playing in restoring order to\r\nKosovo and providing the conditions for the return of the\r\ndisplaced population to their homes.\r\n27\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nWe wish to reiterate, together with the members of the\r\nCaribbean Community, that military intervention should be\r\nauthorized by the United Nations Security Council. As a\r\nsmall, defenceless State, we are uncomfortable with the\r\nnotion that intervention can take place without the prior\r\nauthorization of the United Nations Security Council.\r\nWe welcome the restoration of democracy and the\r\nreturn of civilian government to Nigeria and look forward\r\nto its renewed participation in the forthcoming\r\nCommonwealth Heads of Government conference.\r\nWe hope that concerted action will continue among\r\nthe parties involved to implement the Lomé Agreement and\r\nto bring a final peace to the suffering people of Sierra\r\nLeone.\r\nWe are also heartened by the decision to mobilize a\r\nUnited Nations peacekeeping force into East Timor to end\r\nthe abominable infringement of the basic human and civil\r\nrights of the people of that country. It is intolerable that in\r\nthis so-called civilized age people can still find themselves\r\npersecuted and terrorized because they vote according to\r\ntheir conscience and in keeping with their vision of their\r\nown future.\r\nWe are following what is taking place in the Middle\r\nEast and hope that the conditions now exist to resolve all\r\noutstanding issues and so bring about a lasting peace\r\nthroughout that region.\r\nThe multifaceted areas of the sustainable development\r\nprocess demand a holistic approach. No longer can we\r\nservice only the economy, the agricultural sector or any one\r\nsector at the expense of others. The value of building strong\r\nsocial institutions becomes more relevant when placed\r\nagainst the backdrop of globalization and its effects.\r\nMechanisms must be put in place to ensure that social\r\nrights are safeguarded.\r\nBarbados places strong emphasis on social\r\ndevelopment. We are convinced that more needs to be done\r\nat the international level to ensure that this emphasis is\r\nmaintained. It must be understood that economic\r\ndevelopment cannot be sustained unless a framework for\r\noverall development is in place. The alleviation of poverty\r\nand the promotion of gender equality, democracy and the\r\nrights of the child are issues that must be simultaneously\r\naddressed.\r\nThe first World Summit for Social Development,\r\nwhich was held in 1995, gave an international focus to\r\nissues such as poverty eradication, full employment,\r\nsocial integration, gender equality and universal access to\r\neducation. Barbados remains committed to the\r\nmaintenance of a sustainable economic, political and\r\nsocial environment that will enable its citizens to achieve\r\nadvanced social development. In furtherance of this\r\nobjective, the Government of Barbados has created a\r\nMinistry of Social Transformation that will be the main\r\nfocal point for all social and welfare services, with\r\nemphasis on poverty alleviation — indeed, eradication —\r\nand support for the disadvantaged and the disabled.\r\nAt the international level, Barbados welcomes and\r\nsupports the special session that will take place during the\r\nnext year. This will provide an opportunity to review the\r\nactions that have been taken to give effect to the\r\ndecisions adopted at the World Summit for Social\r\nDevelopment. It is anticipated that this special session\r\nwill lead to a renewal of international commitment to\r\nfulfil the objectives of the 1995 Copenhagen Summit. The\r\nmatter takes on greater urgency when it is realized that,\r\nfour years after the United Nations Summit, international\r\nand economic crises have led to a reversal of the gains\r\nmade in social development.\r\nOne of the main deterrents to sustainable\r\ndevelopment remains the illicit traffic in narcotics, which\r\nis a major concern to the Governments of the Americas.\r\nThis transnational phenomenon is one of the more adverse\r\nconsequences of globalization, which has brought in its\r\nwake the associated evils of money laundering, arms\r\ntrafficking and violent crime. Geography places the\r\nCaribbean in the direct path of this phenomenon as a\r\ntransit point of illegal drugs. It must be borne in mind\r\nthat the illegal drug trade undermines democracy and can\r\neventually lead to the destruction of the nation-State. This\r\ncircumstance has compelled the Caribbean countries to\r\ngive the highest priority to the development of\r\ncooperative efforts at drug interdiction, demand-reduction\r\nand the containment of transnational crime.\r\nBarbados currently serves as a focal point in these\r\nregional efforts, which enjoy the support of the European\r\nUnion, the United States of America, Canada and the\r\nUnited Nations International Drug Control Programme.\r\nWe will continue to play an active role in support of all\r\ncoordinated efforts at the regional and international levels\r\nto combat the narco-trafficking threat and the dangers\r\nposed to the security of the small States of the Caribbean.\r\n28\r\nGeneral Assembly 18th plenary meeting\r\nFifty-fourth session 30 September 1999\r\nBarbados is firmly committed to the United Nations\r\nOrganization. We have supported all constructive efforts at\r\nreform, but we insist that the Organization can remain\r\nviable only if all Members scrupulously honour their\r\nfinancial commitments. We also believe that a healthy\r\nbalance must be maintained between the United Nations\r\npeacekeeping focus and its developmental mandate. In this\r\nregard, we continue to be concerned at the declining\r\nfunding available to the United Nations Development\r\nProgramme (UNDP) and other United Nations agencies,\r\nresulting in a diminished capacity on their part to carry out\r\ntheir important mandate. We reiterate the importance of the\r\nwork of these agencies in support of the national efforts of\r\ndeveloping countries to achieve economic and social\r\nprogress.\r\nWe very much value the work of UNDP and of the\r\nUnited Nations system as a whole. As a net contributing\r\ncountry, Barbados is eager to enter into a new partnership\r\nwith UNDP that can make a significant contribution to our\r\nefforts to achieve the next critical phase of our\r\ndevelopment, the transition to a globalized economy.\r\nIn appreciation of the United Nations contribution\r\nover the years, the Government of Barbados has agreed\r\nto construct a permanent home for all United Nations\r\noffices located in Bridgetown and servicing the Eastern\r\nCaribbean. To this end, we expect to commence shortly\r\nthe construction of the United Nations common premises\r\nin Bridgetown.\r\nThe new millennium brings with it a sense of giddy\r\nexpectation, a passion for renewal and the tendency to\r\nbelieve that things will miraculously change for the better\r\novernight. We must not delude ourselves into thinking\r\nthat the fifty-fifth, the fifty-sixth or even the sixtieth\r\nsession of the General Assembly will take place in an\r\nenvironment any less complex and challenging than our\r\ngathering here today. What we do know is that we may\r\nnot be expected to complete the task, but then, neither are\r\nwe at liberty to abstain from it.\r\nThe meeting rose at 1.05 p.m.\r\n29\r\n"