"United Nations A/54/PV.46\r\n99-86339 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n46th plenary meeting\r\nThursday, 4 November 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nIn the absence of the President, Mr. Morel\r\n(Seychelles), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 52\r\nQuestion of the Falkland Islands (Malvinas)\r\nThe Acting President: I should like to inform\r\nrepresentatives that, following consultations regarding\r\nagenda item 52 on the question of the Falkland Islands\r\n(Malvinas), and taking into account General Assembly\r\ndecision 53/414 of 2 November 1998, it is proposed that\r\nthe General Assembly decide to postpone consideration of\r\nthis item and to include it in the provisional agenda of its\r\nfifty-fifth session.\r\nMay I take it therefore that the Assembly, taking into\r\naccount decision 53/414, wishes to defer consideration of\r\nthis item and to include it in the provisional agenda of the\r\nfifty-fifth session?\r\nIt was so decided.\r\nThe Acting President: The General Assembly has\r\nthus concluded its consideration of agenda item 52.\r\nAgenda item 157\r\nReport of the Committee on Relations with the Host\r\nCountry\r\nAppointment of members of the Committee on\r\nRelations with the Host Country\r\nThe Acting President: Members will recall that, at\r\nits third meeting on 17 September 1999, the General\r\nAssembly decided to allocate agenda item 157 to the\r\nSixth Committee and also to consider it directly in\r\nplenary meeting.\r\nMembers will also recall that, on 8 December 1998,\r\nthe General Assembly adopted resolution 53/104, entitled\r\n“Report of the Committee on Relations with the Host\r\nCountry”. Paragraph 2 of that resolution reads as follows:\r\n“Endorses the recommendation of the\r\nCommittee that its membership be increased by four\r\nmembers, including one each from African, Asian,\r\nLatin American and Caribbean and Eastern Europe\r\nStates, to be chosen by the President of the General\r\nAssembly in accordance with resolution 2819\r\n(XXVI) of 15 December 1971, in consultation with\r\nthe regional groups.”\r\nIn this connection, members will further recall that,\r\nat the 94th meeting of the fifty-third session, on\r\n18 February 1999, the President of the General Assembly\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nappointed three members of the Committee from the\r\nAfrican, Eastern European and Latin American and\r\nCaribbean States and that there still remains one member of\r\nthe Committee to be appointed from among the Asian\r\nStates.\r\nI would now like to inform members that the\r\nPresident, after consultations with the Group of Asian\r\nStates, has appointed Malaysia as a member of the\r\nCommittee on Relations with the Host Country.\r\nMay I take it that the Assembly wishes to take note of\r\nthis appointment?\r\nIt was so decided.\r\nThe Acting President: As a result of the appointment\r\njust made, the membership of the Committee stands as\r\nfollows: Bulgaria, Canada, China, Costa Rica, Côte d\u0027Ivoire,\r\nCuba, Cyprus, France, Honduras, Hungary, Iraq, the Libyan\r\nArab Jamahiriya, Malaysia, Mali, the Russian Federation,\r\nSenegal, Spain, the United Kingdom of Great Britain and\r\nNorthern Ireland and the United States of America.\r\nWe have thus concluded this stage of our\r\nconsideration of agenda item 157.\r\nAgenda item 14\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the Agency (A/54/215)\r\nDraft resolution (A/54/L.21)\r\nThe Acting President: It is now my pleasure to invite\r\nthe Director General of the International Atomic Energy\r\nAgency, Mr. Mohamed ElBaradei, to present the report of\r\nthe Agency for the year 1998.\r\nMr. ElBaradei (International Atomic Energy Agency):\r\nThe annual report of the International Atomic Energy\r\nAgency (IAEA) for 1998 describes the Agency\u0027s major\r\nachievements in fulfilling its mandate during the year. I will\r\ndescribe some of these achievements and also identify some\r\nof the challenges and opportunities that lie ahead.\r\nI would like to begin with the Agency\u0027s work in the\r\narea of verification. IAEA safeguards constitute an\r\nindispensable component of international efforts to prevent\r\nthe proliferation of nuclear weapons and move towards\r\nnuclear disarmament. During the year, the focus of our\r\nwork has been on strengthening the safeguards system. In\r\n1998, the Agency began implementation of measures\r\ncontained in the Additional Protocol to safeguards\r\nagreements in States where the Protocol is already in\r\nforce. These measures are designed to provide the Agency\r\nwith greater access to information and sites so it can\r\nverify that no declared nuclear material has been diverted\r\nto non-peaceful uses and also to provide assurances that\r\nthere is no undeclared material or activities. Work has\r\nalso continued on developing a system which integrates\r\ntraditional nuclear material verification activities with new\r\nstrengthening measures, including those contained in the\r\nAdditional Protocol. This system, which will enhance the\r\neffectiveness and efficiency of safeguards, will be\r\ngradually introduced starting next year. It should enable\r\nthe Agency to provide enhanced assurance to the\r\ninternational community that States that have\r\ncomprehensive safeguards agreements and additional\r\nprotocols are using nuclear material exclusively for\r\npeaceful purposes.\r\nThe number of States that have not concluded\r\nsafeguards agreements with the IAEA, despite their\r\nobligation to do so under various treaties, remains a\r\nmatter of concern. Over the past year, the Agency has\r\ncontinued to remind these States of their obligation. With\r\na view to next year\u0027s Review Conference of the Parties to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT), I urge, in particular, the 52 NPT States without\r\nsafeguards agreements in force to conclude and/or bring\r\nsuch agreements into force without further delay. The full\r\npotential of the strengthened safeguards system can be\r\nrealized only through universal adherence to the\r\nAdditional Protocol, and that, in turn, depends on all\r\nrelevant safeguards agreements being in force.\r\nI am pleased that in the past year 13 additional\r\nprotocols have been approved by the Agency\u0027s Board of\r\nGovernors, including 4 this past September. This brings\r\nthe total of Additional Protocols approved to 45.\r\nNonetheless, this number falls short of expectations.\r\nStates have consistently stressed the importance of the\r\nstrengthened safeguards system and universal adherence\r\nto the Additional Protocol to enhance the credibility of\r\nthe non-proliferation regime. I thus appeal to all States\r\nthat have not yet done so to conclude additional protocols\r\nat the earliest possible date.\r\nThe Agency is implementing a programme to assist\r\nmember States in establishing and maintaining a system\r\nto protect nuclear and radioactive material from being\r\n2\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nused in any unlawful activities and in combating illicit\r\ntrafficking in these materials. I have also convened an\r\nexpert meeting for later this month to discuss the possibility\r\nof strengthening the Convention on the Physical Protection\r\nof Nuclear Material.\r\nIt is some 10 months since the Agency\u0027s last\r\ninspection in Iraq under the relevant Security Council\r\nresolutions. One year ago we were cautiously optimistic\r\nthat the Agency would be able to proceed with the full\r\nimplementation of its monitoring and verification plan. This\r\nhas not happened. The Security Council continues to search\r\nfor modalities to resume verification activities in Iraq. At\r\npresent, however, the Agency cannot provide any measure\r\nof assurance regarding Iraq\u0027s compliance with its obligation\r\nunder those resolutions. I should, however, emphasize that\r\nthe Agency continues to be ready to resume its activities in\r\nIraq at short notice.\r\nThe situation in the Democratic People\u0027s Republic of\r\nKorea remains unchanged. The Agency is still unable to\r\nverify that all nuclear material subject to safeguards in the\r\nDemocratic People\u0027s Republic of Korea has been declared\r\nto it. We continue to monitor the “freeze” on the\r\nDemocratic People\u0027s Republic of Korea\u0027s graphite-\r\nmoderated reactors and related facilities, as requested by the\r\nSecurity Council, but the measure of cooperation we\r\nreceive continues to be limited. And, despite 12 rounds of\r\ntechnical discussions, there is still no progress on important\r\nissues, such as the preservation of relevant information\r\nwhich would enable the Agency to verify the Democratic\r\nPeople\u0027s Republic of Korea\u0027s inventory of nuclear material\r\nsubject to safeguards. As I have indicated before, without\r\nthis information it will be difficult in the future, if not\r\nimpossible, to verify the Democratic People\u0027s Republic of\r\nKorea\u0027s compliance with its Non-Proliferation Treaty\r\nsafeguards agreement. It is my hope that the Democratic\r\nPeople\u0027s Republic of Korea will be in a position soon to\r\nnormalize its relations with the Agency and also increase\r\nthe level of its cooperation. This is in the interest of both\r\nthe Democratic People\u0027s Republic of Korea and the\r\ninternational community.\r\nThe Agency\u0027s safeguards system is only one part of\r\nthe overall non-proliferation regime. Although the\r\neffectiveness of safeguards is critical in this regime, other\r\nmutually reinforcing elements must also be at work. These\r\ninclude effective export control, adequate physical\r\nprotection of nuclear material and facilities, accelerated\r\nsteps towards nuclear disarmament and an appropriate\r\narrangement for global and regional security.\r\nOne of the new opportunities facing the Agency is\r\nin the area of nuclear arms control and reduction. I would\r\nlike to report that the IAEA has continued its work on a\r\njoint initiative with the Russian Federation and the United\r\nStates. The initiative focuses on Agency verification that\r\nfissile material removed from weapons programmes of the\r\ntwo States remains definitely in non-military activities.\r\nWork continued during the year on the development of a\r\nproposed prototype inspection system that might allow the\r\nAgency inspectors to carry out their verification duties\r\nwithout having access to classified weapons information.\r\nWork on the drafting of a model verification agreement\r\nis also progressing.\r\nThe Conference on Disarmament continued its\r\ndiscussion during the year on issues relating to the\r\nnegotiation of a treaty to ban the production of fissile\r\nmaterial for nuclear weapons or other nuclear explosives.\r\nIn line with an earlier General Assembly resolution, I\r\nhave indicated to the President of the Conference the\r\nAgency\u0027s readiness to assist in developing the verification\r\nsystem for such a treaty. At the request of a number of\r\nStates, the Secretariat has been providing expert advice\r\nand information on its experience in relevant areas.\r\nIt is obvious that verification in the area of nuclear\r\narms control and reduction will pose a challenge for the\r\nAgency in terms of resource requirements. To this end, I\r\npresented to our Board of Governors earlier this year\r\nsome possible options for financing Agency verification\r\nof such future measures. The report focused on the\r\nprinciples that could govern such funding and the various\r\npossible mechanisms which include the establishment of\r\na nuclear arms control and reduction fund based on\r\nassessed contributions. I emphasized in my report that\r\nwhatever the financial arrangements agreed upon, they\r\nshould ensure reliable and predictable funding. It is a\r\nstatutory responsibility and a long-standing tradition for\r\nthe Agency to accept all verification requests, and we\r\nshould continue to be able to do so.\r\nI turn now to the Agency\u0027s work in the area of\r\nnuclear technology. Our mandate here is clear: to\r\nmaximize the ability of member States to make full use\r\nof this technology for their economic and social\r\ndevelopment.\r\nWith regard to nuclear power, I should mention two\r\nissues that are of current concern. One is the need to meet\r\nincreasing energy demands, particularly for electricity,\r\nand the other is the need to mitigate greenhouse gas\r\nemissions as agreed under the Kyoto Protocol to the\r\n3\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nUnited Nations Framework Convention on Climate Change.\r\nNuclear power is one of the few energy options that can\r\nprovide large-scale electricity generation and do so without\r\ngreenhouse gas emissions.\r\nAt the end of 1998, over 400 nuclear power reactors\r\nin more than 30 countries were producing about 16 per cent\r\nof the world\u0027s electricity. Sixteen countries relied on nuclear\r\npower for 25 per cent or more of their electricity supply.\r\nThe choice of nuclear power and of a particular energy mix\r\nis necessarily a country\u0027s specific decision that takes into\r\naccount the country\u0027s respective circumstances, needs and\r\npriorities. States should, however, be able to make that\r\ndecision on the basis of up-to-date and complete\r\ninformation. In this context and in cooperation with eight\r\nother international organizations, the Agency has continued\r\nits programme to assist member States in developing their\r\ncapacity for decision-making in the energy sector. With\r\nspecialized databases and methodologies, States can now\r\nconduct comparative evaluations of available energy\r\noptions, taking into account environmental, economic and\r\nrisk factors throughout the fuel cycle. Currently, over 90\r\ncountries are using these tools. We are also contributing to\r\nthe work of the Intergovernmental Panel on Climate\r\nChange and working with other organizations to prepare for\r\ndiscussions on energy by the United Nations Commission\r\non Sustainable Development in 2001. Our aim is to see that\r\nnuclear power is given a full and fair hearing in that\r\nimportant forum.\r\nA key factor for national Governments in reaching\r\ndecisions about the potential use of nuclear power will be\r\ntheir ability to assess the viability of advanced technologies.\r\nThe Agency has an interregional technical cooperation\r\nproject that is bringing together technology suppliers and\r\nprospective end-users for the development of integrated\r\nnuclear desalination programmes. In Morocco, the Agency\r\nhas assisted in the preparatory work for a small nuclear\r\nreactor for desalination purposes. And the Republic of\r\nKorea is inviting member States to participate in its design\r\nof the System-integrated Modular Advanced Reactor\r\n(SMART). Another example of the potential use of\r\nadvanced nuclear technology is provided by South Africa,\r\nwhere the Agency is currently assisting in carrying out a\r\nfeasibility study and a safety review of a new design for a\r\nprototype pebble bed reactor.\r\nI should note that despite its environmental advantage,\r\nnuclear power is at a standstill in Western Europe and\r\nNorth America, although it continues to expand in a few\r\nrapidly developing countries in Asia and in parts of Eastern\r\nEurope. In my view, a resurgence of nuclear power depends\r\non action on three crucial fronts: further improvement in\r\neconomic competitiveness, continued improvement in the\r\nglobal safety record, including waste management, and\r\nthe restoration of public confidence.\r\nThe Agency\u0027s activities relating to nuclear\r\ntechnology extend well beyond nuclear power and its fuel\r\ncycle to cover many non-power applications. The Agency\r\nholds some 400 technical meetings on various topics in\r\nnuclear science and technology annually. It also operates\r\nits own research and service laboratories and coordinates\r\nresearch and information exchange in the many uses of\r\nnuclear techniques and radioisotopes in order to increase\r\nfood production, to protect the environment, to fight\r\ndisease and to manage water resources. Technical\r\ncooperation under our programme, which amounted to\r\nsome $80 million in 1998, assists our Member States to\r\nensure the appropriate and efficient use of nuclear\r\ntechniques within their national development strategies,\r\nthrough training, expert advice and equipment\r\nprocurement.\r\nTo illustrate the range of our work, I will mention\r\nbriefly just a few of the examples where nuclear\r\ntechniques are making a difference. Let me start with\r\nagriculture. The Agency is currently assisting several\r\ncountries in the Middle East in studies on fertigation —\r\nthe application of fertilizers through drip irrigation. The\r\nbenefits of this technique include increased crop yields\r\nand more efficient use of water.\r\nIn Belarus, over 1 million hectares of prime\r\nagricultural land was contaminated after the Chernobyl\r\naccident in 1986. The Agency\u0027s technical cooperation\r\nprojects have been instrumental in ensuring that rapeseed\r\nnow cultivated in the area can be safely used for cooking\r\noil and lubricants. The projects aim at accelerated\r\ndecontamination of the land, the return of farmers to their\r\nland and the creation of jobs. The Joint FAO/IAEA\r\nDivision of Nuclear Techniques in Food and Agriculture\r\nis providing the technical backstopping for this assistance.\r\nHuman health is an area where nuclear techniques\r\nare becoming increasingly important. Let me quote just\r\none example here. Neonatal thyroid deficiency, which can\r\nlead to mental retardation and stunted growth, is a curable\r\nillness if detected immediately after birth. During the last\r\n10 years, the IAEA has been assisting health authorities\r\nin a number of countries in introducing appropriate\r\ntechnology for neonatal screening programmes. Using\r\ntechnology introduced by the Agency, Thailand is\r\nexpected to test all of its newborns — 1.2 million\r\n4\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nchildren per year by the year 2002. In Latin America, over\r\n3 million newborns per year are being screened under\r\nprogrammes initiated by the Agency.\r\nFreshwater scarcity is a problem that could affect two\r\nthirds of the world\u0027s population by the year 2025. An\r\nAgency-sponsored project, implemented jointly by Peru and\r\nBolivia, uses isotope techniques and geochemical tools in\r\nhelping the authorities accurately measure the water\r\nrecharge of Lake Titicaca. Knowledge of the inflow and\r\noutflow of the lake\u0027s water is crucial for the effective\r\nmanagement of water resources in the two countries. The\r\nproject will enable both Peru and Bolivia to take\r\nscientifically based decisions regarding the amounts of\r\nwater available for human consumption, irrigation and\r\nindustrial use.\r\nAnother regional project, involving Egypt, Ethiopia,\r\nMorocco and Senegal, has helped the countries concerned\r\nin mapping, evaluating and managing groundwater\r\nresources with the overall objective of providing drinking\r\nwater for their populations on a sustainable basis. Working\r\nwithin the framework of the United Nations Centre for\r\nHuman Settlements/United Nations Environment\r\nProgramme joint initiative called Managing Water for\r\nAfrican Cities, the IAEA will provide technical support in\r\nusing isotope techniques, together with non-nuclear\r\ntechniques, to help develop urban water management\r\npolicies.\r\nI now turn to the issue of nuclear safety. A\r\ndemonstrated global record of safety in all activities through\r\nthe nuclear fuel cycle is a key to public confidence in\r\nnuclear power. In recent years, since the Chernobyl\r\naccident, the global safety record of nuclear power plants\r\nhas shown general improvement. However, continuous\r\nefforts are required to ensure that the technical and human\r\nrequirements of safety culture are maintained at the highest\r\npossible level. The accident a few weeks ago at the\r\nTokaimura nuclear fuel conversion facility in Japan is a\r\ncase in point. It is an illustration of the fact that accidents\r\ncan occur if the required level of vigilance is not sustained.\r\nWith regard to that accident, the Agency was in early\r\ncontact with the Japanese authorities to offer assistance and\r\nto transmit information to the international community as it\r\nbecame available. A team of IAEA nuclear safety\r\nspecialists undertook a mission to Japan last month to\r\nascertain the facts relating to the accident. The report will\r\nbe issued shortly. The team also discussed with the\r\nJapanese authorities the possibility of a more\r\ncomprehensive review of the accident. Such reviews have\r\nproved in the past to be a useful means of allowing other\r\ncountries to learn from incidents that have occurred.\r\nSafety is a national responsibility. But we learned\r\nthe hard way after Chernobyl that international\r\ncooperation on all safety-related matters is indispensable.\r\nOver the past year, the Agency has continued to\r\ncontribute to the development of an effective worldwide\r\nsafety regime. This regime comprises international\r\nconventions that prescribe the fundamental legal norms\r\nfor the safe use of nuclear energy; internationally\r\naccepted safety standards; and measures to assist States in\r\nimplementing these conventions and standards.\r\nThe first review meeting of the Convention on\r\nNuclear Safety, held earlier this year, demonstrated the\r\nstrong commitment of contracting parties to achieve and\r\nmaintain a high level of safety at all nuclear installations.\r\nThe meeting highlighted, inter alia, the fact that\r\nlegislative frameworks are well established in most\r\ncountries and that operational feedback systems are in\r\nplace. Contracting parties to the Convention took note of\r\nmany factors which could have a significant impact on\r\nnuclear safety if not counterbalanced by appropriate\r\nactions. Such factors include deregulation of electricity\r\nmarkets and lack of sufficient economic resources.\r\nSeveral contracting parties have taken action to meet the\r\nchallenges posed by such factors.\r\nOne safety concern to which I wish to call attention\r\nis the threat to public health arising from “orphan”\r\nradioactive sources. These are radiation sources that are\r\nnot under the control of national authorities. During the\r\nyear under review, IAEA experts were sent to check the\r\nradiological impact of such sources found in Georgia,\r\nPeru and Turkey, and to provide assistance in taking the\r\nnecessary protective measures. I am pleased to report that\r\nthe IAEA General Conference last month adopted an\r\naction plan on the safety of radiation sources and security\r\nof material, which, among other things, details what the\r\nIAEA response should be.\r\nAnother concern regards the safety of research\r\nreactors. More than 600 research reactors have been built;\r\nof these, 344 have been shut down, although only 106\r\nhave been decommissioned. The Agency is focusing on\r\nupgrading regulatory infrastructure and providing safety\r\nreviews and advisory services to assist States confronting\r\nissues such as ageing and decommissioning.\r\nA major issue in the debate over the use of nuclear\r\ntechnologies is the safety of the management of spent fuel\r\n5\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nand of radioactive waste. An Agency-sponsored\r\ninternational symposium recently confirmed the view that\r\ntechnologies exist for the safe, environmentally sound and\r\ncost-effective management of radioactive waste. The\r\nopinion of experts is that high-level waste and spent fuel\r\ncan be safely isolated in certain types of deep geological\r\nrepositories. However, a number of States are now opting\r\nfor long-term storage of waste in order not to foreclose\r\nfuture options. Research is under way on the feasibility of\r\ndisposing of waste in a manner that is reversible so that, if\r\nit is so decided, the waste can be retrieved in the future.\r\nResearch also continues on technologies to reduce the\r\nquantities and radioactivity of high-level waste. In my view,\r\nonly when final high-level waste repositories are built will\r\nthe public start to perceive and accept that the waste issue\r\nhas been resolved. this would be a substantial achievement\r\nin coming years. The Agency has been assisting member\r\nStates in the management of spent fuel and radioactive\r\nwaste, through the development of safety standards and\r\ntechnology transfer as well as with advisory missions.\r\nFinally, on the question of safety, I wish to report that\r\nover the past year, the Agency has acted as a focal point in\r\nassisting member States to adequately address the Y2K\r\nissue in respect of nuclear facilities as well as medical\r\nfacilities that use radiation sources. I urge all States to\r\nmake every effort to ensure that these facilities are Y2K\r\ncompliant.\r\nIt is clear from this review of the Agency\u0027s activities\r\nthat our agenda is growing. In a continuing environment of\r\nzero-real-growth budgets, the challenge is how to close the\r\ngap between priorities and affordability.\r\nWe have in the past year advanced on several fronts\r\nin our efforts to improve the planning, implementation and\r\nevaluation of our activities. A draft medium-term strategy\r\nhas been prepared, outlining the Agency\u0027s goals and\r\nobjectives for the five-year period 2001 to 2005, and the\r\nmeans proposed to meet these objectives. Formulation of\r\nthe programme and budget, which will be based on the\r\nobjectives set out in the medium-term strategy, will follow\r\na structured process for assessing member States\u0027 needs and\r\npriorities and will identify expected results and set\r\nperformance indicators. Effective implementation will be\r\ncoordinated within the secretariat and be results-based. It\r\nwill be complemented by a strengthened evaluation process\r\nto ascertain the extent to which our goals have been\r\nattained and to build on lessons learned.\r\nI would also like to stress the importance we are\r\ngiving to reaching out to both traditional and new partners.\r\nEffective interaction with member States, international\r\norganizations, the private sector, civil society and the\r\npublic is fundamental to the Agency\u0027s ability to maintain\r\nbroad support in delivering its programme. In June, I\r\napproved a new public information and outreach policy\r\nintended to enhance this interaction. Part of this effort\r\nwill focus on establishing a dialogue with the nuclear\r\ndevelopment and arms control communities. The strategy\r\nshould help the international community assess\r\nobjectively the value of the various utilizations of nuclear\r\nscience and technology.\r\nI should also mention that one of the outcomes of\r\nthis year\u0027s session of the General Conference was the\r\nreaching of agreement, after many years of discussion, on\r\nan amendment to the Agency\u0027s statute, which would have\r\nthe effect, when it enters into force, of expanding the\r\nmembership of the Board of Governors from 35 to 43\r\nmember States, in order to take account of the increase in\r\nthe number of developing countries in the Agency\u0027s\r\nmembership.\r\nIn conclusion, let me repeat that the Annual Report\r\nbefore the Assembly describes in detail the work of the\r\nAgency in 1998, outlines progress and identifies work that\r\nremains to be done. I am very pleased to be able to report\r\nthat at the session of the Agency\u0027s General Conference\r\nwhich concluded last month consensus was reached on all\r\nissues discussed by our member States. I hope, as we\r\nlook to the new millennium, we will together be guided\r\nby the understanding that only through international\r\ncooperation and mutual accommodation can we make\r\nprogress in regard to some of the most pressing issues\r\nfacing us: fighting poverty, maintaining and enhancing\r\npeace and security and protecting our environment. These\r\nare all issues to which the IAEA contributes and is fully\r\ncommitted.\r\nFinally, I wish to express my appreciation to the\r\nGovernment of Austria, which continues to be our\r\ngracious and generous host.\r\nThe Acting President: I now call on the\r\nrepresentative of Brazil to introduce draft resolution\r\nA/54/L.21.\r\nMr. Fonseca (Brazil): Allow me to congratulate\r\nDirector General ElBaradei on the comprehensive\r\npresentation of the report of the International Atomic\r\nEnergy Agency. The period covered by the report, his\r\nfirst full year in office, confirmed our perception that,\r\nwith professionalism and dedication, the Director General\r\n6\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nstrengthens all aspects of the role of the International\r\nAtomic Energy Agency (IAEA) in the field of atomic\r\nenergy. His experience as a diplomat, international civil\r\nservant and scholar are now combined in a leadership\r\nfunction for which he deserves to be commended.\r\nI wish here to reiterate our pledge of cooperation with\r\nthe Agency and its work. Special reference should be made\r\nto the importance of what the Director General calls the\r\npillars of the Agency\u0027s work: technology, safety and\r\nverification. The impact of the Agency\u0027s efforts in\r\npromoting the safe and peaceful uses of nuclear energy, as\r\nwell as in verifying that nuclear materials are not used for\r\nmilitary purposes, is even more relevant these days.\r\nBrazil has participated in the activities of the Agency\r\nsince its inception. In 1956, when the Conference adopted\r\nthe Agency\u0027s statute, it was presided over by Brazilian\r\nAmbassador João Carlos Muniz. Today, Brazil is honoured\r\nto introduce, in its capacity as Chairman of the IAEA\r\nBoard of Governors, draft resolution A/54/L.21, on the\r\nreport of the International Atomic Energy Agency.\r\nThe text before us reflects the most important issues\r\nraised in the report Director General ElBaradei just\r\npresented, as well as the relevant resolutions adopted, all by\r\nconsensus, by the forty-third session of the IAEA General\r\nConference. I would like briefly to highlight the main\r\ncontents of this draft.\r\nReaching agreement on the amendment of article VI\r\nof the statute, concerning the membership of the Board of\r\nGovernors — an issue that has been discussed for most of\r\nthe last quarter century — was no doubt a major\r\nbreakthrough in this year\u0027s session of the General\r\nConference. Accordingly, draft resolution A/54/L.21\r\ndedicates a specific operative paragraph to the expansion of\r\nthe membership of the Board from 35 to 43 members.\r\nThe draft resolution also focuses on a crucial element\r\nof the non-proliferation regime — safeguard agreements —\r\nand their direct bearing on verification and confidence-\r\nbuilding. Due attention is given to the imperative of\r\nstrengthening the effectiveness and improving the efficiency\r\nof safeguard systems with a view to detecting undeclared\r\nnuclear activities. In this regard, we wish to highlight the\r\nrole of the Model Additional Protocol, approved in May\r\n1997.\r\nOver the years, increasing priority has been given to\r\nnuclear safety. The entry into force in October 1996 of the\r\nConvention on Nuclear Safety provided the international\r\ncommunity with an important instrument on this matter.\r\nThe draft resolution expresses satisfaction with the\r\noutcome of the first review meeting of the contracting\r\nparties and the expectation that further improvements can\r\nbe made in particular areas identified during the meeting.\r\nAs in previous resolutions, this draft addresses the\r\ninternational community\u0027s concerns in the field of nuclear\r\nenergy with regard to the Democratic People\u0027s Republic\r\nof Korea and Iraq. It expresses deep concern about the\r\ncontinuing non-compliance of the Democratic People\u0027s\r\nRepublic of Korea with the safeguards agreement with the\r\nAgency and calls upon that country to fully comply with\r\nthe agreement. In regard to inspections in Iraq, the text\r\nstresses the need for full implementation of all Security\r\nCouncil resolutions and asks Iraq to allow immediate\r\nresumption of the Agency\u0027s ongoing monitoring and\r\nverification activities.\r\nThe draft resolution Brazil is introducing today is the\r\nresult of hard work, cooperation and understanding\r\nbetween delegations in Vienna. Brazil is grateful for the\r\ngenuine efforts of all delegations, which enabled us to\r\nachieve a balanced text. We are confident that this draft\r\nresolution is indeed a fair and accurate reflection of the\r\nmain issues dealt with by the Agency during the period\r\nunder review. On behalf of the sponsors — which are\r\nnow joined by Finland and Slovakia, the two Vice-\r\nChairmen of the Board of Governors, and also by\r\nArgentina and Bosnia and Herzegovina — I would also\r\nlike to express our appreciation for the support and\r\ncooperation received in Vienna and here from the\r\nsecretariat of the International Atomic Energy Agency and\r\nthat of the United Nations.\r\nI would like to convey to the President the sentiment\r\namong delegations, which continue consultations on a\r\nspecific part of the text, that the draft resolution is not yet\r\nready for adoption. It is therefore suggested that he\r\nconsider postponing action on the draft resolution in order\r\nto allow for a few pending issues to be resolved among\r\ninterested delegations.\r\nMs. Rasi (Finland): I have the honour to speak on\r\nbehalf of the European Union. The Central and Eastern\r\nEuropean countries associated with the European\r\nUnion — Bulgaria, the Czech Republic, Estonia,\r\nHungary, Latvia, Lithuania, Poland, Romania, Slovakia\r\nand Slovenia — and the associated countries, Cyprus and\r\nMalta, as well as the European Free Trade Association\r\ncountries members of the European Economic Area,\r\n7\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nLiechtenstein and Norway, align themselves with this\r\nstatement.\r\nIt is a great pleasure for me to note that during his\r\nfirst full year as the Director General of the International\r\nAtomic Energy Agency (IAEA), Mr. Mohamed ElBaradei\r\nhas launched several commendable initiatives. The\r\nEuropean Union gives its full support to all initiatives that\r\nare aimed at improving the effectiveness and efficiency of\r\nthe Agency\u0027s programmes, activities and administration.\r\nThe European Union appreciates the introduction of\r\nthe draft medium-term strategy — a unified approach that\r\nis based on the three pillars of technology, safety and\r\nverification. The European Union welcomes this holistic\r\napproach to strategic planning, which includes Agency-wide\r\nprioritization as a key element and which should form the\r\nbasis for programme and budget proposals in the medium\r\nterm.\r\nSince the priorities vary considerably among the\r\nmember States, the European Union stresses that the\r\ndialogue on Agency-wide prioritization — notably in the\r\nBoard of Governors — is crucial. Such a dialogue should\r\nbe based on an objective assessment of technological as\r\nwell as financial aspects, while recognizing the different\r\nneeds of the various member States and having due regard\r\nfor the Agency\u0027s statutory responsibilities. The result must\r\nbe a strategy that sets out clearly the priority areas, lays\r\ndown appropriate success criteria and establishes criteria for\r\nphasing out certain outdated or low-priority activities. This\r\nwould enable financial and human resources to be allocated\r\nto higher-priority activities, many of which have had to be\r\nfunded from extrabudgetary resources. The European Union\r\nis of the view that all statutory activities should be funded\r\nfrom the regular budget.\r\nFor the European Union, the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) remains the\r\ncornerstone of the global non-proliferation regime and an\r\nessential foundation for the pursuit of nuclear disarmament.\r\nThe European Union continues to support the Agency\u0027s role\r\nin safeguarding nuclear material and facilities, especially\r\nwithin the framework of the NPT, and has actively\r\npromoted the universal conclusion of the additional\r\nprotocols. The European Union calls on all non-nuclear-\r\nweapon States to conclude and ratify comprehensive\r\nsafeguards agreements with the IAEA, as well as the\r\nadditional protocols to them. Furthermore, the European\r\nUnion invites those States that have no comprehensive\r\nsafeguards agreement to negotiate additional protocols with\r\nthe Agency, as provided for in the foreword of the Model\r\nProtocol. In this context, the European Union welcomes\r\nCuba\u0027s signature of Cuba of an additional protocol.\r\nThe European Union also supports the repeated\r\nstatements by the Director General that the\r\nimplementation of an integrated safeguards system is a\r\nmatter of the highest priority. However, the European\r\nUnion stresses that the introduction of new measures\r\nshould not be regarded simply as an addition to existing\r\nmeasures. The two systems must be properly integrated to\r\nmake optimal use of all possible synergies, leading to\r\nmore effective use of resources and inspection efforts.\r\nThe situation regarding the implementation of\r\nsafeguards in the Democratic People\u0027s Republic of Korea\r\nis still a subject of serious concern to the European\r\nUnion. We continue to be disturbed by the fact that\r\ndespite efforts by the Agency, no progress has been made\r\non any of the important issues outstanding since 1994.\r\nThe European Union again strongly urges the Democratic\r\nPeople\u0027s Republic of Korea to comply fully with its\r\nsafeguards agreement with the Agency at the earliest\r\npossible time, and to cooperate fully with the Director\r\nGeneral.\r\nMore than 10 months have elapsed since the Agency\r\nwas able to carry out inspections in Iraq. As a result, the\r\nAgency has not been able to implement its mandate in\r\nIraq under the relevant Security Council resolutions and\r\nis thus unable to provide any measure of assurance\r\nregarding Iraq\u0027s compliance with its obligations under\r\nthose resolutions. The European Union considers it a\r\nmatter of urgency that the monitoring and verification\r\nactivities of the Agency in Iraq be re-established without\r\ndelay.\r\nEnsuring that a high level of nuclear safety is in\r\nplace throughout the world is of primary importance to\r\nthe European Union. The European Union calls on the\r\nAgency to emphasize that safety aspects must be taken\r\ninto account at an early stage in the design of any nuclear\r\nfacility. The European Union is of the view that while the\r\nresponsibility for the safe design, construction and\r\noperation of a nuclear installation rests with the State\r\nhaving jurisdiction over such an installation, international\r\ncooperation is needed to ensure that internationally\r\naccepted levels of nuclear safety are in place everywhere.\r\nAs a reflection of this, the European Union is a major\r\ncontributor — through its large Poland-Hungary Aid for\r\nthe Reconstruction of the Economy (PHARE) and\r\nTechnical Assistance for the Commonwealth of\r\nIndependent States (TACIS) programmes, and also\r\n8\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nthrough the bilateral activities of its member States with\r\nrecipient States — to the international efforts to help the\r\nStates of Eastern and Central Europe, including all\r\nmembers of the Commonwealth of the Independent States,\r\nto improve nuclear safety. Noteworthy advances have taken\r\nplace in these countries, but in some cases much still\r\nremains to be done.\r\nThe European Union is paying special attention to\r\nnuclear safety in the ongoing enlargement process of the\r\nUnion. Adequate progress on nuclear safety issues is\r\nessential for the success of the enlargement process.\r\nThe first review meeting on the implementation of the\r\nConvention on Nuclear Safety was held in April 1999. The\r\nmeeting was very successful in showing that the\r\nConvention is a valuable instrument for international efforts\r\nto assess and improve the levels of nuclear safety. The\r\nEuropean Union is looking forward to future review\r\nmeetings. In addition to aspects identified in respect of\r\nimprovements to the review process itself, the EU stresses\r\nthe need for the contracting parties to the Convention to\r\nexercise greater openness and transparency. It is also\r\nimportant that the contracting parties at the next review\r\nmeeting can report substantial progress in areas where a\r\nneed for safety improvement was identified.\r\nThe European Union hopes that this encouraging\r\nexample of the functioning of the Convention on Nuclear\r\nSafety and its review process will further the early signing\r\nand ratification of the Joint Convention on the Safety of\r\nSpent Fuel Management and on the Safety of Radioactive\r\nWaste Management.\r\nThe European Union commends the intensive work\r\nwhich the Agency has undertaken in helping operators and\r\nregulators to develop suitable Y2K compliance\r\nprogrammes. The EU will continue to give support to that\r\nwork in the run-up to the new millennium, now less than\r\ntwo months away.\r\nThe technical cooperation programme is an important\r\ncomponent of the Agency\u0027s activities. The strong support of\r\nthe European Union for the technical cooperation\r\nprogramme is demonstrated by the high level of voluntary\r\ncontributions of EU member States to the Technical\r\nCooperation Fund, in 1998 accounting for about 30 per cent\r\nof the Fund\u0027s realized total. However, the European Union\r\nstresses that the technical cooperation programme as a\r\nwhole should be given careful consideration in the light of\r\nthe Agency\u0027s mandate and the existing budgetary\r\nconstraints. The EU also considers that it must be in the\r\ninterest of the recipient State and the Agency to ensure\r\nproper coordination between the Agency\u0027s technical\r\ncooperation activities in the country and those of other\r\norganizations, with a view to achieving synergies and\r\navoiding duplication. Furthermore, the European Union\r\nbelieves that the technical assistance provided by the\r\nAgency should be fully matched to national development\r\nprogrammes, and that it is primarily the responsibility of\r\nthe recipient State to ensure that this is so.\r\nThe primary tool in combating illicit trafficking in\r\nnuclear materials is the physical protection of such\r\nmaterials, the responsibility for which remains entirely\r\nwith individual States. The European Union supports the\r\nAgency\u0027s activities in revising its recommendations for the\r\nphysical protection of nuclear materials and through the\r\nInternational Physical Protection Advisory Service, and in\r\nthe provision of guidelines and training.\r\nThe European Union is pleased to note that the\r\nAgency has strengthened its activities aimed at combating\r\nillicit trafficking in nuclear materials and at enhancing the\r\nsafety of radiation sources and security of radioactive\r\nmaterials. The Agency has further developed its\r\nprogramme on the security of material and established\r\ncommendable cooperation with the European\r\nCommission, the World Customs Organization and the\r\nInternational Criminal Police Organization (Interpol), with\r\na view to developing guidelines.\r\nThe European Union notes with satisfaction that,\r\nafter difficult discussions extending over a number of\r\nyears, the forty-third General Conference of the Agency\r\nadopted a resolution on the amendment of article VI of\r\nthe Statute of the IAEA relating to the composition of its\r\nBoard of Governors. Although the EU did not deem it\r\nnecessary to enlarge the size of the Board, it joined the\r\nconsensus on a package which includes, in addition to the\r\nexpansion of the Board from 35 to 43 members, a\r\ndecision on the composition of area groups and criteria to\r\nbe used in designating Board members.\r\nThe Director General of the IAEA has expressed the\r\nreadiness of the Agency secretariat to assist in verification\r\nrelated to nuclear-arms reduction. The European Union\r\nbelieves it to be especially important that fissile material\r\ndesignated by any nuclear-weapon State as no longer\r\nrequired for defence purposes be placed under an\r\nappropriate system of safeguards under the IAEA. We all\r\nhave to devote more consideration to the options for\r\nfinancing these new verification arrangements. The EU\r\nwelcomes the efforts aimed at setting up verification\r\n9\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nmechanisms and the further measures envisaged within the\r\nframework of the trilateral talks between the Russian\r\nFederation, the United States of America and the IAEA, as\r\nwell as the decision by a number of States to adopt a set of\r\nguidelines for the management of plutonium in all peaceful\r\nactivities.\r\nFor a considerable time, the European Union has\r\nsteadfastly supported the commencement and early\r\nconclusion of negotiations on a multilateral and\r\ninternationally binding treaty banning the production of\r\nfissile material for nuclear weapons or other nuclear\r\nexplosive devices. The European Union stands ready to\r\ndiscuss a verification role for the Agency in respect of such\r\nan agreement.\r\nThe year 2000 NPT Review Conference will soon be\r\nupon us. The European Union supports and promotes the\r\nimplementation of the NPT and the decisions of the 1995\r\nNPT Review Conference, in particular the decision on\r\nprinciples and objectives for nuclear non-proliferation and\r\ndisarmament and the decision on strengthening the review\r\nprocess of the Treaty. A successful outcome to the year\r\n2000 NPT Review Conference is vital to our common\r\nendeavour to strengthen the nuclear non-proliferation\r\nregime and further nuclear disarmament.\r\nMr. Albin (Mexico) (spoke in Spanish): Allow me to\r\nexpress the gratitude of the delegation of Mexico to the\r\nDirector General of the International Atomic Energy\r\nAgency (IAEA), Mr. Mohamed ElBaradei, for his\r\nintroduction of the report on the work of the Agency for\r\n1998.\r\nMy delegation is pleased at the recent approval, at the\r\nforty-third session of the General Conference of the IAEA,\r\nof the applications of Honduras and Angola, which\r\nincreases the number of member States of the Agency to\r\n131.\r\nI should also like to stress Mexico\u0027s satisfaction at the\r\napproval by consensus, at the General Conference, of the\r\namendment to article VI of the Statute of the IAEA,\r\nfollowing 25 years of negotiations. The ratification of this\r\namendment by two-thirds of the membership of the IAEA\r\nwill make possible the expansion of the membership of the\r\nBoard of Governors from 35 to 43 and the assignment of\r\neach member State to one of the areas listed in the article.\r\nThe amendment will thus certainly enhance the participation\r\nand commitment of all regions to the goals and work of the\r\nAgency.\r\nMexico attaches great importance to the safeguards\r\nactivities of the Agency, as well as to their development\r\nand the application of measures to strengthen them. We\r\nhope that the excellent cooperation between the\r\nGovernments of the United States and of the Russian\r\nFederation and the IAEA with regard to verification\r\nactivities for surplus fissile material will continue so that\r\nsuch material will not be reused in nuclear weapons.\r\nThe Government of Mexico supports the measures\r\nthat were adopted last September by the Board of\r\nGovernors designed to control the fissile materials\r\nneptunium and americium, on the basis that such\r\ntransuranic elements, once they are separated in the\r\nreprocessing or purification of plutonium, could, in\r\nsufficiently large quantities, be used to manufacture\r\nexplosive nuclear devices.\r\nNuclear, radiation and radioactive waste safety has\r\nbecome especially important in recent years, not only as\r\na means of avoiding harm to life, health and the\r\nenvironment and providing guarantees to humankind that\r\nnuclear equipment and materials are operated efficiently,\r\nbut also because, to a large extent, safe practices will\r\ndetermine whether nuclear energy becomes a part of our\r\nenergy options for the future.\r\nMexico is pleased at the positive results of the first\r\nreview meeting of the contracting parties to the\r\nConvention on Nuclear Safety, held in April 1999, in\r\nwhich Mexico participated as a full-fledged member. We\r\nsupport the implementation of the recommendations\r\nissued by that meeting to improve the safe management\r\nof nuclear materials and equipment.\r\nWe would like to express our gratitude to the IAEA\r\nsecretariat for strengthening the set of safety standards.\r\nThe activities of the Agency in that area have been\r\nstrengthened by the adoption of additional standards for\r\nthe safe management and transportation of radioactive\r\nwaste and for the security of nuclear power stations,\r\nwhich were approved by the Board of Governors, as well\r\nas by the adoption of resolutions in the General\r\nConference on the radiological protection of patients, the\r\nsafety of transport of radioactive materials and the\r\nsecurity of radiation sources.\r\nFinally, my delegation would like to stress the\r\nimportance of the IAEA\u0027s initiative to create regional\r\ncentres with the task of propagating horizontal\r\ncooperation. In the case of Latin America and the\r\nCaribbean, this will help channel various initiatives and\r\n10\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nAgency projects in close consultation and coordination with\r\nmember States of our region. Once again we appeal for a\r\nstrengthening of the Technical Cooperation Fund. Mexico\r\nattaches the highest priority to the Agency\u0027s technical\r\ncooperation activities, as they are an essential element of its\r\nmandate and an integral part of the contract enshrined in\r\nthe Agency\u0027s statute.\r\nMr. Wulf (United States of America): My delegation\r\nwould like to commend the Director General for his report.\r\nWe note with appreciation his continued outstanding\r\nperformance this year in support of the important\r\ncontributions of the International Atomic Energy Agency\r\n(IAEA) to international peace and prosperity.\r\nWe stand at the threshold of a new millennium. As we\r\nlook back on the century quickly fading into history, we\r\ncannot but marvel at the dramatic sweep of technological\r\ndevelopment that has characterized the past 100 years.\r\nAmong the most remarkable of these developments is the\r\nharnessing of nuclear technology for an almost endless\r\nvariety of peaceful applications. The ability of the\r\ninternational community to pursue this goal successfully can\r\nbe attributed in no small measure to the work of the IAEA.\r\nSince the end of the Second World War, the\r\ndevelopment of the peaceful applications of nuclear\r\ntechnology has been possible only because of broad\r\ninternational agreement that this development must take\r\nplace within the context of clearly defined conditions.\r\nThrough its unique system of international safeguards, the\r\nIAEA facilitates worldwide peaceful nuclear cooperation by\r\nproviding critical assurance that nuclear materials and\r\ntechnology are not being misused for non-peaceful\r\npurposes. Safeguards and peaceful nuclear cooperation truly\r\ngo hand in hand. The breadth of peaceful nuclear\r\ncooperation under IAEA auspices is particularly\r\nnoteworthy. The Agency is currently engaged in nuclear\r\ndevelopment projects with over 90 of its member States,\r\nincluding important work in a number of developing\r\ncountries. Projects range from medical applications to work\r\nin agriculture and basic industry. The United States\r\nrecognizes the value of the Agency\u0027s diverse programmes\r\nin promoting the quality of human life in many countries\r\nand is pleased to be a major contributor to this work.\r\nThe new approach used by the Department of\r\nTechnical Cooperation, known as the Strategy for Technical\r\nCooperation, has increased efficiency in implementing this\r\nimportant programme. The “one team” concept espoused by\r\nthe Director General is truly bearing fruit as the Agency\u0027s\r\nvarious departments work even more closely together to\r\nimplement an effective technical cooperation programme.\r\nThe building blocks of an improved programme are\r\nincreasingly utilized, including model project criteria,\r\nthematic planning and country programme frameworks.\r\nThese elements will be even more central to progress in\r\nthe 2001 and 2002 programmes. It is also important that\r\nthe evaluation of the programme and comparison of its\r\ngoals and achievements should continue.\r\nThe diverse projects undertaken by the technical\r\ncooperation programme and their many benefits provide\r\nthe world with a better understanding of how nuclear-\r\nrelated activities can be used to help solve difficult\r\nproblems in human health, the environment, agriculture\r\nand industry. Continued work in these areas will benefit\r\nthe citizens of all States in the next century and beyond.\r\nHowever, we must ensure that these benefits are widely\r\nenjoyed and, in particular, improve the plight of the\r\nworld\u0027s poorest nations.\r\nInherent in all the cooperation that the IAEA pursues\r\nwith its member States is the concept of nuclear, radiation\r\nand radioactive waste safety. Strengthening nuclear safety\r\ncontinues to be a central goal of the IAEA. Through the\r\ndevelopment of international conventions, internationally\r\naccepted safety standards and measures to assist States in\r\nimplementing these conventions and standards, the IAEA\r\nconsistently strives to strengthen safety worldwide. The\r\nUnited States was pleased to participate in the first review\r\nmeeting of the Convention on Nuclear Safety, hosted by\r\nthe Agency. We found the meeting to be a most\r\nproductive exchange among the many States parties to the\r\nConvention and look forward to future sessions. The\r\nsupport that the Agency provides to the Convention on\r\nEarly Notification of a Nuclear Accident and the\r\nConvention on Assistance in the Case of a Nuclear\r\nAccident or Radiological Emergency is invaluable.\r\nSimilarly, the Agency\u0027s leadership in assisting States to\r\ndeal with the Y2K computer problem is commendable.\r\nThe United States affirms its strong support for the\r\nIAEA\u0027s work in nuclear safety throughout the world and\r\nits commitment to strengthen further these important\r\nactivities.\r\nRemarkable progress has been achieved over the\r\nyears in defining and implementing the IAEA safeguards\r\nsystem. This system performs the essential function of\r\nverifying compliance with comprehensive safeguards\r\nagreements under the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) and other nuclear non-\r\nproliferation treaties. The United States welcomes the\r\nclose cooperation among IAEA member States and the\r\n11\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nsecretariat, which produced the most recent evolution in the\r\nsafeguards system, known as the Additional Protocol.\r\nWhere implemented, this protocol will provide the Agency\r\nwith a strengthened capability to detect undeclared nuclear\r\nmaterial and activities. The United States reaffirms the\r\nimportance of the Additional Protocol and commends those\r\n45 States which have submitted their individual protocols\r\nfor approval by IAEA Board of Governors. We urge all\r\nStates to bring the agreed new safeguards measures into\r\neffect as quickly as possible. For its part, the United States\r\ncontinues its own implementation preparations for the\r\nsubmission of its protocol to the United States Senate for\r\nits advice on and consent to ratification.\r\nThe United States remains deeply concerned about\r\nIraq\u0027s failure to comply with relevant Security Council\r\nobligations. It has been almost a year since the last\r\ninspections in Iraq were conducted by the United Nations\r\nSpecial Commission (UNSCOM) and the IAEA. Despite\r\nrepeated urging, Iraq continues to reject resumption of these\r\ninspections, despite its obligations to do so. Meanwhile, as\r\nthe Director General noted, the IAEA cannot provide any\r\nmeasure of assurance regarding Iraq\u0027s compliance with its\r\nobligations under the relevant Security Council resolutions.\r\nIraq\u0027s willingness in the past flagrantly to ignore these\r\ncommitments serves as a grim reminder of the potential for\r\na State to misuse nuclear material for non-peaceful\r\npurposes. The United States strongly believes that Iraqi\r\ncompliance with its obligations under relevant Security\r\nCouncil resolutions requires that Iraq permit UNSCOM or\r\nits successor organization to return to Iraq in tandem with\r\nthe IAEA to resume their Council-mandated activities as\r\nsoon as possible. We will continue dedicated efforts with\r\nothers on the Security Council to deal with this serious\r\nthreat to peace in the Middle East and beyond.\r\nThe United States also remains deeply concerned\r\nabout the inability of the agency to verify the correctness\r\nand completeness of the initial declaration of nuclear\r\nmaterial made by the Democratic People\u0027s Republic of\r\nKorea. We hope that the Democratic People\u0027s Republic of\r\nKorea will recognize the central importance of sincere\r\ncooperation with the IAEA in taking those steps deemed\r\nnecessary by the IAEA to resolve this long-standing\r\nconcern and permit continued progress under the agreed\r\nframework.\r\nThe United States commends the Agency\u0027s efforts\r\nrelating to the security of nuclear material, and notes the\r\nmany successful activities carried out under that\r\nprogramme. Through training courses, national and regional\r\ntechnical cooperation projects and the international physical\r\nprotection advisory missions, the Agency has responded\r\nto requests by a number of member States. In particular,\r\nit has assisted them in establishing or improving the\r\nsystems necessary to prevent nuclear material and other\r\nradioactive sources from being used for unauthorized\r\npurposes. The Agency is responsible for significant\r\nprogress in the recapture of source materials that have\r\nbeen abandoned and in detecting and responding to illicit\r\ntrafficking in such items. The Agency\u0027s efforts in\r\nimproving physical protection guidelines and assisting\r\nStates in implementing effective physical protection\r\nsystems at the national and facility levels serve as major\r\nsteps towards better control of illicit trafficking in nuclear\r\nmaterial. Over the years, the IAEA has been committed\r\nto a diverse set of programmes that enhance the security,\r\nthe health, the environment and the safety of the\r\ninternational community. It has done so with distinction.\r\nThe IAEA\u0027s achievements, reflected in the report\r\npresented by the Director General, demonstrate the critical\r\nrole of the Agency in encouraging cooperation in the\r\nmany important peaceful uses of nuclear material and\r\ntechnology under sound non-proliferation conditions.\r\nOn behalf of my Government, I would like again to\r\nthank Mr. ElBaradei for the report and to commend the\r\naccomplishments of the Agency. We look forward to\r\ncontinued cooperation with the IAEA to promote its\r\nessential contribution to international peace and security.\r\nMr. Jusys (Lithuania): It is a great honour to have\r\namong us the Director General of the International\r\nAtomic Energy Agency (IAEA), Mr. Mohamed\r\nElBaradei, who has been leading the Agency for two\r\nyears. We continue to have the highest regard for the\r\nAgency\u0027s activities, not least due to the brilliant\r\nperformance of its leadership. This year and last, the\r\nIAEA has lived up to our highest expectations. Lithuania\r\nis proud to be a member of an institution which sets an\r\nexample of efficiency and respectability for many other\r\ninternational institutions.\r\nLithuania has aligned itself with the European Union\r\nstatement, which covered most of what we would have\r\nstated on our own account. I am here today to outline\r\nsome specific issues from our national perspective.\r\nFor years, the share of nuclear energy in the total\r\nenergy production of Lithuania has been the highest in the\r\nworld. Four out of five houses in Lithuania are lit by\r\nnuclear energy. A single nuclear plant, near Ignalina in\r\nnorth-eastern Lithuania, accounts for that share of the\r\n12\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nnational energy output. Naturally, the safety of the plant has\r\nbeen a national priority.\r\nNuclear facilities in Lithuania are run in a fully\r\ntransparent manner. Transparency is the best tool for\r\nnuclear safety. It allows the best experts to know everything\r\nabout the operation of large-capacity channel (RBMK)\r\nreactors. We believe that these installations, which were\r\nonce considered dangerous because of their technology —\r\nprimarily after the Chernobyl accident — have since proven\r\nto be sufficiently safe and useful if management is good\r\nand if safety measures are sound. Even the recent accident\r\nin Japan showed that it is human errors rather than nuclear\r\ntechnologies that pose dangers.\r\nWe are still working on upgrading the management of\r\nthe Ignalina plant. Additional safety systems have been\r\ninstalled; a more enriched uranium is being used; an\r\naccident localization system can cope with all so-called\r\ndesign based accidents; and precautions against Y2K\r\nproblems have been taken. With all these measures, I am\r\nconfident that we are approaching a time when we can be\r\nwithout fear of the mysteries of atomic fusion. Nuclear\r\npower can also be a long-term solution to the difficult\r\nproblems of depleted fossil energy resources, climate\r\nchange and sustainable development.\r\nPublic opinion in Lithuania on nuclear power is\r\nchanging as well. We are an environment-conscious society.\r\nGoing back to the years when our independence movement\r\nemerged, political changes were brought about largely\r\nthrough environmental concerns that the Lithuanian people\r\nhad during the occupation. The main object of those\r\nconcerns was the Ignalina nuclear power plant. Controversy\r\nabout the presence of the nuclear power plant in our\r\nenvironmentally vulnerable country, however, arises from\r\na broader rethinking of our energy strategy in the light of\r\nEuropean integration, rather than from the environmental or\r\nsafety concerns of the Lithuanian people.\r\nNuclear power is one of the most environmentally\r\nfriendly sources of energy. It has allowed us and other\r\ncountries to sign the Kyoto Protocol to the United Nations\r\nFramework Convention on Climate Change without\r\ncommitments that would be detrimental to industrial\r\ndevelopment. I dare say that without nuclear energy there\r\nwould be no prospect of preserving the global climate, for\r\nthis would have been at the expense of sustainable\r\ndevelopment.\r\nAs a party to the Convention on Nuclear Safety,\r\nLithuania has followed with interest the examination of\r\nnational reports on safety. Implementation of the\r\nConvention should serve as an objective factor in\r\nassessments of nuclear safety in particular countries. It is\r\nencouraging that no violations of the Convention were\r\nfound during the First Review Meeting, held in 1999.\r\nMy Government acknowledges that our reactors will\r\nage to the point where they have to be stopped forever.\r\nAccording to the Lithuanian national energy strategy\r\nadopted a month ago by the Lithuanian Parliament, the\r\nfirst reactor of the Ignalina power plant is scheduled to be\r\nshut down by 2005. The date of the second unit\u0027s closure\r\nwill be identified in the updated national energy strategy,\r\nto be promulgated in 2004. Agreement on early closure\r\nwas achieved as a compromise in negotiations between\r\nthe European Commission and the Lithuanian\r\nGovernment. Nothing suggests, however, that operation of\r\nthe Ignalina nuclear power plant past those dates would\r\nbe unsafe.\r\nThese dates, as well as the future of nuclear energy,\r\nare at the very top of the current Lithuanian political and\r\neconomic agenda because decommissioning the Ignalina\r\npower plant will require more than the State\u0027s annual\r\nbudget, let alone associated social costs. Lithuania will\r\nnot be able to cope with such a change alone and will\r\nneed international assistance. An international donors\r\nconference will therefore be held at the beginning of 2000\r\nin Vilnius.\r\nRegardless of its considerable benefits, nuclear\r\nenergy is still problematic in one particular aspect: spent\r\nfuel and nuclear waste, its interim storage and final\r\nrepository, especially in small States with limited\r\nindustrial and scientific capabilities. The Joint Convention\r\non the Safety of Spent Fuel Management and on the\r\nSafety of Radioactive Waste Management partly answers\r\nthis dilemma. We are looking forward to becoming a\r\nState party to the Convention. While awaiting its entry\r\ninto force, Lithuania has obtained containers for spent\r\nnuclear fuel, thus putting off the final repository question\r\nfor a fixed period of 50 years. Meanwhile, the Lithuanian\r\nGovernment is finalizing arrangements for the permanent\r\nstorage of spent nuclear fuel through national legislation\r\nand funds.\r\nThe IAEA is not only about the peaceful use of\r\nnuclear energy. The Agency is essential for nuclear\r\ndisarmament and non-proliferation. We are concerned\r\nabout the lack of progress in banning fissile material for\r\nnuclear weapons, the negotiations on which are yet to be\r\nlaunched in the Conference on Disarmament.\r\n13\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nOur expectations about the entry into force of the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) have not\r\ncorresponded to reality. The conference of parties and\r\nsignatories of the CTBT, held a month ago in Vienna,\r\noffered some ways to bring a full and effective test-ban\r\ncloser. Lithuania ratified the CTBT on 28 October of this\r\nyear. In the meantime, the Provisional Technical Secretariat\r\nof the CTBT Organization is already doing a splendid job,\r\nowing much to the assistance of the IAEA.\r\nA general hope still lingers that the tests in India and\r\nPakistan last year will be the last nuclear weapons\r\nexplosions in human history. For this hope to come true,\r\nwe need to take precautions against attempts to develop\r\nnew nuclear weapons. It is regrettable and dangerous,\r\nhowever, that several States remain outside the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) regime\r\nand the IAEA safeguards. Equally worrisome is persistent\r\nnon-compliance with the NPT by some of its States parties.\r\nThe 2000 Review Conference will have to look at these\r\nchallenges and find ways to make the NPT fully and truly\r\nuniversal.\r\nThis is a good occasion to commend the IAEA for the\r\nprogressive improvement of the instruments used to verify\r\ncompliance with the requirements of nuclear non-\r\nproliferation. In particular, we see strong merit in a new\r\ngeneration of verification methods based on remote\r\nmonitoring of safeguards. These methods will open avenues\r\nfor more discreet and yet more effective control of nuclear\r\nactivities.\r\nLithuania does everything in its capacity so that the\r\nexpertise of the Agency will be utilized for the sake of a\r\nsafer and more secure world. With this in mind, we were\r\none of the first to sign an additional protocol to the\r\nagreements between Lithuania and the IAEA for the\r\napplication of safeguards, which we will ratify next year.\r\nWe call on all other States to conclude additional protocols\r\ntoo.\r\nWe wish to see the draft resolution introduced by the\r\nPermanent Representative of Brazil adopted by consensus.\r\nMr. Dausá Céspedes (Cuba) (spoke in Spanish): Cuba\r\nis pleased to address the work carried out by the\r\nInternational Atomic Energy Agency (IAEA), whose lofty\r\nobjective, according to article II of its statute, is “to\r\naccelerate and enlarge the contribution of atomic energy to\r\npeace, health and prosperity throughout the world.” Cuba\r\nvalues very highly the efforts of the Agency in recent years\r\nin the areas of technical assistance and cooperation,\r\nsafeguards, nuclear safety and security.\r\nDevelopment, promotion and technical cooperation\r\nactivities are surely the most valuable and commendable\r\nendeavours of the Agency, and we believe it is the duty\r\nof all to work not only to maintain this cooperation but to\r\nstrengthen and diversify it.\r\nNuclear energy is a safe alternative, technically\r\nfeasible and economically viable, for meeting the energy\r\nneeds that burden the large majority of countries that\r\nmake up the international community. The experience of\r\nmore than 40 years, and especially efforts made in recent\r\ndecades, has shown all that can be achieved with proper,\r\nintelligent and rational use of nuclear technology.\r\nHowever, the full knowledge of the advantages of nuclear\r\nenergy and of the economic and social situation of most\r\ncountries, in particular of the developing countries, has\r\nnot prevented some developed countries from maintaining\r\nattitudes counter to the objectives of the IAEA — trying\r\nto cut technical assistance programmes, decreasing their\r\ncontributions to the fund created for such purposes or\r\nselectively putting conditions on the fund\u0027s use.\r\nOur increasingly globalized world will be less viable\r\nif those States that as a result of certain historical\r\nsituations have greater resources do not have a real will\r\nto contribute. These are the countries that have the\r\ngreatest responsibility for contributing to a real transfer of\r\ntechnology, equally accessible to all and without\r\nconditions.\r\nCuba can testify to the benefits of the technical\r\ncooperation of the Agency. Throughout the years, we\r\nhave achieved excellent results in the fields of health,\r\nagriculture and industry and in other applications. In\r\nmany areas we are sending our experts to other countries,\r\noffering our installations for the training of foreign\r\nexperts, and some of our products have even been used\r\nfor international cooperation projects in the area of\r\npeaceful uses of nuclear energy.\r\nIt is worth pointing out that in a recent meeting of\r\nthe Latin American and Caribbean Group with the Board\r\nof Governors of the IAEA, the Board reiterated the need\r\nto increase technical cooperation between the countries of\r\nour region through mechanisms such as the regional\r\nresource centre. The Board shared with us the view that\r\ntechnical cooperation is more effective when it is fully\r\nintegrated in national development plans. In this context,\r\nthe Programme of Regional Cooperative Arrangements for\r\n14\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nthe Promotion of Nuclear Science and Technology in Latin\r\nAmerica (ARCAL) deserves a special mention; after 15\r\nyears of existence, it is an example of how much can be\r\nachieved through horizontal cooperation.\r\nDespite the adoption of the programme to enhance\r\ntechnical assistance by the Agency, we believe that the\r\nprogramme has not received the same vigorous and\r\nintegrated support as has the safeguards system. Thus, we\r\nnow see a considerable imbalance between the two aspects\r\nof the work done by the Agency. The safeguards activities\r\nof the Agency tend to be strengthened on the basis of\r\naccumulated needs and experience. However, the fragility\r\nand discriminatory nature of the current non-proliferation\r\nregime can be corrected only through the complete\r\nelimination of nuclear weapons and of the threat embodied\r\nin the possession of such arms.\r\nNuclear-weapon States, in order to meet the\r\ncommitment they entered into under article VI of the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT), must\r\ntake specific steps towards nuclear disarmament. A legally\r\nbinding commitment in this connection would enhance the\r\ncredibility of a regime that was flawed from the very\r\nbeginning, as it defines and recognizes five nuclear Powers\r\nand thus indefinitely divides the world into those who have\r\nand those who do not have these weapons.\r\nIf we look at this in the context of the IAEA, we must\r\nrecall and regret the fact that, under article III of the NPT,\r\nonly non-nuclear-weapon States are obligated to enter into\r\nsafeguards agreements with the Agency with the aim of\r\nverifying these States\u0027 compliance with their obligations and\r\npreventing nuclear energy from being diverted from\r\npeaceful uses towards nuclear weapons or other explosive\r\nnuclear devices.\r\nAs is known, Cuba is not a party to the NPT;\r\ntherefore, it has no obligation whatsoever to negotiate\r\nsafeguards agreements with the International Atomic\r\nEnergy Agency. This, however, has not prevented us from\r\ntaking concrete steps that demonstrate our clear desire for\r\npeace and general and complete disarmament, as well as\r\ndemonstrating the transparency and peaceful nature of the\r\nnuclear programme we are developing.\r\nI have the honour to report to the plenary Assembly\r\nthat last month Cuba signed a protocol additional to the\r\nsafeguards agreements that it entered into on a voluntary\r\nbasis with the IAEA. Thus it became the first country that\r\nhas already entered into INFCIRC/66 safeguards\r\nagreements to have also signed this type of additional\r\nprotocol with the IAEA.\r\nThis protocol was signed during the visit to Cuba of\r\nMr. ElBaradei, Director General of the IAEA, whose\r\nuseful statement at the beginning of this meeting was\r\nmost welcome. On the occasion of the signing we were\r\nable to show him some of the progress we have made and\r\nreiterate our political will to work for a strengthened,\r\neffective and efficient safeguards system, based on an\r\nequitable regime that will lead to the total elimination of\r\nnuclear weapons.\r\nI would also like to report that at that the recently\r\nconcluded session of the IAEA General Conference, Cuba\r\nwas elected a member of its Board of Governors, a post\r\nfrom which we will promote the realization of the\r\naspirations and objectives expressed here.\r\nCuba cannot fail to reaffirm here its firm\r\ndenunciation of the systematic attempts being made by\r\none Member State of the United Nations to block, by\r\nvarious means, Cuba\u0027s nuclear programme, and especially\r\nour technical cooperation with the IAEA.\r\nA severe economic, trade and financial blockade\r\nagainst Cuba, which has persisted unchanged for almost\r\nfour decades, has impeded the transfer of nuclear\r\ntechnology to Cuba. Three years ago, the United States\r\nCongress adopted the Helms-Burton Act, which, among\r\nmany other things, threatens that\r\n“the President [of the United States] should do all in\r\nhis power to make it clear to the Cuban Government\r\nthat the completion and operation of any nuclear\r\npower facility ... will be considered an act of\r\naggression which will be met with an appropriate\r\nresponse in order to maintain the security of the\r\nnational borders of the United States”.\r\nLikewise, the 1999 United States omnibus\r\nappropriations bill devotes two sections — 2809 and\r\n2810 — to detailing means of blocking, by various\r\nmeans, the Cuban nuclear programme, especially the\r\ncooperation between the IAEA and Cuba. Those sections\r\ngo so far as to include provisions to decrease assistance\r\nfunds to third countries to the extent that they provide\r\nresources for the development of the Cuban nuclear\r\nprogramme — despite the fact that the programme is\r\nintended only for peaceful uses.\r\n15\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nSuch laws squarely contradict the statute of the IAEA\r\nand should therefore be repudiated by the international\r\ncommunity.\r\nNeither the infamous Helms-Burton Act, nor any other\r\nmeasures undertaken as part of the policy of hostility and\r\naggression towards my country, can prevent us from\r\ncontinuing to make progress in the peaceful application of\r\nnuclear energy, from continuing to advocate nuclear\r\ndisarmament or from continuing to demonstrate —\r\nmodestly, honestly and transparently — our nuclear and\r\nmoral resources.\r\nOnce again there is controversial wording in the draft\r\nresolution on the report of the IAEA, now before us in\r\ndocument A/54/L.21. It is a matter of concern that this has\r\nbecome a regular practice, despite the fact that it does not\r\nhave the support of all the delegations.\r\nAs we deal with an important agency such as the\r\nIAEA, the resolution of the General Assembly taking note\r\nof its Annual Report should contain only elements on which\r\nthere is consensus and reflect only those issues that have\r\nthe support of all delegations. Cuba reiterates its objections\r\nto the continuation of this practice. It would be unfortunate\r\nif for these reasons, in contrast to what happens with regard\r\nto reports of other bodies, the draft resolution on the IAEA\r\nreport continued to have to be adopted by a vote.\r\nMr. Kára (Czech Republic): Let me start by\r\nexpressing appreciation for the International Atomic Energy\r\nAgency\u0027s report, which was introduced by the Agency\u0027s\r\nDirector General, Mr. Mohamed ElBaradei. We commend\r\nhis performance in his responsible position.\r\nThe Czech Republic aligns itself with the statement of\r\nthe European Union presented by the representative of\r\nFinland, and this allows me to confine my intervention to\r\njust a few comments.\r\nThe Czech Republic attaches utmost importance to the\r\nprotocol additional to the safeguards agreement between our\r\ncountry and the International Atomic Energy Agency\r\n(IAEA), which we signed with the Agency earlier this year.\r\nWe believe that the implementation of the protocol will\r\nhelp increase the transparency of nuclear programmes of\r\nindividual States and strengthen the Agency\u0027s ability to\r\nuncover undeclared uses of nuclear materials and nuclear\r\nenergy for other than peaceful purposes.\r\nAs part of our commitments within the framework of\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons,\r\nwe have been applying a strict licensing regime in respect\r\nof exports and imports of all items subject to control in\r\nthe field of the use of nuclear materials and nuclear\r\nenergy. An important part of nuclear non-proliferation\r\ncontrol is also the physical protection of nuclear materials\r\nand nuclear installations. Here I can state that all the\r\nIAEA\u0027s international missions that have inspected nuclear\r\ninstallations in the Czech Republic have confirmed that\r\nthere was a high level of physical protection of nuclear\r\nmaterials and nuclear installations.\r\nMr. Jusys (Lithuania), Vice-President, took the\r\nChair.\r\nNuclear-power engineering constitutes an important\r\npart of the programme for the peaceful use of nuclear\r\nenergy in the Czech Republic. We are of the view that\r\nnuclear power in our circumstances may have some\r\npositive environmental effects and help, among other\r\nthings, to preserve our limited resources of fossil fuels for\r\nfuture generations. At the same time, the Government of\r\nthe Czech Republic understands that a necessary\r\nprerequisite for the use of nuclear-power resources is the\r\nachievement of the maximum possible level of nuclear\r\nsafety and radiation protection.\r\nIn this connection, in the past few years, our country\r\nhas completed a fundamental reform of our legislative and\r\nregulatory framework. It reflects nearly 15 years of\r\nexperience in the operation of four blocks of the\r\nDukovany nuclear power plant, current international\r\npractice and, last but not least, the latest findings of\r\nscience and research. Today, the Czech Republic has\r\nmodern nuclear legislation and the mandate of its state\r\nsupervisory body provides for sufficient independence,\r\nsources and competencies, facilitating the assessment of\r\nthe level of nuclear safety and radiation protection within\r\nall activities related to the use of nuclear energy and\r\nionizing radiation.\r\nThe Government of the Czech Republic also\r\nmaintains a sensitive approach to the international\r\ndimension of nuclear safety and radiation protection. An\r\nexample of this approach is the recent use by the Czech\r\nRepublic of the mechanism of the Convention on Nuclear\r\nSafety to provide complex information on compliance\r\nwith nuclear-safety and radiation-protection requirements\r\nin the nuclear power plants on the territory of the Czech\r\nRepublic. We welcomed the openness of the discussion\r\nduring the review process concluded at the first Review\r\nMeeting of the Contracting Parties to the Convention,\r\nheld in Vienna last April. The declared objective of the\r\n16\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nConvention is the achievement and preservation worldwide\r\nof a high level of nuclear safety through increased\r\nimplementation of national measures and international\r\ncooperation. We therefore see the positive assessment of the\r\nCzech Republic by other Contracting parties to the\r\nConvention as confirmation of the high level of nuclear\r\nsafety and radiation protection in our country. In this\r\ncontext, I would like to highly commend the work of the\r\nAgency, acting as the secretariat of the Convention and\r\nhaving largely contributed to the smooth course of the\r\nwhole review process.\r\nThe use of nuclear energy and ionizing radiation and\r\ntheir development in the Czech Republic have been closely\r\nlinked for a number of years with international cooperation\r\nand technical assistance programmes. The Czech Republic\r\nhighly appreciates its programme of technical cooperation\r\nwith the Agency. Within this framework, it acts both as the\r\nreceiving country and as a donor.\r\nWithin its capacities, the Czech Republic has been\r\nmaking every effort to increase its participation in the\r\nAgency\u0027s technical assistance directed to the other member\r\nStates. In 1998 and 1999, the Czech Government\r\ncontributed $150,000 to a project aimed at the installation\r\nof a new system for non-destructive controls of VVER-\r\n1000 reactor pressure vessels in Ukraine. Apart from this,\r\nour State Office for Nuclear Safety committed itself to\r\nsupporting in 1999-2000 the Agency\u0027s efforts within model\r\nprojects aimed at increasing the level of radiation\r\nprotection. We have also committed ourselves to training,\r\nin addition to standard contingents, 50 experts, in particular\r\nfrom countries of the former Soviet Union. The contribution\r\nof the Czech Republic to the success of the technical\r\ncooperation programme also includes the organization of a\r\nnumber of events in its territory. In 1999 alone, the country\r\nhas organized 10 seminars and training courses.\r\nIn conclusion, I would like to express the Czech\r\nRepublic\u0027s appreciation of the Agency\u0027s essential role in\r\npromoting international cooperation in the field of the\r\npeaceful use of nuclear energy and to reiterate the support\r\nof the Czech Republic for all initiatives aimed at improving\r\nthe effectiveness and efficiency of the Agency\u0027s\r\nadministration, programmes and activities.\r\nMr. Yamazaki (Japan): At the outset, allow me to\r\nthank Director General Mohamed ElBaradei for his\r\nthorough presentation of the International Atomic Energy\r\nAgency (IAEA) report. Furthermore, the Japanese\r\nGovernment extends a sincere welcome to the Governments\r\nof Honduras and Angola, which have recently become\r\nmembers of the International Atomic Energy Agency. We\r\nwould also like to express our satisfaction that the long-\r\nstanding issue of the amendment of article VI of the\r\nIAEA Statute was successfully resolved this year.\r\nThe Agency plays an increasingly important role in\r\nthe areas of the peaceful uses of atomic energy as well as\r\nnuclear non-proliferation. In particular, I would like to\r\nstress the special importance of the IAEA safeguards in\r\nthese areas. The Government of Japan strongly urges all\r\nrelevant countries to comply fully with their respective\r\nsafeguards agreement with the Agency. In this respect,\r\nJapan welcomes the adoption, at the forty-third session of\r\nthe General Conference of the IAEA, of two\r\nresolutions — one on the implementation of the\r\nAgreement between the Agency and the Democratic\r\nPeople\u0027s Republic of Korea for the Application of\r\nSafeguards in Connection with the Treaty on the Non-\r\nProliferation of Nuclear Weapons and another on the\r\nimplementation of United Nations Security Council\r\nresolutions relating to Iraq. We also appreciate the firmly\r\nmaintained readiness of the nuclear-weapon States to\r\naccept IAEA safeguards.\r\nJapan, for its part, is committed to further\r\nstrengthening the IAEA safeguards and was one of the\r\nfirst countries to sign the Additional Protocol to its\r\nsafeguards agreement, which is the legal framework for\r\nstrengthening the safeguards system. The National Diet of\r\nJapan approved its ratification in July of this year and my\r\nGovernment is currently preparing for the implementation\r\nof the revised domestic legislation. We urge all member\r\nStates which have not done so to become parties to the\r\ncomprehensive safeguards agreement, as well as to the\r\nAdditional Protocol to the safeguards agreement, as soon\r\nas possible.\r\nJapan insists that the plutonium removed from\r\ndismantled nuclear weapons should not be recycled for\r\nmilitary purposes and should be disposed of safely and\r\nquickly. Therefore, we look forward to progress in the\r\ndiscussions between the United States, the Russian\r\nFederation and the IAEA on allowing the Agency to\r\nmonitor the plutonium that is regarded as unnecessary for\r\ndefence purposes. While recognizing the primary\r\nresponsibility of those countries with nuclear arsenals for\r\nthe management and disposal of plutonium, Japan\r\nbelieves that the international community should also\r\noffer support. In this spirit, Prime Minister Obuchi\r\nannounced at the G-8 Summit held in Germany this year\r\nthat Japan would provide approximately $200 million to\r\n17\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nsupport the former Soviet Republics in their work to\r\ndismantle nuclear weapons.\r\nWith regard to the situation in the Democratic People\u0027s\r\nRepublic of Korea, the Government of Japan appreciates\r\nand welcomes the important progress achieved in the recent\r\nUnited States-Democratic People\u0027s Republic of Korea talks.\r\nFor our part, Japan has been actively participating in the\r\nKorean Peninsula Energy Development Organization\r\n(KEDO) light water reactor project, the preparation of\r\nwhich has reached the final stage. Under these\r\ncircumstances, it is as important as ever for the Democratic\r\nPeople\u0027s Republic of Korea to fully cooperate with the\r\nAgency in the implementation of its safeguards agreement.\r\nWe strongly hope that the Democratic People\u0027s Republic of\r\nKorea will respond positively to the resolution adopted at\r\nthe General Conference of the Agency. We also call upon\r\nthe Agency to intensify its dialogue with KEDO for the\r\npurpose of better coordination between the two\r\norganizations in this regard.\r\nThe first criticality accident in Japan occurred on 30\r\nSeptember at a uranium fuel conversion plant located in\r\nTokaimura. This was highly regrettable for Japan, a country\r\ndevoted to the safe and peaceful uses of nuclear energy. My\r\nGovernment wishes to express its gratitude for the concern\r\ndemonstrated by States and intergovernmental organizations\r\nregarding this accident. Japan reiterates its firm conviction\r\nthat ensuring safety is a vital prerequisite for the utilization\r\nof atomic energy and expresses its continued willingness to\r\nsupply relevant information to international organizations,\r\nincluding the IAEA, and other Governments. In this\r\nconnection, I would like to note that a team of IAEA\r\nexperts was dispatched to Japan in October on a fact-\r\nfinding mission.\r\nAllow me to touch upon the current situation of the\r\narea surrounding the site of the accident. This being\r\nessentially an irradiation accident, no major release of\r\nradioactive material occurred. Thus, the radiation level\r\noutside the facility site has been normal since the criticality\r\nended and shielding was employed. Agricultural products\r\nand livestock, as well as the environment, including air and\r\nwater in the area, are completely safe.\r\nBy the end of this year, the Accident Investigation\r\nCommittee, established under the Nuclear Safety\r\nCommission of Japan, is expected to submit its final report\r\non the investigation into the cause of the accident and on\r\nmeasures to be taken to prevent similar accidents. On the\r\nbasis of the conclusion of this investigation, my\r\nGovernment is determined to take every measure necessary\r\nto secure confidence in the safety of the nuclear cycle as\r\na whole.\r\nI would like to conclude by affirming Japan\u0027s firm\r\ncommitment to the objectives of the IAEA and its strong\r\nsupport for the work of the Agency.\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic): Allow\r\nme first to thank the Director General of the International\r\nAtomic Energy Agency (IAEA), my friend and colleague\r\nMr. Mohamed ElBaradei, for his excellent presentation of\r\nthe 1998 Annual Report of the Agency. It is also my\r\npleasure to congratulate him, as a capable Egyptian\r\ndiplomat for many years, on his efforts and role in\r\nleading the Agency in developing its activities and\r\nstrengthening its role in the peaceful uses of nuclear\r\nenergy and other peaceful applications of nuclear\r\ntechnology for the welfare of humankind.\r\nThe twentieth century has witnessed clear\r\ncompetition in the strengthening of the military and\r\nnuclear capabilities of States and the addition of new and\r\ninnovative categories of nuclear weapons to already\r\nestablished nuclear arsenals. It has also seen a series of\r\nnuclear tests aimed without any doubt at the development\r\nof nuclear military capabilities. As we approach the new\r\nmillennium, Egypt hopes that international efforts will be\r\ndirected steadfastly towards the liquidation of established\r\nmilitary arsenals, the implementation and universality of\r\ndisarmament agreements and the achievement of their\r\nultimate goal, which is the welfare of humankind and the\r\nprovision of a safer world for future generations, a world\r\nfree of nuclear risks and environmental threats.\r\nAs we see a clear trend within the United Nations\r\nand among its Member States towards the achievement\r\nand protection of human rights, we might also ask\r\nourselves about the rights of people to live in safety. Is\r\nthere a paradox in the implementation of standards, or is\r\nit an international political fallacy that should be\r\nrevisited? Or is it just a fact of life imposed on us by\r\ninternational conditions and balances of power.\r\nWe have considered the annual report of the\r\nInternational Atomic Energy Agency and have noted the\r\nAgency\u0027s major achievements of the past year. Due to\r\ntime limitations, it will be difficult for us to discuss some\r\nimportant areas mentioned in the report, such as nuclear\r\nsafety, radioactive safety, the safety of radioactive waste\r\nand of security material. There are also other areas of\r\nimportance, such as health, environment, food and\r\nagriculture. However, as we review this report, I would\r\n18\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nlike to emphasize the great importance we attach to the\r\nAgency\u0027s safeguards system and its method of controlling\r\nand verifying the peaceful uses of nuclear energy and\r\npreventing the use of such energy for military purposes.\r\nDespite the efforts of the International Atomic Energy\r\nAgency in the area of verification and compliance and the\r\napproval of the Board of Governors of the Model\r\nAdditional Protocol in May 1997 — I am referring here to\r\nthe 93 + 2 Programme, which provides the necessary legal\r\nbasis for the Agency to detect undeclared nuclear materials\r\nand activities — there is still a nuclear programme at\r\nEgypt\u0027s eastern border not subject to the Agency\u0027s\r\ncomprehensive safeguards system. This creates a very\r\nserious situation in the whole region.\r\nAs Egypt attaches great importance to the goal of the\r\nnon-proliferation of nuclear weapons in the world and\r\nsupport for the comprehensive safeguards system, we\r\nbelieve that achieving progress in these fields, especially in\r\nthe Middle East region, is urgently needed. The threat\r\nexists as a result of outdated deterrence strategies and\r\nIsrael\u0027s arrogant refusal to implement the comprehensive\r\nsafeguards system in its nuclear facilities. This threatens the\r\nstability and security of the region as a whole.\r\nWith this in mind, Egypt has taken the initiative since\r\n1974 of endeavouring to establish a nuclear-weapon-free\r\nzone in the Middle East. A similar call has been promoted\r\nby the General Assembly since 1980, and has been adopted\r\nby consensus. We have followed that path. There were also\r\nother international efforts strengthened by the initiative\r\ndeclared by President Mubarak on 18 April 1990 that calls\r\nfor establishing an area free of all weapons of mass\r\ndestruction in the Middle East. This came as a natural\r\nextension of Egypt\u0027s established and resolute call for a\r\nnuclear-weapon-free area in the Middle East.\r\nIn support of these efforts, and based on this strong\r\nbelief, Egypt has called for the application of the Agency\u0027s\r\ncomprehensive safeguards system by the Agency itself to\r\nall nuclear facilities in the Middle East. Despite all this,\r\nIsrael still refuses to comply with international will by\r\nplacing its nuclear facilities under the safeguards system.\r\nAll the Arab countries have adhered to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT). They\r\nhave placed all their nuclear facilities under the Agency\u0027s\r\ncomprehensive safeguards system. This initiative was\r\nintended to strengthen confidence in the non-proliferation\r\nsystem and also to confirm the genuine intentions of Arab\r\ncountries to establish a nuclear-weapon-free zone. Despite\r\nall this, Israel is the only country in the region that has\r\nnot adhered, or declared its intention to adhere, to the\r\nNPT. It still refuses to place its activities under the\r\nAgency\u0027s safeguards system.\r\nHere we would like to stress the importance of\r\nachieving the universality of the NPT through the\r\nadherence of all States to it, without exception. There is\r\nno doubt that the convening of the 2000 Review\r\nConference on the basis of the 1995 indefinite extension\r\npackage, and the three decisions that were adopted,\r\npresents an opportunity that we must not let pass to\r\nimplement the resolution on the Middle East. This would\r\nsupport the non-proliferation system in the world and\r\nwould preserve the credibility of the Treaty itself.\r\nThe IAEA carries out extensive efforts in the field\r\nof the transfer of nuclear technology for peaceful\r\npurposes to developing States through technical\r\ncooperation programmes provided by the Agency to the\r\nMember States. We have seen the Agency\u0027s 1998 Annual\r\nReport and the information it contains on the activities of\r\nthe Agency under the technical cooperation programmes.\r\nAs Egypt attaches great importance to the various\r\naspects of non-proliferation within the Agency\u0027s activities,\r\nit still believes that technical cooperation complements the\r\nactivities and credibility of the Agency. It is also part and\r\nparcel of its efforts to extend the peaceful use of nuclear\r\nenergy. Therefore, it is part of the international\r\ncommunity\u0027s efforts to promote the peaceful use of this\r\nkind of energy.\r\nIn this regard, Egypt would like to draw attention to\r\nthe current difficult situation of the technical cooperation\r\nfund, and we would like to appeal to all donor States to\r\ngive higher priority to the role of the Agency in the field\r\nof technical cooperation for the peaceful use of nuclear\r\nenergy.\r\nFinally, Egypt would again like to confirm its\r\nconfidence in the important role carried out by the IAEA\r\nin opening new horizons in the fields of economic\r\ndevelopment and the welfare of peoples through\r\nstrengthening and promoting the peaceful uses of nuclear\r\nenergy on all levels. This can be achieved through the\r\neffective implementation of the safeguards system which\r\nis being developed and strengthened in accordance with\r\nthe new global requirements.\r\nMr. Polurez (Ukraine): On behalf of the Ukrainian\r\ndelegation, I would like to thank Mr. Mohamed ElBaradei\r\n19\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nfor his comprehensive introduction of the International\r\nAtomic Energy Agency (IAEA) report to the Assembly. We\r\nwish the Director General every success in further\r\npromoting the noble goals of the Agency.\r\nSince its establishment more than 40 years ago, the\r\nIAEA has made a unique contribution to promoting the\r\npeaceful use of nuclear energy. Thanks to its technical\r\ncooperation programmes, the know-how of nuclear\r\napplications in such diverse areas as agriculture, health,\r\nindustry and water resources management has become\r\navailable to a growing numbers of countries.\r\nWe would also note the IAEA\u0027s indispensable role in\r\nstrengthening the nuclear non-proliferation regime.\r\nRecognizing the importance of the Agency\u0027s safeguards\r\nsystem as an integral element of the non-proliferation\r\nregime, Ukraine ratified its comprehensive safeguards\r\nagreement with the IAEA two years ago. Today our\r\ncommon goal should be the application of the strengthened\r\nsafeguards in all States.\r\nIn this context, we welcome the IAEA\u0027s efforts to\r\nrealize the full potential of the strengthened safeguards\r\nthrough universal adherence to the Model Additional\r\nProtocol, which provides the Agency with stronger tools to\r\nverify compliance with the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT). Let me inform the Assembly\r\nthat Ukraine intends to sign the Protocol by the end of this\r\nyear, after finishing consultations with the Agency and\r\ncompleting internal procedures.\r\nWe support the Agency\u0027s efforts regarding the\r\nimplementation of the agreement between the Agency and\r\nthe Democratic People\u0027s Republic of Korea for the\r\napplication of safeguards in connection with the NPT and\r\nthe implementation of the relevant Security Council\r\nresolutions on Iraq.\r\nMy country has also supported the convening of an\r\nopen-ended expert meeting in November this year to\r\nconsider whether there is a need for revision of the\r\nConvention on the Physical Protection of Nuclear Material.\r\nUkraine commends the Agency\u0027s efforts against illicit\r\ntrafficking in nuclear materials and other radioactive\r\nsources. We support the earliest possible completion of the\r\ndevelopment of a convention on combating acts of\r\ninternational nuclear terrorism.\r\nUkraine is actively cooperating with the IAEA within\r\nthe technical assistance project on an illicit-trafficking\r\ndatabase. Here I would like to express our appreciation\r\nfor the Agency\u0027s important coordinating role in rendering\r\ninternational assistance to build up the physical protection\r\nsystem in my country.\r\nThe delegation of Ukraine notes with satisfaction our\r\ncountry\u0027s broadening technical cooperation with the IAEA,\r\nwhich embraces the basic directions of its activities in the\r\nfield of the peaceful use of nuclear energy. We are also\r\nsatisfied with the movement in the implementation of\r\ntechnical assistance projects in Ukraine, as well as with\r\nthe broad involvement of our representatives in the\r\nAgency\u0027s regional projects of technical assistance. All\r\nthese projects are of great practical importance for my\r\ncountry.\r\nAs the global centre for international cooperation in\r\nthe field of nuclear, radiation and waste safety, the\r\nAgency is making an important contribution to the\r\ndevelopment of an effective worldwide safety regime.\r\nUkraine is in favour of the elaboration of an international\r\nconvention on the safety of radiation sources and is taking\r\nthe necessary measures for adoption of the Joint\r\nConvention on the Safety of Spent Fuel Management and\r\non the Safety of Radioactive Waste Management. We\r\nnote with satisfaction the Agency\u0027s activity to enhance the\r\nsafety of nuclear power plants in Central and Eastern\r\nEurope. It is quite obvious that this is a long-term task,\r\nbut we should nonetheless pursue it with determination.\r\nIn addition, this year the International Atomic Energy\r\nAgency has also focused on assisting member States to\r\nmanage the Y2K problem in respect of nuclear facilities,\r\nas well as medical facilities that use radiation sources.\r\nThe positive outcome of the Agency\u0027s effort to\r\nstrengthen nuclear safety was evident this spring at the\r\nfirst review meeting of the contracting parties to the\r\nConvention on Nuclear Safety, where States\u0027 reports on\r\ntheir safety practices were subject to peer review.\r\nThe problem of the safety of the Chernobyl nuclear\r\npower plant remains a focus of attention for Ukraine\u0027s\r\nGovernment and for the whole international community.\r\nIn this respect let me briefly inform the Assembly\r\nabout the implementation of the Memorandum of\r\nUnderstanding between the G-7, the European\r\nCommission and Ukraine on the closure of the Chernobyl\r\nnuclear power plant, which was signed in Ottawa in\r\nDecember 1995.\r\n20\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nAccording to the Memorandum of Understanding. the\r\ncompletion of construction of compensatory power units is\r\namong the preconditions for the decommissioning of the\r\nChernobyl nuclear power plant. The delay in putting into\r\noperation the units of the nuclear power plants at Rivne and\r\nKhmelnytsky is a source of particular concern to my\r\nGovernment. Let me stress here that achieving the final\r\ngoals of the Memorandum of Understanding will be\r\npossible only on the condition that the G-7 and the\r\nEuropean Commission take appropriate emergency steps\r\naimed at securing the necessary financial resources for this\r\npurpose. Otherwise, the failure of the agreements achieved\r\nregarding Chernobyl would produce a negative reaction\r\nboth in Ukraine and in other States, as well as adversely\r\naffect our common cause relating to the safe utilization of\r\nnuclear energy for peaceful purposes.\r\nIn this regard, my delegation highly appreciates the\r\ndecisions of the pledging conference convened two years\r\nago in New York. We are grateful to the G-7 Governments,\r\nthe European Commission and Governments of other donor\r\nStates for their pledges made for the realization of the\r\nshelter implementation plan.\r\nThe decisions of the pledging conference have given\r\na strong impetus to the practical steps aimed at the\r\nfulfilment of the Memorandum. At present more than $393\r\nmillion has been pledged to the Chernobyl shelter fund and\r\nsome $200 million has already been credited to the relevant\r\naccounts in the European Bank for Reconstruction and\r\nDevelopment. However, $768 million is needed to complete\r\nthe shelter implementation plan. In this respect, we are\r\ndeeply satisfied with and strongly support the decision of\r\nthe G-7 Summit in Cologne to convene the second pledging\r\nconference by the summer of 2000. We would like to\r\nappeal to the international community to support this very\r\nimportant initiative and express our hope that the necessary\r\nfunds will be collected. Only through common efforts will\r\nwe be able to eliminate the Chernobyl problem.\r\nTraditionally Ukraine joins in sponsoring the draft\r\nresolution entitled “Report of the International Atomic\r\nAgency”. We believe that this year\u0027s draft resolution reflects\r\nthe interests of the international community in the work of\r\nthe Agency in a balanced manner. The IAEA is widely\r\nregarded as an organization of excellence. We are confident\r\nthat the adoption of the amendments to articles VI and XIV\r\nof the IAEA statute will strengthen this view. We believe\r\nthat the IAEA can look forward to the new millennium with\r\noptimism. I wish to conclude by reiterating Ukraine\u0027s\r\ncommitment to the Agency\u0027s goals.\r\nMr. Nene (South Africa): My delegation would like\r\nto thank the Director General of the International Atomic\r\nEnergy Agency (IAEA), Mr. Mohamed ElBaradei, for his\r\nstatement and commend the Agency for its work over the\r\npast year. During this period, we have seen progress in\r\nseveral areas of the IAEA\u0027s activities, most notably the\r\nagreement on the enlargement of the Board of Governors,\r\nthe growing number of countries that have signed the\r\nmodel Additional Protocol to the Safeguards Agreements\r\nand developments with regard to the trilateral initiative\r\nbetween the Russian Federation, the United States and the\r\nIAEA.\r\nIn our view, the Agency is succeeding in the\r\nfulfilment of its mandate and we feel that the report for\r\n1999, as well as the statement of the Director General,\r\nclearly shows that all important facets in the field of\r\nnuclear technology are currently being covered by the\r\nAgency. We congratulate the Agency not only on\r\naddressing its objective of seeking to accelerate and\r\nenlarge the contribution of atomic energy to peace, health\r\nand prosperity throughout the world, but also ensuring\r\nthat no diversion of nuclear material or equipment is\r\ntaking place. We also remain confident that the IAEA is\r\nwell positioned to enable us to rise to the new challenges\r\nahead of us. My delegation therefore wishes to commend\r\nMr. ElBaradei for his efforts in ensuring that the Agency\r\nremains a technically strong, professionally capable,\r\nfinancially viable and administratively well-managed\r\norganization.\r\nThere have been many developments of interest in\r\nthe field of nuclear technology and in the activities of the\r\nAgency over the past year, but I would like to focus on\r\na few that we consider to be particularly important:\r\ntechnical cooperation, safeguards and safety issues.\r\nIn the field of technical cooperation, we note the\r\nhigh degree of success that the Agency has achieved in\r\nimplementing technical cooperation projects, and we\r\nwould like to commend the secretariat for its efficiency in\r\nadministering these projects. It is in Africa especially\r\nwhere we have witnessed the expansion of technical\r\ncooperation in myriad fields. In addition, the role and\r\nactivities of the African Regional Cooperative Agreement\r\nfor Research, Development and Training Related to\r\nNuclear Science and Technology (AFRA) in assuring that\r\nthe benefits of nuclear technology are made available to\r\nthe countries of our continent need to be mentioned.\r\nSouth Africa welcomes the Agency\u0027s continued\r\ninvolvement in AFRA and encourages the Director\r\nGeneral and the Agency to continue working closely with\r\n21\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nmember States from Africa to ensure that technical\r\ncooperation makes a meaningful contribution in key areas\r\nvital for sustainable development. Much more, however,\r\nneeds to be done, and here there is no way of escaping the\r\nissue of resources.\r\nIn this connection, I wish to draw the attention of the\r\nGeneral Assembly to the commitment given at the 1995\r\nNPT Review and Extension Conference, in paragraph 19 of\r\nthe “Principles and objectives for nuclear non-proliferation\r\nand disarmament” contained in the annex to document\r\nNPT/Conf.1995/32 (Part I):\r\n“Every effort should be made to ensure that the\r\nIAEA has the financial and human resources necessary\r\nin order to meet effectively its responsibilities in the\r\n[area] of technical cooperation”.\r\nMy delegation expresses its appreciation to those\r\nmembers of the Agency, both donor and developing\r\ncountries, that have contributed to the Technical\r\nCooperation Fund. Their commitment will undoubtedly\r\nbring us closer to the attainment of this important\r\ncomponent of the 1995 principles and objectives.\r\nImplementation of these technical cooperation projects\r\nwould certainly contribute to much-needed social upliftment\r\nand sustainable development in all developing countries.\r\nMoving on now to the other main pillar of the IAEA,\r\nmy delegation wishes to stress our support for the\r\nsafeguards verification system. It is not only a mechanism\r\nfor ensuring that no diversion of nuclear material or\r\nequipment is taking place, but also an essential confidence-\r\nbuilding measure. The conclusion of negotiations on the\r\nModel Protocol Additional to Safeguards Agreements as a\r\nmeans to strengthen the safeguards system was a major\r\nmilestone for the Agency. South Africa reiterates its\r\ncommitment to the Additional Protocol. We note with\r\nsatisfaction that 43 countries have already signed additional\r\nprotocols with the Agency, and urge others to follow suit.\r\nBy concluding the additional protocols, States parties give\r\ntheir commitment to ensuring that their nuclear activities\r\nare entirely above board.\r\nMy delegation is also encouraged to learn of the\r\nprogress regarding the trilateral initiative between the\r\nRussian Federation, the United States and the IAEA on the\r\nquestion of nuclear material from decommissioned weapons\r\nand stockpiles. This is an important development, and we\r\nwelcome progress in this effective extension of the\r\nsafeguards system.\r\nIt goes without saying, though, that as the safeguards\r\nand verification process expands to more facilities and\r\ncountries, the cost of safeguards will increase. My\r\ndelegation would therefore caution member Sates of the\r\nIAEA not to insist on the notions of zero nominal and\r\nzero real growth in the regular budget of the Agency,\r\nwhich we regard as artificial barriers obstructing the\r\nAgency from fully implementing its mandate. We believe\r\nthat if these barriers continue to be adhered to, the\r\nAgency will be left to run the gauntlet of the reduction of\r\ncosts on one side, and the demand for more resources on\r\nthe other. As this demand for more resources grows, so\r\nwill the reliance of the Agency on extrabudgetary\r\nfunding. This is a dangerous path to follow.\r\nSouth Africa is fully supportive of the Agency\u0027s\r\nefforts towards the establishment of a common and\r\ncoherent philosophy for radiation safety, nuclear safety\r\nand the safety of radioactive waste disposal. The safe,\r\nenvironmentally friendly and economic treatment and\r\ndisposal of all waste associated with radioactive\r\nsubstances remains a highly emotional issue. The Agency\r\nwill in the future be further challenged to contribute to\r\naddressing the greater sensitivity of people towards\r\nnuclear power, the decommissioning of ageing nuclear\r\nplants and facilities and the strengthening of the safety of\r\nexisting plants.\r\nSouth Africa therefore attaches great importance to\r\nthe work that has thus far been done by the Agency on\r\nnuclear, radiation and waste safety. As a contracting party\r\nto the Convention on Nuclear Safety, we believe that the\r\nfirst international peer review meeting, held in Vienna in\r\nApril this year, contributed positively to ensuring that\r\nadequate and harmonized standards of nuclear safety are\r\nmaintained throughout the world. Furthermore, South\r\nAfrica remains fully committed to the principles and\r\nobjectives of the Joint Convention on the Safety of Spent\r\nFuel Management and on the Safety of Radioactive Waste\r\nManagement. Waste management practices will grow in\r\nstature and will remain a people\u0027s issue, a business\r\nimperative, a sensitive subject of government debate and\r\na technological challenge. The international community,\r\nthrough the leadership of the IAEA, needs to tackle this\r\nchallenge in a holistic manner to ensure that generations\r\nthat follow us will view the legacy they inherit positively.\r\nI would be remiss if I did not address the matter of\r\nthe amendment of article VI of the IAEA statute. A lot\r\nhas been said in the last 24 years on this issue. Therefore,\r\nmy delegation would merely like to express our\r\nsatisfaction with the successful conclusion of this long-\r\n22\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\noutstanding matter. At last we have reached a point where\r\nthrough compromise, understanding and consensus we can\r\naddress the expansion of the Board of Governors of the\r\nAgency from 35 to 43 members and the allocation of each\r\nmember State to one of the areas listed in that article. My\r\ndelegation congratulates all member States on their efforts\r\nto find a solution and sees this spirit of cooperation as a\r\ngood omen for the new millennium.\r\nThe last decade has seen significant advances in the\r\nquest for global peace and security, but we still face serious\r\nchallenges. The IAEA remains pivotal, not only for the\r\nadvancement of the uses of atoms for peace, but also in the\r\nfurtherance of non-proliferation as a critical step along the\r\nroad towards ridding the world of nuclear weapons.\r\nMr. Tiwathia (India): The Indian delegation has taken\r\nnote of the report of the International Atomic Energy\r\nAgency (IAEA) presented by the Agency\u0027s Director\r\nGeneral, Mr. Mohamed ElBaradei.\r\nLet me begin by expressing India\u0027s satisfaction at the\r\nhistoric agreement reached by the General Conference on\r\nthe amendment of article VI of the IAEA‘s statute, which\r\nwill lead to an expansion of the Board of Governors of the\r\nIAEA. The spirit of consensus and cooperation exhibited by\r\nthe member States of the IAEA led to the resolution of this\r\nlong-standing issue. We hope that a similar spirit prevails\r\nwhile dealing with other relevant issues at the IAEA,\r\nparticularly those related to promotional aspects.\r\nThe primary function of the Agency, as drawn from\r\nthe statute, is to encourage and assist research, development\r\nand practical applications of atomic energy for peaceful\r\npurposes throughout the world. This has been endorsed by\r\nthe senior expert group appointed by the Director General\r\nin early 1998, whose recommendations have been\r\nhighlighted in the report. In developing countries, atomic\r\nenergy — with its multiple applications in power\r\ngeneration, improving health standards, enhancing the\r\nquality and quantity of agricultural yields, pest controls and\r\nwater resources management — is seen as the key to a\r\nbetter future. The IAEA\u0027s role is particularly significant in\r\nnuclear power as, with the progressive depletion of fossil\r\nfuels, this is an important option that will be needed to\r\nmeet the future energy needs of developing countries in the\r\nlong term.\r\nWhile the decision to pursue the nuclear-power option\r\nis a national one, the Agency\u0027s mandate to promote in an\r\nobjective manner the contribution of atomic energy to\r\npeace, health and prosperity should not be eroded while it\r\ndischarges its responsibility to help ensure safety and\r\nimplement safeguards. The secretariat has become\r\ndefensive on matters relating to nuclear power, perhaps\r\ninfluenced by the environment in which it is located,\r\nwhere support for new nuclear plants has declined as\r\npower generation in general has reached a point of\r\nsaturation.\r\nHowever, while nuclear power may be stagnating in\r\nEurope and North America, it is growing fast in Asia and\r\nsome other parts of the world, because it is a logical\r\noption to meet energy needs in the context of global\r\nenvironmental considerations. Current global carbon\r\ndioxide emissions would have been 8 per cent higher if\r\nnuclear power had not been used. We therefore call upon\r\nthe Agency to intensify its efforts in projecting nuclear\r\nenergy as one of the means of mitigating carbon dioxide\r\nemissions under the Clean Development Mechanism\r\nevolved under the Kyoto Protocol for the United Nations\r\nFramework Convention on Climate Change.\r\nFor Indians to reach a standard of living comparable\r\nto that of the people who live in developed countries, it\r\nhas been estimated that the per-capita consumption of\r\nelectricity should increase by a factor of at least 8 to 10.\r\nNuclear energy will account for an increasing share of the\r\nelectricity mix in India. As a first step, we will try to\r\nreach 20,000 megawatts of nuclear power by the year\r\n2020. Over the last year, our efforts to accelerate our\r\nnuclear-power programme to reach that target have borne\r\nfruit. The capacity utilization of our 10 nuclear-power\r\nplants has improved consistently. A state-of-the-art and\r\nindigenously designed 220-megawatt pressurized heavy\r\nwater reactor was recently commissioned at Kaiga,\r\nKarnataka, and new power reactor units are expected to\r\nreach criticality soon. The power programme has a wide\r\nsupport base ranging from fuel fabrication to electronics\r\nand heavy-water facilities.\r\nTo ensure long-term energy security, India has\r\nchosen to follow a closed fuel cycle policy, which calls\r\nfor the setting up of reprocessing plants and breeder\r\nreactors. Our fast breeder test reactor at Kalpakkam, over\r\na decade old, has achieved all technological objectives.\r\nThe indigenously developed, and hitherto untried,\r\nplutonium with mixed uranium-plutonium carbide fuel has\r\nperformed excellently. With the experience gained from\r\nthe fast breeder test reactor, the indigenous design and\r\ndevelopment of the 500-megawatt prototype fast breeder\r\nreactor is progressing well, and construction is expected\r\nto begin in 2001. An advanced heavy water reactor using\r\nplutonium and uranium 233 as fuel is being designed at\r\n23\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nthe Bhabha Atomic Research Centre (BARC). Advanced\r\nheavy water reactors constitute the third stage of our\r\nnuclear-power programme; they will mark a transition to\r\nthorium-based systems, as they will use as fuel the U233\r\nobtained by the irradiation of thorium in the prototype\r\nheavy water reactors and the fast breeder reactors.\r\nMature technologies for reprocessing, waste\r\nmanagement and recycling of plutonium and depleted\r\nuranium have been demonstrated and are available. Progress\r\nis also being made on the thorium-uranium 233 cycle. We\r\nmention this because of our great interest in the closed\r\nnuclear fuel cycle. We have always considered spent fuel\r\na vital resource material and have emphasized this during\r\nthe negotiations on the Joint Convention on the Safety of\r\nSpent Fuel Management and on the Safety of Radioactive\r\nWaste Management.\r\nRecent developments abroad have shown that we\r\nshould continue to attach the highest importance to nuclear\r\nsafety. The safety record of our facilities is stringently\r\nmonitored by the Atomic Energy Regulatory Board of\r\nIndia. It has set up an independent Safety Research Institute\r\nwhose task is to carry out and promote safety-related\r\nresearch and analysis in areas relevant to regulatory\r\ndecision-making. In the context of the Y2K problem, the\r\nGovernment of India has set up a High-Level Action Force\r\nto monitor the status of preparedness in various critical\r\nsectors of the economy, including atomic energy; an in-\r\ndepth review, including inventory preparation, detailed\r\nassessment and remedial action, has been undertaken; and\r\ndetailed contingency plans have been drawn up. We are\r\nnow actively considering India\u0027s accession to the\r\nConvention on the Physical Protection of Nuclear Materials,\r\nwhose standards of physical protection we have followed\r\nfor a long time.\r\nWe appreciate the Agency\u0027s efforts to prevent illicit\r\ntrafficking in nuclear materials. However, to stop the\r\nclandestine acquisition of sensitive technology, the total\r\ncommitment of all the member States of the Agency is\r\nrequired; whenever this commitment has faltered, there\r\nhave been lapses. India\u0027s non-proliferation credentials have\r\nbeen impeccable. We have in place export-control\r\nmechanisms which have ensured that no material,\r\nequipment or technology exported from India has been\r\nmisused. However, while our commitment to genuine non-\r\nproliferation is consistent, we object to discriminatory\r\nrestrictions on access to materials, equipment and\r\ntechnology for peaceful purposes, under the guise of\r\nproliferation concerns.\r\nWhile we regard power generation as a matter of\r\npriority, non-power applications of nuclear energy in\r\nareas such as medicine, isotope hydrology, agriculture and\r\nindustry are given equal importance in our research and\r\ndevelopment programme. As a founding member of the\r\nRegional Cooperative Agreement (RCA) for Asia and the\r\nPacific, we are actively involved in a number of RCA\r\nactivities in these areas and have been regularly hosting\r\nits meetings. India continues to support the Agency\u0027s\r\ntechnical cooperation activities and pays regularly and in\r\nfull its contribution to the Technical Cooperation Fund.\r\nAs part of the Technical Cooperation for Developing\r\nCountries programme, we have offered the BARC\r\nTraining School as a “Centre of Excellence” which will\r\nbe open to scientists and engineers from developing\r\ncountries. India also has an extensive network of\r\ninstitutions engaged in fundamental research. We have\r\ndone a fair amount of research in accelerators and in\r\nfusion technology.\r\nThe IAEA is a unique multidisciplinary science and\r\ntechnological agency within the United Nations system. It\r\nshould continue to be guided by the principle that its\r\ncredibility is based on its scientific and technical\r\ncompetence. This can be maintained only if the Agency\r\nkeeps itself at the forefront of nuclear science and\r\ntechnology by assisting in the coordination of research\r\nand development programmes among interested member\r\nStates and institutions. Towards this end, research in\r\nfrontier areas such as innovative reactors and\r\nthermonuclear fusion should be actively encouraged.\r\nAs the Agency prepares to meet the challenges of\r\nthe coming century, it should remain faithful to its\r\noriginal mandate as a promoter of the peaceful uses of\r\natomic energy. Over the years the changed orientation of\r\nthe Agency has led to a worrisome situation wherein,\r\nfrom being a positive, creative force, the Agency is in\r\ndanger of being looked upon as a police body. The IAEA\r\nmust appreciate its unique position as the only\r\ninternational organization, not only in the United Nations\r\nfamily but globally, with the mandate to promote the\r\nwidest possible participation in, and thereby access to\r\nbenefits from, international cooperation in the peaceful\r\nuses of nuclear energy. The recent Scientific Forum on\r\n“Sustainable Development: A Role for Nuclear Power?”,\r\nheld to coincide with the General Conference, was a\r\nhealthy step in this direction and helped to restore in\r\nsome measure the original scientific character of the\r\nAgency. We commend the IAEA for organizing the\r\nmeeting and urge it to implement its recommendations.\r\n24\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nMr. Pe (Myanmar): At the outset, allow me to express\r\nmy delegation\u0027s appreciation to Mr. Mohamed ElBaradei,\r\nDirector General of the International Atomic Energy\r\nAgency (IAEA), for the annual report that is before us. We\r\nobserve that the report highlights the IAEA\u0027s growing role\r\nin building a global nuclear safety culture, in underpinning\r\nthe non-proliferation regime and in maximizing the\r\ncontribution of nuclear science and technology to helping\r\ncountries achieve their national development goals.\r\nI would like to take this opportunity to refer to a few\r\nactivities covered in the report. It is encouraging to note\r\nthat the Agency\u0027s role in the peaceful uses of nuclear\r\nenergy now covers areas ranging from power generation to\r\na diverse array of industrial, medical and agricultural\r\napplications. In this regard, we would like to lend support\r\nto the continuation and strengthening of IAEA activities\r\nconcerning food and agriculture, as they constitute the\r\npractical application of nuclear energy for peaceful\r\npurposes in areas of particular importance to developing\r\ncountries.\r\nIn the area of technical cooperation, my delegation\r\nfirmly believes that an expansion of technical cooperation\r\nactivities relating to the peaceful uses of nuclear energy\r\nshould take into account the special needs of the developing\r\ncountries. My delegation is also appreciative of the\r\nmeasures, including Country Programme Frameworks,\r\nbeing implemented under the technical cooperation\r\nprogramme.\r\nLet me briefly touch upon Myanmar\u0027s cooperation\r\nwith the IAEA. Myanmar\u0027s endeavours for development and\r\nthe application of nuclear science and technology have\r\nstarted to gather momentum, with the establishment of the\r\nMinistry of Science and Technology and the setting up of\r\nthe Department of Atomic Energy as a new directorate in\r\n1997. The IAEA has been assisting us with agriculture-\r\nrelated projects. As a matter of fact, there is an ongoing\r\nprogramme in Myanmar which uses the method of\r\nradiation-induced mutations for new varieties of crops. My\r\ncountry has also participated in the Agency\u0027s technical\r\nprogrammes. For instance, we have implemented a project\r\non improving livestock breeding through the application of\r\nfeed supplementation strategies and the immunoassay\r\ntechnique.\r\nAs we are all aware, water continues to be a critical\r\nglobal issue. One particular manifestation of concern is the\r\ngrowing interest expressed by Member States in nuclear\r\ntechnology for desalinization. Therefore, my delegation\r\ncommends efforts by the IAEA to initiate joint programmes\r\nand collaboration with other United Nations agencies in\r\nthe area of water resource development and management.\r\nTurning to radiation safety, my delegation considers\r\nthat the radiation safety programme undertaken by the\r\nAgency is of paramount importance, since the\r\nprogramme\u0027s objective is to promote adequate levels of\r\nprotection against ionizing radiation and for the safety of\r\nradiation sources. It cannot be overemphasized that the\r\nprogramme served to generate practical manuals and other\r\ndocuments to assist in standards implementation by\r\nregulatory authorities. Among the Agency\u0027s others\r\nactivities, the completion of three safety guides on\r\noccupational radiation protection is no less important, and\r\nit is also a remarkable achievement.\r\nAt the dawn of the next millennium, the international\r\ncommunity is faced with daunting challenges to peace,\r\nsecurity and development in the world. In this context, we\r\nwould like to underscore the importance of worldwide\r\nmoves towards a strengthened non-proliferation regime.\r\nThere is no denying that, through its verification and\r\nsafeguards system, the Agency has made significant\r\ncontributions to the strengthening of a global nuclear non-\r\nproliferation regime. One tangible result of the Agency\u0027s\r\ncontinued efforts aimed at the development and\r\nimplementation of measures to strengthen its safeguards\r\nsystem was the conclusion at the end of 1998 of\r\nsafeguards agreements with 126 States. In this connection,\r\nmy delegation would like to reiterate that all IAEA\r\nsafeguards and verification measures should be applied in\r\na non-discriminatory manner and in conformity with the\r\nrelevant provisions of the Treaty on the Non-Proliferation\r\nof Nuclear Weapons.\r\nIn conclusion, my delegation would like to express\r\nits high esteem for the work of the Agency and reaffirm\r\nits commitment and support for the IAEA.\r\nMr. Gatilov (Russian Federation) (spoke in\r\nRussian): The Russian delegation expresses its gratitude\r\nto the Director General of the International Atomic\r\nEnergy Agency (IAEA), Mr. Mohamed ElBaradei, for his\r\nintroduction of the annual report of the Agency, which\r\nprovides a detailed description of IAEA activities.\r\nThe Russian Federation consistently supports the\r\nproductive activities of the IAEA. We would like to see\r\nit continue as an international organization with a strong\r\nreputation, actively promoting the peaceful uses of atomic\r\nenergy and conducting verification activities, which are a\r\nkey element of the nuclear non-proliferation regime.\r\n25\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nIn today\u0027s complex situation, when the existing non-\r\nproliferation regime is being severely tested, it becomes\r\nincreasingly important to use the Agency\u0027s potential to\r\nsuccessfully complete the task of achieving non-\r\nproliferation on a lasting basis. As one of the depositary\r\nStates of the Treaty on the Non-Proliferation of Nuclear\r\nWeapons, Russia confirms its unswerving support for its\r\nbasic principles. We resolutely oppose any attempts to\r\nrevise the Treaty, and call upon all countries to recognize\r\ntheir responsibility for observing and strengthening the\r\nmechanism that has been effectively preventing the spread\r\nof nuclear weapons all over the world for more than a\r\nquarter of a century.\r\nIn the context of nuclear energy development, Russia\r\nconsiders the reduction and disposal of nuclear armaments\r\nto be connected with the peaceful use of the tremendous\r\nscientific and technological potential that used to be the\r\nexclusive domain of military programmes. We see the role\r\nof the Agency as one of coordinating international\r\ncooperation with a view to choosing economically sound\r\nand environmentally safe uses of weapons-grade materials\r\nin the civilian nuclear-fuel cycle.\r\nControl of materials released from weapons\r\nprogrammes is a new direction in IAEA activities. Perhaps\r\nfor the first time since its inception, the Agency is facing\r\na task of such great technological, social and political\r\nimportance. In this regard, the joint work of experts from\r\nRussia, the United States and the IAEA, within the\r\nframework of the 1996 trilateral initiative concerning the\r\napplication of the Agency\u0027s verification procedures to\r\nweapons-grade fissile materials, has great significance. The\r\nwork is progressing in accordance with the schedule\r\napproved by the three parties.\r\nWe note with satisfaction that throughout its entire\r\nhistory, the Agency has deservedly enjoyed a high\r\nreputation as an international organization competent in the\r\nnuclear field, and that it has taken every effort necessary to\r\nassist Member States in developing the nuclear power\r\nindustry.\r\nAll current studies prove the need for the structural\r\nconversion of power sources now in use to what are called\r\ncarbon-free power technologies. Without denying the\r\nimportance of developing renewable power sources, we\r\nshould admit that at present the only realistic industrial-\r\nscale solution to this problem is to intensify efforts to\r\ndevelop a safe, environmentally acceptable and\r\neconomically attractive nuclear power sector. Will the\r\nnuclear power industry be equal to a task of this\r\nmagnitude? We answer that question in the affirmative.\r\nAnd the mission of the IAEA, as stipulated in its Statute,\r\nis precisely to unite the efforts of interested parties in\r\norder to find the best way to develop the nuclear power\r\nindustry in the twenty-first century.\r\nIn our opinion, the activities of the Agency in\r\nproviding technical assistance to developing countries in\r\nthe implementation of priority programmes in the field of\r\nthe peaceful uses of nuclear energy are extremely\r\nimportant, and despite Russia\u0027s current economic\r\ndifficulties, we are participating in IAEA technical\r\ncooperation programmes by supplying equipment and by\r\nconducting training courses and organizing fieldwork for\r\nexperts from developing countries.\r\nThe assurance of an appropriate level of nuclear\r\nsafety remains the top priority in the development both of\r\nthe nuclear power industry and of nuclear technologies.\r\nWe note with satisfaction the increased role of the IAEA\r\nin this field. In particular, the Agency\u0027s fruitful activities\r\nin the preparation and holding of the First Review\r\nMeeting of the Convention on Nuclear Safety merit\r\napproval. The constructive spirit in evidence at that forum\r\nmade it possible to evaluate objectively the current status\r\nof virtually the entire stock of nuclear reactors in\r\noperation.\r\nFrom our point of view, the IAEA-sponsored\r\nInternational Conference on the Strengthening of Nuclear\r\nSafety in Eastern Europe marked a productive conclusion\r\nto the IAEA Extrabudgetary Programme on WWER and\r\nRBMK Safety. Russian experts take full account of the\r\nresults and conclusions of that forum in their work on\r\nenhancing the safety of nuclear power plants.\r\nThe Agency\u0027s efforts in addressing the problem of\r\nthe safe management of radioactive waste are worthy of\r\napproval and support. The completion of work on the\r\nJoint Convention on the Safety of Spent Fuel\r\nManagement and on the Safety of Radioactive Waste\r\nManagement is a great achievement in this respect.\r\nWe think that the future of the nuclear power\r\nindustry can be shaped only on the solid basis of the\r\nreliable operation of currently functioning nuclear\r\nfacilities. At the same time, both operative and\r\ndecommissioned nuclear plants equally deserve attention\r\nof the Agency in terms of their safety, the improvement\r\nof economic indicators and the extension of their service\r\nlife.\r\n26\r\nGeneral Assembly 46th plenary meeting\r\nFifty-fourth session 4 November 1999\r\nWe also support IAEA activities to prevent illicit\r\ntrafficking in nuclear materials, activities that are aimed at\r\nraising the level of physical protection and at developing\r\nnational inventory and verification systems for nuclear\r\nmaterials. We advocate the expansion of cooperation among\r\nStates in the suppression of nuclear smuggling.\r\nRussia consistently supports IAEA activities intended\r\nto improve the safeguards system. The Agency\u0027s verification\r\nactivities should remain among the highest\r\npriorities, making possible a technically precise,\r\npolitically impartial and legally irreproachable analysis of\r\nthe nature of the nuclear-related activities of non-nuclear\r\nStates parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons.\r\nIn conclusion, the delegation of the Russian\r\nFederation would like to join other delegations in\r\nexpressing approval of the 1998 annual report of the\r\nInternational Atomic Energy Agency.\r\nMr. Morel (Seychelles), Vice-President, in the Chair.\r\nAnnouncement\r\nThe Acting President: I should like to say a few\r\nwords concerning punctuality. Members will recall that at\r\nthe 3rd plenary meeting, on 17 September 1999, the\r\nGeneral Assembly approved the practical suggestion by\r\nthe Secretary-General that each delegation should\r\ndesignate someone to be present at the scheduled starting\r\ntime of each meeting. At the same meeting,\r\nrepresentatives were further reminded that a 10-minute\r\ndelay of the start of every meeting at Headquarters would\r\nresult in a waste of $800,000 a year. In this connection,\r\nI should like to urge all delegations to make a special\r\neffort to cooperate in this regard so that all meetings can\r\nstart promptly at 10 a.m. and 3 p.m.\r\nThe meeting rose at 1.05 p.m.\r\n27\r\n"