"United Nations A/54/PV.41\r\n99-86267 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n41st plenary meeting\r\nWednesday, 27 October 1999, 3 p.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 27\r\nCooperation between the United Nations and the Inter-\r\nParliamentary Union\r\nReport of the Secretary-General (A/54/379)\r\nDraft resolution (A/54/L.9)\r\nThe President: I give the floor to the representative\r\nof India to introduce draft resolution A/54/L.9.\r\nMr. Sharma (India): I have the honour, on behalf of\r\n133 sponsors, to introduce the draft resolution contained in\r\ndocument A/54/L.9, on cooperation between the United\r\nNations and the Inter-Parliamentary Union (IPU).\r\nLast year, we had spoken about the important work\r\nbeing done in the IPU, and at the national level in India,\r\nfor the empowerment of women and to redress gender\r\nimbalances. We are therefore particularly pleased that this\r\nyear the Deputy Chairman of the Upper House of the\r\nIndian Parliament has been elected as the first woman\r\nPresident of the Inter-Parliamentary Council in the 110-year\r\nhistory of the IPU.\r\nThe text of the draft resolution has been jointly\r\nprepared by the delegations of the States members of the\r\nExecutive Committee of the IPU. I believe that it\r\ncommands overwhelming support, as is clear from the\r\nnumber of sponsorships it has received, which is at the\r\nhighest level ever. In addition, the following States have\r\nalso become sponsors: Australia, El Salvador, Eritrea,\r\nMauritania and Swaziland, for a total of 138 sponsors.\r\nThe Secretary-General, in his report to the General\r\nAssembly, has highlighted the intensification of\r\ncooperation between the United Nations and the IPU in\r\nseveral areas. The report also especially welcomes the\r\nprogress made in preparing for the Conference of\r\nPresiding Officers of National Parliaments, which is to be\r\nheld at United Nations Headquarters from 30 August to\r\n1 September 2000, in conjunction with the Millennium\r\nAssembly. We are happy to note that the representative of\r\nthe Secretary-General has been regularly participating in\r\nthe meetings of the IPU Preparatory Committee for this\r\nfirst-ever Conference of Presiding Officers. We share the\r\nSecretary- General\u0027s hope that this Conference will be a\r\nmajor milestone in efforts to enhance people\u0027s\r\nunderstanding of, and support for, the United Nations\r\nthrough their elected representatives.\r\nSubstantially, the concerns of the United Nations and\r\nthe IPU are common. The relationship between them\r\ndates back to the establishment of the United Nations, in\r\nwhich the IPU played a significant part. As the President\r\nof the General Assembly, addressing the meeting of\r\nParliamentarians, said two days ago:\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\n“With its membership and activities transcending\r\nmembers\u0027 political convictions, culture, religion and\r\neconomics, the IPU is ideally placed for playing a\r\nconstructive role in our common search for finding\r\nworkable solutions to the problems besetting our\r\nnations and peoples”. (GA/SM/115)\r\nToday, in the 11Oth year of the establishment of the\r\nIPU, when the next century is just a few weeks away, we\r\nmust make an appraisal of past achievements and, in their\r\nlight, design a future course of action to complete the\r\nunfinished agenda and to face new and emerging\r\nchallenges.\r\nAmong the priority tasks before the United Nations\r\nand the IPU today is the need to promote the development\r\nof developing countries in a globalizing world. We must\r\nwork to make globalization equitable, broad-based and\r\ninformed with ethical concern so that it responds to the\r\naspirations of all and leads to the marginalization of none.\r\nOne of the demonstrated fallout effects of globalization has\r\nbeen accentuated marginalization. The Secretary-General\r\nhas himself spoken of this. To quote from his observations\r\nat Davos this year:\r\n“Globalization is a fact of life. But I believe we\r\nhave underestimated its fragility...The spread of\r\nmarkets far outpaces the ability of societies and their\r\npolitical systems to adjust to them, let alone to guide\r\nthe course they take. History teaches us that such an\r\nimbalance between the economic, social and political\r\nrealms can never be sustained for very long.”\r\n(SG/SM/6881)\r\nThe IPU has taken up the cause of the large segment\r\nof humanity which is not a beneficiary of globalization and,\r\nat the recent conference in Berlin, discussed the need to\r\nrevise the current global financial and economic model, and\r\nadopted a resolution which called for special initiatives for\r\nunderdeveloped, debt-ridden countries.\r\nCooperation between the United Nations and the IPU\r\nnow extends to several specialized agencies and bodies of\r\nthe United Nations system. We are pleased that during the\r\ncourse of last year an Agreement of Cooperation was\r\nconcluded between the IPU and the International Labour\r\nOrganization, as also a Memorandum of Understanding\r\nwith the United Nations High Commissioner for Human\r\nRights, thereby opening up new avenues for support by\r\nnational parliaments for the work of the United Nations\r\nsystem.\r\nDuring the last year, IPU has continued to consider\r\nissues such as disarmament, global peace, social\r\ndevelopment, environment, population and parity between\r\nmen and women, which are important areas of the work\r\nof the United Nations. It has supplemented United\r\nNations conferences and summits in the past, and will\r\ncontinue to do so in the future, by organizing specialized\r\nmeetings of parliamentarians on their themes. It proposes,\r\namong other things, to hold a joint meeting with the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) later this year on women and\r\ndemocracy, as well as tripartite interactions in the context\r\nof the five-year reviews of the implementation of the\r\nWorld Summit for Social Development and the Fourth\r\nWorld Conference on Women.\r\nThe positive picture that I have briefly outlined\r\ndemonstrates the potential of cooperation between the\r\nUnited Nations and the Inter-Parliamentary Union. There\r\nis an essential similarity in the approach, convergence of\r\nactions and, most importantly, a perfect congruence of the\r\nobjectives of the two organizations. It is for this reason\r\nthat the draft resolution, in its preambular part, having\r\nrecalled resolution 53/13 of 28 October 1998, notes with\r\nappreciation the activities carried out by the Inter-\r\nParliamentary Union during the past year in support of\r\nUnited Nations actions in the fields of peace and security,\r\neconomic and social development, international law and\r\nhuman rights, democracy, governance and gender issues.\r\nFurthermore, in its operative part it welcomes the\r\nsupport provided to the United Nations and expresses the\r\nwish that the cooperation will be further strengthened and\r\nenhanced in the third millennium. It also welcomes the\r\ninformation contained in the Secretary-General\u0027s report\r\nregarding preparations for the Conference of Presiding\r\nOfficers of National Parliaments and requests the\r\nSecretary-General to examine and report on the\r\npossibilities of inviting the Inter-Parliamentary Union to\r\nreport to the fifty-fifth session of the General\r\nAssembly — the Millennium Assembly — on the\r\noutcome of that Conference.\r\nIn operative paragraph 4, the draft resolution\r\nrequests the Secretary-General to submit a report to the\r\nGeneral Assembly at its fifty-fifth session on various\r\naspects of cooperation between the United Nations and\r\nthe Inter-Parliamentary Union. Finally, in operative\r\nparagraph 5, it decides to include in the provisional\r\nagenda of the fifty-fifth session of the General Assembly\r\nan item entitled “Cooperation between the United Nations\r\nand the Inter-Parliamentary Union”.\r\n2\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nIn conclusion, and given the fact that the draft\r\nresolution that I have just introduced has no financial\r\nimplications for the programme budget, I wish to propose,\r\non behalf of all the sponsors, that it be adopted by\r\nconsensus.\r\nAllow me to depart from my printed text to convey\r\nour deep condolences and sense of shock to the people of\r\nArmenia on the deaths of the Prime Minister, Speaker and\r\nseveral Members of Parliament, who were assassinated\r\ntoday by gunmen inside the parliamentary building, and to\r\ncondemn that dastardly and execrable act.\r\nMs. Bušić (Croatia): At the outset, I would like to\r\nextend my sincere greetings to all present, and to express\r\nmy appreciation for having the opportunity to speak about\r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union (IPU).\r\nSince 1992, the year of its admission to the Inter-\r\nParliamentary Union, Croatia, a Central European and\r\nMediterranean country, which I represent, has attended all\r\nof the regular, as well as most of the specialized IPU\r\nconferences, taking an active part in the debates on the\r\nmost topical issues in the world. Our parliamentarians have\r\nalso participated in the work of various committees,\r\nincluding the Co-ordinating Committee of the Meeting of\r\nWomen Parliamentarians. I should like to state that this has\r\nbeen a constant learning process for us.\r\nThe IPU has been diversifying the scope of its actions\r\nand activities in accordance with the most pressing issues\r\nand demands on humanity on the eve of a new millennium.\r\nEven though the resolutions, declarations and\r\nrecommendations adopted by the IPU are not binding on its\r\n138 members, they represent the best that contemporary\r\npolitical thinking and practice can yield. They reflect an\r\naccumulation of knowledge and a body of reference\r\nmaterial to which parliaments can resort according to their\r\nspecific or general needs.\r\nThe role of the IPU as an organization practising,\r\nreinforcing and encouraging parliamentary diplomacy in\r\nareas of potential crisis is of paramount importance. I\r\nwould like to mention just a few examples, which are of\r\nparticular relevance to our part of the world. The IPU was\r\nquick to foresee and monitor the sequence of events\r\nfollowing the disintegration of the former Yugoslavia and\r\nthe emergence of Slovenia and Croatia after the first\r\ndemocratic elections were held in those two neighbouring\r\nStates. At that time, Mr. Anders Johnsson, the present IPU\r\nSecretary General, led a fact-finding mission to the areas\r\nconcerned and actually saw for himself occupied regions\r\nof Croatia, as well as displaced persons in Croatian\r\nrefugee camps.\r\nThe IPU has also been monitoring elections in new\r\ndemocracies all over the world. Its human rights\r\nCommittee has been observing practices in various places\r\naround the world where there are flagging democracies,\r\nincluding practices against political adversaries, and it has\r\nbeen called on to help in many turbulent situations.\r\nThe Middle East Committee has been very active on\r\nan off-and-on basis, and its Group of Facilitators for\r\nCyprus has recently seen some positive developments in\r\nits main area of concern. Another recent, positive\r\ndevelopment, is the IPU meeting of women\r\nparliamentarians, which is gaining ever-increasing\r\nrecognition and prominence. It is heartening to be able to\r\nbear witness to women\u0027s growing self-confidence and\r\nresolve in applying the necessary instruments and tools to\r\nimprove their situation on a global scale.\r\nWomen\u0027s issues and rights are, in many ways, men\u0027s\r\nissues too, only they are often viewed by women from a\r\ndifferent, more practical or pragmatic angle. The\r\nempowerment of women means the empowerment of\r\nhumanity. IPU Council President, Mrs. Heptulla, who was\r\nrecently elected, could certainly be a mentor to guide us\r\nin this direction, defining the mission of the IPU at its\r\nrecent 102nd Conference as being carried out by a\r\nconfederation of the conscience-keepers of democracy.\r\nIt is indeed a positive development that the IPU and\r\nthe United Nations have joined hands in their endeavours.\r\nThe latter has thus acquired a parliamentary dimension\r\nthat can contribute significantly to its standing and\r\ncredibility, as well as assist in conditioning public opinion\r\nthrough the representatives elected by and for the people.\r\nLet me comment briefly at this point on several\r\nother IPU and United Nations actions and activities that\r\nhave won Croatia\u0027s strong approval and support. The\r\nPresident of the Croatian Parliament looks forward to\r\ntaking part in the Conference of Presiding Officers of\r\nNational Parliaments to be held in this building in late\r\nsummer 2000. The President has attended similar\r\nEuropean conferences, such as those of the presiding\r\nspeakers of parliaments of the Central European Initiative\r\nmember States, as well as of Council of Europe members,\r\nand has invariably found such exchanges both supportive\r\nand inspiring. It is our hope that the IPU Conference of\r\nPresiding Officers will offer an even broader outlook.\r\n3\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nAs far as our support for the International Criminal\r\nCourt (ICC) is concerned, it is Croatia\u0027s position that no\r\none should be exempt from being held responsible for any\r\nacts or deeds against humanity, war crimes or other such\r\ncrimes which fall within the competence of the ICC.\r\nWith a view to promoting peace and security, Croatia\r\nhas signed the Comprehensive Nuclear-Test-Ban Treaty and\r\nis prepared to work towards the elimination of all nuclear\r\nweapons. We were among the first to adhere to the Ottawa\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-personnel Mines and on\r\nTheir Destruction. Croatia is making every effort to ensure\r\nfull compliance with the treaty since, in the aftermath of the\r\nwar of aggression against our country, landmines represent\r\none of Croatia\u0027s fundamental problems. Mines kill or maim\r\npeople on an almost daily basis, prevent farmers from\r\nworking their land and, furthermore, prevent refugees and\r\ndisplaced persons from returning safely to their homes.\r\nAs far as the process of the Conference on Security\r\nand Cooperation in the Mediterranean (CSCM) is\r\nconcerned, Croatia has a special interest because of its\r\ngeopolitical position, among other factors. We believe that,\r\ngiven the importance of the CSCM in all of its numerous\r\nand varied facets, it deserves stronger support, including\r\nadministrative support as envisaged and drafted in Valletta,\r\nMalta, or other practical support.\r\nWith regard to the scourges of today\u0027s world, such as\r\nthe global drug problem, terrorism, bribery and corruption,\r\nforced child labour, child prostitution, other forms of child\r\nabuse and illicit trafficking in arms and weapons, Croatia\r\nhas a very firm stand and has been combating them\r\nresolutely.\r\nI have mentioned only the most important topics of\r\nconcern to the IPU. Given the fact that all these issues are\r\ndealt with by both the IPU and the United Nations in their\r\nrespective ways, it appears both prudent and logical that, in\r\njoining forces, the two organizations could resolve them\r\nmore effectively and expeditiously.\r\nTherefore, allow me to express my appreciation for the\r\never-growing cooperation between the United Nations and\r\nthe Inter-Parliamentary Union and to reiterate my firm\r\nbelief that this tradition will be further strengthened and\r\nenhanced as we face the challenges of the third millennium.\r\nThe IPU, as the world\u0027s oldest and largest assembly of\r\nparliamentarians, is an extraordinary source of democratic\r\nrepresentation and can certainly strengthen the mechanisms\r\nfor democratic control of the United Nations.\r\nMr. Hønningstad (Norway): I am honoured to have\r\nthis opportunity to address the General Assembly on the\r\nimportant issue of cooperation between the United\r\nNations and the Inter-Parliamentary Union (IPU). The\r\ndraft resolution before us in document A/54/L.9 strongly\r\nsupports further strengthening the cooperation between the\r\nUnited Nations and the Inter-Parliamentary Union. As a\r\nsponsor of the draft resolution, Norway is confident that\r\nthe General Assembly will adopt it by consensus.\r\nGenerally speaking, the United Nations has done a\r\ngood job over the past 50 years in harmonizing the\r\ninterests of nations and promoting cooperation among\r\nthem. But we all know that the United Nations is faced\r\nwith many problems. The ongoing reform of the\r\nOrganization speaks for itself. If we are to face up to the\r\nglobal problems of our time, certain changes must be\r\nmade. The key concept for politics in the twenty-first\r\ncentury will be legitimacy. Legitimacy derives from\r\ndemocracy, and democracy depends on the representatives\r\nof the people: the parliamentarians of the world.\r\nThat is why the Norwegian Government has\r\nsupported the reform proposals of the Secretary-General,\r\nwhich would involve parliaments more actively in the\r\nwork of the United Nations. The full realization of the\r\npotential of the United Nations depends on a proper\r\nrelationship with parliaments and on input from them. It\r\nis also in this context that we see the potential of the IPU.\r\nThe support of the IPU in areas such as conflict\r\nprevention, human rights and the promotion of\r\nrepresentative democracy has increased the effect and\r\nrelevance of United Nation activities in these areas.\r\nThe IPU itself will be facing strategic challenges in\r\nits efforts to influence global politics over the next few\r\ndecades. One of these challenges will be to establish the\r\nproper relationship with the United Nations. The basis for\r\ncooperation between the United Nations and the IPU is\r\nthe agreement signed by the two organizations in 1996.\r\nThat agreement provides a useful platform for the\r\ninvolvement of parliaments in the work of the United\r\nNations.\r\nHowever, after having spoken with a number of\r\nrepresentatives from the Norwegian Parliament, some of\r\nwhom are present here today, it is our feeling that the\r\nimplementation of the agreement has lagged behind. One\r\nargument put forward is that if the IPU is to take a clear\r\nstand on the major issues of the day, it will need to\r\nensure that the multiplicity of views expressed at its\r\n4\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nconferences is translated into a focused working\r\nprogramme.\r\nMy Government welcomes the plan to hold a\r\nConference of Presiding Officers of National Parliaments in\r\nthis Hall next year in conjunction with the Millennium\r\nAssembly. We look forward to the outcome of the\r\nConference and support the suggestion that the IPU should\r\nbe invited to report on its discussions to the Millennium\r\nAssembly.\r\nIt is our hope that this crossroads will provide an\r\nopportunity for both organizations to continue to develop a\r\nconstructive parallelism both in terms of examining the\r\nglobal challenges of the day and in terms of formulating\r\nresponses to those challenges.\r\nMr. Hachani (Tunisia) (spoke in French): The\r\nGeneral Assembly\u0027s annual consideration of cooperation\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion (IPU) reflects the interest of the international\r\ncommunity in the contribution that such cooperation can\r\nmake to the realization of the purposes and principles of the\r\nUnited Nations Charter.\r\nThe report of the Secretary-General on this item\r\n(A/54/379), for which we thank him, describes the diverse\r\nspheres of activity in which the cooperation of the Inter-\r\nParliamentary Union can be valuable. Over the past year,\r\nparliamentarians of our respective countries, through their\r\nown organization, the IPU, have been considering such\r\nquestions of importance to the United Nations as\r\ndisarmament, in the field of nuclear disarmament and anti-\r\npersonnel landmines; promoting respect for international\r\nhumanitarian law; promoting democracy and human rights;\r\nand economic and social development.\r\nOver the past year, the Inter-Parliamentary Union has\r\nalso devoted special attention to problems in various parts\r\nof the world, such as the situation in the Middle East. Here,\r\nit has lent its support to the initiative of the Committee on\r\nthe Exercise of the Inalienable Rights of the Palestinian\r\nPeople through the participation of the President of the IPU\r\nCouncil in the Bethlehem 2000 International Conference\r\nconvened in February 1999 in Rome. At the IPU\r\nConference on Security and Cooperation in the\r\nMediterranean, held in Ljubljana, Slovenia, it also\r\nexpressed support for the Bethlehem 2000 Project.\r\nMy country attaches special importance to\r\nstrengthening and consolidating security and cooperation in\r\nthe Mediterranean, an issue which has a prominent place in\r\nthe agenda of the General Assembly. Tunisia has spared\r\nno effort in seeking to achieve these goals, and continues\r\nto work for them with all its partners in the region. On\r\nthe basis of its convictions in this regard, Tunisia\r\nwelcomes the valuable contribution made by\r\nparliamentarians through the IPU in the context of its\r\nConferences on Security and Cooperation in the\r\nMediterranean, the third of which will be held in\r\nMarch 2000 at Paris.\r\nThe Tunisian Parliament — a representative of\r\nwhich is an ex officio member of the IPU Executive\r\nCommittee in her capacity as President of the Co-\r\nordinating Committee of the Meeting of Women\r\nParliamentarians — is playing an active role in the\r\npreparatory process for the Paris conference and,\r\nespecially, for the thematic preparatory conferences. The\r\nmost recent of these was held in Slovenia and addressed\r\nthe important question of cooperation in armaments\r\ncontrol in the Mediterranean with a view to preventing\r\nconflicts in the region.\r\nAs the Secretary-General so aptly notes in his report,\r\nthe Conference of Presiding Officers of National\r\nParliaments, to be held from 30 August to 1 September\r\n2000 at United Nations Headquarters, could prove to be\r\na major milestone in efforts made to enhance the people\u0027s\r\nunderstanding of and support to the United Nations\r\nthrough their elected representatives and in identifying\r\nways of relaying United Nations decisions and\r\nrecommendations more efficiently at the national political\r\nlevel for their effective follow-up. We believe that all our\r\nefforts should be aimed towards that goal and towards\r\nexploring ways to strengthen and deepen the relationship\r\nbetween the United Nations and the IPU.\r\nWe believe that the historic Millennium Assembly to\r\nbe held in September 2000 should give the IPU an\r\nopportunity to assess the results of the Conference of\r\nPresiding Officers of National Parliaments, which will be\r\nheld a few days before the Millennium Assembly itself.\r\nThe draft resolution before us, of which my country\r\nis a sponsor and which we hope will be adopted by\r\ngeneral consensus, requests the Secretary-General to\r\nexamine this possibility.\r\nMr. Filippi Balestra (San Marino): Since this is the\r\nfirst time I have had the opportunity to take the floor\r\nduring the fifty-fourth session of the General Assembly,\r\nSir, let me congratulate you on your election. We are\r\n5\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nconvinced that under your guidance and leadership the\r\nAssembly will be able to achieve important results.\r\nThe Republic of San Marino has always been a\r\nsupporter of strengthening the cooperation between the\r\nUnited Nations and the Inter-Parliamentary Union (IPU).\r\nOne of the main requirements for the implementation of\r\nUnited Nations initiatives and resolutions is deeper\r\nknowledge by national parliaments of the activities of our\r\nOrganization and a greater awareness of the importance of\r\nits functions. In many cases, a lack of information leads to\r\ncontroversial exchanges between executive and legislative\r\norgans in matters related to the United Nations.\r\nThe Government of San Marino welcomes the decision\r\nto establish in New York an IPU Liaison Office and wishes\r\nto congratulate its newly appointed Director, Mr. Santiago\r\nRomero-Pérez. This presence in New York will represent\r\na significant contribution to enhancing cooperation between\r\nthe two organizations.\r\nI also would like to thank the Secretary-General for\r\nhis report, entitled “Cooperation between the United\r\nNations and the Inter-Parliamentary Union” (A/54/379),\r\nwhich gives us an updated and exhaustive picture of how\r\nthis cooperation has been implemented and will be\r\nimplemented in the future. We are pleased to acknowledge\r\nthat the cooperation between the two organizations has been\r\nfurther strengthened in the past year and that it has been\r\nexpanded to many sectors of United Nations activities:\r\nworld drug problems, peace and security, human rights,\r\nsustainable development, social development, rights of the\r\nchild, health and environment.\r\nMy country shares the view that the Conference of\r\nPresiding Officers of National Parliaments, which will take\r\nplace next year at United Nations Headquarters in\r\nconjunction with the Millennium Assembly, will represent\r\na milestone in the history of cooperation between the\r\nUnited Nations and the IPU. Through that Conference and\r\nthrough the elected members of national parliaments taking\r\npart in it, we will have the opportunity to enhance people\u0027s\r\nunderstanding of the work of the United Nations and to\r\ngain stronger support for this Organization. National\r\nparliaments may, as well, identify more efficient procedures\r\nto assure a more effective follow-up at the national level to\r\nUnited Nations decisions and recommendations.\r\nIn the field of disarmament, we take note with\r\nappreciation of the encouragement given at the April 1999\r\nInter-Parliamentary Conference, held in Brussels, to all\r\ncountries to sign and ratify the Comprehensive Nuclear-\r\nTest-Ban Treaty and to work towards the elimination of\r\nnuclear weapons. We also take note of the IPU resolution,\r\nadopted in September 1998 at Moscow urging parliaments\r\nto take the necessary steps to proceed rapidly to the\r\nratification of the Ottawa Convention on the Prohibition\r\nof the Use, Stockpiling, Production and Transfer of Anti-\r\npersonnel Mines and on Their Destruction. The\r\nrecognition by national parliaments of the achievements\r\nof the United Nations in the area of disarmament gives\r\nour Organization new impetus because it constitutes proof\r\nthat we are getting closer to our goals.\r\nSan Marino was the first European country to ratify\r\nthe Statute of the International Criminal Court; therefore,\r\nwe welcome the IPU recommendation to sign and ratify\r\nthat important international instrument with a view to its\r\nearly entry into force.\r\nAmong the numerous activities of the IPU, I would\r\nlike to stress the importance of the Agreement of\r\nCooperation it signed in 1999 with the International\r\nLabour Organization (ILO) and the first concrete example\r\nof its implementation. This consists of the joint IPU-ILO\r\ncampaign for parliamentary action in support of the early\r\nsignature, ratification and implementation of the ILO\r\nConvention Concerning the Prohibition and Immediate\r\nElimination of the Worst Forms of Child Labour. This\r\nscourge can be eliminated only by strong and effective\r\nlegislative action.\r\nMr. Varga (Hungary): The Hungarian national\r\ngroup of the Inter-Parliamentary Union (IPU) welcomes\r\nand supports cooperation between the United Nations and\r\nthe Inter-Parliamentary Union, and also the draft\r\nresolution before the General Assembly.\r\nThe main function of both the United Nations and\r\nthe Inter-Parliamentary Union is to maintain and\r\nstrengthen peace and to prevent war and brutality, so that\r\nthe people may practice, freely and without fear, their\r\nhuman rights, including the rights of national minorities,\r\nand so that social justice may prevail. I am convinced that\r\nin the coming centuries these principles — human rights,\r\nthe rights of national minorities and social justice — will\r\ndominate people\u0027s lives. Without them, there will be no\r\npeace. Moreover, they foster economic and social progress.\r\nTherefore, the Hungarian group of the Inter-\r\nParliamentary Union supports the agreement signed by the\r\nUnited Nations and the Inter-Parliamentary Union in\r\n1996. In the United Nations, countries are represented by\r\ntheir Governments, while in the Inter-Parliamentary Union\r\n6\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nthey are represented by the people, since in parliaments,\r\nGovernment and opposition work together.\r\nParliamentarians have a historical mission to promote\r\nthese rights in their countries, because they are working\r\nhard for human dignity, without which nobody can be part\r\nof his country. Parliamentarians also have the historical\r\nmission of educating youngsters: they have to learn very\r\nsoon about human rights and especially about respecting the\r\nrights of others. They can exercise human rights only in the\r\nspirit of fraternity. One of the most fundamental of the\r\nworld\u0027s problems is that people do not respect one another\r\nand do not act in the spirit of fraternity.\r\nThe United Nations, the Inter-Parliamentary Union, the\r\nEuropean Union and the European Parliament prove that\r\nwith globalization we are coming closer to each other. No\r\none can isolate himself, nor can any State isolate itself from\r\nthe others. The rich cannot isolate themselves from the\r\npoor, nor the secure from the insecure. Everyone, all of us,\r\nis responsible for everyone else and responsible for peace.\r\nIn my judgement, this is what is meant by globalization.\r\nTherefore, the Inter-Parliamentary Union should be a\r\npolitical partner of the United Nations, and I hope that\r\nevery year this partnership will become closer.\r\nI would like to say a few words regarding Hungary.\r\nNext year the Hungarian nation will celebrate 1,100 years\r\nsince the founding of our country and 1,000 years since we\r\nbecame Christians. During this time we have gone through\r\nmany, many difficult periods, and the people have suffered\r\na great deal. But, fortunately, the spirit of freedom,\r\nindependence and human dignity have survived.\r\nOne of the most difficult periods came after the\r\nSecond World War when Hungary was occupied by the\r\nformer Soviet Union and, unfortunately, endured the\r\ndictatorship of the Hungarian Communist Party. I have to\r\nmention that that was the first regime in our history that not\r\nonly used its power to dominate but also to interfere in the\r\nmental processes, intentions and activities of human beings.\r\nThe United Nations has discussed genocide many times,\r\nbut, unfortunately, to date it has yet to discuss\r\nbrainwashing, which does tremendous damage to human\r\nbeings’ minds, citizens’ minds, identities and characters. It\r\nis easier to recover from economic catastrophe than to\r\nrestore a human being whose identity and character have\r\nbeen damaged.\r\nWe are now independent and free, and I am glad to\r\nreport that in our country political terrorism is now\r\nunknown. During the 1,100 years of our history there\r\nhave been very few such incidents.\r\nTherefore, we would like to actively support the\r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union, and we support the draft resolution\r\non this cooperation. I hope that the members of the\r\nHungarian Parliament will fulfil their historical mission.\r\nMr. Minoves-Triquell (Andorra) (spoke in French):\r\nAllow me first of all to express our most sincere\r\ncondolences to the Armenian people for the painful events\r\nof today.\r\nIn 1996 the Inter-Parliamentary Union (IPU) and the\r\nUnited Nations signed a cooperation agreement. Three\r\nyears later, the fruits of this collaboration can be easily\r\nseen. A growing number of members of national\r\nparliaments are attending meetings in New York. With us\r\ntoday from Andorra are Mr. Miquel Alvarez Marfany,\r\nVice-President of the Parliament, and Mr. Narcis Casal,\r\na member of the Parliament.\r\nThe objectives and the work of the United Nations\r\nare becoming better known and analysed. This has made\r\nit possible for us to bring the debates and aspirations of\r\nthe United Nations and of our civil societies into greater\r\nharmony through enhanced interaction with the elected\r\nrepresentatives of our States.\r\nAs our cooperation deepens, it is extending to all\r\nspheres of United Nations activity. Last May the\r\nInternational Labour Organization (ILO) and the Inter-\r\nParliamentary Union also signed an Agreement of\r\nCooperation. Similarly, in July the IPU and the Office of\r\nthe United Nations High Commissioner for Human Rights\r\nagreed on a Memorandum of Understanding. These two\r\ndocuments are in addition to the 1996 agreement and are\r\nintended to bring about greater support in national\r\nparliaments for initiatives and actions of the ILO and the\r\nOffice of the High Commissioner with regard to treaties.\r\nFrom the outset, the Principality of Andorra has\r\nbeen very favourable to increasing exchanges of\r\ninformation between the IPU and United Nations.\r\nParliamentary debate is the cornerstone of Andorra’s\r\nconstitutional system. Our assembly, the Consell General,\r\ndates from 1419; it is one of the oldest parliaments in the\r\nworld. Ever since its creation, while continuing to evolve,\r\nit has been able to sit without interruption. For my\r\ncountry it seems quite natural that — as is provided by\r\nour Constitution — elected representatives of the people\r\n7\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nshould be able to exercise parliamentary control with full\r\nknowledge of the facts. To do this they need the most\r\nextensive information available concerning the activities of\r\nour Governments at United Nations Headquarters.\r\nIn addition, Andorra is keenly aware that many of the\r\nsubstantive initiatives of the United Nations require the\r\nactive participation of parliaments if they are to become\r\ntruly universal. My country particularly appreciates the\r\nIPU’s efforts to promote the signature and ratification of\r\nthe Rome Statute establishing the International Criminal\r\nCourt. In this regard, during the recent general debate of\r\nthe fifty-fourth session of the Assembly, our head of\r\nGovernment declared that Andorra had begun the process\r\nof ratifying the Statute. We encourage all Member States to\r\ndo the same.\r\n(spoke in English)\r\nThe activities of the Inter-Parliamentary Union in\r\nsupport of the work of the United Nations this past year\r\nhave been numerous. Various commitments from the IPU\r\nin matters of disarmament have promoted our\r\nOrganization’s goals of peace and security, and we must\r\ncommend the Inter-Parliamentary Union for its work in\r\npromoting the Comprehensive Nuclear-Test-Ban Treaty and\r\nthe Ottawa Convention on the prohibition of anti-personnel\r\nmines. Andorra, peaceful since 1278, signed the former and\r\nis a party to the latter. It recognizes the necessity for\r\nelected representatives to exercise leadership in pushing for\r\nthe early adoption of international instruments on\r\ndisarmament.\r\nNational parliaments are the pillars of representative\r\ndemocracy. By their very existence they symbolize rule of\r\nthe people, by the people and for the people. Increased\r\ncollaboration with the United Nations, through the IPU, can\r\nonly enhance our work to make democracy the universal\r\nregime for all States.\r\nOne of the main challenges of the next century will be\r\nto help build stable institutions in many countries. We\r\nwelcome, therefore, any contacts between the Administrator\r\nof the United Nations Development Programme and the\r\nInter-Parliamentary Union in order to give further impetus\r\nto governance issues at all levels. Andorra also appreciates\r\nthe intensive cooperation established between the United\r\nNations and the IPU on gender issues. We are looking\r\nforward to the tripartite meeting of representatives of\r\nparliaments, Governments and international organizations\r\non the occasion of the June 2000 special session of the\r\nGeneral Assembly, which is entitled “Women 2000: gender\r\nequality, development and peace for the twenty-first\r\ncentury” — better known as Beijing + 5.\r\n(spoke in Spanish)\r\nAndorra, as in the past, is co-sponsoring the draft\r\nresolution on cooperation between the United Nations and\r\nthe IPU. The draft resolution announces the Conference\r\nof Presiding Officers of National Parliaments, which is to\r\nbe held in conjunction with the fifty-fifth session of the\r\nGeneral Assembly — the Millennium Assembly — in this\r\nvery Hall, from 30 August to 1 September 2000. That\r\nConference will undoubtedly be a symbol of the strong\r\nrelationship forged over the past few years between the\r\nUnited Nations and the parliaments of the world, through\r\nthe IPU. The success of that meeting is ensured thanks to\r\nthe splendid work of the President of the IPU Council,\r\nMs. Najima Heptulla of India; of her predecessor, Mr.\r\nMiguel Angel Mártinez of Spain; and of Mr. Anders\r\nJohnnson, the Secretary-General. The Principality of\r\nAndorra will participate in the Conference of Presiding\r\nOfficers and will continue to support the creation of close\r\nties between the IPU and the United Nations.\r\nMrs. Imiolczyk (Poland) (spoke in French): The\r\nimminent change of centuries is not merely a symbolic\r\nturning point arising from the principles of the Gregorian\r\ncalendar. With the end of the twentieth century, we would\r\nwish to leave forever behind the era of great world wars,\r\nholocaust, cold-war global divisions and many no-less-\r\ntragic local conflicts. If the onset of the new millennium\r\nis to be a symbol to coming generations of peace and\r\nharmonious development among all nations, we will have\r\nto learn to see our planet’s problems from a different\r\nperspective. We must, first and foremost, draw attention\r\nto the current system of the security of nations.\r\nThe international security system, created on the\r\nheels of the Second World War, is not entirely in sync\r\nwith current reality, where most conflicts are not between\r\nbut within States. From this has arisen the ever widening\r\nawareness of the need to review our ideas of sovereignty\r\nand non-interference in the internal affairs of States, and\r\nto reconsider the principles of international law in a new\r\nspirit. Lasting peace and security in international relations\r\ncan be established only in conditions in which human\r\nrights and fundamental freedoms are respected.\r\nThe first important steps in this direction have\r\nalready been taken. The interventions in Kosovo and East\r\nTimor demonstrated the international community’s\r\nrecognition of the political and moral imperative to act in\r\n8\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nthe face of human rights violations. The primacy of the\r\nindividual and his rights must always be adequately\r\nreflected in international law. Nevertheless, humanitarian\r\noperations cannot serve as pretexts to dominate other States.\r\nCurrent developments in the international system\r\nshould also result in a greater common awareness of our\r\ninterdependence and shared responsibility for the world’s\r\nfate. In this context, we should consider the principle of\r\ninternational solidarity and the need to emphasize it. This\r\nprinciple should be inherent in what is known as the\r\n“culture of prevention”.\r\nEconomic and social cooperation should be aimed at\r\nredressing the imbalances between rich and poor countries.\r\nWe should give a human face to globalization. The struggle\r\nagainst marginalization and the creation of equal\r\nopportunities for all countries should be foremost in our\r\nminds as we formulate recommendations related to\r\neconomic and social cooperation.\r\nThe international community agrees on the need to\r\neffect certain changes in the functioning of the United\r\nNations. We support the ideas and efforts of the Secretary-\r\nGeneral in that respect. We believe that reform must be\r\nbased on a new reading of the United Nations Charter in\r\nthe spirit of today’s problems and challenges. Security\r\nCouncil reform is the most widely discussed of these issues.\r\nWe must improve the effectiveness and efficiency of its\r\nwork. The Council, occasionally pulled by diverse political\r\nconsiderations, cannot shirk its statutory obligations or\r\nobstruct the decision-making process.\r\nIn calling for international institutional reform, we\r\nmust not forget the growing role of parliamentary\r\ndiplomacy on the world scene. An increasing number of\r\nStates are embarking on the establishment of parliamentary\r\ndemocratic systems. Parliamentarians are participating ever\r\nmore widely in the development of their States’\r\ninternational policy. They influence their countries’\r\npositions in the United Nations agencies and other\r\ninternational organizations. In most democratic States, they\r\nhave a decisive influence on the process of concluding and\r\nsigning international agreements and they evaluate their\r\nGovernments’ foreign policies. Through the Inter-\r\nParliamentary Union (IPU) and other regional inter-\r\nparliamentary organizations, they participate actively in\r\ninternational life. Direct contact among parliamentarians\r\nthroughout the world, especially in the framework of the\r\nIPU, can help to prevent conflicts or to find peaceful\r\nsettlements and can help spread the principles of democracy\r\nand equal rights to the four corners of the planet.\r\nWe readily endorse the ongoing cooperation between\r\nthe IPU and the United Nations and its agencies. We are\r\nconvinced that the strengthening of links between these\r\norganizations is indispensable to the welfare of all the\r\nworld’s communities. It is with great hope that we await\r\nthe Conference of Presiding Officers of National\r\nParliaments, to be held here at United Nations\r\nHeadquarters in the year 2000. This wide representation\r\nof the highest authorities of our parliaments will show\r\nthat parliamentarians care deeply about the world’s fate\r\nand can contribute to solving the most pressing problems\r\nof our planet.\r\nMr. Wibisono (Indonesia): It is indeed a great\r\nhonour and privilege for my delegation to speak in the\r\ncurrent deliberations of the General Assembly on agenda\r\nitem 27, entitled “Cooperation between the United\r\nNations and the Inter-Parliamentary Union”. On behalf of\r\nthe Indonesian parliamentarians, I would like to convey\r\nto all representatives that our participation in today’s\r\ndebate is of the utmost importance, since cooperation\r\nbetween the United Nations, which consists of States as\r\nits Members, and the Inter-Parliamentary Union (IPU),\r\nwhich represents the core of nation States — that is, their\r\npeople — has become an imperative necessity. However,\r\ndue to the important role and activities of the People’s\r\nConsultative Assembly, which in our system includes the\r\nHouse of Representatives and whose members were\r\nrecently elected through general elections held last June,\r\nthe Indonesian parliamentarians were not able to attend\r\nthis event.\r\nWe have placed great hopes in the post-cold-war era\r\nin the establishment of a new and equitable world order\r\nof stable peace, common security and generalized\r\nprosperity. Such a new order must be firmly rooted in the\r\nrule of law, the principles of the United Nations Charter,\r\nas well as equitably shared responsibility and joint\r\ncommitment to global cooperation and solidarity.\r\nHowever, on the eve of a new millennium those high\r\nexpectations have not been met. The world today is still\r\nfar from being peaceful, just and secure. Simmering\r\ndisputes, conflicts, ethnic strife and religious intolerance\r\nhave become serious obstacles to amity and harmony\r\namong States and peoples.\r\nIn addition, the enormous force of globalization,\r\ndriven by the advancement of science and technology,\r\ninstead of serving to unify humankind in a determined\r\nand conscious assault against the persistent and systemic\r\nproblems of our time, is continuously being used to press\r\nthe advantage of the strong over the weak, and is thereby\r\n9\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nwidening the gap between the developed and the developing\r\nworlds. Further compounding the situation is the world\r\neconomy, which is on the edge of recession in both the\r\ndeveloped and the developing countries. Furthermore, the\r\nadverse effects of financial crisis on the developing nations\r\nappear at present to be beyond redemption. It would take a\r\nmassive and comprehensive effort by all the parties\r\nconcerned, including the major international economic\r\nplayers and financial institutions, to remedy the situation.\r\nEven though early signs of economic recovery have\r\nemerged, we have a long way to go in the reform and\r\nrestructuring of the global economic system and in\r\nstrengthening the capacity of the United Nations system to\r\nenhance international development and cooperation.\r\nIn the light of these concrete and undeniable global\r\nrealities, cooperation between the United Nations and the\r\nIPU, each of which has its own unique characteristics,\r\nshould be further reinforced in order to unify the\r\ninternational community and each nation-State and its\r\npeople. The report of the Secretary-General, contained in\r\ndocument A/54/379, focuses attention on the importance of\r\nsuch cooperation between the two organizations in the\r\nfields of the promotion of peace and security, the promotion\r\nof democracy and follow-up of the decisions of recent\r\nUnited-Nations-sponsored conferences. In this context, and\r\nin conjunction with the Millennium Assembly, the\r\nSecretary-General welcomes the progress made in the\r\npreparation of the Conference of Presiding Officers of\r\nNational Parliaments, which is to be held at United Nations\r\nHeadquarters from 30 August to 1 September 2000.\r\nIn our view, the struggle to bring about a stable and\r\nsecure environment is closely linked with economic growth\r\nand development. Conflict prevention and post-conflict\r\npeace-building are meaningless unless they enable a society\r\nto develop, particularly in terms of reducing poverty and\r\nunderdevelopment. Social and ethnic tensions have\r\ncontinued to persist in many parts of the world due to lack\r\nof progress in these critical areas. In this connection,\r\nsustained deliberations within the IPU and between it and\r\nthe United Nations could make a significant contribution to\r\ninternational cooperation in development efforts.\r\nThe new millennium will, we hope, offer us a new\r\nand fresh impetus for enhancing, even changing, our\r\nperspectives, which could point the way to new approaches\r\nthat are credible and widely accepted not just by\r\nGovernments, but most important of all, by their very own\r\npeoples.\r\nWe in Indonesia know how difficult that kind of\r\nchange can be. In response to the Asian financial crisis,\r\nas well as to its social and political impact, we have\r\nbegun to reform our social, economic and political\r\ninstitutions. New laws are being passed; new ways are\r\nbeing tried to give our people the widest opportunity to\r\nparticipate in the making of decisions that affect their\r\nlives, to level the economic playing field and to earn the\r\nconfidence of our foreign partners. With the outcome of\r\nthe general election, the People\u0027s Consultative Assembly\r\nrecently, inter alia, adopted new State guidelines and\r\nelected a new President and Vice-President of the\r\nRepublic.\r\nAdherence to the commitments of the IPU and the\r\nUnited Nations, and to their Statutes and Charter\r\nrespectively, would greatly contribute to the achievement\r\nof a new world order that is free from war, poverty and\r\ninjustice. To this end, dialogue and negotiations are\r\ncrucial to the realization of our common interests.\r\nStriving for democratization based on universal principles\r\nand implementing change at the national level on the\r\nbasis of a country\u0027s cultural background and level of\r\nadvancement are vital to ensure the advancement of\r\npeople\u0027s welfare. In adopting such approaches, the United\r\nNations can provide the forum within the framework of\r\na paradigm of equal participation and representation\r\namong its Member States, as well as among the United\r\nNations agencies.\r\nIn conclusion, with the fresh air of hope and\r\naspiration surrounding Indonesia, and also much of the\r\nrest of the world, as we enter the new millennium, we in\r\nIndonesia pledge ourselves to do our utmost through\r\nactive participation in the IPU, in the United Nations and\r\nin their relations to enhance the work and outcomes of\r\nthose two distinguished and distinct organizations in order\r\nto make this world a better place in which to live.\r\nAccordingly, Indonesia joined other delegations in\r\nsponsoring draft resolution A/54/L.9. Concurrently, we\r\nare also making preparations to welcome all participants\r\nin the 104th Inter-Parliamentary Conference, scheduled to\r\nbe held from 15 to 21 October 2000, in Jakarta,\r\nIndonesia.\r\nMr. Tjitendero (Namibia): It is a great honour for\r\nme to address this body. And it is indeed a proud moment\r\nfor me in particular, and for Namibia, to see you, Sir,\r\npresiding over this body. This is a historic moment,\r\nbecause it is from here that you sounded the clarion call\r\non behalf of the people of Namibia; it is here that you\r\ndeveloped your diplomatic and political skills to persuade;\r\n10\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nand it is here that you are now guiding this body into the\r\ntwenty-first century. Congratulations, Mr. President.\r\nI am rising to speak on agenda item 27, entitled\r\n“Cooperation between the United Nations and the Inter-\r\nParliamentary Union”. We are living in a globalizing world,\r\nand while the process of globalization might be inevitable,\r\nwe have a duty to ensure that changes are understood and\r\nthat they are directed to minimize the potential danger, in\r\nparticular to poor third-world nations. We need to accept\r\nthat globalization is taking place in a world that is very\r\nuneven in terms of the rich and the poor, the so-called\r\ndeveloped and the underdeveloped, the fed and the unfed\r\nand debt-ridden. Therefore, we need to create well-\r\norganized and well-established organs to cope with the\r\nrapid movement of events and to ensure that these are in\r\nline with the universally accepted norms of social justice\r\nand equality for all. It is in this regard that the world\u0027s body\r\nof parliaments, the Inter-Parliamentary Union (IPU), could\r\nbe of particular service in extending and operationalizing\r\nthe programmes and objectives of the United Nations to\r\ncivil society in the new millennium.\r\nI would like to commend you, Mr. President, and the\r\nSecretary-General, Mr. Kofi Annan, for the personal interest\r\nyou have shown in strengthening and deepening the\r\ncooperation between the United Nations and the IPU. I can\r\nassure you that we in the IPU are tremendously pleased, as\r\nthis is a major milestone in our effort to foster a better\r\nunderstanding and cooperation based on our desire for\r\nsurvival on the finite resources that this globe has to offer.\r\nAs a basis of its operations, the IPU, through the\r\nnational parliaments, continuously encourages Governments\r\nto ratify important United Nations treaties, conventions and\r\nresolutions in order to resolve international conflicts on a\r\npeaceful basis. The parliaments, through their debates,\r\npromote the culture of dialogue and tolerance within their\r\nnational boundaries, at the regional level, through regional\r\nparliaments such as the Southern African Development\r\nCommunity (SADC) parliamentary forum in southern\r\nAfrica, and at the international level, through organizations\r\nsuch as the IPU. Parliaments are the appropriate vehicles to\r\neducate and inform the citizenry at large, and in this\r\ncontext to create understanding of and support for initiatives\r\nthat the United Nations is in the process of creating, such\r\nas the International Criminal Court. It is very important to\r\nsupport the Court, as dictators must not be far from being\r\nbrought to justice. You are very well aware, Sir, that the\r\nNamibian Parliament is on record as supporting all these\r\ninitiatives.\r\nLet me also quote the very relevant words of the\r\nSecretary-General, who addressed members of the IPU\r\nthe day before yesterday:\r\n“parliamentarians play a unique role in helping us\r\nmeet these challenges. You are the institutional\r\nbridge between the State and civil society. You are\r\nthe link between the local and the global. You are\r\namong the vital partners needed to build peace”.\r\nI therefore take it as a challenge to which we as\r\nnational parliaments and parliamentarians must respond\r\npositively, not by drawing up long working plans, but\r\nsimply by taking action on that clarion call by the\r\nSecretary-General.\r\nIn our efforts to attain this goal, the IPU is actively\r\npreparing for the Conference of Presiding Officers of\r\nNational Parliaments, which is to take place in\r\nconjunction with the Millennium Assembly. Through that\r\nConference, we in the IPU hope to enhance and\r\nconsolidate the meaningful collaboration between these\r\ntwo organizations.\r\nIn conclusion, we in the Inter-Parliamentary Union\r\nare looking forward to the successful realization of a\r\nparliamentary dimension for the United Nations. We are\r\nextremely grateful for the personal commitment that you,\r\nSir, and the Secretary-General have accorded to this\r\ninitiative. It is my sincere hope that the envisaged new\r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union will soon become a reality.\r\nMr. Owie (Nigeria): On behalf of the democratically\r\nelected Government and the people of the Federal\r\nRepublic of Nigeria, I would like to express my\r\nappreciation to the Secretary-General for his\r\ncomprehensive and succinct report on cooperation\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion (IPU). I wish also to thank the Permanent\r\nRepresentative of India to the United Nations,\r\nAmbassador Kamalesh Sharma, for introducing the draft\r\nresolution of which Nigeria is a sponsor.\r\nAllow me at this juncture to send a message of\r\ncondolences on behalf of the Nigerian delegation to the\r\nRepublic of Armenia on the tragic incident that has just\r\nbeen announced. May the souls of the faithful departed\r\nrest in peace.\r\nAllow me to congratulate the armed forces of the\r\nPrincipality of Andorra for their support for democracy\r\n11\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nsince 1419. That is wonderful — and it is good for all\r\nAfrican defence and military officials to note that it is good\r\nto guard democracy jealously. Our delegation is proud to\r\nstand at this rostrum at the fifty-fourth session of the\r\nGeneral Assembly, having accomplished a democratization\r\nprocess and having now been readmitted as a full-fledged\r\nmember of the Inter-Parliamentary Union.\r\nIt is not a coincidence, but an act of God, that we\r\nshould have been readmitted during the time that you, Sir,\r\nare serving as President of this great Assembly. Because of\r\nthe personal relationship between Nigeria and Namibia, I\r\ncongratulate you once again. Indeed, the National Assembly\r\nof Nigeria was readmitted to the IPU during the 165th\r\nsession of the Inter-Parliamentary Council, which took\r\nplace in Berlin from 11 to 16 October 1999. We reaffirm\r\nour full commitment to the goals of the organization and\r\nour determination to play an active role in the international\r\ncommunity.\r\nThe Inter-Parliamentary Union, an organization with\r\na membership of 139 parliaments and with five\r\ninternational parliamentary associations as associate\r\nmembers, has vast experience and expertise in the area of\r\nrepresentative democracy and global parliamentary\r\ndialogue. There is no doubt that the IPU has much to offer\r\nthe United Nations in advancing the quest for a more\r\ndemocratized global village. It is therefore gratifying to\r\nnote the growing rapprochement between the United\r\nNations and the Inter-Parliamentary Union.\r\nAs an organization comprising representatives of\r\npeople from both Government and opposition across the\r\nglobe — although we did not have that in Nigeria — the\r\nIPU brings with it a broader understanding of the\r\naspirations and the needs of people, an understanding that\r\nis beyond the scope of most other international bodies. It is\r\nour belief that the closer the relationship between the\r\nUnited Nations and the IPU, the better for the ordinary\r\npeople of the world, since the resulting partnership and\r\ncross-fertilization of ideas between the two organizations\r\nwill help to find better solutions to some of the fundamental\r\nproblems confronting humanity today.\r\nOur delegation is also pleased to learn of the progress\r\nmade since the fifty-third session of the General Assembly\r\nby both the IPU and the United Nations in strengthening\r\ncooperation between those two important bodies. It is\r\nparticularly significant to note that the IPU has established\r\na Preparatory Committee for the Conference of Presiding\r\nOfficers of National Parliaments to be held from 30 August\r\nto 1 September 2000 in conjunction with the Millennium\r\nAssembly. The Conference should facilitate the\r\ntransmission of United Nations decisions and\r\nrecommendations, through elected representatives of\r\nnational parliaments, to ordinary citizens of United\r\nNations Member States in a manner that is compatible\r\nwith the democratic ideals of the United Nations.\r\nAs already enunciated by our President, Mr.\r\nOlusegun Obasanjo, in his address to the fifty-fourth\r\nsession of the General Assembly on 23 September 1999,\r\nNigeria has successfully accomplished the transition to\r\ndemocracy with the support and understanding of the\r\ninternational community, and we are now actively\r\npursuing the reconstruction and sustenance of our new\r\ndemocracy through a conscious policy of addressing\r\neconomic development and poverty alleviation in our\r\nbody politic. To this end, the present Administration has\r\nmade a deliberate effort to include all political parties and\r\ninterests in the governance of our country. In addition, the\r\nGovernment has put in place socio-economic policies and\r\nprogrammes to create an environment conducive to\r\nforeign investment into the economy, and to the\r\nenhancement of living conditions for the masses.\r\nWe are also convinced that a considerable reduction\r\nof the debt burden is a prerequisite for meaningful socio-\r\neconomic development that will directly impact on the\r\nlife of the people. Without such development, democracy\r\nitself will not be able to achieve the desired tangible and\r\npositive results it should normally bring as dividends to\r\nthe people. Substantial debt relief is required by\r\ngovernments if they are to provide basic needs to their\r\npeoples. It is against this background that Nigeria will\r\ncontinue to urge the international financial institutions and\r\ncreditor countries to provide debt relief which will serve\r\nas an essential ingredient in the success of durable\r\ndemocratic process.\r\nNigeria is committed to the pursuit of democratic\r\nvalues and to the policy and practice of inclusion and\r\nreconciliation in its national politics. We also believe that\r\nthis policy constitutes a more beneficial path than that of\r\nwinner-takes-all.\r\nAs you are aware, the three major parties in Nigeria\r\nall have representatives in the Government, and we do not\r\nhave organized cooperation within the National Assembly.\r\nOur delegation is therefore in full support of the\r\ncooperative initiative of the IAU and the United Nations\r\nDevelopment Programme that resulted in the\r\nparliamentary seminar in May 1999 on relations between\r\nmajority parties and the opposition in African parliaments.\r\n12\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nThe seminar adopted very useful guidelines on the\r\nrights and duties of the opposition in parliament. It is our\r\nbelief that the recommendations contained in the guidelines\r\nwould greatly influence the creation of an appropriate legal\r\nframework that would allow the opposition in parliament —\r\nalthough we do not have that type of arrangement in\r\nNigeria — to participate more fully in the political and\r\neconomic discourse affecting the people. It would also\r\nusher in an era of greater tolerance and cooperation\r\nbetween national Governments and the various political\r\ninterests in the community. We also believe that such\r\nimproved relations would go a long way in contributing to\r\nnation-building and the elimination of the conflicts that\r\nhave characterized contemporary politics in Africa. As a\r\nresponsible member of the international community, Nigeria\r\nwill continue to play its part in the maintenance of\r\ninternational peace and security.\r\nNigeria believes that the global principle of democracy\r\nis also relevant to the United Nations. Since the inception\r\nof the United Nations in 1945, the Security Council was\r\nreformed only in 1965, when the original membership of 11\r\nwas increased to only 15, consisting of the same five\r\npermanent members and additional four seats to increase\r\nthe total of non-permanent members to 10. It is therefore\r\nour view that democratization of the Security Council has\r\nbecome imperative, because the international community\r\nthat it serves is undergoing a transformation that requires\r\nadjustment in the structure of the United Nations. As\r\nparliamentarians, we follow with interest the on-going\r\ndebate on United Nations reform. There is a need for\r\nreform in the United Nations, and it is our expectation that\r\nthe work in the Open-ended Working Group will be\r\nconcluded early to result in the much-needed\r\ndemocratization of the principal organ of the United\r\nNations, the Security Council.\r\nAllow me to make an appeal to the friendly Assembly\r\nand the colleagues here. The Government of Olusegun\r\nObasanjo and the National Assembly have been pursuing\r\nthe retrieval of our money stocked in various foreign banks.\r\nWe cannot do much, as we have said, unless you come to\r\nour aid with initiatives with the necessary legal backing for\r\nyour executive group to get this money from the various\r\nbanks. Very soon our parliament will be moving to make\r\ncontact with you, so could you please have the executives\r\nof your country — particularly the United States, Britain,\r\nGermany, Switzerland and some other countries where this\r\nmoney is stocked — take steps so that we can get it back\r\nto our people.\r\nIn conclusion, Nigeria fully associates itself with the\r\ncontinuing cooperation between the United Nations and\r\nthe IPU and looks forward to the strengthening of this\r\ncooperation as we approach the new millennium.\r\nMs. Galdi (Italy) (spoke in Italian; English text\r\nfurnished by the delegation): First of all, I wish to\r\nconfirm and underline the full and convinced support of\r\nItaly for the statement made by the Permanent\r\nRepresentative of India, Ambassador Kamalesh Sharma,\r\nto introduce the text of this draft resolution. Italy had the\r\nhonour of being one of the first countries to sign onto the\r\ndraft resolution, in its capacity as a member of the\r\nExecutive Committee of the Inter-Parliamentary Union\r\n(IPU).\r\nItaly feels that today’s debate extends well beyond\r\nthe fundamental role that an enduring institution such as\r\nthe IPU can play in the activities of the United Nations.\r\nOur debate goes to the very raison d’etre of the\r\nOrganization. We must remember the needs on which the\r\nfounding of the League of Nations was based following\r\nthe first terrible conflict in this century to shake the entire\r\nplanet — a war that like many others in the past found\r\nfertile ground in the culture of secrecy that had\r\ncharacterized international relations for centuries. This is\r\nwhy the President of the United States, Woodrow Wilson,\r\ncoined the slogan “open diplomacy”. This is why there\r\nwas a revolution in international relations for the sake of\r\ntransparency and democracy: two key words that mark the\r\ngrowing involvement in this century of national\r\nparliaments in the drafting of our countries’ foreign\r\npolicies.\r\nTherefore, today we have to reflect on the progress\r\nthat during the course of this century has led\r\nsimultaneously to a greater role both for parliaments and\r\nfor international peace organizations in the field of\r\ncooperation among peoples. Within the United Nations\r\nthis role is based in particular on the central position that\r\nmust be granted to the body that represents the\r\nmembership as a whole. I am referring to the General\r\nAssembly, to which every Member State belongs and\r\nwhere each can feel like a true participant in the activities\r\nof the United Nations. The General Assembly is the body\r\nthat provides the link between the Organization and its\r\nMember States, just as parliaments are the true expression\r\nof popular sovereignty within Governments.\r\nThis is why it is important that the parliaments and\r\nthe organization uniting them, the Inter-Parliamentary\r\nUnion, should increase their involvement in the activities\r\n13\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nof the United Nations. Parliaments are the expression of the\r\npeoples of the United Nations and of civil society, which\r\nshould acquire a more important role. For that matter, just\r\nas progress cannot be made in international relations\r\nwithout forging a consensus among Governments, it is\r\nimpossible to concretize the results achieved through\r\ndiplomatic negotiations without the consent of parliaments.\r\nAn exemplary case is the historic result achieved with the\r\napproval of the Rome Statute of the International Criminal\r\nCourt. This was a watershed in the progress of international\r\nrelations that risks becoming inconsequential if this\r\nagreement is not ratified through the commitment that is\r\nexpected from parliaments throughout the world.\r\nThe extraordinary event that was the birth of the Court\r\nwas thus due to the initial push of parliaments as an\r\nexpression of civil society, and it will become a reality\r\nthanks to an act of will by the parliaments themselves. If\r\nparliaments are to be able to conscientiously judge all the\r\nactivities of the United Nations, the works of all the United\r\nNations bodies need to be comprehensible, accessible to all\r\npeoples and genuinely transparent. This transparency should\r\nbe enduring and include all the bodies of the United\r\nNations, not just the General Assembly, where it is\r\nself-evident, but also the Security Council, where\r\ntransparency should go back to being the norm, as it was in\r\nthe past.\r\nFinally, I wish to recall a few of the many examples\r\nin which cooperation between United Nations bodies and\r\nparliaments can be fundamental. I refer to the collaboration\r\nunderway between the Food and Agriculture Organization\r\nof the United Nations and the IPU which, in concert with\r\nthe Italian Parliament, organized an important conference in\r\nRome in November of last year on the follow-up to the\r\nWorld Food Summit. On the occasion of the earlier\r\nSummit, a Parliamentary Day was held in the fall of 1996\r\nas an important testimony to the role of parliaments in\r\naffirming the first of human rights: the right to food for\r\nevery human being that is born on the planet.\r\nAnother important sector of collaboration between the\r\nUnited Nations and parliamentary organs is being promoted\r\nby the Secretariat’s Department of Economic and Social\r\nAffairs, to build capacity for democratic parliamentary\r\ninstitutions. These programmes are also particularly\r\ninteresting because, inter alia, they concern the possibility\r\nof regional integration under the banner of democracy and\r\ndevelopment. In this perspective, I wish to recall the\r\ncommitment of the Department of Economic and Social\r\nAffairs to the Central American Parliament, which is also\r\nactively supported by the Italian Parliament and\r\nGovernment.\r\nIn closing I would like to underline that Italy\r\nwelcomes the IPU support for combating child labour\r\nthrough International Labour Organization Convention\r\nNo. 182 on the Prohibition and Immediate Action for the\r\nElimination of the Worst Forms of Child Labour. We\r\nwere delighted to hear that the new President of the\r\nGeneral Assembly, Mr. Theo-Ben Gurirab of Namibia,\r\nhas made the plight of children, in particular children in\r\narmed conflicts, the theme of his Presidency.\r\nMr. Schloten (Germany): It is with great pleasure\r\nthat I inform the Assembly that the 102nd Inter-\r\nParliamentary Union (IPU) Conference in Berlin elected\r\na woman to the post of President of the IPU Council. Ms.\r\nHeptulla, who is here today, is the first female President\r\nin the 110-year history of the IPU.\r\nCooperation between the United Nations and IPU is\r\na challenge at this turn of the millennium. Accordingly,\r\nwe, the representatives of national parliaments in the\r\nIPU — the only worldwide organization of parliaments —\r\ngive our full support to the report of the\r\nSecretary-General. The goals he set out in the report,\r\nwhose content has been emphasized in the debate here,\r\nare fully shared by IPU parliamentarians, and thus a solid\r\nbasis has been laid for intensifying our cooperation in the\r\ncentury to come.\r\nLet me stress, however, 10 important points which\r\nunderline the kinds of difficulties that exist and must be\r\ntaken into consideration for a fruitful cooperation to\r\ndevelop.\r\nFirst, parliaments are urged to make the voice of the\r\npeople heard, thereby imparting a more manifestly\r\ndemocratic dimension to the international decision-making\r\nprocess and exploring new avenues of cooperation.\r\nParliamentarians must initiate efforts to ensure that\r\ndemocracy based upon the rule of law is the only possible\r\nconstitutional framework for a member State.\r\nParliaments should also take initiatives to include\r\nparliamentarians from all States Members of the United\r\nNations in the IPU, which currently has 139 members.\r\nThis would provide us with a great opportunity to\r\nstrengthen our voice. And we could function even better\r\nif all 188 States Members of the United Nations became\r\nmembers of the IPU and thereby participated in the\r\nparliamentary world community.\r\n14\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nAll IPU members deplore the decreased activity of the\r\nUnited States of America. Since the early 1990s no United\r\nStates delegation has participated in a IPU conference. This\r\nis highly regrettable, because the United States has in the\r\npast played an important role in the Union. I consider it of\r\nthe utmost importance that our American colleagues accept\r\nour invitation to continue cooperating within the IPU and\r\nreturn to our conferences.\r\nAs parliamentarians, we are able to take our national\r\ncommitments into international forums. Parliamentarians\r\napprove national budgets and make available the financial\r\nmeans to discharge international responsibilities. United\r\nNations missions can be implemented only if they are well\r\nfunded. If we combine national and international efforts on\r\na worldwide scale — IPU parliamentarians for the United\r\nNations — we can arrive at a positive outcome: enhanced\r\ncooperation that is better suited than ever to facing new\r\nchallenges.\r\nLet us also include in our efforts towards an improved\r\ncooperation other international parliamentary assemblies\r\nsuch as the European Parliament, the Andean Parliament\r\nand the Latin American Parliament, as well as the Council\r\nof Europe and the North Atlantic Assembly. We need their\r\ninput in order to make our views better understood.\r\nIPU is a founding member of the Parliamentary\r\nAssembly of the Organization for Security and Cooperation\r\nin Europe (OSCE). The Conference on Security and\r\nCooperation in Europe (CSCE) conferences of the IPU held\r\nfrom 1972 to 1991 showed the strong impact IPU has had\r\nin contributing to the changes that have occurred. The new\r\ndemocracies in Central and Eastern Europe were able to\r\nemerge only because those regimes could not continue to\r\nreject democracy and deny people their human rights. Thus\r\nIPU contributed to the strengthening of the state on the\r\nbasis of the rule of law in the emerging democracies,\r\nthereby supporting the goals of the United Nations. The\r\ncooperation between IPU and the United Nations should\r\ninclude jointly disseminating OSCE ideals to other parts of\r\nthe world, thus establishing the conditions for stability and\r\ndemocracy.\r\nWe must try much harder to implement the results of\r\nthe resolutions adopted at the IPU conferences. With\r\nrespect to the resolutions adopted at the 102nd Inter-\r\nParliamentary Conference two weeks ago in Berlin, we\r\nfollowed the lead of, and fully supported, the\r\nSecretary-General and the General Assembly.\r\nThe 102nd Conference in Berlin showed the need\r\nand the will for cooperation. One thousand six hundred\r\nrepresentatives from 131 countries came to Berlin and\r\ncooperated in the drafting of important resolutions on the\r\npromotion of international humanitarian law; on the\r\npeaceful coexistence of ethnic, cultural and religious\r\nminorities, including migrant populations within a single\r\nState; and on the need to revise the current global\r\nfinancial and economic model. This can be considered an\r\nimportant benefit of the relationship between IPU and the\r\nUnited Nations. This cooperation is a very positive factor\r\nindeed, as it enhances the value, and works to the benefit,\r\nof both institutions.\r\nParliaments can make a very valuable contribution\r\nto supporting programmes that help create a good basis\r\nfor the work of lawmakers. Such support programmes can\r\ninclude experts from parliaments who either visit\r\nparliaments and share their expertise or invite delegations\r\nto participate in particular training programmes. Skilled\r\ncivil servants can support and advise their\r\nparliamentarians in the law-making process, and in that\r\nway participate in creating conditions for good\r\ngovernance. That goal could well be taken up in East\r\nTimor after its full independence.\r\nBut let us ask ourselves if we do enough to\r\ndisseminate our views in order to create optimal\r\nconditions for cooperation between national parliaments,\r\nIPU and the United Nations. In this respect I wish to\r\nmention that the parliamentary groups in the Bundestag\r\nsubmitted a motion on the role of the IPU that calls upon\r\nthe Federal Government to support IPU in promoting\r\ndemocracy; to contribute to efforts to turn IPU into the\r\nparliamentary dimension of the United Nations; and to\r\nimplement the resolutions adopted at Inter-Parliamentary\r\nConferences, not only in the Federal Republic of\r\nGermany but also in the international bodies and\r\ninstitutions of which Germany is a member.\r\nRecent developments have shown that the\r\ncontribution of parliaments to the content of cooperation\r\nwith the United Nations can be reinforced and improved.\r\nA decisive role can be played within the United Nations\r\nnot only through traditional diplomacy, but also by the\r\nIPU. The voice of parliamentarians worldwide should be\r\nheard. At the end of the millennium, this is an area of\r\nIPU activity with the potential for further growth and\r\nsupport of United Nations goals, including the new\r\nelement of parliamentary diplomacy.\r\n15\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nMr. Zmeevski (Russian Federation) (spoke in\r\nRussian): The Russian Federation actively advocates the\r\ndevelopment and consolidation of relations and contacts\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion (IPU). We are firmly convinced that United Nations\r\nreform and the strengthening of its central role in a\r\nmultipolar world will depend to a large extent on the\r\nparliaments of States Members of the Organization, which\r\nmake a considerable contribution to the development of the\r\nforeign policies of States.\r\nWe are pleased to note that interaction between the\r\ntwo Organizations is growing and flourishing on a very\r\nwide range of matters, from the maintenance of\r\ninternational peace and security to gender issues. This is\r\nborne out in the report of the Secretary-General on\r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union. The report is a very thorough and\r\ncomprehensive document, and can serve as an excellent\r\nbasis for our discussion today, which we hope will further\r\npromote improved relations between the two Organizations.\r\nAnother argument in favour of such a conclusion is the\r\ndraft resolution before us today. More than 120 countries\r\nhave sponsored the draft resolution, including the Russian\r\nFederation. This very impressive figure speaks for itself and\r\nrequires no further comment.\r\nAs a result of the Parliamentary Support Programme\r\nconcluded in October 1998 with the United Nations\r\nDevelopment Programme, the Inter-Parliamentary Union\r\nhas been able to continue rendering advisory services and\r\ntechnical assistance at both the international and national\r\nlevels, which is extremely important for the parliaments of\r\ncountries that need such assistance. We hope that\r\ncooperation between the United Nations and the IPU will\r\nbe taken to a new level by the recent signature by the IPU\r\nof an Agreement of Cooperation with the International\r\nLabour Organization and of a Memorandum of\r\nUnderstanding with the United Nations High Commissioner\r\nfor Human Rights.\r\nI should like to recall the significant contribution made\r\nto addressing the problems facing the international\r\ncommunity by the 100th IPU Conference, which was held\r\nin Moscow in September of last year. That world meeting\r\nof deputies, which took place in our country for the first\r\ntime, was not only the most representative in the history of\r\nthe oldest world union of parliamentarians, but also fostered\r\nfurther and closer inter-parliamentary cooperation in the\r\nmain areas of United Nations activity.\r\nAs the report of the Secretary-General indicates,\r\namong the most important results of the Moscow IPU\r\nConference was the decision of parliamentarians to\r\nrecommend that regional and subregional organizations\r\nestablish multilateral procedures to evaluate progress in\r\nthe implementation of national strategies to combat the\r\nworld drug problem. The active participation of Russian\r\nparliamentarians in the activities of the IPU have\r\nstrengthened the Union and enhanced its capacities. The\r\nPresident of the national Duma of the Federal Assembly,\r\nMr. G. N. Seleznev, is a member of the Preparatory\r\nCommittee for the Conference of Presiding Officers of\r\nNational Parliaments, which is to be held in August and\r\nSeptember 2000 at United Nations Headquarters here in\r\nNew York.\r\nThe development of inter-parliamentary cooperation\r\nand the broader involvement and interaction of the IPU\r\nwith the United Nations system should be viewed as an\r\nimportant resource for the Organization. Actively tapping\r\nthe potential of civil society, first and foremost its inter-\r\nparliamentary sector, should contribute greatly to the\r\ndemocratization of international relations, which will be\r\nan inalienable component of the world of the twenty-first\r\ncentury. That is one of the tasks identified by the\r\nPresident of the Russian Federation, Mr. Yeltsin, in his\r\ninitiative to develop a concept of peace for the twenty-\r\nfirst century. The purpose of that initiative is the creation\r\nof a new culture of peace that would include the\r\ndevelopment of a system of values and behavioural\r\nmodels in which the highest priority for peoples would be\r\na peaceful world, free of conflict, and the creation of\r\nconditions conducive to the establishment and\r\nmaintenance of peace. Recourse to parliamentary\r\ndiplomacy will help the United Nations, through the\r\nparticipation of elected representatives, to hear more\r\nclearly the voice of the people and to see old problems in\r\nnew ways. The incipient organizational and structural\r\ntransformation of the IPU into a genuine union of\r\nparliaments of the entire world, and the adaptation of its\r\nagenda to the whole range of issues addressed by the\r\nUnited Nations, will help to enhance the role of the\r\nUnited Nations itself, endowing it with a new\r\nparliamentary dimension.\r\nIn conclusion, allow me to express my conviction\r\nthat strengthening cooperation between the United Nations\r\nand the IPU will help to resolve the global tasks\r\nconfronting humanity on the threshold of the new century\r\nand the new millennium.\r\n16\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nMr. Tabone (Malta): At the outset, I would like to\r\nthank the Secretary-General for his report contained in\r\ndocument A/54/379, entitled “Cooperation between the\r\nUnited Nations and the Inter-Parliamentary Union”. Malta\r\nshares the view expressed on this issue by the Secretary-\r\nGeneral and by other delegations, that the political\r\nobjectives and aims of the Inter-Parliamentary Union (IPU)\r\nare commendable as they reinforce the noble goals set forth\r\nin the Charter of the United Nations.\r\nThe increasing cooperation between the United\r\nNations and the IPU is illustrated by the fact that over the\r\npast year the IPU has signed both an Agreement of\r\nCooperation with the International Labour Organization and\r\na Memorandum of Understanding with the Office of the\r\nUnited Nations High Commissioner for Human Rights.\r\nMalta welcomes and applauds both these initiatives. It\r\nfirmly believes that such agreements further consolidate the\r\nhealthy working relationship between the United Nations\r\nand the IPU. As rightly pointed out by the Secretary-\r\nGeneral in his report, the IPU Liaison Office with the\r\nUnited Nations has contributed significantly to this\r\nenhanced cooperation.\r\nThe Secretary-General\u0027s report contains a considerable\r\nnumber of important issues which have been under\r\ndiscussion within the framework of cooperation between the\r\nUnited Nations and the IPU. It would be remiss on our part\r\nnot to commend the participation of the IPU during the\r\nUnited Nations Diplomatic Conference of Plenipotentiaries\r\non the Establishment of an International Criminal Court.\r\nMy delegation welcomes the call made during the IPU\u0027s\r\n100th Conference, held in September 1998, urging\r\nparliaments to exert all their influence with the aim of\r\nencouraging the rapid signing and ratification process of the\r\nRome Statute of the Court.\r\nMoreover, my delegation attributes particular\r\nimportance to the world drug problem, as referred to in\r\nparagraph 11 of the Secretary-General\u0027s report. It is\r\nencouraging to note that the 1998 Moscow IPU Conference\r\naddressed the issue of the consumption and illicit trafficking\r\nof drugs and organized crime in the context of the follow-\r\nup to the twentieth special session of the General\r\nAssembly, on the world drug problem. My delegation views\r\nfavourably the recommendations whereby the Assembly and\r\nregional and subregional organizations would establish\r\nmultilateral procedures to evaluate the progress of national\r\nstrategies. This kind of interrelation between the two\r\ninstitutions is intended to stimulate greater international\r\nsensitivity to this global scourge afflicting our societies,\r\nparticularly our young people.\r\nMalta looks forward to participating in the\r\nConference of Presiding Officers of National Parliaments,\r\nwhich is to be held at United Nations Headquarters next\r\nyear in conjunction with the Millennium Assembly.\r\nIndeed, that Conference can be a major milestone for the\r\nIPU. It will serve, inter alia, as a channel to convey to\r\neach national parliament a better understanding of the\r\nwork of the United Nations. Acquainting parliamentarians\r\nwith the decisions and recommendations debated on a\r\ndaily basis in the various General Assembly committees\r\nwould certainly generate more effective follow-up on\r\nthese issues at the national political level.\r\nParliamentarians would, moreover, be better placed to\r\ntransmit to their constituencies the work of the United\r\nNations, be it of a sensitive political nature or merely of\r\na technical nature. In turn, this would contribute to\r\ncreating a positive awareness of the business of the\r\nUnited Nations amongst our citizens.\r\nIn its participation at IPU conferences, Malta has\r\nthrough the years consistently voiced its firm conviction\r\nthat a specific initiative for the Mediterranean region\r\nwarrants particular attention by the IPU. Eventually, the\r\ninter-parliamentary process for security and cooperation\r\nin the Mediterranean (CSCM) was established. In defining\r\nthe CSCM process at its 1991 session, the Inter-\r\nParliamentary Council stated that:\r\n“The CSCM [process] should enable the\r\nMediterranean region to be not a place of\r\nantagonisms but a meeting place where, in a climate\r\nof security and stability, a genuine cultural dialogue\r\nand a partnership designed to ensure the balanced\r\ngrowth of the area can develop. The CSCM\r\n[process] should not aim at providing a solution to\r\nconflicts tackled directly, but should be a permanent\r\nmechanism for dialogue and negotiations whereby at\r\neach meeting progress is made in the common\r\ndefinition of principles and methods of action”.\r\nAt the first CSCM Conference, held in Malaga in\r\n1992, Malta reiterated its proposal in favour of creating\r\na Council for the Mediterranean on the lines of the\r\nCouncil of Europe. Subsequently, during the second\r\nCSCM Conference, held in 1995 in Valletta, Malta, that\r\nproposal was further developed, and the Maltese\r\nGovernment proposed the establishment of an Association\r\nof Mediterranean States. That Association would provide\r\nan appropriate institutional mechanism that would permit\r\nenhanced cooperation among Mediterranean countries and\r\nhelp us generate greater stability, allowing a security\r\nregime to be finally and firmly established in the\r\n17\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nMediterranean. In the light of that proposal, the States\r\nmembers of the CSCM, in the final document of the\r\nValletta Conference, recommended\r\n“the creation of an association of Mediterranean\r\nStates, open to all the Mediterranean coastal countries\r\nand to those countries whose destiny is directly linked\r\nto that Sea, according to modalities to be defined”.\r\nMalta envisages the creation of such a permanent\r\nforum, which would help develop and reinforce political\r\ncooperation among peoples of the Mediterranean, a forum\r\nwhere politicians would meet regularly to discuss problems\r\nin the region, evaluate the difficulties encountered, explore\r\nthe potentialities of existing cooperation and map out\r\ncommon political objectives. Malta has offered its facilities\r\nto host such a parliamentary partnership, believing that its\r\ngeostrategic position has the potential to serve as a meeting\r\nplace for the active involvement of parliaments in this\r\npartnership process.\r\nIn conclusion, Malta would like to reiterate its\r\nsatisfaction at seeing ever-stronger cooperation between the\r\nUnited Nations and the IPU; it is our hope that this\r\ncooperation will be further enhanced in the years ahead. In\r\ncontributing to the achievement of that goal, Malta has once\r\nagain joined in sponsoring the draft resolution relating to\r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union, which we hope will shortly be\r\nadopted by consensus.\r\nMr. Del Picchia (France) (spoke in French): I am\r\npleased to address the General Assembly on behalf of the\r\nFrench delegation on the agenda item entitled “Cooperation\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion”. My delegation welcomes the report of the\r\nSecretary-General submitted pursuant to resolution 53/13 of\r\n28 October 1998. The report takes comprehensive stock of\r\nthe activities carried out and the resolutions adopted by the\r\nInter-Parliamentary Union (IPU) as part of its coordinated\r\nand effective support for the work of the United Nations in\r\nits principal areas of authority, including peace and security,\r\nhuman rights and economic and social development.\r\nFrance is a sponsor of the draft resolution before the\r\nAssembly, introduced this year by the delegation of India.\r\nWe have no doubt that like past texts on the subject it will\r\nbe adopted by consensus.\r\nFrance hails the effective work of the Preparatory\r\nCommittee for the Conference of Presiding Officers of\r\nNational Parliaments which is to be held at United Nations\r\nHeadquarters from 30 August to 1 September 2000, in\r\nconjunction with the Millennium Assembly. I am able to\r\nannounce today that France will be represented at that\r\nconference at the highest level of both houses of its\r\nlegislature.\r\nThe French and British sections of the IPU are\r\nworking together on a draft statement focusing on a\r\ncharter for a revitalized Inter-Parliamentary Union.\r\nMy delegation is pleased that draft resolution\r\nA/54/L.9 envisions the possibility of reporting to the\r\nGeneral Assembly at its fifty-fifth session on the outcome\r\nof the Conference of Presiding Officers of National\r\nParliaments.\r\nThe close cooperation between the United Nations\r\nand the Inter-Parliamentary Union, which grows deeper\r\nand broader every year, exemplifies a particular approach\r\nto international relations on the threshold of the new\r\nmillennium. I recall that it was a French deputy, Frédéric\r\nPassy, who joined a British Member of Parliament in\r\n1889 to conceive the idea of creating the Union, which\r\nwas intended from the outset to work to realize the ideal\r\nof peace among peoples and among nations.\r\nCooperation between the United Nations and the IPU\r\nis based on the idea that the recommendations, measures\r\nand standards issued by the United Nations must be\r\nrecognized, understood and implemented by the elected\r\nrepresentatives of the peoples that make up the\r\ncommunity of nations. Conversely, it is based also on the\r\nidea that the representatives of nations should have the\r\nopportunity to inform the United Nations of the hopes and\r\naspirations of the men and women they represent.\r\nIn a world that has grown more interdependent and\r\nglobalized, national parliaments must be heard in the\r\nUnited Nations, and the United Nations must keep\r\ncitizens and populations informed about the measures it\r\nadopts and the goals it pursues. The Inter-Parliamentary\r\nUnion thus has an irreplaceable role as a national relay\r\nstation for the great debates that take place on the world\r\nscene, thus facilitating such matters as the national\r\nratification of treaties negotiated at the international level.\r\nFrance welcomes the recent Agreement of\r\nCooperation between the IPU and the International\r\nLabour Organization signed in May 1999, and the\r\nMemorandum of Understanding signed in July with the\r\nOffice of the United Nations High Commissioner for\r\n18\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nHuman Rights. These are concrete examples of this\r\ncooperation.\r\nThrough the two houses of its legislature, France\r\nnaturally plays a very active role in the work of the Inter-\r\nParliamentary Union. In December 1998, on the initiative\r\nof the French Government and of the United Nations\r\nEducational, Scientific and Cultural Organization, Paris was\r\nhost to a commemoration of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, which took place\r\nin the presence of representatives of the Inter-Parliamentary\r\nUnion. In Marseille, from 30 March to 3 April 2000, my\r\ncountry will also host the final thematic meeting of the\r\npreparatory process for the third IPU Conference on\r\nSecurity and Cooperation in the Mediterranean. The session\r\nwill begin with a meeting of women parliamentarians.\r\nFrance participated in the 100th Inter-Parliamentary\r\nConference, held at Moscow in September 1998, and was\r\ninvolved in the drafting of a resolution urging Governments\r\nto ratify the Ottawa Convention on the Prohibition of the\r\nUse, Stockpiling, Production and Transfer of Anti-personnel\r\nMines and on Their Destruction.\r\nFrance is pleased with the results of the cooperation\r\nbetween the Inter-Parliamentary Union and the United\r\nNations. International humanitarian law, the global\r\neconomic and financial model and the rights of minorities\r\nwithin a State are some of the central considerations of the\r\nFrench group in the Inter-Parliamentary Union.\r\nThe French National Assembly and Senate, through\r\nthe 50 representatives and the 50 senators who represent\r\nFrance at the Inter-Parliamentary Union fully support the\r\nobjectives of cooperation between the two organizations and\r\nwelcome the increasing progress achieved. Our\r\nrepresentatives are committed to giving the work that\r\nsupports and extends the initiatives of the United Nations\r\nthe follow-up required for them to be disseminated and for\r\ntheir recommendations to be effectively applied. France\r\nconsiders that technical parliamentary assistance in support\r\nof international programmes launched under the auspices of\r\nthe United Nations or at the initiative of our parliaments to\r\ncultivate new normative fields is a new and modern form\r\nof action, appropriate for international cooperation at the\r\ndawn of a new century.\r\nMr. Kozyr (Belarus) (spoke in Russian): I am\r\ncompelled to depart from my prepared statement in order\r\nto express my condolences to the families bereaved as a\r\nresult of the terrorist action in Armenia. Among the victims\r\nwere some of my dear friends.\r\nTurning to the subject of this session, first of all, on\r\nbehalf of our National Assembly, the Parliament of the\r\nRepublic of Belarus, I would like to join those who have\r\nexpressed gratitude and appreciation to the organizers of\r\nthis year’s meeting on the Inter-Parliamentary Union at\r\nthe United Nations. We are convinced that this forum will\r\ncontribute to strengthening the contacts between\r\nparliamentarians of different countries and promoting\r\ncooperation between the Inter-Parliamentary Union and\r\nthe United Nations, thus helping us achieve better mutual\r\nunderstanding.\r\nI would also like to congratulate you, Sir, in your\r\ncapacity as President and gratefully recall your interesting\r\nstatement during our meeting on 25 October 1999.\r\nThe delegation of the National Assembly of Belarus\r\nhas carefully studied the report of the Secretary-General,\r\nMr. Kofi Annan, entitled “Cooperation between the\r\nUnited Nations and the Inter-Parliamentary Union.” We\r\nsupport the efforts of the Secretary-General aimed at\r\nextending the interaction between the Inter-Parliamentary\r\nUnion and the United Nations, and we endorse the draft\r\nresolution on this subject.\r\nBelarus fully supports the idea of further\r\nrapprochement between the Inter-Parliamentary Union and\r\nthe United Nations, as they are two of the most influential\r\ncontemporary organizations having universal significance.\r\nThe meeting between parliamentarians and the\r\nUnited Nations held on 25 October highlighted numerous\r\nproblems and made it clear that there was a need to\r\ncoordinate the efforts of national parliaments, the Inter-\r\nParliamentary Union and United Nations in order to\r\nresolve them. These relate to sovereignty, human rights,\r\nthe activities of the International Criminal Court and the\r\nquestion of sanctions.\r\nThe most recent developments in the international\r\narena have shown that the questions of State sovereignty\r\nand human rights are going to gain more and more\r\nimportance. The members of the Parliament of Belarus\r\nsupport the need to have a comprehensive discussion and\r\nanalysis of the concept of so-called humanitarian\r\nintervention. We consider the General Assembly the most\r\nappropriate forum, with its equal and sovereign\r\nrepresentation of Member States, for further discussion of\r\nthis matter. In our view, it might be necessary to create\r\na special open-ended working group in the framework of\r\nthe General Assembly with the mandate of conducting an\r\nopen and comprehensive discussion of this issue and\r\n19\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nelaborating criteria to define the legal conditions of the\r\ninterrelationship between human rights and the principle of\r\nState sovereignty. The determination of those criteria would\r\ncertainly facilitate the process of finding solutions to acute\r\nworld crises and prevent new conflicts.\r\nThe National Assembly of Belarus is following with\r\nparticular interest the processes of elaborating a legal\r\nframework for the International Criminal Court. The idea of\r\nestablishing that body undoubtedly corresponds to the most\r\nurgent demands of our time. At a certain stage of its\r\ncreation, however, the Statute of the Court gave the general\r\nimpression — and Belarusian public opinion is no\r\nexception in this regard — that the Court was to be a new\r\ncoercive organ with practically unlimited power. This,\r\nparticularly, could explain some of the delays in ratification\r\nof that document by the national parliaments of those\r\ncountries that have signed the Statute.\r\nWe noted with interest the ideas expressed on 25\r\nOctober by Mr. Sergio Vieira de Mello, Under-Secretary-\r\nGeneral for Humanitarian Affairs and Emergency Relief\r\nCoordinator, about a possible expansion of the Court’s\r\ncompetencies into the areas of advisory assistance, expert\r\nconsideration of national legislation and training of\r\nspecialists in the field of national legislation. The Court’s\r\nability to assume these new tasks could, in our view, make\r\nit more attractive to the international community and\r\nfacilitate the Statute’s ratification by national legislators.\r\nWe consider the issue of sanctions a most important\r\narea in which national parliaments and the United Nations\r\ncould have significant cooperation. Today we are\r\nwitnessing the unquestionable fact that sanctions are used\r\nas an instrument of coercive diplomacy and are losing their\r\neffectiveness. Their negative impact often has humanitarian\r\nconsequences. We share the opinions expressed by some\r\nparliamentarians about the possibility of reviewing the\r\nmechanism for the imposition of sanctions in order to adapt\r\nit better to present realities.\r\nThe National Assembly of the Republic of Belarus\r\nhighly values the activities of the United Nations\r\nDevelopment Programme (UNDP). We welcome the\r\nelection of Mr. Mark Malloch Brown to the post of the\r\nUNDP Administrator and hope that this will give more\r\nopportunities for and significant new impetus to the process\r\nof further developing activities aimed at increasing the\r\nProgramme’s effectiveness. Bearing this in mind, on 20\r\nOctober 1999, the Lower House of the Belarusian\r\nParliament ratified an agreement on the participation of\r\nBelarus in UNDP activities.\r\nAs one of the founding States of the United Nations\r\nand an active member of the Inter-Parliamentary Union,\r\nthe Republic of Belarus will make the maximum effort to\r\nstrengthen cooperation between the Inter-Parliamentary\r\nUnion and the United Nations. We are one of the\r\nsponsors of the draft resolution on this item, and we hope\r\nthat it will be adopted today.\r\nTribute to the memory of His Excellency Mr. Vazgen\r\nSargissian, late Prime Minister of the Republic of\r\nArmenia\r\nThe President: I should like to inform the Assembly\r\nthat I have received information from the Permanent\r\nMission of Armenia to the United Nations. Today, about\r\n5 p.m. local time, five gunmen stormed the Parliamentary\r\nSessions Chamber of the Republic of Armenia and\r\nopened fire.\r\nAccording to this information, Prime Minister\r\nVazgen Sargissian, as well as the Chairman and Deputy\r\nChairman of Parliament and a Minister, were killed.\r\nWe must all condemn this dastardly act of terrorism.\r\nIt is my sad duty to pay tribute to the memory of the\r\nlate Prime Minister of the Republic of Armenia, His\r\nExcellency Mr. Vazgen Sargissian, and of other\r\ndignitaries, who met with tragic death today.\r\nOn behalf of the General Assembly, I request the\r\nrepresentative of Armenia to convey our deep\r\ncondolences to the Government and the people of\r\nArmenia and to the bereaved family of His Excellency\r\nMr. Vazgen Sargissian, as well as to the families of the\r\nother senior Government officials.\r\nI invite representatives to stand and observe a minute\r\nof silence in tribute to the memory of His Excellency Mr.\r\nVazgen Sargissian and his fellow victims.\r\nThe members of the General Assembly observed a\r\nminute of silence.\r\nThe President: At this time, we understand that the\r\ngunmen are still holding about 50 members of the\r\nParliament and of the Government hostage. I strongly\r\nappeal for the immediate release of all hostages and for\r\nan immediate end to this tragic situation.\r\nAgenda item 27 (continued)\r\n20\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nCooperation between the United Nations and the Inter-\r\nParliamentary Union\r\nReport of the Secretary-General (A/54/379)\r\nDraft resolution (A/54/L.9)\r\nMr. Kafando (Burkina Faso) (spoke in French): First\r\nof all, on behalf of my delegation and through you, Sir, I\r\nwould like to express to the Government and the people of\r\nArmenia our sincere condolences and sympathy for the\r\ntragedy that has just afflicted them.\r\nTurning to the item before us, my delegation would\r\nlike to begin by congratulating the Secretary-General, Mr.\r\nKofi Annan, for the excellent report submitted to us for\r\nconsideration.\r\nBurkina Faso, a member of the Executive Committee\r\nof the Inter-Parliamentary Union (IPU), is pleased by the\r\ndiligent implementation of last year\u0027s Assembly resolution\r\non cooperation between the United Nations and the Inter-\r\nParliamentary Union, resolution 53/13.\r\nThe report before us has the primary merit of being\r\nboth concise and complete, and thus its utility is\r\nincontrovertible. Its description of many cooperative\r\nactivities that the two institutions have carried out so well\r\nmakes it possible to better gauge how much the United\r\nNations can gain by working more closely with the IPU,\r\nwhich brings together elected representatives of the peoples\r\nwhom Governments are supposed to serve. The advantages\r\nof this cooperation are attested to by the near universal\r\nsatisfaction reflected in the Secretary-General\u0027s report. And\r\nthis satisfaction also supports the Secretary-General\u0027s\r\ndecision to accord special importance to contacts with\r\nparliaments, in order to give a parliamentary dimension to\r\nthe work of the United Nations.\r\nThe promotion of peace and security, democracy, good\r\ngovernance, women, and development in all its aspects,\r\nincluding public health: these are all ongoing priorities of\r\nour Organization. And the IPU makes concrete\r\ncontributions to these efforts through the framework for\r\nmobilization, public awareness and action that the national\r\nparliaments provide.\r\nIn our view, the most significant message of the report\r\nis the acknowledgement that globalization of human\r\nrelations — be they political, economic or socio-cultural —\r\nand of international cooperation requires a diligent and in-\r\ndepth adaptation of the United Nations so that it will have\r\nthe means to play its central role in the international\r\nassembly of nations.\r\nThus my delegation would like to reaffirm its\r\nunshakeable support for the initiatives already taken and\r\nfor those contemplated by the Secretary-General in this\r\nsphere. Is not reform of the Organization the Secretary-\r\nGeneral\u0027s favourite subject? We must in fact encourage\r\nthe involvement of all organized structures — be they\r\ngovernmental or of civil society — that can help the\r\nUnited Nations fulfil, with maximal effectiveness, its\r\nmandates in the various spheres of human activity. In this\r\ninstance, the Organization\u0027s cooperation with the Inter-\r\nParliamentary Union deserves effective support and\r\nexpansion, as the work already done augurs so well for\r\nthe future.\r\nAs far as my delegation is concerned, it cannot be\r\notherwise. At the close of the twentieth century,\r\nparliamentary diplomacy is playing a growing role. And\r\nthis role is consistent with the nature of parliamentary\r\ninstitutions — that is, with their principal legislative\r\nfunction and their role in regulating the executive and in\r\nthe development of social policy. A State\u0027s foreign policy\r\nwould not properly reflect the political, economic and\r\nsocial realities of that State if it ignored the contributions\r\nof these elected representatives. It is thus simply for\r\nparliamentarians to show how their initiatives are specific\r\nto them and how, rather than replacing the foreign policy\r\nof Government Administrations, they complement and\r\nreinforce it.\r\nThe Inter-Parliamentary Union has demonstrated its\r\nreadiness and capacity to assist the United Nations in the\r\nsuccessful fulfilment of its mandate to help peoples. Thus\r\nmy delegation expresses its strong desire to see the\r\nGeneral Assembly accede by consensus to the request\r\nparliamentarians have submitted in the form of the draft\r\nresolution which has been sponsored by many of the\r\nMember States, Burkina Faso included.\r\nBefore concluding, allow me to congratulate Mrs.\r\nNajima Heptulla on her election to the presidency of the\r\nInter-Parliamentary Council. I wish her every success in\r\nher work.\r\nMr. Suh (Republic of Korea): At the outset, I wish,\r\non behalf of the Government and the people of the\r\nRepublic of Korea, to join previous speakers in extending\r\nour deepest condolences to the Government and the\r\npeople of Armenia regarding today\u0027s tragic incident.\r\n21\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nFuture historians will describe the twentieth century as\r\na journey towards freedom and democracy and away from\r\noppression and dictatorship. Indeed, it is encouraging to see\r\nthat many parts of the world are now embracing the\r\nsweeping wave of democratization as we approach the new\r\nmillennium. The trend towards freedom and democracy can\r\nbe accelerated if we carefully nurture its growth in a\r\ncommon effort.\r\nRepresentative democracy in particular has been the\r\ndefining characteristic of this trend. Since its inception in\r\n1889, the Inter-Parliamentary Union (IPU) has been a\r\nforerunner in the promotion of democracy. It is our sincere\r\nhope that the IPU will serve the world\u0027s citizens more\r\nfaithfully in its capacity as their representative organ as\r\nrepresentative democracy continues to spread.\r\nTo ensure the success of any democratic society, it is\r\nimperative that Governments and their activities be\r\naccountable and transparent to the people they represent.\r\nCooperation between the United Nations and the IPU can\r\ncontribute to enhancing this accountability and transparency\r\nof Governments, since the United Nations is the collective\r\nbody of government while the IPU represents the collective\r\nwill of the people.\r\nAnother important feature of democratization is the\r\nrole of non-governmental organizations in contributing to\r\ngovernment activities. The role of non-governmental\r\norganizations and other agencies of civil society in tackling\r\nglobal issues is likely to expand substantially in the near\r\nfuture. As the Secretary-General pointed out in his remarks\r\nto a meeting of parliamentarians two days ago, one of the\r\nhappier consequences of globalization is a novel sense of\r\nglobal citizenship and shared responsibility among all\r\nsectors of civil society.\r\nAs parliaments bridge the gap between government\r\nand civil society in most countries, the IPU can play a\r\nsimilar role by linking global issues to local concerns.\r\nHerein lies the necessity of facilitating cooperation between\r\nthe United Nations and the IPU.\r\nCooperation between the United Nations and the IPU\r\nis indispensable, as it can enhance people\u0027s understanding\r\nof and support for the United Nations by relaying the\r\nOrganization\u0027s decisions and recommendations more\r\nefficiently to the national political level. In this context, we\r\nnote with satisfaction that cooperation between the two\r\ninternational bodies is being reinforced on the basis of the\r\nagreement of cooperation signed in 1996. In particular, we\r\nare pleased to note that the now well-established IPU\r\nLiaison Office with the United Nations has successfully\r\ncarried out its role of imparting a parliamentary\r\ndimension to the work of the world body.\r\nFurthermore, my delegation welcomes the signing by\r\nthe IPU of an Agreement of Cooperation with the\r\nInternational Labour Organization this past May and a\r\nMemorandum of Understanding with the Office of the\r\nUnited Nations High Commissioner for Human Rights in\r\nJuly. These initiatives merit our full support, as they\r\nrepresent concrete gestures towards the goal of\r\ncooperation. It is our hope that the IPU will sign\r\nadditional agreements of cooperation with other bodies of\r\nthe United Nations system, whereby it can convey norms\r\nand decisions formulated at the global level to the\r\nnational level. It is noteworthy that the IPU and the\r\nUnited Nations have been making a concerted effort to\r\naddress today\u0027s global challenges, such as environmental\r\ndegradation and the illegal drug trade, as illustrated in the\r\nreport of the Secretary-General.\r\nWe are satisfied that the preparation process for the\r\nConference of Presiding Officers of National Parliaments\r\nhas been going smoothly and that it has been arranged to\r\ntake place just before the Millennium Assembly next\r\nyear. It is our hope that the IPU will have the chance to\r\nreport directly to the General Assembly at its fifty-fifth\r\nsession the outcome of the Presiding Officers Conference.\r\nDoing so will help the Millennium Assembly to draw a\r\nmore enlightened blueprint for the United Nations in the\r\ntwenty-first century. Even after the Millennium Assembly,\r\nsupport from national parliaments will further facilitate\r\nthe implementation of the Assembly\u0027s outcomes.\r\nMy Government has co-sponsored the draft\r\nresolution on cooperation between the United Nations and\r\nthe Inter-Parliamentary Union in the belief that the United\r\nNations and the IPU have a joint mission to render\r\nprosperity, peace and democracy universal in the next\r\ncentury. My delegation is grateful to India for its\r\nintroduction of the draft resolution, which we hope will\r\nbe adopted by consensus.\r\nKorean Parliamentarians have actively participated\r\nin the activities of the IPU by serving on its Executive\r\nCommittee and assuming the vice-presidency of the Inter-\r\nParliamentary Conference. The Republic of Korea is also\r\ncommitted to creating an environment beneficial to United\r\nNations-IPU cooperation.\r\nLet me conclude by expressing my delegation\u0027s wish\r\nfor a successful Conference of Presiding Officers next\r\n22\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nyear. Our common cause of encouraging the spread of\r\ndemocracy demands that we continue to seek new avenues\r\nof cooperation.\r\nMr. Hynes (Canada) (spoke in French): Canada is a\r\nsponsor of the draft resolution before the Assembly on\r\nCooperation between the United Nations and the Inter-\r\nParliamentary Union (IPU). The presence here of the\r\nPresident of the Canadian contingent of the Union, Sheila\r\nFinestone, together with other Canadian parliamentarians,\r\nunderlines the importance that we attach to this issue.\r\n(spoke in English)\r\nThe Government of Canada and the entire Canadian\r\ndelegation join all members of the Assembly in conveying\r\ntheir condolences to and solidarity with the Government\r\nand the people of Armenia in connection with the tragic\r\nevents that you, Sir, have related to us.\r\nAs outlined in the report of the Secretary-General,\r\nover the last year the Inter-Parliamentary Union has\r\ncontinued, and indeed strengthened, its tradition of\r\nmarshalling the support of parliamentarians worldwide for\r\nthe work of the United Nations. Canada particularly\r\nwelcomes the contribution the Inter-Parliamentary Union\r\nhas made to several major initiatives aimed at strengthening\r\ninternational peace and security and enhancing the human\r\nsecurity of people of the world.\r\nThe IPU\u0027s advocacy of early ratification of the Ottawa\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-personnel Mines and on\r\nTheir Destruction and its encouragement of signature and\r\nratification of the Comprehensive Nuclear-Test-Ban Treaty\r\nare but two examples of the positive role that the IPU and\r\nits members can play in this regard and in establishing and\r\nsecuring respect for international regimes to make our\r\nworld a safer place. The IPU\u0027s encouragement of state\r\nsignatures and parliamentary ratifications of the Rome\r\nStatute of the International Criminal Court is also most\r\nwelcome and contributes importantly to the growing\r\ninternational momentum in support of the early\r\nestablishment of the Court.\r\nThe Secretary-General\u0027s excellent report identifies\r\nnumerous other areas where the IPU has assumed an active\r\nrole in promoting the United Nations efforts to better the\r\nlives of the people of the world. It also offers some useful\r\nsuggestions on ways of strengthening future cooperation\r\nbetween our two organizations.\r\nCanada especially looks forward to the Conference\r\nof Presiding Officers of National Parliaments, which the\r\nIPU is organizing to be held in conjunction with the\r\nUnited Nations Millennium Assembly. We believe that\r\nthis important event will significantly complement our\r\nmillennium proceedings. Presiding officers of national\r\nparliaments are extremely well positioned to engage\r\nmembers of their respective parliaments in the challenges\r\nour Organization faces in fulfilling its responsibilities, and\r\nas the Secretary-General has noted, this Conference of\r\nPresiding Officers also offers a valuable opportunity to\r\nexplore ways to strengthen cooperation between the\r\nUnited Nations and the IPU. We would hope that an\r\nopportunity can be found for the IPU to present the\r\nconclusions of that Conference to the Millennium\r\nAssembly next year.\r\nTo conclude these brief remarks, let me simply\r\nreiterate that Canada greatly values the existing\r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union, and we are committed to\r\nstrengthening further the collaboration between the two\r\norganizations in support of our shared objectives. We\r\ntrust that the consensus adoption of the draft resolution\r\nbefore us this afternoon will mark an important step in\r\nthat direction.\r\nMr. Fonseca (Brazil): Let me begin by expressing\r\nthe condolences of the Brazilian delegation to the\r\nGovernment and the people of Armenia. We deeply regret\r\nthe tragic event and would like to join your appeal for an\r\nimmediate release of the remaining hostages.\r\nBrazil takes special satisfaction in participating in\r\nthe debate on the cooperation between the United Nations\r\nand the Inter-Parliamentary Union (IPU). For 110 years\r\nnow the IPU has contributed to fostering contacts and\r\npromoting the exchange of experiences among\r\nparliamentarians of all countries. Parliaments are about\r\nsociety and democracy, negotiation and understanding.\r\nIn the performance of its mandate, the IPU has\r\nshown over the years that it shares the goals of the United\r\nNations. From peace and security to human rights, from\r\nenvironmental concerns to economic and social\r\ndevelopment, the IPU truly helps in a significant way the\r\nintensification of dialogue among societies and nations\r\nand thus contributes in a relevant way to the objectives of\r\nthe United Nations.\r\nFor Brazil, the IPU is an important reference. The\r\nparticipation of parliamentary observers in the General\r\n23\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nAssembly is a long-standing tradition for us. Together with\r\nthe IPU meetings, this provides an opportunity for Brazilian\r\ncongressmen to interact with colleagues from all over the\r\nworld.\r\nThis is a natural consequence of a world made ever\r\nsmaller, but also of close interaction between domestic and\r\ninternational issues. I will give but a handful of examples.\r\nIn the economic field Brazil\u0027s international trade profile and\r\nthe integration of the economies of Latin America —\r\nparticularly the Southern Cone Common Market\r\n(MERCOSUR) initiative — are in fact issues that became\r\nmatters of everyday attention for Brazilian congressmen. In\r\nthe political and legal field, Brazil\u0027s international\r\ncommitments to disarmament and non-proliferation, as well\r\nas our participation in the negotiations leading to the\r\ncreation of the International Criminal Court, also make for\r\nmatters of lively interest to Brazil\u0027s Congress.\r\nWe must note that this clearly represents more than\r\njust the constitutional role ascribed to Congress as the\r\ninstance of approval of international treaties signed by\r\nBrazil. It indeed shows that society\u0027s elected representatives\r\nin Congress are actively engaged in helping to shape\r\nBrazil\u0027s role in the international system of the third\r\nmillennium.\r\nIn this connection, we look forward to the Conference\r\nof Presiding Officers of National Parliaments to be held in\r\nNew York next year. It will certainly be an extraordinary\r\naddition to the activities to be held under the auspices of\r\nthe Millennium Assembly.\r\nBrazil is a cosponsor of the draft resolution before us\r\ntoday. We express our conviction that the United Nations\r\nand the IPU will be much more efficient instruments to the\r\nbenefit of the international community in the coming\r\nmillennium if their cooperation is further strengthened and\r\nenhanced.\r\nMr. Petrella (Argentina) (spoke in Spanish): I have\r\nthe honour of addressing this Assembly of illustrious\r\nparliamentarians to express Argentina\u0027s support for the draft\r\nresolution on cooperation between the United Nations and\r\nInter-Parliamentary Union (IPU), introduced by the\r\ndelegation of India.\r\nThis is also an opportunity to thank the Secretary-\r\nGeneral of the United Nations, Mr. Kofi Annan, and the\r\nSecretary General of the Inter-Parliamentary Union, Mr.\r\nAnders Johnsson, for their efforts to strengthen and increase\r\nchannels of cooperation between the two institutions. Much\r\nhas been achieved since the agreement of cooperation was\r\nsigned in July 1996. At the institutional level, we note the\r\nAgreement of Cooperation between the Inter-\r\nParliamentary Union and the International Labour\r\nOrganization (ILO), signed in May, as well as the\r\nMemorandum of Understanding signed with the Office of\r\nthe United Nations High Commissioner for Human Rights\r\nin July 1999. These agreements reflect the growing\r\ncommitment of parliaments to defending the principles of\r\nthe Charter and to defending and promoting development.\r\nIn his report, the Secretary-General highlights the\r\ndecisive action of the IPU in the field of disarmament,\r\nnational implementation of standards of humanitarian law,\r\nthe establishment of the International Criminal Court and\r\nthe fight against the illicit consumption of and trafficking\r\nin drugs and against organized crime. In order to achieve\r\nconcrete progress in these fields we increasingly require\r\ninternational cooperation, and Governments must\r\ncoordinate their efforts. In this regard, the commitment of\r\nparliaments is vital.\r\nThe Secretary-General\u0027s report also examines the role\r\nplayed by the Inter-Parliamentary Union in efforts for\r\npeace in certain conflict situations, such as the cases of\r\nCyprus or the Middle East, as well as its participation in\r\ninitiatives of the United Nations and its various organs in\r\nstrengthening institutions, promotion of human rights,\r\npromotion of the rights of women and children,\r\nsustainable development and food security. This is\r\ncertainly a hopeful picture, and it clearly illustrates the\r\nrole of the IPU as a forum for dialogue of the world\u0027s\r\nparliaments in building a better and more just world for\r\nthe new millennium.\r\nThese actions must be strengthened and increased.\r\nTo that end, Argentina, as a member of the executive\r\nboard of the Inter-Parliamentary Union, places many\r\nhopes in the outcome of the Conference of Presiding\r\nOfficers of National Parliaments, to be held next year\r\nhere at Headquarters, at the same time as the Millennium\r\nAssembly. That Conference will undoubtedly serve to\r\nassess the progress made up to then and to engage even\r\nmore the parliamentarians of the world, as representatives\r\nof the most diverse interests, cultures, sensibilities and\r\nideologies, in building a world more appropriate for all\r\nindividuals.\r\nIf any institution embodies our modern idea of\r\ndemocracy, it is the parliament. The very existence of a\r\nlegislature, where all sectors of society are represented\r\nand where minorities can make their voices heard, ensures\r\n24\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nthat the norms to govern a given community will be\r\ndictated by all its members. Thus, it is generally understood\r\nthat the work of the parliament consists of defending the\r\ninterests of each member of society by achieving a\r\nconsensus translated into common goals and action. The\r\nmodern parliament is synonymous with dialogue,\r\nnegotiation, consensus, respect for diversity and the search\r\nfor common objectives.\r\nThe commitment of national parliaments to\r\ninternational realities awakens the greatest hopes.\r\nParliaments are the best instruments of democracy to\r\ntransmit to their respective societies the need that common\r\nproblems be resolved among all. Today, perhaps more\r\ntoday than ever, nothing human can be foreign to us.\r\nIn regard for the Inter-Parliamentary Union and in\r\nfulfilling its commitments as a member of the executive\r\nboard, the Argentine Republic cosponsors this draft\r\nresolution, introduced by the delegation of India, and calls\r\non all Members of the Organization to adopt it by\r\nconsensus.\r\nMr. Ray (Australia): Australia is pleased to give its\r\nsupport to agenda item 27. Both the United Nations and the\r\nInter-Parliamentary Union (IPU) have clearly demarcated\r\nresponsibilities, yet many of the issues they deal with are\r\nthe same. International problems know no boundaries.\r\nEssentially, the United Nations is a convocation of\r\nGovernments. In contrast, the Inter-Parliamentary Union\r\nrepresents parliaments and includes the points of view of\r\nGovernments, oppositions and minority parties. A key role\r\nof the United Nations has always been to negotiate and\r\nimplement international treaties and conventions. The pace\r\nat which these matters can be dealt with often relies on\r\nhow quickly national parliaments can exercise their powers.\r\nSome parliaments, of course, can negate international\r\ntreaties. But nearly all parliaments are required to legislate\r\nto give effect to international treaties.\r\nThe relationship between international agreements and\r\ndomestic law is always complex. Given the detailed\r\nconsideration needed to ensure that international agreements\r\nand domestic laws are consistent, it is not surprising that\r\nlong delays occur, much to the frustration of everyone.\r\nCloser links between the United Nations and the IPU may\r\ndo much to lessen the time between agreement and a\r\nlegislative solution. Even after all this has been achieved,\r\none can never guarantee that the judiciary of each country\r\nwill find the international agreement and the domestic\r\nlegislative solution compatible, and the whole process has\r\nto start again. This is not the time for a critique of\r\njudicial activism, but at some stage judicial interpretation\r\nof international agreements should be discussed.\r\nThe twentieth century has been marked more by\r\nrivalry than cooperation between international\r\norganizations. The recent trend towards cooperation\r\nbetween the IPU and the United Nations is refreshing and\r\nis a credit to the office-holders of both organizations.\r\nAnything Australia can do to assist in these developments\r\nwill be forthcoming.\r\nWe argue that linkages between the IPU and the\r\nUnited Nations must be retained and strengthened. The\r\nIPU provides the United Nations with a window into the\r\ndeliberations of law-makers of its member States. Equally,\r\nthe United Nations provides these same law-makers\r\nwithin the IPU with a window into the activities of the\r\nUnited Nations. In dealing with short-term domestic\r\npolitics, it is all too easy to overlook the wider universal\r\nideals for which the United Nations stands and which\r\nultimately must form the basis for our laws and policies.\r\nHence, the linkages between the IPU and the United\r\nNations help to ensure that we parliamentarians continue\r\nto reflect the ideals of the United Nations within our\r\nnational arenas, and that we continue to act as influential\r\nsupporters of the work and objectives of the United\r\nNations in our national parliaments.\r\nMr. Benítez Sáenz (Uruguay)(spoke in Spanish):\r\nThe theme of cooperation between the United Nations and\r\nthe Inter-Parliamentary Union (IPU) always is especially\r\nrelevant and topical to the delegation of Uruguay. A great\r\ndeal of progress has been achieved since 1995, when\r\nGeneral Assembly resolution 50/15 entrusted to the\r\nSecretary-General the task of taking the necessary means\r\nto bring about a cooperation agreement between the two\r\norganizations.\r\nOn the one hand, within a clear-cut legal framework,\r\na cooperation agreement between the United Nations and\r\nthe IPU was signed by the United Nations Secretary-\r\nGeneral, the President of the Inter-Parliamentary Council\r\nand the Secretary General of the Inter-Parliamentary\r\nUnion. This agreement, based on the promotion of\r\ninternational cooperation and the solution of problems of\r\na political, economic, social, cultural or humanitarian\r\nnature, is designed to promote respect for human rights\r\nand fundamental freedoms. Different mechanisms for\r\ncooperation and consultation to achieve these objectives\r\nshould make it possible, in some cases, to go so far as to\r\nadopt joint measures and programmes.\r\n25\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nA number of joint meetings have been held since the\r\nsigning of the cooperation agreement in July 1996. One of\r\nthe most important was the meeting on complementary\r\nmeasures of the World Summit on Social Development,\r\njointly organized by the IPU, the United Nations\r\nSecretariat\u0027s Department for Policy Coordination and\r\nSustainable Development and the United Nations\r\nDevelopment Programme (UNDP), in order to analyze the\r\nconcrete measures and provisions that national parliaments\r\nshould adopt in order to complement and implement\r\ndecisions and recommendations of the Copenhagen Summit.\r\nWe have carefully analyzed the Secretary-General\u0027s\r\nreport contained in document A/54/379, and we are very\r\ngrateful for the way it is presented. In our opinion, it is a\r\ndetailed account of initiatives to bring about cooperation in\r\nthe spheres of peace and security, social and economic\r\ndevelopment, international law, human rights, democracy,\r\ngender issues and good governance.\r\nWe take note of the preparations being carried out for\r\nthe Conference of Presiding Officers of National\r\nParliaments, to be held from 30 August to 1 September\r\nhere in New York in conjunction with the Millennium\r\nAssembly.\r\nAt a time when certain sectors of public opinion in our\r\ncountries are sceptical about this Organization\u0027s\r\neffectiveness in honouring and eliciting respect for the\r\nprinciples enshrined in the Charter, we believe it is of\r\nfundamental importance for representatives of freely elected\r\nparliaments to join forces and cooperate to ensure that the\r\nUnited Nations not remain some distant and detached\r\ntheoretical model, but instead that it become something\r\nvery close to our peoples, so that it can depend on their\r\nunderstanding and respect and, finally, their support.\r\nThis is why, when it comes to promoting peace and\r\nsecurity, we consider the analysis, among other things, of\r\nthe topics of disarmament, including the prohibition of\r\nnuclear testing and of antipersonnel mines, to be positive.\r\nWe would be happy if in this domain it were also possible\r\nto analyze the importance of monitoring and regulating the\r\ntransport of radioactive waste because of the sensitive\r\nimpact this activity has on the environment in our countries\r\nin case of any spill or maritime accident that might occur\r\non the high seas. In case of an accident at sea, currents\r\ncould spread the adverse effects throughout the environment\r\nand could affect the economy of one or more States.\r\nIn analyzing the cooperation between the United\r\nNations and the IPU, we would especially like to\r\nhighlight and support everything relating to the promotion\r\nof democracy.\r\nProgrammes presently being carried out with the\r\nsupport of UNDP will make it possible to enjoy the best\r\nof what our own experience and knowledge has to offer\r\nin bringing about and improving the operation and\r\nenlargement of representative democratic institutions.\r\nUruguay\u0027s Parliament, and the Parliament soon to be\r\nelected, have followed and will continue to follow with\r\ninterest developments and progress on these topics. At the\r\nregional and subregional levels, Uruguayan parliamentary\r\ndelegations have, for their part, been giving priority to all\r\nthe issues tackled by the Latin American Parliament.\r\nThe Southern Cone Common Market (MERCOSUR)\r\nhas also been aware of the importance of the presence of\r\na parliamentary body in all issues concerning international\r\nrelations. The Joint Parliamentary Commission was\r\nestablished within MERCOSUR as a body of the Ouro\r\nPreto Protocol to bring about the inclusion and\r\nparticipation of parliaments on MERCOSUR\u0027s regional\r\nagenda.\r\nFinally, we would like to thank the delegation of\r\nIndia for its efforts in coordinating and promoting the\r\ndraft resolution on the item before us. We are in a\r\nposition to announce that we will co-sponsor this draft\r\nresolution.\r\nMr. El-Remeisy (Egypt) (spoke in Arabic): Allow\r\nme, Sir, to extend our most sincere condolences through\r\nyou to the Government and people of Armenia for the\r\nabhorrent incident that we heard of this afternoon and that\r\nresulted in the deaths of the Prime Minister and several\r\nparliamentarians.\r\nI would also like to extend to you, Sir, our warmest\r\ncongratulations on your election to the presidency of the\r\nGeneral Assembly at a time when the world is preparing\r\nto usher in a new millennium and is waiting for us to\r\nexert greater and more sincere efforts to achieve\r\ninternational cooperation, a cooperation that reinforces a\r\nculture of dialogue among all nations by creating new\r\nmechanisms that would rise to the level of the\r\ndevelopments in the new international order that would\r\nbring about international peace, security, social justice and\r\nstability.\r\n26\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\nI also have the honour to express proudly our\r\nsatisfaction with the efforts of the previous President of the\r\nInter-Parliamentary Union (IPU), Mr. Ahmed Sorour, the\r\nSpeaker of Egypt\u0027s national assembly, who emphasized the\r\nimportance of international parliamentary cooperation, as\r\nparliamentarians express the hopes and pains of their\r\npeoples. I would also like to express my gratitude to the\r\nSecretary-General of the Inter-Parliamentary Union and his\r\naides. I also want to express my appreciation to you, Sir, to\r\nthe Secretary-General of the United Nations and to the new\r\nPresident of the Inter-Parliamentary Union.\r\nEgypt would like to express its support for the draft\r\nresolution on cooperation between the United Nations and\r\nthe IPU. I hope it will be adopted by consensus and will\r\nhave the backing of all international institutions during this\r\ntime of increasing challenges and risks.\r\nThere is no doubt that the new developments in the\r\ninternational community have placed greater burdens and\r\nresponsibilities on the United Nations at a time when it is\r\ntaking on a more effective role in enhancing international\r\npeace and security. Perhaps the most serious challenges\r\nconfronting the United Nations are related to the growing\r\nseriousness of non-military sources of international\r\ninstability in the socio-economic, humanitarian and\r\nenvironmental spheres. To this must be added the growing\r\nnumber of hotbeds of tension and conflict between and\r\nwithin States, the growing risk of outbreaks of ethnic, tribal\r\nand sectarian conflicts, greater risks of proliferation of\r\nweapons of mass destruction, especially nuclear weapons,\r\nincreased stockpiles of conventional weapons and the\r\ngrowth of terrorism as an international phenomenon that\r\nthreatens democracy, human rights and international peace\r\nand security.\r\nEgyptian parliamentarians are of the view that the\r\neffectiveness of the United Nations in facing these\r\nchallenges is limited to the following elements.\r\nFirst, there is a need to foster the development role of\r\nthe United Nations. This is crucial to addressing the root\r\ncauses of national, ethnic and religious conflicts. Providing\r\nurgent humanitarian assistance, safeguarding its delivery to\r\nthe victims of conflict and bringing war criminals to trial\r\nare cardinal tasks that constitute an integral part of restoring\r\nstability and security to areas of conflict.\r\nThe second element is the fair and objective\r\nenforcement of the purposes and principles of the Charter\r\nof the United Nations in cases of violations of international\r\npeace and security, without discrimination or double\r\nstandards. The application of the provisions of the Charter\r\nto certain violations of international peace and security\r\nand not to similar cases is one of the obvious weaknesses\r\nthat has harmed the credibility of the Organization in the\r\nlast few years.\r\nThe third element is the need for the General\r\nAssembly to adopt clear-cut resolutions on reform\r\nproposals that reflect general international consensus\r\nreached through serious governmental, parliamentary\r\ndialogue having the highest degree of transparency,\r\neffectiveness and responsibility.\r\nThe fourth element requires that action be taken to\r\nrationalize the use of the veto. Any resolution to bring\r\nabout changes in the number of members or in the\r\nregional distribution of membership in the Security\r\nCouncil must invariably be subject to the provisions of\r\nArticle 108 of the Charter. The Egyptian delegation would\r\nlike to emphasize the importance of reviewing the\r\nprinciple of rotation of membership and of achieving\r\nagreement on the standards that specify permanent\r\nmembership.\r\nThe fifth element is the need to strengthen efforts to\r\nimprove the performance of the Conference on\r\nDisarmament as the sole forum for multilateral\r\ndisarmament negotiations. There should be a\r\nreconsideration of its agenda, expansion of its\r\nmembership and giving priority to its agenda,\r\nemphasizing non-proliferation of weapons of mass\r\ndestruction, adoption of confidence-building measures and\r\nprohibition of nuclear tests.\r\nThe sixth element is the need to stress the\r\nimprovement of the administrative and financial\r\norganization of peacekeeping operations. Moreover, there\r\nis the need to enhance the special fund established to\r\nsupport these operations, and to urge Member States to\r\nincrease their contributions to peacekeeping operations.\r\nSpecial attention should be given to protecting United\r\nNations forces in the light of their exposure to various\r\nattacks in conflict areas.\r\nThe seventh element is the need for the United\r\nNations to give special attention in the future to updating\r\nthe mechanisms necessary to resuscitate and advance the\r\nNorth-South dialogue in the framework of the United\r\nNations Conference on Trade and Development, which\r\nwas adopted in the mid-1960\u0027s. In this connection, we\r\nwould like to emphasize the need to buttress the\r\ndevelopment efforts undertaken by the United Nations\r\n27\r\nGeneral Assembly 41st plenary meeting\r\nFifty-fourth session 27 October 1999\r\ndevelopment funds and to coordinate strategies on\r\nassistance to developing countries.\r\nWe realize that the United Nations alone cannot find\r\nsolutions to all the problems in the international arena. Yet,\r\nthrough cooperation with regional organizations, the United\r\nNations can achieve some sort of decentralization and\r\nsharing of responsibilities. This will in turn allow it to\r\ngrapple with many disputes while permitting it to give\r\ngreater attention to fulfilling its responsibilities with regard\r\nto pressing international issues in the light of the new\r\ninternational reality.\r\nFinally, I would like to express my hope that\r\ninternational cooperation between the United Nations and\r\nthe Inter-Parliamentary Union will succeed with the care\r\nand attention of the General Assembly.\r\nMr. Moushoutas (Cyprus): Before commencing my\r\nshort statement, I should like to express my sincerest\r\ncondolences to the Government and people of Armenia on\r\nthe tragedy that has befallen that country and its long-\r\nsuffering people.\r\nIt is an honour for me to address the General\r\nAssembly on the item “Cooperation between the United\r\nNations and the Inter-Parliamentary Union”. National\r\nparliaments are centres of democracy and ensurers of good\r\ngovernance in their respective countries. In the international\r\narena, through the Inter-Parliamentary Union (IPU), they\r\nare promoters of world peace and justice and staunch\r\nsupporters of the United Nations Charter and international\r\nlaw.\r\nThe Cyprus Parliament, a member of IPU, has played,\r\nand continues to play, an active role in the work of the\r\norganization, and its members participate in the work of the\r\ncommittees, thus promoting its lofty goals.\r\nThe people of Cyprus have repeatedly been moved by\r\nthe fair and principled declarations and resolutions of the\r\nInter-Parliamentary Union, an organization that they\r\nconsider to be a citadel of enlightened progress and a\r\ngreenhouse of global leadership for a more equitable world.\r\nDraft resolution A/54/L.9 — introduced by the\r\nPermanent Representative of India, Ambassador Sharma —\r\nof which Cyprus is a sponsor, contains the elements\r\nnecessary for a closer, multifaceted cooperation between the\r\nUnited Nations — the world\u0027s most prestigious parliament,\r\nas you very correctly called it, Mr. President — and the\r\nInter-Parliamentary Union. It deserves our unanimous\r\nsupport.\r\nBefore leaving the rostrum, may I also extend my\r\nwarmest congratulations to the President of the Inter-\r\nParliamentary Council on her election and wish her\r\nsuccess. It is an honour indeed to have her among us.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/54/L.9.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/54/L.9?\r\nDraft resolution A/54/L.9 was adopted (resolution\r\n54/12).\r\nThe President: We have concluded this stage of our\r\nconsideration of agenda item 27.\r\nThe meeting rose at 6.15 p.m.\r\n28\r\n"