"United Nations A/54/PV.45\r\n99-86333 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n45th plenary meeting\r\nWednesday, 3 November 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 15 (continued)\r\nElections to fill vacancies in principal organs\r\n(c) Election of five members of the International Court\r\nof Justice\r\nMemorandum by the Secretary-General (A/54/305)\r\nList of candidates (A/54/306/Rev.1)\r\nCurricula vitae (A/54/307)\r\nThe President: This morning, the General Assembly\r\nwill proceed to the election of five members of the\r\nInternational Court of Justice for a nine-year term\r\ncommencing on 6 February 2000. The terms of office of\r\nthe following judges expire on 5 February 2000:\r\nMr. Gilbert Guillaume, Ms. Rosalyn Higgins, Mr. Gonzalo\r\nParra-Aranguren, Mr. Raymond Ranjeva and\r\nMr. Christopher G. Weeramantry.\r\nIn connection with the election, I should like to bring\r\nthe following matters to the attention of the members of the\r\nGeneral Assembly.\r\nFirst, in accordance with General Assembly resolution\r\n264 (III) of 8 October 1948, a State which is a party to the\r\nStatute of the International Court of Justice but not a\r\nMember of the United Nations shall participate in the\r\nGeneral Assembly in electing the members of the Court\r\nin the same manner as the States Members of the United\r\nNations. Therefore, on this occasion, the representative of\r\nSwitzerland may participate in the election.\r\nSecondly, I should like to confirm that, at this time,\r\nthe Security Council, independently of the General\r\nAssembly, is also proceeding to elect five members of the\r\nCourt. This procedure is in accordance with Article 8 of\r\nthe Statute of the Court, which provides that\r\n“The General Assembly and the Security\r\nCouncil shall proceed independently of one another\r\nto elect the members of the Court”.\r\nAccordingly, the results of the voting in the General\r\nAssembly will not be communicated to the Security\r\nCouncil until five candidates have obtained the required\r\nmajority in the Assembly.\r\nFinally, I should like to draw the attention of the\r\nAssembly to the documents relating to the election. The\r\nconsolidated list of candidates that have been nominated\r\nby national groups is to be found in document\r\nA/54/306/Rev.1, which supersedes documents A/54/306\r\nand the reissued A/54/306/Add.1. In this connection,\r\nmembers will note that document A/54/306/Add.1 was\r\nreissued on 27 October 1999 for technical reasons in\r\norder to correct the references to the “United States of\r\nAmerica” by replacing them with references to “New\r\nZealand”. Thus, it is the national group of New Zealand,\r\nnot the national group of the United States of America,\r\nwhich has nominated Mr. Christopher G. Weeramantry.\r\nGeneral Assembly 45th plenary meeting\r\nFifty-fourth session 3 November 1999\r\nI should like to inform members that the Secretariat\r\nhas received a note verbale dated 1 November 1999 from\r\nthe Permanent Mission of the Democratic Republic of the\r\nCongo stating that the national group of that country has\r\ndecided to withdraw the candidature of Mr. Mikuin-Leliel\r\nBalanda. As the national group of the Democratic Republic\r\nof the Congo is the only national group to have nominated\r\nMr. Mikuin-Leliel Balanda, he is therefore no longer a\r\ncandidate, and his name has thus been deleted from the\r\nballot papers.\r\nThe curricula vitae of the candidates are to be found\r\nin document A/54/307. The Assembly also has before it\r\ndocument A/54/305, containing a memorandum by the\r\nSecretary-General on the present composition of the Court\r\nand on the procedure to be followed in the Assembly and\r\nin the Security Council with regard to the election.\r\nIn accordance with article 10, paragraph 1, of the\r\nStatute of the Court, those candidates who obtain an\r\nabsolute majority of votes both in the General Assembly\r\nand in the Security Council shall be considered as elected.\r\nThe consistent practice of the United Nations has been\r\nto interpret the words “absolute majority” as meaning a\r\nmajority of all electors whether or not they vote or are\r\nallowed to vote. The electors in the General Assembly are\r\nall 188 Member States, plus the one non-Member State\r\nwhich is a party to the Statute of the Court, namely\r\nSwitzerland, for a total of 189 electors. Accordingly, for the\r\npresent election, 95 votes constitute an absolute majority in\r\nthe General Assembly.\r\nThe General Assembly will now proceed to a secret\r\nballot. If in the first ballot fewer than five candidates obtain\r\nan absolute majority, it will be necessary to proceed to\r\nfurther ballots until five candidates have obtained that\r\nmajority. Pursuant to the decision taken by the General\r\nAssembly at its 915th meeting, held on 16 November 1960,\r\nthese ballots shall be unrestricted.\r\nI should like to remind representatives that, pursuant\r\nto rule 88 of the Assembly\u0027s rules of procedure,\r\n“After the President has announced the beginning\r\nof voting, no representative shall interrupt the voting\r\nexcept on a point of order in connection with the\r\nactual conduct of the voting”.\r\nTherefore, any announcements, such as those\r\nconcerning withdrawals of candidatures, should be made\r\nprior to the commencement of the voting process, that is to\r\nsay before the announcement of the beginning of the\r\nvoting process.\r\nMay I take it that the Assembly agrees to the\r\nprocedures I have just outlined?\r\nIt was so decided.\r\nThe President: We shall now begin the voting\r\nprocess. Ballot papers will now be distributed.\r\nRepresentatives are requested to use only the ballot\r\npapers now being distributed. Only those candidates\r\nwhose names appear on the ballot papers are eligible.\r\nRepresentatives will indicate the five candidates for whom\r\nthey wish to vote by placing crosses to the left of their\r\nnames on the ballot papers. Ballot papers on which more\r\nthan five names are marked will be considered invalid.\r\nVotes may be cast only for those whose names appear on\r\nthe ballot papers.\r\nAt the invitation of the President, Mr. N\u0027Dry\r\n(Côte d\u0027Ivoire), Mr. Sgouropoulos (Greece),\r\nMr. Mihut (Romania), Ms. Smolcic (Uruguay) and\r\nMr. Al-Ethary (Yemen) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.40 a.m. and\r\nresumed at 12 noon.\r\nThe President: The result of the voting is as\r\nfollows:\r\nNumber of ballot papers: 176\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 176\r\nAbstentions: 0\r\nNumber of members voting: 176\r\nRequired absolute majority: 95\r\nNumber of votes obtained:\r\nMs. Rosalyn Higgins (United Kingdom of\r\nGreat Britain and Northern Ireland) 157\r\nMr. Gonzalo Parra-Aranguren (Venezuela) 156\r\nMr. Raymond Ranjeva (Madagascar) 155\r\nMr. Gilbert Guillaume (France) 152\r\nMr. Awn Shawkat Al-Khasawneh (Jordan) 132\r\nMr. Christopher G. Weeramantry (Sri Lanka) 98\r\nIn the ballot just completed, more than five\r\ncandidates have obtained an absolute majority. This\r\nsituation has never before occurred in the General\r\n2\r\nGeneral Assembly 45th plenary meeting\r\nFifty-fourth session 3 November 1999\r\nAssembly. However, the same situation has occurred in the\r\nSecurity Council on several previous occasions. In this\r\nconnection, I draw the attention of representatives to\r\nparagraph 14 of the memorandum of the Secretary-General\r\ncontained in document A/54/305, which reads as follows:\r\n“Cases have arisen in the Security Council in\r\nwhich more than the required number of candidates\r\nhave obtained an absolute majority on the same ballot.\r\nThe practice followed by the Council has been to hold\r\na new vote on all the candidates, and the President of\r\nthe Council made no notification to the President of\r\nthe General Assembly until only the required number\r\nof candidates, and no more, had obtained an absolute\r\nmajority in the Council”.\r\nI therefore suggest that the Assembly proceed in the\r\nsame manner as in the Security Council, and that a new\r\nballot be conducted.\r\nMay I take it that the General Assembly agrees to this\r\nprocedure?\r\nIt was so decided.\r\nThe President: We shall accordingly proceed to\r\nanother unrestricted ballot to fill the remaining five\r\nvacancies.\r\nWe shall now begin the voting process. Ballot papers\r\nwill now be distributed.\r\nAll the candidates whose names appear on the ballot\r\npapers are eligible. May I again remind delegations that the\r\nnames of only five candidates should be marked with a\r\ncross. Any ballot paper on which more than five names are\r\nmarked will be considered invalid. Votes may be cast only\r\nfor those whose names appear on the ballot papers.\r\nAt the invitation of the President, Mr. N\u0027Dry\r\n(Côte d\u0027Ivoire), Mr. Sgouropoulos (Greece), Mr. Mihut\r\n(Romania), Ms. Smolcic (Uruguay) and Mr. Al-Ethary\r\n(Yemen) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 12.15 p.m. and\r\nresumed at 1.10 p.m.\r\nThe President: The result of the voting is as follows:\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 177\r\nAbstentions: 0\r\nNumber of members voting: 177\r\nRequired absolute majority: 95\r\nNumber of votes obtained:\r\nMs. Rosalyn Higgins (United Kingdom of\r\nGreat Britain and Northern Ireland) 162\r\nMr. Raymond Ranjeva (Madagascar) 159\r\nMr. Gonzalo Parra-Aranguren (Venezuela) 155\r\nMr. Gilbert Guillaume (France) 152\r\nMr. Awn Shawkat Al-Khasawneh (Jordan) 144\r\nMr. Christopher G. Weeramantry (Sri Lanka) 76\r\nThe following five candidates have obtained an\r\nabsolute majority in the General Assembly: Mr. Awn\r\nShawkat Al-Khasawneh, Mr. Gilbert Guillaume,\r\nMs. Rosalyn Higgins, Mr. Gonzalo Parra-Aranguren and\r\nMr. Raymond Ranjeva.\r\nI have communicated the result of the voting to the\r\nPresident of the Security Council.\r\nI have received from the President of the Security\r\nCouncil the following letter:\r\n“I have the honour to inform you that at the\r\n4059th meeting of the Security Council, held on 3\r\nNovember 1999, for the purpose of electing five\r\nmembers of the International Court of Justice for a\r\nterm of office beginning on 6 February 2000,\r\nMr. Awn Shawkat Al-Khasawneh, Mr. Gilbert\r\nGuillaume, Ms. Rosalyn Higgins, Mr. Gonzalo\r\nParra-Aranguren and Mr. Raymond Ranjeva\r\nobtained an absolute majority of votes.”\r\nAs a result of the independent voting in the Security\r\nCouncil and in the General Assembly, the following five\r\ncandidates have obtained an absolute majority in both\r\norgans: Mr. Awn Shawkat Al-Khasawneh, Mr. Gilbert\r\nGuillaume, Ms. Rosalyn Higgins, Mr. Gonzalo\r\nParra-Aranguren and Mr. Raymond Ranjeva. They are\r\ntherefore duly elected members of the International Court\r\nof Justice to serve for a nine-year term commencing on\r\n6 February 2000. I take this opportunity to extend to them\r\nthe Assembly\u0027s congratulations on their election and to\r\nthank the tellers for their assistance.\r\nWe have thus concluded our consideration of sub-\r\nitem (c) of agenda item 15.\r\nThe meeting rose at 1.20 p.m.\r\n3\r\n"