"United Nations A/54/PV.5\r\n99-85829 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth Session\r\n5th plenary meeting\r\nMonday, 20 September 1999, 3 p.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 3 p.m.\r\nAddress by Mr. Benjamin William Mkapa, President of\r\nthe United Republic of Tanzania\r\nThe President: The Assembly will now hear an\r\naddress by the President of the United Republic of\r\nTanzania.\r\nMr. Benjamin William Mkapa, President of the United\r\nRepublic of Tanzania, was escorted into the General\r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the United Republic of Tanzania, His\r\nExcellency Mr. Benjamin William Mkapa, and to invite him\r\nto address the Assembly.\r\nPresident Mkapa: Let me begin by congratulating\r\nyou, Mr. Theo-Ben Gurirab, on your election as President\r\nof the General Assembly at its fifty-fourth session. This is\r\nan expression of delegations’ confidence in and high esteem\r\nfor your diplomatic skills, and reflects also the\r\ndistinguished role which your country has played in\r\nfurthering the goals of this Assembly. I assure you of the\r\nfull support and cooperation of the Tanzanian delegation as\r\nyou guide the deliberations during this session.\r\nI wish also to commend your predecessor, Mr. Didier\r\nOpertti, for ably presiding over the Assembly at its fifty-\r\nthird session. I congratulate very specially the Secretary-\r\nGeneral of the United Nations, Mr. Kofi Annan, for the\r\nable and distinguished manner in which he has continued\r\nto manage and guide the affairs of our Organization in the\r\nface of many daunting challenges.\r\nThis last General Assembly session of the century\r\nand millennium, provides an opportunity to review the\r\npast and draw lessons from it. We must build on the\r\npositive, even as we mobilize the individual and collective\r\nwill to avoid carrying the baggage of poverty, conflict and\r\nhuman rights violations into the next century. The role of\r\nthe United Nations system must also be re-examined in\r\naccordance with the new vision we have for the future.\r\nThe twentieth century witnessed tremendous\r\nadvances in science and technology. But the benefits were\r\nnot shared widely, let alone equally. Unprecedented\r\neconomic development and prosperity has been attained,\r\nwith world consumption topping $24 trillion in 1998,\r\ntwice the level of 1975 and six times that of 1950. But,\r\non a world scale, the 20 per cent of the world’s people in\r\nthe highest income countries consumed 86 per cent of the\r\nworld’s goods and services, producing a corresponding\r\ndegree of pollution and environmental damage. And a\r\nwhole fifth of humanity has been left completely out of\r\nthis prosperity.\r\nThis century has also experienced major international\r\nconflicts, particularly the two world wars. The existence\r\nof a bipolar system driven by ideological differences, and\r\nthe resultant arms race that led to the abuse of science\r\nwhich was the development of weapons of mass\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\ndestruction, including nuclear weapons, exacerbated the\r\nsecurity situation in the world. To its credit, the United\r\nNations Organization has laid the foundation and\r\nframework for the attainment of peace, security,\r\ndevelopment and human rights. The United Nations actively\r\nsupported liberation struggles all over the world, and we are\r\nentering the new millennium having accomplished the\r\nmission of political decolonization in most countries. Of\r\nparticular gratification to Africa is the end of apartheid.\r\nWe have also witnessed the end of the cold war, even\r\nthough the peace dividend has yet to reach all corners of\r\nthe globe and include the innocent victims of the cold war.\r\nFor, as the African proverb has it, when two elephants\r\nfight, it is the grass that suffers.\r\nAfrica has unfortunately been left behind in\r\ndevelopment. Despite the positive macroeconomic\r\nachievements in recent years, the average African\r\nhousehold today consumes 20 per cent less than it did 25\r\nyears ago. Other new, critical challenges facing Africa\r\ninclude conflicts and the urgent need to consolidate the rule\r\nof law, human rights and democratic governance.\r\nThe United Nations in the coming century will be\r\nmeasured, among other things, by the degree to which these\r\nissues, particularly the development dimension, are\r\naddressed. The United Nations, by virtue of its global\r\nreach, its universal membership and its impartiality, has a\r\nvital role to play to ensure there is equity between the\r\nresponse to the challenges facing Africa and those facing\r\nother parts of the world.\r\nThe United Nations should also continue its role of\r\ncoordinating the United Nations system, including the\r\nBretton Woods institutions, the World Trade Organization\r\nand regional economic commissions. We reiterate the need\r\nfor broadening and strengthening the participation of\r\ndeveloping countries in international decision-making.\r\nDemocracy and good governance between nations is as\r\nimportant to humanity as democracy and good governance\r\nwithin nations.\r\nProcesses of liberalization and globalization of the\r\nworld economy have profound implications for Africa and\r\nother least developed countries in terms of their position in\r\nthe world economy, their development prospects, the nature\r\nof their economic policies and their impact on economic\r\nsovereignty.\r\nThe community of nations, at the dawn of a new\r\nmillennium, should rethink the mechanisms and policies\r\nthat underpin the functioning of the global economy to\r\ncreate a conducive international environment that ensures\r\nthe rapid economic development of the least developed\r\ncountries. We need a system whose pillars are growth,\r\nstability and social equity, and which should facilitate the\r\nintegration of least developed countries into the world\r\neconomy in a beneficial way.\r\nThese countries, particularly those in Africa, remain\r\nconstrained by weak supply capabilities, which, when\r\ncompounded by an unfavourable international economic\r\nenvironment, limit their ability to benefit from\r\nglobalization. The trend of the last few years does not\r\ngive us much comfort. From 1990 to 1996, African\r\nexports of goods grew by only 2 per cent on average.\r\nThe long-term objective of our development efforts\r\nis to improve production of quality goods and services\r\nthat can meet local needs and be exported. We see trade\r\nas a dynamic force for accelerating growth and\r\ndevelopment. We are, however, aware of our limitations\r\nin producing such products for the international market.\r\nOur economies still largely rely on the production of\r\ncommodities, in respect of which terms of trade continue\r\nto worsen. The issue of commodities should thus continue\r\nto be central to the international development agenda. In\r\nparticular, we urge the international community to provide\r\nresources and technical assistance to countries that depend\r\non commodities to build the capacity for vertical and\r\nhorizontal diversification of commodities.\r\nFurthermore, developed countries and funding\r\ninstitutions should increase their support to the Common\r\nFund for Commodities, including fulfilment of their\r\npledges. The United Nations should also reconsider the\r\nproposal for the establishment of a special fund to\r\npromote commodity diversification in Africa.\r\nWe hope that the Seattle ministerial meeting of the\r\nWorld Trade Organization (WTO) will give further\r\nimpetus to the implementation of measures to assist least\r\ndeveloped countries to become integrated into the\r\ninternational trading system in a meaningful way. We call\r\nupon the donor community to extend financial and\r\ntechnical assistance towards the implementation of\r\nintegration frameworks prepared by the least developed\r\ncountries.\r\nThe burden of debt is one of the main obstacles to\r\nthe achievement of the economic and social development\r\nobjectives of African and other least developed countries.\r\nThese countries devote a high proportion, in some cases\r\n2\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nexceeding 30 per cent, of government revenue to debt\r\nservice payment, with the consequent risk of social and\r\npolitical instability. We welcome the various debt relief\r\ninitiatives undertaken by the donor community. They\r\nprovide some relief, but more far-reaching measures,\r\nincluding debt forgiveness, need to be taken urgently to\r\nhave an impact on poverty.\r\nTanzania welcomes the revisions made to the Heavily\r\nIndebted Poor Countries Debt (HIPC) Initiative at the\r\nCologne summit of the Group of Seven. However, if\r\ngrowth is to be sustained, adequate levels of external\r\nfunding must complement our economic reform efforts. Nor\r\nshould debt relief under the HIPC Initiative be a substitute\r\nfor increased bilateral non-debt-creating aid, and neither\r\nshould it be financed through reallocation of committed aid.\r\nTanzania has established a multilateral-debt-relief fund\r\nto help it service multilateral debt so as to direct the\r\nsavings to poverty-reducing activities in the social sector,\r\nsuch as education, health and water services. We have\r\nshown that it is possible to link debt relief directly to\r\npoverty eradication initiatives in a transparent and\r\naccountable manner that involves government, civil society\r\nand donor countries. The debt relief we have received\r\nthrough the fund has gone straight to cushioning the social\r\nsector budget. I want to thank the Governments of\r\nDenmark, Finland, Ireland, the Netherlands, Norway,\r\nSweden and the United Kingdom, which have contributed\r\nto our war on poverty by contributing to our multilateral-\r\ndebt-relief fund account.\r\nMy delegation is deeply disturbed by the drastic\r\ndecline in official development assistance to less than one\r\nthird of the internationally agreed target of 0.7 per cent of\r\nthe gross national product of donor countries. For five years\r\ncontinuously, from 1992 to 1997, aid as a percentage of\r\ngross national product in countries of the Organization for\r\nEconomic Cooperation and Development (OECD) fell, from\r\na combined average of 0.33 per cent to an all-time low of\r\n0.22 per cent. This trend needs to be reversed as a matter\r\nof urgency.\r\nBut what is needed is aid that increasingly enhances\r\nour capacity for ownership of the development agenda and\r\nprocess, and our capacity to be self-developing. We do not\r\nwant the kind of aid that takes from us the initiative for\r\ndevelopment in dignity, and increases rather than reduces\r\ndependency on aid. Among other things, we need aid that\r\nwill help us develop an attractive environment for private-\r\nsector investment, domestic and foreign.\r\nTechnology is a key factor in the development\r\nprocess. The recent great strides in technology present\r\ntremendous opportunities for human development.\r\nHowever, this technological revolution has largely\r\nbypassed African and other least developed countries. The\r\nUnited Nations, and the international community at large,\r\nshould facilitate and finance access to and transfer of\r\ntechnology, including new and environmentally sound\r\ntechnologies, for developing countries on favourable,\r\nincluding consessional, or grant terms.\r\nTanzania is working closely with other countries to\r\nfind a peaceful resolution to conflicts in the Great Lakes\r\nregion, particularly in Burundi and in the Democratic\r\nRepublic of the Congo. The Burundi peace process, under\r\nthe facilitation of Mwalimu Julius K. Nyerere, is going\r\nwell in Arusha. The main sticking point is security\r\narrangements that would instil confidence and trust for\r\nall, as well as a democratic process involving all\r\nstakeholders. We hope that these problems will be\r\nresolved in the coming rounds of talks, so that a peace\r\nagreement can be reached as soon as possible. The\r\ninternational community should therefore continue urging\r\nfull participation by all the key players in the Arusha\r\npeace process. All attempts to wreck the negotiations,\r\nunder any pretext, should be discouraged.\r\nConcerning the Democratic Republic of the Congo,\r\nit is very encouraging that all the parties involved in the\r\nconflict have finally signed the Lusaka ceasefire\r\nAgreement. The challenge ahead is to not let the\r\nmomentum ebb, but to move expeditiously to implement\r\nthe truce, including sending and empowering Organization\r\nof African Unity (OAU) observers and a United Nations\r\npeacekeeping force, as envisaged.\r\nAngola continues to experience a fratricidal war\r\nwaged by rebel UNITA forces against the legal\r\nGovernment of Angola. Clearly, Jonas Savimbi has\r\nviolated the Lusaka Peace Agreement and has shown\r\ncontempt for international opinion. It is counterproductive\r\nfor the United Nations to remove its observer team from\r\nAngola, as this would send a negative signal that the\r\ninternational community is abandoning Angola in its hour\r\nof need.\r\nThe most recent summit of the Southern African\r\nDevelopment Community (SADC), held in Maputo,\r\nexpressed solidarity with the Government of President\r\nDos Santos and pledged to give him moral and material\r\nsupport. The international community should likewise be\r\nforthright in its support for the Angolan Government and\r\n3\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nin condemning Jonas Savimbi as the war criminal that he\r\nis. Action commensurate with the gravity of his insolence\r\nand his human rights abuses should likewise be taken\r\nagainst him.\r\nOn Western Sahara, Tanzania is following closely the\r\npeace process under the United Nations Mission for the\r\nReferendum in Western Sahara (MINURSO). We hope that\r\na solution to the crisis will be found through a referendum\r\nas provided for in the United-Nations-brokered peace\r\nprocess without any further unnecessary delays.\r\nMy delegation commends the truces and negotiated\r\nsettlements reached in the conflicts in Guinea-Bissau, Sierra\r\nLeone and Liberia, even as we urge practical commitment\r\nto peace and reconciliation in the Ethiopia-Eritrea war.\r\nI wish also to commend and encourage the positive\r\ndevelopments unfolding in Middle East. I urge Chairman\r\nArafat and Prime Minister Barak to remain committed to\r\nthe peace process and to move with courage and vision to\r\nthe next stages that will ensure the durable and shared\r\npeace and security that has eluded the Palestinian and\r\nIsraeli people for so long.\r\nFrom this podium, I denounce the merchants of war\r\nfuelling conflicts on the African continent. Arms dealers\r\nshould stop supplying weapons to conflict areas. Countries\r\nshould adhere to the relevant international conventions\r\nprohibiting the arms trade, especially between non-state\r\nentities. It is immoral and unacceptable that natural\r\nresources such as gold, diamonds, oil and timber, which\r\nshould be exploited to build a better future for African\r\nchildren, are being used instead to buy weapons from rich\r\ncountries and arms dealers, with which to kill and maim\r\nthose very children and their parents.\r\nAssociated with conflicts in the Great Lakes region is\r\nthe problem of refugees. Tanzania has received refugees for\r\nover 40 years now. As I speak, we still host over 800,000\r\nrefugees, some in refugee camps and many others in\r\nsettlement camps and elsewhere in society. We have always\r\nreceived refugees out of humanitarian concerns in the\r\nAfrican way and in fulfilment of our international\r\nobligations. We have never turned away those fleeing to\r\nsave their lives, and we have never negotiated refugee\r\nquotas with other countries. Yet even for us, the time\r\ncomes when we must appeal for more help to give us the\r\ncapacity to provide succour and refuge to these people. I\r\npay tribute to the United Nations High Commissioner for\r\nRefugees, Mrs. Ogata, and her colleagues for the efforts\r\nthey are making to draw international attention to African\r\nrefugees and displaced persons.\r\nThe Office of the United Nations High\r\nCommissioner for Refugees (UNHCR) has done much,\r\nbut it can only do as much as the international community\r\ngives it resources to do. I urge greater support to UNHCR\r\nand other relief agencies working in Tanzania, and greater\r\nsupport to my Government.\r\nA lasting solution to the refugee problem, however,\r\nlies in resolving the root causes in the refugee-generating\r\ncountries. This would enable UNHCR to begin the\r\nrepatriation process, as was done successfully in the case\r\nof Rwanda three years ago.\r\nFour years ago, the United Nations established the\r\nInternational Criminal Tribunal for Rwanda in Arusha.\r\nApart from the Tribunal’s early teething problems, the\r\nGovernment of Tanzania lauds its many precedent-setting\r\nachievements in the emerging area of international\r\ncriminal justice. We commend the improvements in the\r\nefficiency of the Tribunal’s operations and management\r\nunder its Registrar.\r\nAs we pledge to continue fully supporting the\r\nTribunal in accordance with our obligations as the host\r\ncountry, we call upon the United Nations and the entire\r\ninternational community to continue providing all\r\nnecessary support, including resources and manpower,\r\nuntil the task of prosecuting all culprits in the Rwanda\r\ngenocide episode is successfully accomplished. A strong\r\nand clear message must come out of this Assembly that\r\nno war criminal will ever escape the long arm of\r\ninternational law.\r\nTanzania adds its voice to the denunciation of the\r\nviolent attempts to thwart the fulfilment of the desire of\r\nthe people of East Timor to be free and sovereign, clearly\r\nand preponderantly expressed in a free and fair\r\nreferendum. The results of the referendum must be\r\nrespected and the Timorese people’s aspirations realized.\r\nThe international community must assume its\r\nresponsibility to see this process to a successful\r\nconclusion. No effort and no sacrifice is too big to be\r\nmade in that regard. We commend and encourage the\r\ndecision of the Government of Indonesia to invite and\r\ncooperate with international efforts under the United\r\nNations to stop the massacres and mayhem and to ensure\r\nthat the wishes of the majority of the people of East\r\nTimor are unequivocally met.\r\n4\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nWe in Tanzania believe that no national or global\r\nefforts to eradicate poverty can succeed unless and until\r\nthey address the specific problems related to the poverty of\r\nwomen. We urge the United Nations to continue promoting\r\ngender equality issues, including the provision of resources\r\nand technical assistance to enhance women’s education,\r\nhealth and other projects aimed at their empowerment.\r\nMy Government is striving to make sure that women\r\nare given opportunity to fully participate in all levels of\r\ndecision-making and that they get equal access to education\r\nand access to credits on a preferential basis. We have also\r\ntaken measures to protect women, girls and children from\r\nsexual harassment and abuse. Tanzania has most stringent\r\nlegislation on sexual offences that provides for punishment\r\nup to life imprisonment. There is also a new Land Law\r\nproviding for complete gender equality in the ownership,\r\nuse and disposal of land and which supersedes customary\r\nland law. There are also laws to protect the rights of\r\nwomen in marriage, child custody and inheritance, which\r\nare being reviewed to address all the concerns of women.\r\nSpecial efforts are also being made to increase the\r\nenrolment of girls and women at all levels of education.\r\nThese are challenging times, especially for developing\r\ncountries. Yet, I believe there is a ray hope for building the\r\nfoundations of a more equitable and dynamic system of\r\ninternational development cooperation through the smart\r\npartnership approach of a “win-win” outcome for all\r\nplayers. As we enter the new millennium, I wish to reiterate\r\nour firm commitment to cooperating with others in\r\nachieving the goals of the United Nations Charter,\r\nparticularly those relating to the promotion of economic\r\ndevelopment and prosperity, peace and security and a better\r\nworld for present and future generations.\r\nAs we enter the century of globalization, let all\r\nGovernments ask the question: Are we globalizing\r\nprosperity or are we globalizing poverty? Are we striving\r\nfor the kind of political correctness that eschews affluence\r\namid poverty or for that which manufactures euphemisms\r\nfor poverty, pretending it will go away? In a vivid cartoon\r\nin 1965, Jules Feiffer portrayed the plight of the poor in\r\nthese words:\r\n“I used to think I was poor. Then they told me I\r\nwasn’t poor; I was needy. Then they told me it was\r\nself-defeating to think of myself as needy; I was\r\ndeprived. Then they told me that underprivileged was\r\noverused; I was disadvantaged. I still don’t have a\r\ndime. But I have a great vocabulary.”\r\nThat plight of the poor persists equally poignantly to\r\nthis day. We have spoken much; perhaps too much. The\r\narchives of this Organization are bursting with studies and\r\nideas and reviews. Let us strive to do more and talk less\r\nin the new century.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the United Republic of\r\nTanzania for the statement he has just made.\r\nMr. Benjamin William Mkapa, President of the\r\nUnited Republic of Tanzania, was escorted from the\r\nGeneral Assembly Hall.\r\nAddress by Mr. Arnoldo Alemán Lacayo, President of\r\nthe Republic of Nicaragua\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Nicaragua.\r\nMr. Arnoldo Alemán Lacayo, President of the\r\nRepublic of Nicaragua, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of Nicaragua, His Excellency\r\nMr. Arnoldo Alemán Lacayo, and to invite him to address\r\nthe Assembly.\r\nPresident Lacayo (spoke in Spanish): Please accept\r\nour warmest congratulations, Sir, on your well-deserved\r\nelection to the presidency of the General Assembly. We\r\nwish you every success, which we are convinced will be\r\nforthcoming in your leadership and in the outcome of\r\nthese proceedings.\r\nWe also wish to convey heartfelt recognition to the\r\nForeign Minister of Uruguay, Mr. Didier Opertti, who so\r\nbrilliantly presided over the last session, a matter of\r\nlegitimate pride for Latin America.\r\nI should also like to convey a message of warm\r\nsupport and tribute to the Secretary-General, Mr. Kofi\r\nAnnan, for the fruitful work that he has been pursuing\r\nwith commendable energy and great vision, to reform,\r\nstrengthen and invigorate the complex and sensitive\r\nUnited Nations system within a comprehensive context\r\nwhile looking towards a new century and a new\r\nmillennium that will require all kinds of revisions,\r\nadjustments and adaptations.\r\n5\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nWe share and support the initiatives that, among their\r\nother objectives, are designed to make it easier for countries\r\nthat are relatively underdeveloped and engaged in the tasks\r\nof economic and social development and combating poverty\r\nto achieve the very difficult and painful transition to a new\r\nglobalized world with a market economy devoid of barriers,\r\nwhere rapidly developing patterns are being imposed with\r\nregard to competitiveness, advanced technology, models of\r\nculture and consumption, social and computer\r\ncommunications, sophisticated systems of financing and a\r\nvast array of other tools and processes. All of this\r\nhighlights with stark reality the great differences and\r\nimbalances that exist at the international level.\r\nThose are the major challenges that we must confront\r\ntogether, using political will, hard work, education, training,\r\nthe transfer of science and technology, investment,\r\nopenness, production, trade, superior skills and active\r\npolicies of participation to ensure that shared benefits will\r\nflow out to profit all, fairly and equitably, at every layer of\r\nthe social fabric of our peoples.\r\nIt would be unfortunate and very dangerous if these\r\ngreat opportunities offered by globalization were not\r\ntranslated into positive, innovative and tangible changes to\r\neffectively promote, in the shortest time possible, a\r\nsubstantive improvement in standards of living, expectations\r\nand opportunities for the vast majority, within the\r\nframework of sustainable development.\r\nOn occasions, at certain stages in these transitional\r\nprocesses, disturbances have occurred as a result of\r\ntroubling inequalities between various sectors and social\r\nactors. Such differences exist and are growing both in\r\nadvanced countries and in developing countries, which are\r\nin the majority.\r\nWe should anticipate, reverse, mitigate or, at least,\r\ntemper with realism and sensitivity such negative effects,\r\nwhich owe their origins and characteristics to specific\r\ncircumstances and considerations that were assumed to be\r\ntemporary. A failure to take adequate measures could put\r\nat risk budding democracies, which are precariously\r\nbuilding stability and the institutional structures of law and\r\ngovernance.\r\nIn this primordial task, the participation of citizens and\r\nof civil society, in its various forms, is vital. We must make\r\nuse of a constant, open and pluralist dialogue to facilitate\r\nchanges of course, reform and consensus, which will\r\ncontribute to the strengthening of democratic systems and\r\nmake it possible for people to live together in peace.\r\nIn this context, this year the two main political\r\nforces in Nicaragua, which together won a little more\r\nthan 90 per cent of the vote in the most recent elections,\r\nhave produced an agenda that will be submitted to the\r\nNational Assembly for consideration, so that it can be\r\ndebated with complete transparency in the nation\u0027s\r\nprincipal forum.\r\nFurthermore, beginning in 1997, my country began\r\na difficult reorganization and structural adjustment\r\nprocess, taking the decision to deal responsibly with the\r\nhigh political and social costs of laying down the stable\r\nfoundations for dynamic national reconstruction and\r\ntransformation.\r\nWe must put behind us once and for all the painful\r\nperiod in our history, which lasted more than a decade\r\nand was characterized by destruction and violence in a\r\ncycle of fratricidal confrontation and which, fortunately,\r\nhas now been overcome. That historical interval left us in\r\na very weakened state that was reflected in the\r\ndeterioration of all human development indicators, the\r\ngeneral collapse of economic activities and a gigantic\r\nexternal debt whose unbearable and overwhelming weight\r\nwas borne on the impoverished shoulders of the long-\r\nsuffering people of Nicaragua.\r\nThis situation of extreme fragility made it necessary,\r\nfrom the beginning of my Government, to formulate an\r\neconomic policy that would gain the support and\r\ncredibility of the international community and the\r\nmultilateral organizations. This led to an agreement with\r\nthe International Monetary Fund (IMF) for a new\r\nenhanced structural adjustment facility (ESAF)\r\nprogramme which, after its projected completion within\r\na period of three years, would have made it possible for\r\nus to qualify for the concessionary plan of the Heavily\r\nIndebted Poor Countries Debt Initiative.\r\nWhile we were occupied with the many sacrifices\r\nthat we had to make during that tough process of healing,\r\nreorganization and reconstruction, a little less than a year\r\nago we suffered the ill-timed and devastating effects of\r\nHurricane Mitch, which severely affected our efforts,\r\nwork and plans. However, generous international\r\ncooperation mitigated to some extent the suffering, the\r\nirreparable loss of thousands of lives of our compatriots\r\nand the widespread destruction of basic infrastructures,\r\nproperty, natural resources and the environment.\r\nThe damage inflicted by the tragedy also created\r\nnew challenges and opportunities, encouraging us to\r\n6\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nredouble our efforts and to seek the necessary unity, joining\r\ntogether without distinction, in efforts to move forward. In\r\nMay this year, therefore, the Consultative Group for the\r\nReconstruction and Transformation of Central America,\r\nconvened initially by the Inter-American Development Bank\r\nin Washington in December 1998 as a result of Hurricane\r\nMitch, met in Stockholm and offered Nicaragua phased\r\nglobal support amounting to $2.5 billion for a period of\r\nthree to four years. This significant support will enable us\r\nto give urgent attention to social programmes and\r\ninfrastructure projects, with priority being given to the\r\nsensitive areas of health, education and housing, as well as\r\nto plans for assistance to small producers and agricultural\r\nworkers affected by Hurricane Mitch.\r\nThe disciplined implementation of the ESAF\r\nprogramme and the new set of circumstances ushered in by\r\nthe hurricane, led last week to an event that happily\r\ncoincided with the celebration of our national\r\nindependence — a resolution of the International Monetary\r\nFund by which it associated itself with the resolution\r\npreviously adopted by the World Bank, thereby opening the\r\ndoor to Nicaragua for its inclusion in the HIPC initiative.\r\nThis extraordinary event, which will mean a substantial\r\npardoning of our external debt, was a historical watershed,\r\nopening up a fresh chapter in our new independence, which\r\nwill transform the economic and social reality of our\r\npeople, making it possible for them to enter the new\r\ncentury relieved of an unbearable burden inherited from the\r\npast, with renewed vigour, great potential and realistic\r\noptimism for a substantially improved quality of life for\r\nNicaraguans.\r\nWe should like to reiterate our eternal gratitude to the\r\ninternational community and to the multilateral\r\norganizations that have smoothed our path, enabling us to\r\nmarch together, shoulder to shoulder, towards a promising\r\nfuture.\r\nNicaragua appreciates the sustained efforts of the\r\nUnited Nations system. Those efforts have been expanded\r\nduring this decade to incorporate the great challenges and\r\nmain issues confronting the country, including issues\r\nconcerning governance and local development, the\r\npromotion of a healthy environment, the reduction of\r\nextreme poverty, greater access by disadvantaged\r\npopulations to public services, the modernization of\r\ndemocratic institutions, the promotion of population\r\npolicies, the process of demobilization of ex-combatants\r\nand the search for solutions to property conflicts through\r\ndialogue. Likewise, we acknowledge the special efforts\r\nmade by the United Nations with regard to strengthening\r\nthe administration of justice and the penal system, and to\r\nthe creation of the Inter-American Court of Human\r\nRights. It is also appropriate to emphasize its support for\r\nthe prevention of natural disasters through overcoming\r\nsocio-economic and environmental vulnerabilities.\r\nWorking together with the United Nations, we have\r\ngradually been fulfilling the commitments of the Earth\r\nSummit of 1992 during my term of office in order to\r\ncreate the National Council on Sustainable Development\r\n(CONADES). We have also been making strides\r\nconcerning the Conventions on Biodiversity and Climate\r\nChange, as well as participating in the major projects of\r\nthe Meso-American Biological Corridor and the\r\nBiological Corridor of the Atlantic.\r\nAt the same time, we have been making a consistent\r\neffort in the demining of the border zone with Honduras,\r\nwhere the last war left more than one 100 thousand anti-\r\npersonnel landmines in the ground. We thank the\r\ninternational community, and especially the Organization\r\nof American States and the United Nations, for the\r\nsignificant resources they placed at our disposal to\r\nundertake this delicate task.\r\nAs signatory to the Treaty of Tlatelolco, we\r\nunreservedly support initiatives aimed at establishing an\r\ninternational mechanism for the total elimination of\r\nnuclear weapons. We are also conscious of the grave\r\nmenace to the security of our nations and to peace posed\r\nby arms trafficking, including trafficking in small arms,\r\nwhich cause the greatest suffering and loss of human life.\r\nWe join in the world crusade to combat poverty,\r\nwhether that poverty is generalized, focused or in diverse\r\nstrata of our societies. We are pleased that the last year of\r\nthis century has been designated the International Year of\r\nOlder Persons, who seem increasingly to suffer from\r\npoverty and neglect. We likewise reaffirm our\r\ncommitment to ensure social protection, along with the\r\nredoubling of efforts to make more effective both the\r\npersonal security of citizens and the security of their\r\nproperty.\r\nI would not want to end without inviting the\r\nAssembly to reflect on the hopes of the 22 million\r\npersons who, at the threshold of the twenty-first century,\r\ncontinue to lack representation at the United Nations —\r\nthe Organization of universal vocation, where the most\r\nimportant decisions having to do with international policy\r\nare taken. The Republic of China — founded in 1912 and\r\nwhich has been an independent sovereign nation that\r\n7\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nmaintains official diplomatic relations with Nicaragua and\r\nthe other republics of Central America and other\r\ncountries — continues, lamentably and unjustly, to be\r\nunrepresented in the Organization. This prevents it from\r\nparticipating in the work of the Organization and from\r\nmaking its valuable contribution in the various areas of\r\ninternational cooperation, despite the fact that it has\r\ncomplied fully with the provisions of the Charter of the\r\nUnited Nations, which was signed at San Francisco.\r\nMy Government has supported and will continue to\r\nsupport, with firm and fraternal solidarity, the\r\nunquestionable right of the Republic of China — whose\r\nexercise of full sovereignty over Taiwan for half a century\r\nis an unquestionable reality — to be incorporated as a full\r\nmember of the United Nations. We therefore call anew on\r\nthe international community not to deny that friendly,\r\nprogressive and exemplary people the right to be recognized\r\nand allowed effective participation in this great forum,\r\nthereby affording it the well deserved opportunity of\r\nsharing with us its vocation for peace and its generous\r\nspirit of international cooperation.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of Nicaragua\r\nfor the statement he has just made.\r\nMr. Arnoldo Alemán Lacayo, President of the\r\nRepublic of Nicaragua, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Andrés Pastrana Arango, President of\r\nthe Republic of Colombia\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Colombia.\r\nMr. Andrés Pastrana Arango, President of the\r\nRepublic of Colombia, was escorted into the General\r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of Colombia, His Excellency Mr.\r\nAndrés Pastrana Arango and to invite him to address the\r\nAssembly.\r\nPresident Pastrana (spoke in Spanish): Allow me, on\r\nmy own behalf and on behalf of my country, to express our\r\ncongratulations to you, Sir, on your election as President of\r\nthe General Assembly for the current session. I am certain\r\nthat, with a person of your qualities and experience at the\r\nhelm, the Assembly will achieve the desired results.\r\nI wish to express my congratulations and gratitude\r\nto your predecessor, my friend Chancellor Didier Opertti\r\nof Uruguay, for his efficient work.\r\nI would also like to express my appreciation to the\r\nSecretary-General of the United Nations, Mr. Kofi Annan,\r\nfor his dedication and his contribution to the renewal of\r\nthe Organization, and to reiterate to him our confidence\r\nin his work and his leadership.\r\nThis session of the General Assembly is the last one\r\nof the twentieth century. In the last hundred years, despite\r\ntwo disastrous global conflagrations, the nations of the\r\nworld have come to the collective realization that all wars\r\nare civil wars, all killing is fratricidal, and that any minor\r\nconflict could, by escalating to the nuclear level, spark\r\nhumankind’s final war. It has thus become clear that in\r\norder to survive and prosper, nations must be united in a\r\nbasic agreement on the prevention of war and the\r\nprotection of human rights, with the preservation of the\r\nhuman race as a first priority.\r\nToday, on the eve of the new millennium, after half\r\na century marked by setbacks as well as by major\r\nsuccesses, the United Nations must renew its mandate as\r\na source of social and economic development and as a\r\nforce for peace.\r\nHere I would prefer to avoid pro forma statements\r\nand present instead some concrete and explicit\r\nconsiderations, as we believe that this Organization must\r\nbe the catalyst of a fair and realistic response to the\r\nchallenges of our common destiny.\r\nNo one could argue with the lofty principles\r\nunderlying the Charter of the United Nations. Its\r\nunquestioned universality is one of the characteristics of\r\nthe second half of the twentieth century. We agree that\r\nrespecting the Charter must mean, above all else, applying\r\nthose principles effectively, without interpreting them in\r\nways that distort the purposes of the Charter.\r\nOur collective experience of over half a century has\r\nshown that the proper application of the Charter of the\r\nUnited Nations is indeed the best and safest way of\r\nachieving and consolidating the benefits of world peace.\r\nOne of the Charter’s cherished principles is the obligation\r\nof States not to interfere, directly or indirectly, in the\r\naffairs of other States, as sovereign equality excludes\r\n8\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\ninterference in the internal jurisdiction of other countries. It\r\nalso implies complying, in good faith, with agreed\r\ncommitments; observing the principles underlying them;\r\nand simultaneously respecting freedoms and human rights.\r\nThis is a fundamental aspect of international affairs.\r\nThe founders of the United Nations — and my\r\ngrandfather was among them — were not mistaken in their\r\nbelief that international peace is based on the sovereignty\r\nof Member States. Nor were they wrong when, ruling out\r\nthe unilateral use of threats and force against the integrity\r\nand independence of States, they envisaged the use of\r\neffective collective means.\r\nOver the past year, we have worked with\r\ndetermination to put an end to the 40-year-old conflict in\r\nColombia. We have reached agreement on an agenda for\r\nnegotiations between our Government and the Colombia\r\nRevolutionary Armed Forces (FARC), the oldest and largest\r\nof the guerrilla groups. But as the world knows, we are\r\nnegotiating in the midst of conflict, without benefit of a\r\nceasefire, so the killings, kidnappings and attacks by the\r\nguerrillas and the “self-defence” groups are still taking a\r\nhigh human, social and economic toll. Achieving peace will\r\nrequire time, patience and optimism in order to successfully\r\novercome the obstacles and doubts inherent in this process.\r\nWhen I last stood upon this rostrum, one year ago, I\r\noutlined a new direction for my country: to work to put an\r\nend to the corruption and violence in Colombia. I must\r\nadmit that the past year has been difficult; the challenges\r\nwe face are complex. The most important lesson we have\r\nlearned is that peace is a primary goal for Colombia. Not\r\npeace at any price, but a genuine peace that strengthens our\r\ndemocracy, preserves territorial unity and gives every\r\nColombian his or her rightful place in our common destiny.\r\nThe quest for peace is not limited to dialogue and\r\nnegotiation or to putting an end to armed conflict.\r\nAchieving peace requires much more than convincing the\r\nparties to sit at the negotiating table and reach\r\ncompromises. It requires rebuilding a society and State in\r\nwhich the causes of conflict have been eradicated, which\r\nstrengthens the State and helps to create the foundations of\r\na stable and lasting peace.\r\nWe Colombians have taken seriously the responsibility\r\nof achieving peace. As our recent history makes clear,\r\ninternational support is also necessary for us to face our\r\nchallenges. Colombia needs financial support from\r\nmultilateral organizations, from friendly countries and from\r\nnon-governmental organizations to complement my\r\nAdministration’s efforts. Such support is key for\r\nColombia.\r\nTo this end, we have formulated a strategic package\r\nfor peace, economic prosperity and the strengthening of\r\nthe State; it is called Plan Colombia. It synthesizes our\r\neconomic, political and social views and aims to defend\r\nColombia from the threat of drug trafficking, to\r\nstrengthen our democratic institutions throughout the\r\nnational territory, and to guarantee the security of our\r\ncitizens and the full enjoyment of their rights and\r\nfreedoms. For that reason, we are counting on the\r\nsolidarity and contributions of the international\r\ncommunity.\r\nGiven the complexity of the process, it is clear that\r\ncooperation for peace must be carried out with the utmost\r\ncaution. Careless actions can thwart these efforts. That is\r\nwhy we are increasingly concerned by the groundless\r\nrumours of alleged military interventions in Colombia,\r\nwhose supposed purpose is to help my country in the\r\nstruggle in which it is engaged.\r\nI would like from this rostrum solemnly to state that\r\nColombia, true to the principles that govern our Republic,\r\nrejects any foreign interference or intervention in its\r\ninternal affairs. We Colombians will work to overcome\r\nour own challenges. These are times of cooperation, not\r\nintervention.\r\nMy Government also believes that the peace process\r\nis key in winning the fight against the worldwide problem\r\nof drugs. That immoral trade, which ruins lives, fuels\r\nviolence, promotes corruption and destroys our ecosystem,\r\nmust be opposed by all nations, by all available means.\r\nTo that end, we must coordinate our efforts regarding\r\nproduction and consumption as well as the numerous\r\nlinks between these two evils.\r\nOver the past two decades, Colombia has been on\r\nthe front lines of this battle, facing down the drug cartels\r\nand their campaigns of intimidation and terror. In the\r\nprocess we have lost many of our finest citizens, to whom\r\nwe owe an immeasurable debt of gratitude.\r\nBut as the major Colombian cartels are wiped out,\r\nthe illegal drug trade has become a kind of hydra — more\r\nspread out, more international and less public, and\r\ntherefore more difficult to defeat. To vanquish it requires\r\na genuine partnership among the countries that consume\r\nand produce illegal drugs, underpinned by the principles\r\nof joint responsibility, reciprocity and fairness.\r\n9\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nIncreased efforts must also be made to confiscate from\r\ndrug traffickers the money and property they have obtained\r\nfrom that illegal trade. In particular, we must fight the\r\nsmuggling of industrial products to Colombia, which serves\r\nto launder drug money and ends up suffocating Colombia’s\r\nindustries. We must also halt the flow of precursor\r\nchemicals needed for the production of narcotics. And\r\nmultinational corporations that benefit in one way or\r\nanother should be held accountable for not taking the\r\nnecessary precautions to prevent their helping and\r\nparticipating in drug trafficking through negligence.\r\nThere will be no peace in Colombia as long as the\r\ngreedy businesses of drug trafficking and the black market\r\nin weapons continue supplying irregular groups. We are\r\nvery concerned about the significant amounts of various\r\ntypes of weapons illegally entering Colombian territory.\r\nThere is an urgent, inescapable need for all Governments to\r\ncooperate to control and halt this unacceptable traffic in\r\ndeath and destruction.\r\nFor the last two years, since the first shock wave of\r\nthe so-called Asian crisis, the economy has been suffering\r\nthe difficulties of instability and slow-down. This crisis has\r\nshown that no State, however powerful, is immune, and that\r\nthe poor countries have suffered the most from its\r\nconsequences.\r\nThe hypothesis that capital flows would promote\r\naccelerated and sustained economic growth has faded in the\r\nlight of the facts. We have seen the growth of enormous\r\nsums of virtual money, whose uncontrolled movements\r\nhave brought economic turbulence, unemployment, more\r\npoverty and even, in some cases, political instability. Latin\r\nAmerica has become the most recent victim of the crisis.\r\nWe must, therefore, give the most serious consideration and\r\npriority to the design of a new financial structure. This will\r\nbe viable and efficient only if it involves increased\r\nresources from multilateral financial institutions. It must\r\nalso involve support mechanisms to lessen the social impact\r\nof structural adjustment programmes, especially those\r\naffecting the most vulnerable. The Secretary-General, Mr.\r\nKofi Annan, said so when he spoke about the need to\r\nrespect essential values to give a human face to the global\r\nmarket.\r\nAt the end of the twentieth century, we are moving\r\ninto an era of powerful changes, accompanied by\r\nworrisome tensions. Globalization is deepening, but it\r\ncoexists with forces that encourage fragmentation. As the\r\npeace processes move forward in many regions, new\r\nviolence explodes in others. Wealth is expanding to\r\nunprecedented levels, but alienation and poverty persist.\r\nThe technological means that promote interdependence\r\nand development also support networks of organized\r\ncrime, drug trafficking, money laundering, terrorism and\r\narms trafficking. New struggles and conflicts have\r\nappeared, some using means for which the international\r\ncommunity does not seem to be prepared.\r\nGlobal confrontation is a thing of the past, as are the\r\nold plots resulting from strife and spheres of influence.\r\nThese are times to think in terms of a real community of\r\nnations, as competing partners, but mainly as partners that\r\nshare a common destiny.\r\nThere is, nevertheless, a perception that not\r\neverything is going well. The world is still not satisfied\r\nwith itself. There are forces of destabilization and\r\nimbalance which put at risk the achievements made to\r\ndate. Many millions still suffer from malnutrition,\r\nilliteracy, disease and exclusion.\r\nWe must, therefore, revitalize international\r\ncooperation to make the best of globalization, to distribute\r\nits benefits more fairly so that development and peace can\r\ncomplement each other efficiently and productively.\r\nRevitalizing cooperation is not an option; it is a duty.\r\nAfter over five decades of existence, the United\r\nNations has partially fulfilled its promise. It has been able\r\nto avoid the horrors of a new world holocaust. But the\r\nanticipated order, wherein the United Nations would\r\nguarantee peace, security and development for all peoples,\r\nremains to be built.\r\nAfter the progress achieved with the Secretary-\r\nGeneral’s reform proposals, we see with great concern\r\nthat the pace of change has slowed. Reform must be a\r\ncontinuing process. The United Nations must continue\r\nadapting ever more effectively to new conditions and\r\nrealities. But this cannot simply take a form that is a\r\nproduct of the post-cold-war era. We need a concerted\r\nwill. From various directions there are calls for the\r\nSecurity Council to become more effective, to consult the\r\nspirit of the Charter and to balance the realities of world\r\npower with the just aspirations of those peoples which are\r\nleast strong.\r\nThe system of collective security is one of the\r\ncornerstones of multilateralism. It is the rational response\r\nto interventionist or isolationist tendencies, the maximum\r\nguarantee of the principles to which we all adhere.\r\nColombia reiterates its confidence in these principles of\r\n10\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\ncollective security and its commitment to work, decisively,\r\nwith the different sectors of the international community in\r\norder to invigorate the capacity of the Security Council to\r\nrespond to problems and crises in all regions. That is why\r\nmy country has submitted its candidature for a seat on the\r\nCouncil for the period 2001-2002.\r\nThe time for simple reform intentions is past. With the\r\narrival of the new millennium, the historic moment has\r\ncome to begin anew real negotiations in the different\r\ninstitutions. We need to find genuinely universal paradigms\r\nto ensure that multilateralism leads to the globalization of\r\nsolidarity. It is necessary to leave behind generalities or\r\nfragmented criteria in order to find a comprehensive vision\r\nof the United Nations system. A great effort of coordination\r\nis required between these institutions and the new\r\ninternational actors, including non-governmental\r\norganizations, and the promotion of a real association\r\nwithin a globalized but fairer system. The twentieth century\r\nhas demonstrated that, alongside the horror and cruelty,\r\nthere has prevailed what was once considered utopian: the\r\nUnited Nations.\r\nOur paramount commitment must be to the human\r\ncondition, the ethics and culture of peoples, solidarity and\r\nrespect for others, regardless of ethnic, ideological, religious\r\nor any other considerations. We cannot give in until the day\r\nwhen the freedom and democracy proclaimed in our\r\ndocuments have become a universal reality. When we have\r\nliberated the human spirit so that it may fully develop its\r\nenormous potential, we will have laid the foundations of a\r\nworld truly at peace.\r\nColombia, amidst its difficulties and problems, does\r\nnot want to be, nor will it be, simply a witness to the\r\nchanges of these times. Colombia is not a military or\r\neconomic power. Nonetheless, it is respected by the\r\ncommunity of nations for its unlimited and unconditional\r\nsupport for the norms and principles of international law.\r\nWe offer our contribution — modest, but part of the\r\ncommon effort — to a better future for all mankind.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of Colombia\r\nfor the statement he has just made.\r\nMr. Andrés Pastrana Arango, President of the\r\nRepublic of Colombia, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Jorge Fernando Branco de Sampaio,\r\nPresident of the Portuguese Republic\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Portuguese Republic.\r\nMr. Jorge Fernando Branco de Sampaio, President\r\nof the Portuguese Republic, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of Portuguese Republic, His Excellency Mr.\r\nJorge Fernando Branco de Sampaio, and to invite him to\r\naddress the Assembly.\r\nPresident Sampaio (spoke in Portuguese; English\r\ntext furnished by the delegation): Allow me, Sir, to\r\ncongratulate you on your election to the presidency of the\r\nGeneral Assembly. Your election is a well-deserved\r\ntribute to the role that Namibia is playing in the\r\ninternational arena. Your human, professional and\r\nintellectual qualities will certainly ensure positive\r\nguidance of our work.\r\nAllow me also to take this opportunity to pay tribute\r\nto the outgoing President, Mr. Didier Opertti, for the\r\ndedicated and competent manner in which he conducted\r\nthe work of the fifty-third session of the Assembly. I\r\nreserve a special word of appreciation and esteem for the\r\nSecretary-General, Mr. Kofi Annan, for the notable way\r\nin which he has been fulfilling his difficult task at a\r\nmoment when so many and such complex challenges face\r\nthe United Nations and so many hopes are placed on the\r\nOrganization’s capacity to act.\r\nI address the Assembly still under the impact of the\r\nwave of emotion, indignation and revulsion that swept\r\nover the entire world as a result of the tragedy that befell\r\nthe people of East Timor after the announcement of the\r\nresults of the popular consultation on the future of that\r\nTerritory, which was conducted in an exemplary manner\r\nby the United Nations on 30 August.\r\nAnyone who saw the pictures of the Timorese on\r\nvoting day — clutching their registration cards, waiting in\r\norderly lines for the long-awaited moment to express\r\nfreely their will — must have reacted with strong emotion\r\nand surely perceived, on those faces and in those gestures,\r\nthe universal appeal of democracy, freedom and justice.\r\nThe striking contrast between the example of silent\r\ncourage and civic sense given by the Timorese when\r\nmassively participating in the ballot and the barbaric acts\r\nof revenge that followed clearly reveals what was at stake\r\nin this process.\r\n11\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nI do not wish to dwell on the history, unfortunately so\r\nlittle known, of the struggle for independence waged by the\r\npeople of East Timor over the last 24 years. Nor will I\r\nrecount the procession of horrors they had to suffer and,\r\nunfortunately, are still suffering to win their freedom.\r\nHistory teaches us that the birth of a new nation is usually\r\na conquest by its people, achieved as a result of a painful\r\nprocess. The case of East Timor is not an exception. By\r\ntheir courage, determination and willingness to fight and\r\nsuffer, the people of East Timor have earned the right to\r\nbecome an independent nation. I wish to pay tribute to\r\nthem, as well as to their leader, Xanana Gusmao, whose\r\nhuman and political qualities have commanded the respect\r\nof all who have met him. And on behalf of the Portuguese\r\npeople, I would like here to bow before the memory of all\r\nthe Timorese who paid with their lives for the dignity of\r\ntheir people.\r\nThe events of the last few weeks in East Timor have\r\nrocked the conscience of the international community and\r\nforce us to reflect on the responsibility of the United\r\nNations, as the representative organ of that community, for\r\nthe construction of a more just and humane international\r\nsociety. As universal awareness of the inalienable value of\r\nthe dignity of the human being takes hold at this end of the\r\ncentury, an increasingly heavy responsibility is falling to\r\nthe members of the international community to articulate\r\nprinciples and interests, in the knowledge that for interests\r\nto be legitimate principles must be upheld. That awareness\r\ndemands, from all those holding public office, prompt and\r\nfirm responses to moral and juridically unacceptable\r\npolitical behaviour, as well as to the humanitarian tragedies\r\nand cycles of regional instability that these provoke.\r\nWorld public opinion, which takes shape before our\r\neyes as a result of the globalization of the means of\r\ncommunication, expects those answers from us and has\r\ntrouble understanding why double standards are so often\r\nused in situations where identical principles are at stake.\r\nWe all know that the international community has not\r\nalways been able to rise to meet these challenges. Suffice\r\nit here to recall the tragedy of Rwanda, the cases of the\r\nSudan and Somalia, the delay in reacting to the conflicts in\r\nBosnia and Kosovo, and so many other situations of human\r\nsuffering that, tragically, were inadequately addressed.\r\nWe should therefore pay tribute to the energetic\r\nreaction of the international community to the wave of\r\nviolence and terror that struck East Timor in recent weeks\r\nand to the resulting mobilization of a multinational force\r\ntasked with guaranteeing the peace and security of that\r\nterritory, protecting and supporting the United Nations\r\nMission in East Timor and facilitating the humanitarian\r\nassistance operations for the people of that territory. Let\r\nme offer my thanks to all those who have contributed to\r\nthis outcome and, in particular, to the countries that have\r\nbeen willing to constitute this force.\r\nIn this instance, and beyond the dramatic human\r\naspects, the very credibility of the United Nations was at\r\nstake. How could the United Nations, having organized\r\nthe popular consultation, betray the confidence placed in\r\nit by the people of East Timor? Although the reaction was\r\nnot as prompt as the Timorese deserved and Portugal\r\nwould have wished, the adoption of Security Council\r\nresolution 1264 (1999) shows the world that the Council\r\ndoes not remain indifferent to challenges to its authority,\r\nnor does it allow them to go unanswered.\r\nLet this case be not an exception, but rather an\r\nexample for the future. Swiftness of reaction by the\r\nSecurity Council is a condition of its authority and\r\neffectiveness.\r\nMuch of what has happened is irreparable and\r\ncannot be forgotten. I say this with great bitterness, and\r\nmay I add that in this as well as in other cases, we cannot\r\nencourage a culture of impunity.\r\nNevertheless, the arrival of the multinational force in\r\nEast Timor is opening up a horizon of hope, and now we\r\nmust take care of the living and attempt to save whatever\r\ncan be saved.\r\nI consider the following to be immediate priorities.\r\nFirst, guaranteeing security in East Timor is the priority\r\ntask before us so as to ensure respect for the individual\r\nrights of the Timorese and to allow them at last to live in\r\npeace without the threat of violence and persecution.\r\nWithout security we will not be able to undertake with all\r\nthe necessary vigour and amplitude the urgent tasks of\r\nhumanitarian assistance to the population of East Timor.\r\nSecondly, we must channel humanitarian aid to East\r\nTimor with the utmost urgency, to feed, to treat and to\r\nprovide shelter to the tens of thousands of displaced\r\npeople scattered all over the territory; to take care of all\r\nthose whose belongings have been systematically\r\nplundered; to bring comfort to those who have lost\r\nmembers of their families and friends and who helplessly\r\nwitnessed scenes of horror that will be forever engraved\r\nin their memories; to reunite families — in brief, to come\r\nto the rescue of a population traumatized by an orgy of\r\nviolence to which it fell victim.\r\n12\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nThirdly, we must attend to the situation of those\r\nTimorese, well over 100,000 of them, who have been\r\ndeported to Indonesia or have fled the Territory and who\r\nare now mostly in West Timor. The continuous access of\r\nhumanitarian assistance to those populations is urgent and\r\nindispensable, including by the Office of the United Nations\r\nHigh Commission for Refugees and other institutions for\r\nthe protection of human rights, to safeguard the life and the\r\ndignity of the refugees and to ensure their unimpeded return\r\nto East Timor.\r\nFourthly, we must accelerate the transfer of effective\r\nauthority in the Territory to the United Nations, as foreseen\r\nby the Agreements of 5 May, as a consequence of the result\r\nof the popular consultation held on 30 August. Any delay\r\nwhatsoever would be unacceptable. It is also important to\r\ndefine a timetable for the complete withdrawal, in the\r\nshortest possible time, of the Indonesian forces in the\r\nTerritory. That is the only way to restore peace and stability\r\nin the region and to lay the foundations of a healthy\r\nrelationship between the future State of Timor and\r\nIndonesia, a country which we hope will be able to\r\nconsolidate the democratic promise heralded by its current\r\ntransition process.\r\nFinally, there needs to be an enormous reconstruction\r\neffort in the Territory, which was totally devastated by\r\npillaging, looting and destruction during recent days. To\r\nthis end, the generous commitment of the international\r\ncommunity will be indispensable.\r\nPortugal has expressed its full willingness to contribute\r\nto all of these tasks. Owing to the responsibilities it has\r\ntowards the brotherly people of East Timor and the\r\nunconditional solidarity that unites both peoples, Portugal\r\nhas expressed, from the first hour, its readiness to join the\r\nmultinational force. To avoid any delay — since every\r\nminute counts, in terms of lives and in terms of\r\nsuffering — we agreed, while ready to participate\r\nimmediately, to defer our presence in the force to a later\r\nstage.\r\nWith regard to humanitarian assistance and\r\nreconstruction for East Timor, we are doing, and will\r\ncontinue to do, our utmost. I would like here to appeal\r\nvigorously to the international community, to the\r\nspecialized agencies of the United Nations and to the non-\r\ngovernmental organizations to contribute to this effort.\r\nWith the Territory under occupation, and the attempt\r\nat annexation by Indonesia never recognized by the United\r\nNations, the people of East Timor waited a quarter of a\r\ncentury to exercise the right of self-determination to\r\nwhich they were entitled as the people of a Non-Self-\r\nGoverning Territory, as prescribed by the United Nations.\r\nWithin the framework of resolution 37/30 of 1982,\r\nPortugal, as the administering Power of the Territory,\r\nIndonesia and the United Nations at last arrived at an\r\nAgreement on 5 May.\r\nThe popular consultation was agreed upon, with\r\nexplicit reference, both in the Agreement of 5 May and in\r\nSecurity Council resolution 1236 (1999) of 7 May, to the\r\nresolutions of the General Assembly that have represented\r\nand continue to represent the Magna Carta of the right of\r\ncolonial peoples to self-determination: resolutions 1514\r\n(XV), 1541 (XV) and 2625 (XXV).\r\nIn spite of all the intimidation, the people of East\r\nTimor democratically exercised on 30 August their right\r\nto self-determination and chose, by a clear and\r\nunequivocal majority, their collective future, thereby\r\nacquiring, unconditionally and irrevocably, the right to\r\nconstitute an independent State at the end of the\r\ntransitional administration period that the United Nations\r\nwill soon initiate.\r\nEast Timor is reaching freedom with wounds and\r\nscars of past suffering; but it is carrying the embryo of\r\nhope, and it will now, I sincerely hope, arrive, free of\r\nresentment, as a member of the community of States.\r\n(spoke in English)\r\nThe question of East Timor is about a people and\r\nabout fundamentals: human dignity, international law and\r\nmoral and universal conscience.\r\nIn spite of all the terrible events of the past, let us\r\nsalute, at the end of the International Decade for the\r\nEradication of Colonialism, the self-determination of East\r\nTimor.\r\nAllow me to end by formulating a vow and a hope:\r\nthat as soon as possible the General Assembly of the\r\nUnited Nations may hear the free and sovereign voice of\r\nTimor Lorosae.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Portuguese Republic\r\nfor the statement he has just made.\r\n13\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nMr. Jorge Sampaio, President of the Portuguese\r\nRepublic, was escorted from the General Assembly\r\nHall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Sheikh Hasina, Prime Minister of the\r\nPeople’s Republic of Bangladesh\r\nThe President: The Assembly will now hear a\r\nstatement by the Prime Minister of the People’s Republic\r\nof Bangladesh.\r\nSheikh Hasina, Prime Minister of the People’s\r\nRepublic of Bangladesh was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Prime Minister of the People’s Republic of Bangladesh,\r\nSheikh Hasina, and inviting her to address the General\r\nAssembly.\r\nSheikh Hasina (Bangladesh) (spoke in Bengali;\r\nEnglish text furnished by the delegation): This year is very\r\nspecial to Bangladesh at the United Nations. It is the\r\ntwenty-fifth anniversary of Bangladesh’s admission to this\r\n“Parliament of Man”. I bring greetings from the people of\r\nBangladesh.\r\nIt is gratifying to us that on this twenty-fifth\r\nanniversary, we have you, Sir, presiding over the General\r\nAssembly. You are a freedom fighter. You lead a country\r\nwhich was liberated in recent times, and yet, in its short\r\nmembership in the United Nations, it has contributed so\r\nmuch to the work of the Organization.\r\nWe convey our sincere appreciation to Foreign\r\nMinister Didier Opertti of Uruguay, our President during\r\nthe last session, for his excellent work. I would also like to\r\nwelcome the three new members of the General Assembly:\r\nKiribati, Nauru and Tonga. We sense their joy and\r\nexcitement, as we experienced 25 years ago.\r\nI convey our sincerest thanks and gratitude to the\r\nSecretary-General and to all Member States for their\r\nsupport and assistance in helping us overcome the aftermath\r\nof the disastrous floods that hit our country last year. The\r\nmagnitude of the disaster was unprecedented in our history.\r\nThe support of the international community was a source of\r\ninspiration and encouragement to our people in facing the\r\nchallenges of rehabilitation and reconstruction.\r\nI stand here today with pride and satisfaction. The\r\nFather of our Nation, Bangabandhu Sheikh Mujibur\r\nRahman, 25 years ago delivered our first address to the\r\nGeneral Assembly as head of Government of the\r\nsovereign and independent State of Bangladesh. His\r\nmessage on that day expressed the nation’s gratitude to\r\nthe international community for standing by our people in\r\nthe darkest days of oppression; to apprise the international\r\ncommunity of our great struggle for freedom and self-\r\ndetermination; to articulate to the world our faith in\r\ndemocracy, justice, freedom and human rights; and to\r\nspell out the basic elements of our foreign policy.\r\nDespite the political upheavals in the country since\r\nthen, none ventured to alter the foreign policy guidelines\r\nlaid down by the Father of our Nation. We were thus able\r\nto contribute positively to the United Nations by serving\r\nin several important commissions and executive bodies in\r\nits system and participating actively in United Nations\r\npeacekeeping operations. We were privileged to preside\r\nover the forty-first session of the General Assembly and\r\nto serve one term in a non-permanent seat on the Security\r\nCouncil.\r\nBangabandhu Sheikh Mujibur Rahman carried the\r\ntorch of an indomitable people to the United Nations\r\nwhen he stood at this very rostrum before the General\r\nAssembly in 1974 and said,\r\n“The noble ideals enshrined in the Charter of\r\nthe United Nations are the very ideals for\r\nwhich millions of our people have made the\r\nsupreme sacrifice. I know that the souls of our\r\nmartyrs join us in pledging that the Bangalee\r\nnation fully commits itself to the building of a\r\nworld order in which the aspiration of all men\r\nfor peace and justice will be realized.”\r\n(A/PV.2243, para. 2)\r\nTwenty-five years later, I am here to renew that\r\npledge. In these 25 years we have seen the partnership\r\nbetween Bangladesh and the United Nations mature. From\r\nour early reconstruction needs for national development\r\nto steps for empowering people and establishing social\r\njustice, the United Nations has been with us. We have\r\nalso been able to lend support to the strengthening of the\r\nOrganization and have contributed in its efforts to\r\neradicate poverty and disease, maintain peace and security\r\nand support the fulfilment of the rights of the oppressed\r\nand the subjugated. We sincerely hope that the\r\ndevelopment of cooperation between Bangladesh and the\r\n14\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nUnited Nations agencies in our country will be expanded\r\nand strengthened in future years.\r\nBangladesh has noted with great concern the recent\r\ndecline in commitments by donor countries to the United\r\nNations development system, and to the United Nations\r\nDevelopment Programme (UNDP) in particular. Bangladesh\r\nattaches great value to multilateral assistance as a reliable\r\nand trusted source of impartial expertise and urges donor\r\ncountries to meet the commitments made in the Executive\r\nBoard of UNDP for the multi-year funding framework,\r\nenabling countries such as Bangladesh to plan development\r\nprogrammes accordingly. Recalling the recent statement of\r\nthe G-8 in Cologne, Bangladesh wishes to note with pride\r\nthat it is already utilizing over half of the country funds\r\navailable from UNDP for programmes relating to improving\r\ngovernance, which are helping us to address fundamental\r\nconstraints to faster development. Now is the time for\r\ndonors to recognize the commitment we have made and the\r\nsuccess we have achieved by increasing resources for these\r\nvaluable programmes.\r\nWithin months of his historic address to this world\r\nbody in 1974, my father and the Father of our Nation,\r\nalong with my mother and three brothers, the youngest one\r\nbeing 10 years of age, were brutally assassinated by a\r\ngroup of murderous and misguided military officers on 15\r\nAugust 1975. Amongst those killed were my uncles, my\r\ntwo sisters-in-law, two cousins and a host of other relatives.\r\nMy sister and I were the only survivors, as we were out of\r\nthe country at the time. Coups and counter-coups followed\r\none another at regular intervals, leading to military rule of\r\none sort or another. I was forced to live in exile from the\r\nlate 1970s to the early 1980s. I began to struggle from exile\r\nagainst the autocratic rule. After coming home in 1991, I\r\nstepped up that struggle for the restoration of people’s right\r\nto vote and their right to freedom and to food. I was\r\nharassed and arrested by the authoritarian regimes, and\r\nseveral attempts were made on my life. But nothing could\r\ndeter me either from my path or from my goal, the\r\nrestoration of democracy. The movement grew in strength,\r\nand finally victory was on the side of the people. Today\r\ndemocracy has taken firm root in Bangladesh for all time\r\nto come.\r\nWe have strengthened the parliamentary system. Prime\r\nMinister’s question time has been introduced. The session\r\nis televised and broadcast live. To institutionalize\r\ndemocracy and make it sustainable, we have ensured the\r\npeople’s right to vote by introducing the institution of a\r\nnon-party, caretaker Government to be formed three months\r\nbefore each election. My struggle now is to guarantee the\r\npeople’s right to food; in other words, economic\r\nemancipation to a sustainable livelihood. I am driven by\r\na desire to create a just environment, not only for my\r\nown people but also for all of humankind.\r\nThe creation of the United Nations was aimed at\r\nsparing the world from the scourge of another world war\r\nand to ensure that human beings are guaranteed their\r\nbasic rights. During its more than 50 years of existence,\r\nit has stood the test of time. National and internationally,\r\nwe have taken peace and development as two vital and\r\nintegrally linked objectives. We have taken steps to foster\r\npeace regionally. Immediately after it came into office,\r\nmy Government took the initiative to solve the Ganges\r\nwater-sharing issue with our neighbour, India. We solved\r\nthis long outstanding issue successfully in December\r\n1996. I visited India and Pakistan following the nuclear\r\ntests in South Asia and urged that we all must do our\r\nutmost to deserve peace in our region and devote our\r\nlimited resources to economic and social development.\r\nAn accord was concluded in December 1997\r\nbetween the Government and representatives of the tribal\r\npeople living in the south-eastern part of our country\r\nwithout third-party mediation. The accord brought peace\r\nafter more than two decades to the strife-torn area of the\r\nChittagong Hill Tracts. Peace now reigns in the area: the\r\nformer insurgents surrendered their arms and returned to\r\npeaceful lives; all 63,000 refugees from across the border\r\nhave returned; and there have been no incidents of\r\nviolence there since the signing of the accord.\r\nWe have no illusions that the key to our\r\ndevelopment and progress is directly linked to investment\r\nin our people. Our efforts are now being directed towards\r\ntransforming our vast human resources into a productive\r\nforce. Our development programmes are targeted on rapid\r\npoverty alleviation. We have adopted policies to\r\nstrengthen the socio-economic infrastructure of our\r\ncountry. We have given priority to the various social\r\nsectors, including education, health care, poverty\r\nalleviation and population growth control, and we have\r\nallocated more than 30 per cent of the budget to the\r\nsocial sectors with the objective of poverty alleviation,\r\nempowerment and human development. Our programmes\r\ninclude shelter and sustainable livelihood through the\r\nAshrayon programme, housing for the poor, health care,\r\neducation for the poor, microcredit, old-age pensions,\r\nincome transfers to destitute women and targeted poverty\r\nalleviation programmes. This effort towards the economic\r\nemancipation of the people is our preoccupation now: we\r\n15\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nwant to build the golden Bengal dreamt of by the father of\r\nour nation.\r\nWe have adopted specific policies to ensure equality\r\nbetween women and men. We have promulgated laws and\r\nset up institutional mechanisms to promote women’s rights,\r\nto ensure that they have choices and opportunities, that\r\nvictims are given redress and that stern punishments are\r\nmeted out to rapists for their deeds. The effectiveness of\r\nmicrocredit in empowering women has been phenomenal.\r\nWe have also brought women into decision-making at all\r\nlevels. During the last local Government elections, more\r\nthan 14,000 women were elected to office.\r\nIn our foreign policy, we adhere to the principle of\r\nfriendship towards all. It is a constitutional requirement to\r\nbase our international relations on the principles set out in\r\nthe United Nations Charter.\r\nHow do we address the critical issues of the new\r\nmillennium? We consider peace to be a fundamental human\r\nright to be attained, sustained, promoted and carried\r\nforward at all times. Without development there can be no\r\npeace, and without cooperation, no development. There is\r\nno option, then, but to have genuine cooperation between\r\nthe developed and the developing countries for the\r\neradication of poverty and the fulfilment of the people’s\r\naspirations for development.\r\nBangladesh has been the coordinator of the least\r\ndeveloped countries for the last two decades.\r\nWe believe strongly that special measures should be\r\ntaken by the international community to help these\r\ncountries in their efforts to develop and to participate fully\r\nin the global economy. Human rights is the essence of\r\npeace. Unless we ensure that citizens live a life of dignity,\r\nwhere their rights are secure, we cannot have a just and\r\npeaceful world. This is equally true for communities and\r\nnations. In our region, we have nurtured the South Asian\r\nAssociation for Regional Cooperation (SAARC), which has\r\ntaken many initiatives to improve the lives of the peoples\r\nof the region. At the subregional level, we are cooperating\r\nwith Bhutan, Nepal and India in the South Asian\r\nDevelopment Quadrangle.\r\nThe United Nations is the only universal body that\r\ndeals with all fields of human activity. It has been a\r\ncatalyst in many initiatives and has bettered the lives of\r\npeople around the world. In the 1990s the United Nations\r\nconvened a series of global conferences to address major\r\nchallenges facing humankind. They addressed problems\r\nwhich were beyond the capacity of individual countries to\r\nsolve and which called for wide-ranging international\r\ncooperation. I believe that the international community\r\nshould ensure coordinated and integrated follow-up for\r\neffective and full implementation of the decisions of those\r\nconferences. In Bangladesh, we have taken concrete\r\nmeasures in this regard.\r\nWe need to ensure that the United Nations can\r\ncontinue to meet the evolving needs of humankind in the\r\nnext century. For that, we must have an effective and\r\nefficient United Nations. I am happy that Bangladesh has\r\nbeen at the forefront of the adoption of these steps at the\r\nUnited Nations. In this regard, I would like to put on\r\nrecord our great appreciation of the Secretary-General,\r\nMr. Kofi Annan. He has made remarkable achievements\r\nin the short time that he has been at the helm of the\r\nUnited Nations. He fully deserves our wholehearted praise\r\nand support.\r\nThere is no denying the fact that the world needs the\r\nUnited Nations. But we must remember that it is equally\r\ntrue that the United Nations needs the world. All\r\ncountries must do their best to fulfil their commitments to\r\nmake the Organization strong and durable. This has been\r\nthe endeavour of Bangladesh for the last 25 years.\r\nMay Bangladesh live forever. Long live the United\r\nNations.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the Prime Minister of the People’s\r\nRepublic of Bangladesh for the statement she has just\r\nmade.\r\nSheikh Hasina, Prime Minister of the People’s\r\nRepublic of Bangladesh, was escorted from the\r\nrostrum.\r\nAddress by Mr. Kjell Magne Bondevik, Prime\r\nMinister of the Kingdom of Norway\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister of the Kingdom of\r\nNorway.\r\nMr. Kjell Magne Bondevik, Prime Minister of the\r\nKingdom of Norway, was escorted to the rostrum.\r\nThe President: I have the great pleasure of\r\nwelcoming the Prime Minister of the Kingdom of\r\n16\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nNorway, His Excellency Mr. Kjell Magne Bondevik, and\r\ninviting him to address the General Assembly.\r\nMr. Bondevik (Norway): The tragedy in East Timor\r\nshows us again that when war and violence erupt the world\r\ncommunity turns to the United Nations for the resolution of\r\nconflicts and the preservation of peace. We welcome the\r\nSecurity Council’s action to endorse the multinational force\r\nthat is now moving in to bring security and aid to the\r\npeople of East Timor. Norway will contribute with\r\npersonnel and financing.\r\nWe look to the United Nations for hope and solutions,\r\nand for the protection of human dignity and shared values\r\nin a world of injustice and conflict. That is why the United\r\nNations is indispensable. And that is why we, the Member\r\nStates, must make use of the United Nations for peace and\r\ndevelopment, whether it be in East Timor, in Kosovo or in\r\nthe Congo. In preparing for the Millennium Assembly, let\r\nus together address global challenges in a new spirit, with\r\na new sense of purpose.\r\nI would like to congratulate you, Sir, upon your\r\nelection to the presidency of the General Assembly.\r\nNorway looks forward to working with you. I also warmly\r\nwelcome the three new Members of the United Nations, the\r\nRepublic of Kiribati, the Republic of Nauru and the\r\nKingdom of Tonga.\r\nAt the end of this century, globalization presents us\r\nwith political and moral dilemmas. There has been\r\nremarkable progress in technological innovation and in\r\neconomic and democratic development. But at the same\r\ntime, while the rich are getting richer, the poor are getting\r\npoorer. Poverty and pollution, violent conflict and violations\r\nof human rights continue to haunt far too many people\r\naround the world. Combatting poverty, preventing conflicts,\r\npromoting human rights: these are the main challenges at\r\nthe top of our common global agenda for the next century.\r\nWe must ensure that globalization benefits all, not just the\r\nfew, and we must protect the environment.\r\nTo achieve this, we need to strengthen the multilateral\r\nsystem. We must support the United Nations and its work\r\nfor global peace, security and sustainable development. We\r\nmust put the United Nations first.\r\nTogether we possess the knowledge and the resources\r\nneeded to eradicate poverty. But still, 1.3 billion people live\r\nin extreme poverty. This is unacceptable, morally and\r\npolitically. It is an injustice and an obstacle to economic\r\nand democratic progress. For all Member States, in the\r\nNorth and in the South alike, changing this situation must\r\nbe our priority. And the United Nations must be the\r\nprimary instrument. There is no alternative. Let us build\r\na global partnership aimed at eradicating poverty. Let us\r\nstart by mobilizing the political will and the financial\r\nresources needed to meet the target of cutting global\r\npoverty in half by the year 2015. It is a matter of political\r\nwill; it can be done now.\r\nNational Governments have the primary\r\nresponsibility for sustainable development and for meeting\r\nsocial needs. They must promote and protect the rule of\r\nlaw, human rights and democracy. They must fight\r\ncorruption and pursue sound economic policies. There is\r\nno doubt that development assistance is most effective in\r\ncountries where government is based on the principles of\r\ngood governance.\r\nThe international community must also do more to\r\ncreate economic opportunities for the developing world.\r\nThe following steps would have a major impact.\r\nFirst, we need to increase the transfer of official\r\ndevelopment assistance from the North to the South.\r\nNorway has been well above the United Nations target for\r\ntwo decades. We intend to increase our development\r\nassistance further, up to 1 per cent of gross domestic\r\nproduct.\r\nSecondly, we need partnerships that enable national\r\nGovernments to lead the way and determine their own\r\npriorities. The private sector and business interests must\r\nbe brought into the development process, as the\r\nSecretary-General has underlined.\r\nThirdly, development assistance and debt relief must\r\ngo hand in hand. Creditor nations must now give the\r\npoorest members of the world community a new start.\r\nNorway’s national debt-relief strategy is particularly\r\ndesigned for this purpose. We also support the momentum\r\ncreated by the Group of Seven States to give highly\r\nindebted poor countries substantial debt relief.\r\nFourthly, the entry of developing countries into the\r\nglobal market must be facilitated, not obstructed. This\r\nmust be focused on during the new round of multilateral\r\ntrade negotiations in the World Trade Organization.\r\nIn recent years, we have seen an increase in civil\r\nwars, often with an additional element of foreign\r\ninvolvement. The root causes can often be linked to\r\nethnic tension, as well as to inequity in the distribution of\r\n17\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nresources - economic, social, natural and political. During\r\nthe 1990s, the activities of the United Nations have been\r\nmore extensive than ever before in the conduct of\r\npreventive diplomacy, in the deployment of peacekeeping\r\nforces and in the provision of humanitarian aid to the\r\nvictims of war.\r\nBut at the same time, there are critics who claim that\r\nthe United Nations has failed. Of course, many things could\r\nhave been done better, but we must not forget the many\r\nsuccesses and we must not forget that it is we, the Member\r\nStates, who are responsible for giving the United Nations\r\nthe mandates to act and the money and the means to\r\nsucceed. Let us not make the United Nations a scapegoat\r\nfor our own shortcomings. Instead, we must make sure that\r\nthe Security Council can fulfil its primary function in\r\ninternational peace and security. We must act in accordance\r\nwith the United Nations Charter and international law. We\r\nmust put the United Nations first.\r\nThis means enhancing the capacity of the United\r\nNations for conflict prevention, crisis management and\r\nlong-term development. All Members must meet their\r\nfinancial obligations to our world Organization and its\r\npeace operations. Creating common security is not cost-\r\nfree. In particular, it is the duty of the most powerful\r\nmembers of the United Nations to set an example for\r\nothers.\r\nThe United Nations must develop further its\r\ncooperation with regional organizations. As Chairman-\r\nin-Office of the Organization for Security and Cooperation\r\nin Europe (OSCE), Norway has been working to build\r\ncloser relations with the United Nations system. We need\r\nconstructive interaction between all international,\r\ngovernmental and non-governmental organizations involved\r\nin peacekeeping and post-conflict work in Europe and\r\nelsewhere.\r\nKosovo is a tragic example of the complex conflicts\r\nthat we have seen in recent years. Building lasting peace\r\nthere will require the concerted efforts of all actors\r\ninvolved: the United Nations, the North Atlantic Treaty\r\nOrganization (NATO), the OSCE, the European Union and\r\nothers. Our immediate concern is to secure a safe\r\nenvironment for all the people of Kosovo through a credible\r\ninternational presence.\r\nWe must promote integration between all the peoples\r\nand nations of south-eastern Europe. We must include\r\neveryone and isolate no one. This summer, at the Sarajevo\r\nSummit, we pledged to make the Stability Pact a key\r\nelement of our efforts to ensure that democracy, peace\r\nand prosperity become firmly rooted all over south-\r\neastern Europe.\r\nAt the same time, our efforts to build peace in the\r\nBalkans must not be made at the expense of the poorest\r\npeople elsewhere in the world. They should not pay the\r\nbill.\r\nThe United Nations and its agencies play a central\r\nrole in providing emergency aid to victims of war\r\neverywhere. Humanitarian assistance should be\r\ncomplemented by efforts to promote reconciliation,\r\ndemocratic development and respect for human rights.\r\nCompliance with international instruments is needed\r\nto protect civilians in armed conflicts. We welcome the\r\nSecretary-General’s report and the Security Council\r\nresolution adopted last week. At the forthcoming Red\r\nCross Conference in Geneva, we must generate the\r\nmomentum needed to secure the protection aspects of\r\ninternational humanitarian law. The early entry into force\r\nof the Rome Statute of the International Criminal Court\r\nwill be a vital contribution to the rule of law.\r\nWe must focus on human security, taking individuals\r\nand their communities as our point of departure.\r\nCombating poverty is crucial to human security.\r\nThe proliferation of anti-personnel mines and small\r\narms and the use of child soldiers pose a threat to human\r\nsecurity. They inflict deep wounds on society and\r\nindividuals. Recently, in Russia, we have seen how\r\nterrorism strikes innocent people. We strongly condemn\r\nsuch terrorist acts, for which there can be no excuse.\r\nInternational efforts to deal with these serious issues must\r\nbe intensified.\r\nWe must vigorously pursue nuclear disarmament and\r\nnon-proliferation. The principles and objectives set out\r\nunder the process established by the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) must be\r\nhonoured. The early entry into force of the\r\nComprehensive Nuclear-Test-Ban Treaty and ratification\r\nof the Treaty on Further Reduction and Limitation of\r\nStrategic Offensive Arms (START II) are crucial\r\npriorities. So are START III negotiations to lower nuclear\r\narsenals, and so is a cut-off treaty. These are all crucial\r\nelements in a global agenda for sustainable human\r\ndevelopment.\r\n18\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nWhen natural disasters strike, the poor are the most\r\nvulnerable. The recent tragedies in Turkey and Greece\r\naffected us deeply. Increasingly, man’s pressure on the\r\nenvironment seems to be a contributing factor to natural\r\ndisasters, which often cause extensive destruction in\r\ndeveloping countries. We must step up our efforts to assist\r\ndeveloping nations so that they become less vulnerable. In\r\nthis regard, Norway attaches great importance to the special\r\nsession of the General Assembly, to be convened next\r\nweek, on the Barbados Programme of Action for the\r\nSustainable Development of Small Island Developing\r\nStates.\r\nConflict prevention, humanitarian aid and development\r\nefforts must go hand in hand. We must deal with the\r\nunderlying causes of poverty and need, not just the\r\nsymptoms. Political and economic reform should run in\r\nparallel with humanitarian aid. We must close the gap\r\nbetween relief and long-term development. This calls for\r\ncloser cooperation and the involvement of the whole United\r\nNations family as well as the Bretton Woods institutions.\r\nThe Secretary-General’s reports on Africa (A/52/871-\r\nS/1998/318 and A/54/133-E/1999/79) clearly demonstrate\r\nthat poverty, underdevelopment and violent conflicts are\r\nclosely linked: we cannot address one without addressing\r\nthe others.\r\nThe Secretary-General has pointed to the need for a\r\ncomprehensive approach and better coordination of conflict\r\nprevention and post-conflict peace-building in the United\r\nNations system. The Secretariat has already embarked on\r\nthe process of implementation and follow-up. Norway fully\r\nsupports the Secretary-General’s initiative and is ready to\r\nprovide practical and financial support for this important\r\nendeavour. We will set aside $3 million for the Secretariat\r\nto use for this purpose.\r\nThe situation in Africa gives rise to concern. Armed\r\nconflicts are hampering development in many countries.\r\nAIDS is also taking a heavy toll. There are positive signs\r\ntoo: we are witnessing the growth of democracy, transfers\r\nto civilian rule, free elections and economic and political\r\nreforms in many African countries. But poverty remains a\r\nmajor challenge.\r\nNorway remains firmly committed to peace and\r\ndevelopment in Africa. We will work with our African\r\npartners for conflict management and development\r\ncooperation. We will work with the United Nations, the\r\nOrganization of African Unity, subregional bodies such as\r\nthe Southern African Development Community, the\r\nEconomic Community of West African States, and others,\r\nto achieve our common aims.\r\nThe Middle East peace process is at a critical\r\njuncture. The vision that the parties had in 1993, when\r\nthe Oslo Accords were signed, is still valid. The fact that\r\nIsrael and the Palestinians have now embarked on final\r\nstatus talks is a very positive sign. Strong support for the\r\npeace process must remain a high priority for the\r\ninternational community. We must work together with the\r\nparties to achieve a just, lasting and comprehensive peace\r\nthat will guarantee prosperity and security for all\r\ninvolved.\r\nThe world needs an effective multilateral machinery\r\nto cope with common challenges. For the next century,\r\nwe must, first, build a stronger United Nations in the\r\nfields of global security and economic and social\r\nprogress; secondly, use the United Nations as the primary\r\ninstrument for peace and development, democracy and\r\nhuman rights; and thirdly, tackle poverty and conflict\r\nprevention as the main challenges at the top of our\r\nagenda. It is up to us, the Member States, to make this\r\npossible. Together, we must make it happen.\r\nThe President: On behalf of the General Assembly,\r\nI thank the Prime Minister of the Kingdom of Norway for\r\nthe statement he has just made.\r\nMr. Kjell Magne Bondevik, Prime Minister of the\r\nKingdom of Norway, was escorted from the rostrum.\r\nAddress by Mr. Samdech Hun Sen, Prime Minister of\r\nthe Kingdom of Cambodia\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister of the Kingdom of\r\nCambodia.\r\nMr. Samdech Hun Sen, Prime Minister of the\r\nKingdom of Cambodia, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Prime Minister of the Kingdom of Cambodia, His\r\nExcellency Mr. Samdech Hun Sen, and to invite him to\r\naddress the Assembly.\r\nMr. Samdech Hun Sen (Cambodia) (spoke in\r\nKhmer; interpretation provided by the delegation): It is an\r\nhonour for me to address this Assembly. I bring to all\r\ngreetings and good wishes from His Majesty Norodom\r\nSihanouk, King of Cambodia, and from the people and\r\n19\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nthe Royal Government of Cambodia. I should like to inform\r\nthe Assembly about the recent strides Cambodia has made\r\nand about how it stands ready to fulfil its role in the\r\ncommunity of nations. I wish also to share with the\r\nAssembly some humble thoughts on global events of the\r\npast and responsibilities for the future.\r\nFirst of all, on behalf of the delegation of the\r\nKingdom of Cambodia, and on my own behalf, I would\r\nlike to extend heartfelt congratulations to Mr. Theo-Ben\r\nGurirab on his election as the President of the General\r\nAssembly at its fifty-fourth session. We wish him success\r\nin his important work and pledge him our full support and\r\ncooperation.\r\nAllow me also to express my sincere thanks and\r\nadmiration to Mr. Didier Opertti, President of the General\r\nAssembly at its fifty-third session, for his benevolent\r\nleadership and guidance.\r\nI also wish to take this opportunity, on behalf of the\r\nRoyal Government and the people of Cambodia, to warmly\r\nwelcome the Republic of Kiribati, the Republic of Nauru\r\nand the Kingdom of Tonga to the United Nations.\r\nJust in the past year, Cambodia has finally turned a\r\ncorner of history, putting firmly behind it the darkness of\r\nits recent past and emerging into the new dawn of its\r\nfuture. For the first time in many decades, Cambodia is\r\nnow a fully integrated country, without rebels or separatists\r\nand without internal strife or conflict. The black chapter of\r\nstrife, violence, turbulence and turmoil is finally closed.\r\nLast year we held open and free general elections on our\r\nown, assisted and witnessed closely by the international\r\ncommunity, which pronounced them fully free and fair.\r\nAfter considerable discussions among the main elected\r\nparties concerning a common platform to serve the cause of\r\nthe country and its people, a new coalition Government is\r\nnow in place.\r\nThe last remnants of the genocidal Khmer Rouge have\r\neither surrendered or been captured, and are in custody\r\nawaiting trial for their crimes of genocide. We are firmly\r\nresolved to do whatever is needed to ensure an open trial\r\nfor those responsible for genocidal crimes perpetrated in the\r\ncountry in the past. In holding this trial, we will carefully\r\nbalance the need to provide our people, who were the\r\nvictims of this genocidal regime, with justice in order\r\nfinally to put behind us that dark chapter in our national\r\nhistory, and the paramount need for continued national\r\nreconciliation and the preservation of the hard-earned peace,\r\nnational independence and sovereignty which we value\r\nmost highly.\r\nPeace, which was so elusive for many decades past,\r\nnow finally prevails throughout the country. Cambodia\r\nhas joined that important regional group, the Association\r\nof South-East Asian Nations (ASEAN), and is determined\r\nto play its responsible role in regional and international\r\naffairs.\r\nCambodia and its people are committed to pluralist\r\ndemocracy and to upholding and protecting human dignity\r\nand human rights. We will be guided and governed to in\r\nall our efforts by the pursuit of the rule of law, which\r\nprovides equality for all before the law and ensures that\r\nlegal procedures and practices are the same for all and\r\nthat the law is enforced through a competent and\r\nimpartial judiciary system with built-in procedures for\r\nappeal and for rendering judgment.\r\nOn the economic front, we have pursued and will\r\ncontinue to pursue market-oriented policies, with safety\r\nnets for the vulnerable sectors of society until they are\r\nable to compete on an equal footing with others. Our\r\nprincipal goal is poverty alleviation. Our economic\r\npolicies and practices, with generous external\r\nassistance — for which we are grateful — have resulted\r\nin steady growth over the past few years. Even during the\r\nfinancial melt-down in the region two years ago the\r\nCambodian economy maintained a fairly even keel.\r\nMoreover, with strong political will, the Royal\r\nGovernment is implementing its policy platform and\r\nreform programmes with a view to establishing a viable\r\nfoundation for long-term economic growth and sustainable\r\ndevelopment. The key areas of the reform programmes\r\ninclude military and police demobilization; public sector\r\nreform aimed at strengthening democracy; improving\r\npublic services and increasing their efficiency; enhancing\r\nthe rule of law and respect for human rights; and\r\neconomic reforms focused on maintaining macroeconomic\r\nstability: strengthening banking and financial institutions,\r\nfiscal reform, sound management of public property and\r\nincreased public investment in physical and social\r\ninfrastructure and human resource development.\r\nSo now, as the century ends, we can say with\r\nconfidence that we are firmly back on track as one\r\nunified nation — unified in our desire not to be drawn\r\ninto the divisive factions of the past, but rather to play\r\nour part in the comity of nations for a better future for all\r\nmankind. We look to the future with great optimism born\r\n20\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nout of our own achievements in political reconciliation,\r\ncompromise and adaptation placing the people’s longer-term\r\ninterests above narrow and short-term partisan gains, and\r\nout of our sound economic and social policies. We are both\r\ndetermined and confident that Cambodia will march ahead\r\ninto the next century, and millennium, with renewed\r\nconfidence and vigour, and that it will contribute to human\r\nprogress.\r\nThis is a historic session which affords us all an\r\nopportunity — indeed compels us — to reflect on the past\r\nand plan our planet’s future together. Looking at a wider\r\nperspective, we can see that humanity has witnessed\r\nunimaginable and immeasurably great change and progress\r\nover the last millennium. Progress in science and\r\ntechnology has helped us conquer deadly diseases, extend\r\nand enhance human life and improve the human condition.\r\nWe have vastly increased our understanding of our planet\r\nand our universe. We have annihilated distance and\r\nimproved communications to make our Earth a global\r\nvillage indeed.\r\nMr. Jusys (Lithuania), Vice-President, took the Chair.\r\nMuch of our technological progress and many notable\r\nachievements have indeed occurred in the last mere\r\nhundred years, and the more we advance, the more\r\npossibilities for achievement arise.\r\nYet our achievements also mask many continued\r\nfailings and appear to give rise to potential dangers. On a\r\nplanetary level, we have vastly depleted our natural\r\nresources, mining and using non-renewable resources at a\r\nrapid rate; destroying our forests; depleting our oceans;\r\npolluting resources that are essential to our very survival,\r\nsuch as air and water; and driving to extinction rare species\r\nof fauna and flora, the value of whose contributions to\r\nbalance and harmony in nature we have yet to understand.\r\nWe have acquired weapons of awesome power that\r\ncan destroy all that we have accomplished and built. The\r\ntechnological revolution that we have witnessed in this\r\ncentury has gone so far that human morals have yet to\r\ncatch up with it. We have deployed vast efforts and\r\nresources — intellectual, physical and financial — to\r\nachieve this tremendous progress in science and technology,\r\nbut we must be sure that these accomplishments can be\r\nharnessed and will serve only to increase the well-being of\r\nhumankind instead of destroying it.\r\nThe greatest concern of the coming century is that the\r\nrevolutionary progress in science and technology achieved\r\nover the past 100 years has resulted in, among other\r\nthings, the production of all kinds of weapons of mass\r\ndestruction. As a result, there are now countless arms\r\nfactories and a huge stock of modern weapons in many\r\ncountries worldwide. Meanwhile, the modernization of\r\narmed forces — which is actually an arms race —\r\ncontinues unabated, in parallel with the many conflicts\r\nthat are spreading throughout the world. Where will this\r\nsituation lead us? This century has witnessed two great\r\nwars, unleashed by intolerance and bigotry, which caused\r\nmore division in their wake. More and more lives are\r\nbeing lost. Social tensions and hatred abound, caused by\r\nreligious and other differences. The world has reached a\r\nstage of complete disorder, where the rich and mighty\r\nimpose their agenda on the poor and force the weak to\r\nfollow them.\r\nWe must also stress that scientific and technological\r\nresearch, which has been conducted in a morally\r\nirresponsible manner, has turned our world into one of\r\ndrug production, where most of the discoveries have been\r\nmade by the developed countries but have had a\r\ndestructive impact on poor developing countries. The\r\nworld is facing many fundamental challenges, such as\r\norganized crime, drug and human trafficking, and so on,\r\nthat jeopardize the future of coming generations.\r\nIn addition, the gap between the rich and the poor,\r\nthe mighty and the meek, and the haves and have-nots\r\nhave widened. We have lost the art of sharing and caring.\r\nOur numbers have multiplied many times, but science has\r\nyet to find ways to feed future billions and to stretch\r\nmother earth’s capacity to sustain us. The aging of our\r\npeople will pose immense challenges for future\r\ngenerations, when fewer productive people will have to\r\nmeet the needs of larger numbers of dependents, young\r\nand old alike. Half a billion people live in abject poverty,\r\nwhile a few enjoy conspicuous comfort. The poor,\r\nvulnerable and oppressed suffer everywhere because of\r\nexploitation and neglect.\r\nIn our rapid progress and our daily race to achieve\r\nmore and temporarily resolve problems as they arise, we\r\nseem not to pay attention to the longer-term future. The\r\ndawn of the next millennium is forcing us to pause and\r\nreflect. In the past, human destiny has from time to time\r\nbeen guided by far-seeing messiahs and visionaries. But\r\nwe cannot afford to wait for another messiah to appear.\r\nSince all our religions teach us that there is a messiah\r\ndeep down in each one of us, that is where we must\r\nsearch for answers. Let not the arrogance of our justified\r\nachievements lull us into inaction for the future.\r\n21\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nWorld leaders have a rare and grave responsibility to\r\ncarry out this soul-searching. It is given to few of us to\r\nundertake the task of charting the future as the next\r\nmillennium dawns. We have to set aside our daily chores\r\nand power games and devote our attention to long-term\r\nproblems. A few hours or days of reflection in 2000 will\r\ndetermine the destiny of the next thousand years and more\r\nfor humankind and for mother earth. Let us for a time\r\nforget all our differences; imagine that there are no national\r\nboundaries or religious, racial or regional differences; and\r\ndevote our attention to the most important and essential\r\nareas we must address in the next four to five years in\r\norder to set our planet on the correct course for the future.\r\nWe do not need long, drawn-out academic conferences of\r\nevery kind and on every subject to do this. We do not need\r\nvolumes of position papers. We need only to trust our\r\ncollective knowledge; the lessons of the past, which are\r\nimmense; and our innate basic good instincts.\r\nIn this spirit, I would like to express Cambodia’s\r\nstrong support for the 2000 millennium summit of the\r\nleaders of all countries, where — without having to watch\r\nour sound-bites, pose for the cameras or please domestic\r\naudiences — we can talk of our planet and humankind and\r\nof what needs to be done. The overarching need is to\r\nensure that the Cambodian Buddhist concept of “Dharma”,\r\nor its equivalent in every religion, be respected, and that we\r\ndo what past messiahs have enjoined us to do. In essence,\r\nwe must lead a balanced and tolerant life, in harmony with\r\noneself, with one’s neighbours, with other beings, with\r\nnature and with the cosmos. Perhaps we have to visualize\r\nand devise new institutions and agendas, or significantly\r\nreshape and redirect existing ones, to guide us through the\r\nbeginning of the next millennium.\r\nWe also have to set short- to medium-term agendas of\r\na more practical nature. Of topmost priority is the need to\r\neradicate poverty, a continuing scourge and stigma for\r\nhumanity. We should devise steps to achieve this in the\r\nfirst 10 years of the next century. With sharing from the\r\nrich to the poor, internationally and within countries, this is\r\nnot an impossible task. Already the G-8 nations have\r\nagreed to forgo past debts of poorer nations. This trend\r\nneeds to continue, and future assistance should largely be\r\nthrough well-monitored grants rather than loans.\r\nSecondly, we must preserve and enhance our\r\nenvironment and ecology. We have already seen how some\r\nareas try to dispose of their contaminated wastes in other\r\nplaces. It is necessary to stop the generation of wastes or to\r\ncontain their levels at the source. In some cases we have to\r\nslow, or sacrifice current consumption, but this takes\r\nvision and determination.\r\nLast but not least, we need to re-evaluate the roles\r\nof common institutions and focus on their positive\r\naspects. The United Nations has served us well for more\r\nthan half a century. It has done commendable work\r\nbeyond its original mandate and has adapted to changing\r\nneeds. It has been a platform for defining common goals.\r\nBut we need to show more dedicated determination to rid\r\nit of functions, committees and forums which have lost\r\nrelevance or usefulness.\r\nWithin the United Nations much has been\r\naccomplished under the bold and visionary leadership of\r\nthe Secretary-General, Kofi Annan, and we all pay tribute\r\nto his wisdom and managerial abilities. Yet some\r\nchallenges remain including further efforts to curtail the\r\nburgeoning budget levels. Cambodia supports the need to\r\nreform the United Nations. The Organization and its\r\nspecialized organs need to become more unified at the\r\ncountry level under the mechanism of the United Nations\r\nresident coordinator. In other words, there should be a\r\nsingle United Nations presence in each country, with\r\nspecialized organs serving under one leadership, much\r\nlike an ambassador providing an overall umbrella for all\r\nthe activities of his country in a host country.\r\nWith this reform, our world body will be required to\r\nimprove the criteria for recruiting staff and officials for\r\nposting in various United Nations agencies, especially for\r\nposting in member countries. Otherwise, they will\r\nconsider themselves almighty gods, without any virtue,\r\nready to violate the sovereignty of a member country,\r\nwhich has paid considerable membership dues to pay their\r\nhigh salaries. In this regard, Cambodia has had some\r\nexperience in the history of its cooperation with some\r\nUnited Nations officials.\r\nThe Kingdom of Cambodia deems it necessary, on\r\nthe other hand, to abide strictly by the United Nations\r\nCharter and to reinforce the role of the Security Council\r\nin the process of maintaining peace in the world. We\r\nappeal to the international community to make further\r\ncontributions to the United Nations Development\r\nProgramme (UNDP), so that it can continue to provide\r\ndevelopment aid to the least developed countries.\r\nWe also think that punishing poor people of the least\r\ndeveloped countries, by imposing sanctions and economic\r\nblockade to achieve one’s political agenda, goes against\r\nthe principle of humanity and respect for human rights\r\n22\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nand for the right to self-determination of the people living\r\nin the affected country. Therefore, Cambodia fully supports\r\nthe demand of many countries for the immediate removal\r\nof the economic blockade imposed on Cuba.\r\nCambodia fully welcomes the decision of the\r\nGovernment of Indonesia to accept the multinational\r\npeacekeeping forces of the United Nations so as to restore\r\nand strengthen order and stability in East Timor. We\r\ncherish the strong hope that the multinational peacekeeping\r\nforces of the United Nations will effectively cooperate with\r\nthe Indonesian Government to quickly and successfully\r\ncreate a peaceful situation for the people of East Timor.\r\nIn closing, let me once again appeal to world leaders\r\nto use the opportunity of the dawn of the new millennium\r\nto carefully evaluate our achievements and their costs, as\r\nwell as the future perils that confront us, and to consider\r\nimportant steps to establish a new world order that will take\r\nthis planet safely through the next thousand years. The\r\nlessons of the past should steer us towards ensuring lasting\r\nlegacies for generations yet to be born. Cambodia stands\r\nready to join in this global effort.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\nKingdom of Cambodia for the statement he has just made.\r\nMr. Samdech Hun Sen, Prime Minister of the\r\nKingdom of Cambodia, was escorted from the\r\nrostrum.\r\nAddress by Mr. Marc Forné Molné, Prime Minister of\r\nthe Principality of Andorra\r\nThe Acting President: The Assembly will now hear\r\nan address by the Prime Minister of the Principality of\r\nAndorra.\r\nMr. Marc Forné Molné, Prime Minister of the\r\nPrincipality of Andorra, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Prime Minister of the Principality of\r\nAndorra, Mr. Marc Forné Molné, and inviting him to\r\naddress the General Assembly.\r\nMr. Forné Molné (Andorra) (spoke in Catalan;\r\nEnglish text provided by the delegation): We are coming to\r\nthe end of 1999, a date that many see as the end of an\r\nepoch, given the proximity of the new millennium. The\r\nimminence of its arrival invites us to reflect on the history\r\nof men and women.\r\nIt is with humility that Western nations, such as\r\nmine, consider the development of mankind, which well\r\nbefore our year one was recorded by other calendars\r\nduring thousands and thousands of years, as homo sapiens\r\nbegan to create tools of wood and metal, began to bury\r\ntheir dead with dignity or to build empires and cultures\r\never greater, and also ever more ephemeral. Today we\r\nmarvel at the mysterious paintings of prehistoric man,\r\nsuch as we find in Andorra and throughout the Pyrenees,\r\nor at the great architectural projects of ancient Egypt. Our\r\nculture, our crafts, our way of life — all these have\r\ncertainly changed; but our intellect, though more\r\ncultivated and filled with more knowledge, continues to\r\ngrasp at the problems of our existence in the same way,\r\nwith the same hesitations — caught between superstition,\r\ncruelty and fear on the one hand and optimism and hope\r\non the other.\r\nIn short, at the dawn of the year 2000 we remain\r\nessentially human and we can still discern in ourselves\r\nthe traces of our ancestors who were born of natural\r\nevolution. However, the progress of human societies has\r\nso intensively transformed our environment that our era\r\nis intrinsically new and different from those that preceded\r\nit. This new world, so recent and so obvious to us that it\r\nappears it could not be otherwise, is the world of the new\r\nmillennium. Globalization defines the spirit of the age.\r\nThis phenomenon is of such importance that the General\r\nAssembly should reflect upon it, each of us according to\r\nhis unique perspective. The universality of this\r\ninternational forum — where, because of the far-\r\nsightedness of its founders, all nations, large and small,\r\nhave the same voice — makes it the ideal place for a\r\nsober reflection on globalization and its effects.\r\nThe nineteenth century saw the birth of nationalism,\r\nwhich, in giving cohesion to human communities of all\r\nsizes, mythologized its unifying elements, often to an\r\nextreme. Andorra is a State, the fruit of a juridical\r\nagreement that defined it, long before the coming of\r\nnationalism. Our national essence is not based only on our\r\nlanguage, Catalan, which we share with our neighbours to\r\nthe south and to the north, or on other manifestations of\r\nmodern nationalism. Institutions are the pillars of our\r\ncommunity: a democratic parliamentary system that began\r\nin 1419, a culture of peace that has continued\r\nuninterrupted since 1278. Perhaps, since the Andorran\r\nfatherland is the result of institutional and political ideas\r\nworked out in a unique historical experience, born out of\r\n23\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\na pact, we can emphasize these ideas today in this speech\r\nso that here at the United Nations they can serve as\r\nunifying institutional elements, thereby promoting the idea\r\nthat globalization should be shared by all in common\r\nprogress.\r\nWhat is important in the new millennium is to know\r\nhow to orient this globalization with international criteria,\r\nso that a son of the Argentine pampas or a daughter of\r\nGabon can equally laugh and cry at the same cartoon, so\r\nthat their freedom and ambitions can be equal and equally\r\nunconstrained. For if their childhoods are no longer so\r\nculturally separate, the political and economic opportunities\r\nthey have when they pass into adulthood should be equally\r\nsimilar.\r\nGlobalization is probably the greatest opportunity for\r\nhumanity, but it will not develop its potential if it is not\r\naccompanied by both principles and political action at the\r\nhighest levels which allow for the establishment of new\r\n“post-national” communities with different cultures but with\r\nsimilar characteristics, communities that together can work\r\ntowards a world of peace and economic progress. This will\r\nnever be realized without the United Nations, the\r\nindispensable Organization. There are no indispensable\r\nnations, just as there are not men and women who are\r\nbetter than others because of the accident of their places of\r\nbirth. What exists today are the indispensable economic and\r\npolitical precepts that our parents, survivors of the\r\nHolocaust and other terrors of the Second World War, gave\r\nto the United Nations and to the other international\r\norganizations allied to it. This Organization, which many\r\nlove to criticize, while it may be distorted or weakened by\r\nthe weakness of its Members, is at its core the expression\r\nof one of the greatest moments of the soul of humanity.\r\nThe political power of the United Nations comes from\r\nthe defence of the rights of man and the peaceful resolution\r\nof conflicts. Its power in the economic sphere is based on\r\nan ethical cry for development. I spoke before of the\r\nchildren of the pampas or of Gabon, as I might speak of\r\nchildren of the American Midwest or of East Asia or the\r\nFrench Pyrenees or the Arab peninsula. Many of these boys\r\nand girls will grow up with the same aspirations, instilled\r\nin them by a global culture, but once the age of adulthood\r\nis reached the possibilities for the exploitation of their\r\npotentials is not the same, and in this great injustice lie the\r\nseeds of new wars, exploitations and corruptions. For many\r\nof these children globalization has little meaning.\r\nWe cannot turn our backs on the fact that 20 per cent\r\nof mankind lives in conditions of extreme poverty, and that\r\nmany millions of others are very close to this state. What\r\ndoes global culture represent for all of these people?\r\nPerhaps simply a mirage of all that they might have had\r\nand taken pleasure in had they been born citizens of a\r\nricher country. The world has today more that 1.5 billion\r\npeople who lack access to potable water and basic\r\nsanitation facilities and who are largely illiterate. What\r\nkind of global community will we be creating if these\r\nnumbers do nothing but rise? The United Nations\r\nindicated what needed to take place after the Social\r\nSummit in Copenhagen in 1995. That conference traced\r\na path that we have begun to follow, but that must now\r\nbe followed with a firmer step. Why do we not, in the\r\ndecades to come, try to apply the desires expressed in\r\nUnited Nations policy to economic organizations, such as\r\nthe World Trade Organization, the International Monetary\r\nFund and the World Bank? We must do this. Otherwise,\r\nglobalization cannot be any more than it is now: a\r\ndictatorship of the financial world over people and their\r\nlegitimate representatives.\r\nA discussion of the responsibility of those States that\r\nadminister economic aid returns us to the questions of\r\npolitical rights, the advancement of democracy, the\r\ntransparency of the political and economic process and\r\nthe consolidation of the rule of law. Models exist, and if\r\nthey have been developed in specific nations of the earth,\r\nthese models do not carry any copyright. Human\r\ncommunities are either free or not; there exists no other\r\npossibility. True democracy, the freedom to choose the\r\npeople to administer the public good through regular\r\nelections, is the only form of democracy that can be\r\ndefended. Today, with the information we have at our\r\nfingertips, nobody should dare defend tyranny by\r\nresorting to cultural arguments. During the first years of\r\nthe new century, it will be necessary to keep alive the\r\nprinciples of the Universal Declaration of Human Rights,\r\nso that people everywhere are educated in the social\r\nresponsibility of the individual and so that democracy is\r\naccepted as the only natural form of governance for all\r\nregimes.\r\nThe recent conflict in East Timor is a good example\r\nof the opportunities as well as the dangers that the United\r\nNations has before it. On the one hand, we find ourselves\r\nfacing a long but productive process, in which a popular\r\nvote accepted by all the parties will lead towards an\r\nunequivocal resolution of a long-standing problem. On the\r\nother hand, once this democratic process was effectively\r\ncarried out, violence broke out, and now we must react\r\nquickly in order to stop the massacre. The United Nations\r\ncapacity for reaction and the mobilization of the forces of\r\n24\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nthe States that compose it is therefore essential. Here is the\r\nthird aspect of the United Nations that must become more\r\neffective than it is at present. Peacekeeping must be\r\nconducted using more powerful and better organized\r\nmechanisms of intervention that allow for rapid action and\r\nguarantee the effective conversion of words into deeds.\r\nGlobalization, a current reality, presents both\r\nopportunities and dangers. In order for it to be a tool of\r\nprogress, it must be accompanied by a system that is both\r\npolitical — involving democracy, the rule of law and\r\nrespect for human rights — and economic — involving the\r\ngoal of the eradication of poverty and encouragement of\r\ndevelopment. Support for the system depends on the United\r\nNations having a real capacity for intervention so that\r\npeacekeeping is more effective. This was the point of\r\ndeparture for my series of observations. I can guarantee that\r\nAndorra, a small State that has been a United Nations\r\nMember only since 1993, will make every effort so that the\r\ndesire to make the United Nations an instrument for\r\npositive globalization is not in vain. We are making\r\nincreasing efforts within the Organization.\r\nAndorra\u0027s active participation in the Rome Conference\r\nto establish an international criminal court, where it was the\r\nsecond State, after Italy, to sign the Statute, which begins\r\nwith words written by Andorra well illustrates the efforts of\r\nmy country to aid and reinforce the rule of law in the\r\nworld.\r\nI have the pleasure to announce to the Assembly today\r\nthat once the juridical analysis and translation from Catalan\r\nhas been completed, my Government will give to the\r\nConsell General, our Parliament, a copy of the Statute for\r\nratification. We hope, therefore, shortly to be one of the\r\nStates that will permit the International Criminal Court\r\n(ICC) to become a reality by being one of the first\r\ncountries to ratify the Statute for its entry into force.\r\nAnother small European State, San Marino, preceded us\r\ntowards this goal and we congratulate it on its speed and\r\nsupport for the ICC.\r\nThe work of Andorra in the United Nations concerning\r\nthe rights of man continues to occupy a special place in this\r\nfifty-fourth session of the General Assembly. In particular,\r\nour delegation will follow with interest the work of the\r\nCommission on Human Rights during its meetings in\r\nGeneva. Andorra\u0027s desire to mark its opposition to the death\r\npenalty as punishment for a crime will again be expressed.\r\nWe will also insist on the need to teach human rights to\r\nchildren, as is emphasized in Article 29 of the Convention\r\non the Rights of the Child. We will also work this year on\r\nother United Nations Conventions concerning human\r\nrights to which Andorra has committed itself to adhere\r\npending internal proceedings.\r\nThe year 2001, as a result of the internal rotation of\r\nthe Western Group, will allow Andorra to be a member\r\nof the Economic and Social Council. This represents an\r\nimportant goal for us in our international life, and we are\r\npleased to inform the Assembly that Andorra has started\r\nits preparatory work for its presence in this organ, so\r\nimportant to the United Nations. The deliberations of the\r\nnext session of the Economic and Social Council which\r\nwill take place in New York in the year 2000. For the\r\nsession to take place in 200l in Geneva, where we will\r\nparticipate as full members, the recent extension of our\r\nPermanent Mission to the Geneva Headquarters will\r\nassure our being able to carefully follow the proceedings.\r\nTo this end, I have asked our Permanent Representative\r\nto establish at this session which of the members of his\r\nteam, and in what capacity, will be responsible for the\r\nEconomic and Social Council in 2001 for Andorra. This\r\npreparation will ensure that our contribution will measure\r\nup to the noble work of the Council, notably in the war\r\nagainst poverty.\r\nStill on the economic plane, Andorra\u0027s candidature\r\nfor the World Trade Organization represents one of the\r\nmost important current challenges for my country,\r\nalongside the relationship we are exploring with our\r\nneighbours in the European Union. As a small State\r\nwhich tries to understand its economic opportunities, we\r\nfind the flows of global commerce, and our participation\r\nin them, of particular interest.\r\nIn 1998 each Andorran gave around $6 to our annual\r\nbudget for contributions to the United Nations; this is the\r\nper capita figure for the Andorran contribution to the\r\nOrganization. I am aware that it is not an enormous\r\ncontribution, but it is much greater than that which each\r\ninhabitant of the biggest countries with a high income\r\npays or should pay. A good part of this figure was for\r\nvoluntary contributions towards disarmament. An\r\nexhibition on children and small arms opened recently.\r\nPrepared by the Department of Under-Secretary-General\r\nDhanapala and the United Nations Children\u0027s Fund\r\n(UNICEF), and sponsored by Andorra, it will move to\r\ndifferent sites in the world to raise consciousness\r\nconcerning the tragedy brought about by the presence of\r\nsmall arms in areas of conflict, especially for the young.\r\nWe have also made contributions towards programmes\r\ndesigned to collect small arms in some of those countries\r\nthat suffer from an infestation of this plague. My country\r\n25\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nintends to continue to contribute to initiatives such as these\r\nin order to express our solidarity with the actions for peace\r\nof the United Nations. It is right that a small country such\r\nas mine, which has been blessed by 721 years of\r\nuninterrupted peace should participate in the United Nations\r\nin those acts which bring about a culture of peace.\r\nThe last time I visited the Headquarters of the United\r\nNations, during May of last year, I did so to present a\r\nprogramme of computerization for the archives of the\r\nGroup of Western European and Other States to the high-\r\nlevel working group on informatics. I am happy that the\r\ndiplomatic mission of a small State such as ours can bring\r\nabout the realization of this project, aided by the National\r\nComputer Science Centre of Andorra. The server computers\r\ninstalled at the Mission function at a good rhythm and other\r\nregional groups have asked for information in order to\r\nestablish a similar system. I therefore reiterate the offer I\r\nmade last year concerning the cooperation of Andorra with\r\nany other interested regional groups.\r\nThe United Nations is certainly imperfect, but it is the\r\nbest organization that we have to orient this unpredictable\r\nworld of the third millennium towards a culture of peace\r\nand international solidarity and also along the path of\r\ndevelopment.\r\nThere are many labours left unfinished: the reform of\r\nthe Security Council, the new tasks of the Trusteeship\r\nCouncil, the revitalization of the Economic and Social\r\nCouncil, the increase in possibilities for peacekeeping\r\noperations, among others.\r\nWe have a great chance to change this world so\r\ntransformed by globalization. Do not forget, however, that\r\nat the end of this century marked by the worst excesses of\r\nhumanity, the United Nations represents our charitable spirit\r\nand at its centre there is not a machine, but human beings,\r\nalbeit exceptional ones: the first among them, Kofi Annan,\r\nthe Secretary-General; Didi Opertti, the outgoing President\r\nof the General Assembly, whom we thank with all our\r\nhearts for work well done; Theo-Ben Gurirab, the new\r\nPresident, whom we congratulate on his election; and many\r\nother persons who bring their individual beliefs to this\r\ncommon house for humanity. It comforts us to think not\r\nabout systems, but rather about those people who,\r\nindefatigable, work for a better world. Let us therefore have\r\nthe optimism to believe in our species. For I believe that,\r\nas the Nobel Prize Winner William Falkner said:\r\n“man will not merely endure: he will prevail. He is\r\nimmortal, not because he alone among creatures has\r\nan inexhaustible voice, but because he has a soul, a\r\nspirit capable of compassion and sacrifice and\r\nendurance.”\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\nPrincipality of Andorra for the statement he has just\r\nmade.\r\nMr. Marc Forné Molné, Prime Minister of the\r\nPrincipality of Andorra, was escorted from the\r\nrostrum.\r\nAddress by the Prime Minister of the Republic of the\r\nFiji Islands, The Honourable Mahendra Pal Chaudhry\r\nThe Acting President: The Assembly will now hear\r\nan address by the Prime Minister of the Republic of the\r\nFiji Islands.\r\nThe Honourable Mahendra Pal Chaudhry, Prime\r\nMinister of the Republic of Fiji, was escorted to the\r\nrostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the Prime Minister of the Republic of Fiji, His\r\nExcellency the Honourable Mahendra Pal Choudhry, and\r\ninviting him to address the General Assembly.\r\nMr. Choudhry (Fiji): It is my honour today to\r\nconvey to the Assembly the warm greetings and best\r\nwishes of the Government and people of the friendly\r\nislands of Fiji.\r\nOn their behalf, I congratulate the President on his\r\nelection. He will be interested to know that his great\r\ncountry, Namibia, is grouped together with my country in\r\nthe same pool at the Rugby World Cup, which begins in\r\nWales next month. While we are friendly rivals on the\r\nrugby football field, we are absolutely confident here that,\r\nwith his extensive experience, and impressive credentials,\r\nwe can all look forward to another successful session of\r\nthe General Assembly.\r\nWe also express our deep appreciation and gratitude\r\nto our outstanding Secretary-General and to the members\r\nof the Security Council for their wise and able\r\nstewardship of the United Nations over the past year.\r\nThe priority challenge for the international\r\ncommunity continues to be to help ensure that there is\r\n26\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nfreedom and justice and peace and prosperity in every part\r\nof our common habitat — the good planet Earth.\r\nI trust that this session of the General Assembly will\r\nfocus particular attention on specific issues that bear\r\ndirectly on our collective responsibility, as Member States\r\nof the United Nations, in promoting peace, security and\r\ndevelopment to make our good planet Earth a better and\r\nsafer place for all its citizens.\r\nIn this regard, I wish to acknowledge the Government\r\nof the Republic of Indonesia for its foresight in giving the\r\npeople of East Timor the freedom to choose their political\r\nfuture. Now that they have freely made their choice, we in\r\nFiji join other States Members of the United Nations in\r\nappealing to the Government of Indonesia to facilitate the\r\npeaceful and orderly transition of East Timor to full\r\nnationhood and independence.\r\nTo enable this, it is crucially important that every\r\neffort is made to restore law and order and ensure the\r\nprovision and maintenance of effective security measures to\r\nallow the people of East Timor to return to their homes.\r\nThe tragic situation which has arisen there, with the loss of\r\nhundreds of lives, need not have occurred had the\r\nIndonesian Government and the military properly exercised\r\ntheir responsibility to deal decisively with the unlawful\r\narmed elements.\r\nAs a member of the United Nations family, Fiji stands\r\nready to participate alongside other Member States in the\r\nUnited Nations peacekeeping force in East Timor in laying\r\nthe foundation for lasting peace in that new nation. Also,\r\nwe call on the international community to provide tangible\r\nassistance to enable East Timor to put an effective\r\nGovernment in place and rebuild its shattered economy.\r\nI take this opportunity to reaffirm Fiji’s continuing\r\ncommitment to United Nations peacekeeping operations in\r\nLebanon, Sinai, Bosnia and Kosovo. Within our own\r\nPacific island region, we remain ready to support and assist\r\nPapua New Guinea in bringing permanent peace to\r\nBougainville, as part of a South Pacific Forum regional\r\npeace mission. In the Solomon Islands, we are ready and\r\nprepared to cooperate with the Government, at the\r\ninvitation and under the aegis of the Commonwealth of\r\nNations, in restoring peace and promoting goodwill and\r\nunderstanding among the people of this very important\r\nneighbouring State. In all this, the guiding principle of\r\nFiji’s participation is respect for the sovereign rights of the\r\ncountries concerned and maintenance of the democratic\r\nrights and freedoms of their peoples.\r\nMaking sacrifices in serving our common interests\r\nis nothing foreign to us in Fiji, for it is through the\r\nwillingness of the various constituent communities in our\r\nmulti-ethnic and multicultural society to make sacrifices\r\nin order to safeguard our collective future that we have\r\nsucceeded in constructing an agreed constitutional\r\nframework for peace and prosperity in our country. We\r\nunanimously adopted a new Constitution in July 1997 to\r\nreplace the racially weighted Constitution imposed on our\r\npeople following the military coups of 1987. Under the\r\nnew Constitution, general elections were held in May this\r\nyear. In those free and democratic elections, my\r\nGovernment was elected into office with a clear,\r\noverwhelming majority. We decisively won the elections\r\nbecause our People’s Coalition Party promised policies on\r\ndevelopment that were focused specifically on addressing\r\nthe basic needs of the people — the need for regular\r\nincome through jobs or business opportunity; the need for\r\nbetter education and health services; a safe and clean\r\nwater supply; electricity; good standard of housing at\r\naffordable prices; safe streets and neighbourhoods; and a\r\nclean and healthy environment. But above all these was\r\nthe emphasis we placed on the critical need to bring relief\r\nand assistance to the poor, to those on low incomes and\r\nto the growing number of those who, through no fault of\r\ntheir own, live in dire poverty.\r\nUnemployment and poverty can be countered\r\neffectively only when people have the opportunity,\r\nthrough development, to apply their God-given talents and\r\nability fully. To promote development we need sustained\r\neconomic growth, but growth that creates employment\r\nand opportunities for a wide cross-section of society:\r\ngrowth that creates wealth for only a few and does not\r\nreach the masses that live in grinding poverty cannot be\r\nregarded as being for the national good. We therefore\r\nneed to promote economic growth for human\r\ndevelopment: it must be regarded as the right of every\r\ncitizen in any society to share in the benefits of growth,\r\ndevelopment and progress — benefits not just in the form\r\nof material well-being, but also in the improved quality of\r\nlife through self-fulfilment and the contentment that\r\ncomes from service to others and love of one’s\r\nneighbours and fellow citizens.\r\nAnd so it is with the global community. The\r\npromotion of freer international trade for greater growth\r\nand prosperity must be pursued with a strong sense of\r\neconomic and social justice. At international gatherings\r\nsuch as this, we hear high-sounding platitudes and\r\npromises of international arrangements that would favour\r\nall nations. Such are the kinds of promises about gains\r\n27\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nfrom free trade that we hear from the World Trade\r\nOrganization. In reality, however, opportunities are never\r\nthe same, let alone equal, given that conditions and\r\ncircumstances are different, varying from country to\r\ncountry. It is not surprising, therefore, that international\r\nagreements genuinely aimed at facilitating freer and\r\nincreased mutually beneficial international trade have often\r\nbeen undermined and frustrated by unilateral decisions and\r\nactions taken to protect vested national economic and\r\npolitical interests.\r\nGlobalization and our growing interdependence must\r\nbe accompanied by a strong and genuine international\r\ncommitment — especially by those economies that\r\ndominate world trade, international finance, technology and\r\nindustrial production — to consider special arrangements\r\nfor the developing economies. The specific aim must be to\r\ncreate new opportunities for developing countries to earn\r\nhigher incomes through their own efforts as participants in\r\nthe global trading system.\r\nThis is why my country, along with others in the\r\nPacific, African and Caribbean regions, are deeply grateful\r\nto the European Union for the special trading and other\r\narrangements under the Lomé Convention. For us in Fiji,\r\n300,000 of our total population of 800,000 are dependent\r\nfor their livelihoods, directly and indirectly, on the sugar\r\nindustry. But it is the sugar protocol of the Lomé\r\nConvention with the European Union which is helping to\r\nsustain the continuing viability of this very important\r\nindustry, while enabling us to attain the internal efficiencies\r\nnecessary to enhance our international competitiveness.\r\nSimilarly, it is the special South Pacific Regional\r\nTrade and Economic Cooperation Agreement, or\r\nSPARTECA, which Australia and New Zealand maintain\r\nwith Pacific island nations, that has been a positive factor\r\nin increasing Pacific island exports to these two countries.\r\nThis Agreement has stimulated new industries in the\r\nmanufacturing sector in our country, has substantially\r\nincreased our export earnings and has helped create new\r\nemployment for thousands of our people.\r\nWe are, of course, grateful for the development\r\nassistance we are receiving from both bilateral and\r\nmultilateral donors. I recognize in particular our traditional\r\ndonors such as Australia, New Zealand, Japan, the United\r\nKingdom, the European Union, the People’s Republic of\r\nChina and many others, along with the various United\r\nNations development agencies. This development assistance\r\nhas been of immense value both in our economic and in\r\nour social development efforts.\r\nWhile we deeply appreciate all this assistance, we\r\nalso believe that helping us with increased opportunities\r\nin trade and investment is the best form of aid — aid to\r\nassist us in achieving higher rates of growth and progress\r\nthrough our own self-reliant capability. We would\r\ntherefore welcome increased and stronger United Nations\r\nsupport for global policies that contribute specifically to\r\nincreased foreign capital investment and assistance to\r\ndeveloping countries.\r\nWe have been very disappointed by what we\r\nperceive to be the lack of genuine commitment by the\r\ninternational community, especially by bilateral and\r\nmultilateral donor agencies and the large developed\r\nmarkets, to respond positively to the Barbados\r\nProgramme of Action for the Sustainable Development of\r\nSmall Island Developing States. This Barbados\r\nProgramme commitment was made five years ago. I very\r\nmuch hope, therefore, that the coming special session on\r\nsmall island developing States will readily agree on a\r\ncommon regime of international support to assist them in\r\ntheir efforts to achieve sustainable development.\r\nIn that regard, my Government welcomes the new\r\nemphasis by multilateral agencies such as the World\r\nBank, the International Monetary Fund (IMF) and the\r\nAsian Development Bank to assist developing economies\r\nin the eradication of poverty, in enhancing human-\r\nresource development through better education and health\r\nfacilities and services and in the improvement and\r\nexpansion of infrastructure to support increased\r\ninvestment in the economy by both foreign and local\r\ninvestors.\r\nMay I take this opportunity to congratulate the\r\nKingdom of Tonga, the Republic of Nauru and the\r\nRepublic of Kiribati on their admission to the United\r\nNations. Their membership will no doubt add strength and\r\nresonance to the voice of Pacific Island nations in this\r\nvery important international forum. But like them, we in\r\nthe Republic of the Fiji Islands recognize that, in the\r\nultimate, the United Nations draws its strength from the\r\nquality of the commitment of every Member State to its\r\nbasic purpose and mission, as set out in the United\r\nNations Charter and other related documents.\r\nArticle 56 of the Charter reminds us all of our\r\ncollective responsibility. All Member States are to pledge\r\nthemselves to take joint and separate actions in\r\ncooperation with the United Nations for the achievement\r\nof its purposes.\r\n28\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nArticle 1 of the Universal Declaration of Human\r\nRights states that we are all endowed with reason and\r\nconscience and should act towards one another in a spirit of\r\nbrotherhood. In my country, the Republic of the Fiji\r\nIslands, we have, in our new Constitution, adopted a\r\nnumber of very important fundamental principles as the\r\nbasis for consolidating peace, unity and stability in our\r\nmultiethnic and multicultural society. In Fiji we believe in\r\nthe kind of multiculturalism that recognizes the value and\r\ncontribution of each community and also that cultural\r\ndiversity serves to enrich our society. But we temper this\r\nby drawing in and uniting all our citizens through focusing\r\non our common needs as human beings.\r\nWe believe deeply and sincerely that it is the duty of\r\ngovernment — indeed, of every government — to give\r\nequal care and attention to the development needs and\r\nconcerns of all citizens, irrespective of race, religion,\r\ngender or economic and social status. These principles and\r\nthis approach are working for us in Fiji, and I have no\r\ndoubt that their universal application will also contribute to\r\ngreater international peace, goodwill and understanding.\r\nIndeed, as we direct our attention to the beginning of the\r\nnew millennium, and in particular the proposed millennium\r\nsummit of the General Assembly in September of next year,\r\nlet us look to it both with seriousness of purpose and with\r\na new determination as a unique opportunity to rebuild the\r\nfoundation for international cooperation.\r\nMy delegation fully supports the efforts of our\r\nSecretary-General to reform the Organization. The United\r\nNations was established fifty-four years ago. To be\r\nmeaningful, this reform must include a revision of the\r\nUnited Nations Charter to reflect the realities of today.\r\nOn the Security Council, this must include an increase\r\nin both the permanent and non-permanent membership,\r\nbased on a more equitable representation of the different\r\ngeographical regions. We also urge that the existing\r\nregional groupings in the United Nations for the purpose of\r\nrepresentation in the various organs and specialized\r\nagencies should be reviewed with a view to reconfiguring\r\nthem. This is, again, to ensure fair and equitable\r\nrepresentation of the various geographical regions.\r\nThe countries from the South Pacific region, for\r\nexample, are currently split between the Asian Group and\r\nthe Western European Group. Australia and New Zealand\r\nare part of the Western European Group. On the other\r\nhand, Fiji and other island States from the South Pacific are\r\nmembers of the Asian Group. Such a configuration is not\r\nonly discriminatory on ethnic lines, it is also, in these\r\ndays, artificial and irrelevant.\r\nI believe, therefore, that it is time Member States\r\nfrom the South Pacific should be allowed to have their\r\nown distinctive regional grouping in the United Nations.\r\nIn proposing this, we are not asking for something that is\r\ntotally new. In fact, this is already the accepted\r\narrangement in such United Nations agencies as the\r\nWorld Health Organization and the Food and Agriculture\r\nOrganization.\r\nWith regard to its development agenda, the United\r\nNations, we believe, must give greater attention to its\r\nresponsibility, under Article 55 of the United Nations\r\nCharter, on the promotion of international cooperation in\r\neconomic and social development, with particular\r\nreference to the needs of developing countries.\r\nThe World Summit for Social Development at\r\nCopenhagen in 1995 agreed on 10 main commitments to\r\nbe part of an international Programme of Action to\r\nenhance social development, including the eradication of\r\npoverty in the world through decisive national actions and\r\ninternational cooperation. We look forward to next year’s\r\nreview by the United Nations of this very important\r\nProgramme of Action. As we begin the new millennium,\r\nlet it be a challenge to the United Nations to recommit\r\nitself to the very important goal of promoting social\r\njustice and equity as a top priority in economic\r\ndevelopment, both within and between nations.\r\nIt is incumbent on all of us — the Member States,\r\nmultilateral agencies such as the World Bank and the\r\nIMF, and the various United Nations development\r\nagencies — to cooperate in taking all appropriate actions\r\nto create conditions of stability and well-being, which are\r\nnecessary for peaceful and friendly relations among\r\nnations.\r\nAs I have said, our membership of the United\r\nNations and our attendance here at this session of the\r\nGeneral Assembly reflect our commitment to the United\r\nNations Charter on the maintenance of international peace\r\nand security. I urge all Member States to work together\r\nto encourage the resolution of disputes and conflicts\r\nthrough dialogue and the pursuit of consensus. And we\r\nmust do this always with recognition and respect for\r\nnational sovereignty and independence.\r\nAs men and women of goodwill, we have gathered\r\nhere at the United Nations to reaffirm our common\r\n29\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\ncommitment to promoting a more peaceful world. But let\r\nus remind ourselves that peace is more than the absence of\r\nwar or conflict. Peace can be real and enduring only when\r\nwe all cooperate closely to create conditions for life to be\r\nlived in freedom and security, and with justice and dignity.\r\nWe must therefore collaborate and cooperate in\r\npromoting international trade in goods and services,\r\nfinancial and technology transfers and development that\r\nbenefits all countries, big and small, developed and\r\ndeveloping. And let us act in concert, and with\r\nresponsibility, in safeguarding and protecting our precious\r\nnational and global environment.\r\nIn concluding, I pray to the Almighty to bless us all,\r\nas children of His divine creation, with His wisdom and\r\nlove, so that we may live together and relate to each other\r\nas brothers and sisters, bound together by mutual care and\r\nconcern for one another.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\nRepublic of the Fiji Islands for the statement he has just\r\nmade.\r\nThe Honourable Mahendra Pal Chandhry, Prime\r\nMinister of the Republic of the Fiji Islands, was\r\nescorted from the rostrum.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Côte d’Ivoire and former President of\r\nthe General Assembly, His Excellency Mr. Amara Essy. I\r\nhave the pleasure and the honour also to mention that Mr.\r\nAmara Essy is the second former President of the General\r\nAssembly we will have heard today, the first being Mr.\r\nAbdelaziz Bouteflika, President of the People’s Democratic\r\nRepublic of Algeria, who spoke this morning.\r\nMr. Essy (Côte d’Ivoire) (spoke in French): I wish to\r\nconvey to my friend Mr. Theo-Ben Gurirab how proud and\r\nhappy I am to see a son of Africa leading the General\r\nAssembly into the new millennium. I congratulate him\r\nwarmly. I am certain that his experience, gained as the\r\nrepresentative of the South-West Africa People’s\r\nOrganization to the United Nations and in the course of a\r\nlong diplomatic career, will help him resolve the complex\r\nissues facing the Assembly at this session. This is an\r\nhonour for him and for the African continent. I wish also\r\nto convey my congratulations to the other officers of the\r\nGeneral Assembly. The President may rest assured that my\r\ndelegation is ready to work with him for the success of the\r\nwork of the Assembly at this session.\r\nI wish also to convey to the President of the\r\nAssembly at its fifty-third session, His Excellency Mr.\r\nDidier Opertti of Uruguay, our thanks for the quality of\r\nthe work carried out under his presidency.\r\nI pay heartfelt tribute to the Secretary-General, Mr.\r\nKofi Annan, and reaffirm the appreciation of Côte\r\nd’Ivoire for the unflagging and able way in which he is\r\nfulfilling the mandate entrusted to him.\r\nMy delegation welcomes the three new Members of\r\nthe Organization: the Republic of Kiribati, the Republic\r\nof Nauru and the Kingdom of Tonga.\r\nOn the eve of the new millennium, the Organization\r\nmust adapt to the new shape of international relations in\r\norder to increase its effectiveness in all areas, including\r\nthat of the maintenance of international peace and\r\nsecurity. Every passing day reveals the dysfunction of\r\ninternational society. Nearly 10 years after the euphoria\r\nborn of the end of ideological confrontation, we have yet\r\nto put in place machinery for political, economic and\r\nfinancial controls that could lead to the peaceful world\r\nevoked by the 1945 Charter.\r\nOn the threshold of the twenty-first century, we are\r\nobliged to say that might continues to prevail over right,\r\nthat hotbeds of war continue to proliferate, that individual\r\nrights are often flouted, and that a large part of mankind\r\nhas only a remote idea of social progress.\r\nYet the 1945 Charter remains timely; all that is\r\nlacking is the full implementation of the great principles\r\nit articulates. The faith of peoples in the United Nations\r\nremains intact. This obliges us to make a sustained effort\r\nto increase its credibility and strengthen its capacity to\r\nmeet the challenges it faces.\r\nFor a number of years the Organization has been\r\nengaged in renewal. Working groups have been\r\nestablished to reform the main structures of the United\r\nNations and adapt them better to the new international\r\ncontext. The Secretary-General himself is involved in this\r\neffort, in part by initiating reforms within his areas of\r\nresponsibility. It is now up to us, the Member States, to\r\nwork together to complete the process in the months to\r\ncome.\r\nWe hope that the Millennium Summit planned for\r\nSeptember 2000 will launch the United Nations into the\r\ntwenty-first century. It is therefore of great urgency that\r\nthe plan to enlarge the Security Council be completed.\r\n30\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nThere can be no doubt that by increasing the number of\r\nboth permanent and non-permanent members, among which\r\nAfrica will have to have its rightful place, we will also be\r\nremedying the lack of political visibility from which the\r\nCouncil has been suffering. The Kosovo crisis revealed the\r\nnecessity of reaffirming the primacy of the Security Council\r\nand hence that of the United Nations.\r\nConfirming the authority of the Security Council must\r\nby no means imply a reduced role for the General\r\nAssembly. This body, whose representative nature lends it\r\ngreat legitimacy, must be at the heart of the system, with\r\nall that this implies for its ability to set the overall course\r\nof the United Nations. But such institutional reform can be\r\neffective only if all States meet their financial obligations.\r\nBy reiterating the validity of the principles of the Charter\r\nat the dawn of a new millennium, we commit ourselves to\r\nguaranteeing international peace and security for succeeding\r\ngenerations.\r\nFor the past two years the Organization has been\r\npaying particular attention to the conflicts besetting Africa.\r\nIn his report to the Security Council of 13 April 1998\r\n(S/1998/318), the Secretary-General identified the many\r\ncauses of these conflicts. He reviewed the ways to promote\r\npeace, the most important of which is a development policy\r\nthat can eradicate the seeds of violence. For their part,\r\nAfrican States are making every effort to acquire machinery\r\nenabling them to avert conflict situations or, if necessary,\r\nto act.\r\nConvinced that war is not inevitable and that the keys\r\nto peace are at hand so long as the political will exists, the\r\nAssembly of Heads of State and Government of the\r\nOrganization of African Unity (OAU) has unanimously\r\ndeclared the restoration of peace on the continent to be its\r\npriority activity for the years to come.\r\nBut let us not delude ourselves: that goal will be met\r\nonly if the international community, as embodied by the\r\nUnited Nations, is mobilized and if it firmly supports\r\nAfrica’s efforts. It is not my intention to disregard all that\r\nhas been done by friendly countries — the United States,\r\nFrance, the United Kingdom, Japan and Canada, to name\r\nbut a few — to explore new ways to promote peace and\r\nsecurity in Africa and to strengthen Africa’s capacity in that\r\nregard. Let me recall the establishment in my own country,\r\nat Zambakro, of a military training centre specializing in\r\npeacekeeping techniques, which is open to all African\r\nStates.\r\nNor can I fail to mention the initiatives taken by the\r\nUnited Nations where the scourge of war is at its horrific\r\nworst, such as in Sierra Leone, or where it wantonly flays\r\nits victims, such as in Guinea-Bissau or in the Democratic\r\nRepublic of the Congo. The Ceasefire Agreement for the\r\nDemocratic Republic of the Congo, signed at Lusaka on\r\n10 July 1999, to which all the factions of the Congolese\r\nRally for Democracy have now subscribed, owes a great\r\ndeal to the perseverance of the Secretary-General and to\r\nthe persuasive labours of his Special Envoy.\r\nTo help our continent escape the spiral of violence,\r\nthe United Nations has acted at every stage of crises,\r\ncombining its efforts with those of the OAU and of other\r\nregional and subregional organizations.\r\nBased on its success in the former Yugoslav\r\nRepublic of Macedonia, the United Nations has\r\nexperimented in the Central African Republic with a\r\npreventive peacekeeping mission, which has thus far been\r\nachieving its objectives. The Organization has thus\r\nprevented that country from beginning a descent into the\r\nhell that the repeated mutinies of 1996 and 1997 seemed\r\nto prefigure and the political and social tension that\r\nfollowed. I am particularly pleased to say this because my\r\ncountry has sent a 235-member contingent consisting of\r\na medical unit, an armoured squadron and members of the\r\ngeneral staff.\r\nEven though it is more complex in terms of the\r\nmany issues in its subregion, the work of the United\r\nNations Mission for the Referendum in Western Sahara\r\n(MINURSO) is also praiseworthy. It has made it possible\r\nto build a momentum for dialogue that will ultimately\r\nprevail over the passions and divisiveness that have long\r\nbeen a source of conflict: this is no mean achievement.\r\nCôte d’Ivoire welcomes developments in the\r\nsituation in the Middle East, including recent steps taken\r\nby the Prime Minister of Israel, Mr. Ehud Barak, and by\r\nPresident Yasser Arafat with a view to implementing a\r\njust and fair peace that would protect the inalienable\r\nrights of the Palestinian people and Israel’s right to\r\nexistence within secure and recognized boundaries.\r\nI would be remiss if I did not mention all that has\r\nbeen done to strengthen cooperation in peacekeeping with\r\nthe OAU, as well as with the Economic Community of\r\nWest African States and the Southern African\r\nDevelopment Community. We must welcome the fact that\r\nthe United Nations seems gradually to be overcoming the\r\nSomalia syndrome that led it to reduce its commitments.\r\n31\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nThe prospect of the Organization’s soon deploying a\r\npeacekeeping force of 20,000 for the implementation of the\r\nLusaka agreement in the Democratic Republic of the Congo\r\nis certainly a harbinger of an increased effort of the\r\ninternational community to restore peace and security in\r\nAfrica. But we should take care that this hope not be\r\ndashed, thereby strengthening the feeling, widely held in\r\nAfrican public opinion, that our continent is subject to\r\ndiscriminatory treatment as compared with other regions of\r\nthe world. What was possible in Kosovo should also be\r\npossible in Angola, Congo and Sierra Leone. The reference\r\nto the values of democracy and human rights that served as\r\na catalyst for the large-scale action in Kosovo is equally\r\napplicable to African populations.\r\nI am fully aware of the reluctance of the great Powers\r\nto become involved in complex conflicts whose local\r\nprotagonists are often difficult to identify and tend to\r\ncompete with one another, at very great humanitarian cost.\r\nCertainly, political prerequisites, especially in the form of\r\nceasefire agreements, are necessary for the deployment of\r\npeacekeeping forces, but they are not insurmountable when\r\nthe Security Council makes use of all the resources offered\r\nby the Charter.\r\nThe breathing of new life into the principle of\r\npeacekeeping operations through the provision of credible\r\ndeterrent elements and resources should not absolve us of\r\nreviewing or of clarifying Chapter VIII on cooperation\r\nbetween the United Nations and regional arrangements. Too\r\nmany uncertainties remain on the scope and modalities of\r\nsuch cooperation and the role that falls to the Security\r\nCouncil in this regard.\r\nThe Kosovo crisis and military intervention under the\r\nauspices of the North Atlantic Treaty Organization have\r\nonly increased our doubts and questions in this connection.\r\nThe promotion of the regional approach to collective\r\nsecurity should in no way serve as a pretext for the\r\nSecurity Council’s lack of involvement. By reiterating the\r\nvalidity of the principles of the Charter at the dawn of a\r\nnew millennium, we commit ourselves to establishing better\r\nliving conditions for future generations, including all the\r\nchildren of Africa.\r\nAfrica, of course, has little weight in world economic\r\nstatistics, but it does have a potential on which the future\r\nof humankind will largely depend. It must participate fully\r\nin efforts to build a new world financial architecture. It is\r\nalso important that, on the eve of major trade negotiations\r\nunder the aegis of the World Trade Organization, the\r\ninterests of the developing countries not be sacrificed on\r\nthe altar of globalization.\r\nI welcome the efforts of the Secretariat to strengthen\r\nthe resources available for development and to harmonize\r\nthe activities of various United Nations agencies. It was\r\nto that end that a development group was established to\r\nbring together the various operational bodies, including\r\nthe United Nations Development Programme (UNDP), the\r\nUnited Nations Children’s Fund and the United Nations\r\nPopulation Fund. The result has been improved\r\nstreamlining of activities, more consistent management of\r\naid and simplified procedures for funding projects. This\r\nrepresents progress that we can only welcome by paying\r\na heartfelt tribute to the coordination of the assistance\r\nprovided by UNDP, particularly by its resident\r\nrepresentatives.\r\nBut this satisfaction cannot calm the anxiety\r\nprovoked by the continued decline of official development\r\nassistance, which the statistics of the past decade show to\r\nbe precipitous. Official development assistance has now\r\nfallen to below 0.2 per cent of gross national product.\r\nWe welcome the initiatives taken last June in\r\nCologne at the summit of the G-8. These attest to a desire\r\nto increase assistance to developing countries, especially\r\nthrough significant debt alleviation. The cancellation of\r\npart of the debt of the developing countries, against the\r\nprospect of the opportunity for these countries to relaunch\r\ntheir investment policies, should allow for harmonization\r\nand coordination of the activities of the major\r\ninternational financial institutions. The multilateral\r\nframework will also offer the advantage of avoiding direct\r\ndealings between a given country and aid providers,\r\nwhich experience has often shown to be a source of\r\nmisunderstandings that may hamper the smooth\r\nfunctioning of national economies. However, decisions\r\ntaken by the richest countries for reducing debt are likely\r\nto create disparities among the countries concerned,\r\ndepending on what category they belong to. The\r\ndefinition of these categories may rely on economic\r\ncriteria that, by definition, are extremely inflexible.\r\nThe question of debt is of grave concern to African\r\ncountries, which, at the Fourth Extraordinary Summit of\r\nthe OAU in Syrte, instructed the current OAU Chairman,\r\nMr. Abdelaziz Bouteflika of Algeria, and President Thabo\r\nMbeki of South Africa to negotiate with creditors with a\r\nview to achieving a total cancellation of African debt. We\r\nhope that this mission, led by a head of State, will soon\r\nachieve success.\r\n32\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nAt the dawn of the new millennium, it is urgent that\r\nwe define a global development assistance strategy and\r\nguarantee its financing. We therefore support the convening\r\nof a world conference on development financing to set\r\nprecise objectives and emphasize support for education and\r\nsocial projects without, however, neglecting the industrial\r\nand agricultural sectors. I would make a solemn appeal to\r\nall donor countries to reverse the current trend and to\r\nincrease their contributions to the United Nations system in\r\ngeneral, and to UNDP in particular, so as to enable them to\r\npursue their activities on behalf of our countries. I would\r\nask these donors to base their actions not on short-term\r\neconomic interests, but on solidarity.\r\nBy reiterating the validity of the principles of the\r\nCharter at the dawn of the new millennium, we commit\r\nourselves to restoring dignity to every human being,\r\nbecause nothing is lasting if it is not based on mankind.\r\nI wish here to express my Government’s satisfaction\r\nwith the activities of the United Nations and its two\r\nspecialized Programmes, the Joint United Nations\r\nProgramme on HIV/AIDS and the United Nations\r\nInternational Drug Control Programme, in our countries.\r\nThe campaigns against these pandemics, especially that of\r\nHIV/AIDS, and endemic diseases, as well as the struggle\r\nagainst narcotics and drugs, are designed to end these two\r\nscourges, which directly threaten the individual and upset\r\nsocial stability. At the International Conference on\r\nHIV-AIDS and Sexually Transmitted Diseases, held in\r\nAbidjan, Côte d’Ivoire, from 7 to 11 December 1997, Côte\r\nd’Ivoire and France proposed the establishment of a\r\nsolidarity fund to mobilize the international community. At\r\nthe suggestion of Côte d’Ivoire, this proposal was taken up\r\nby the OAU last June in Ouagadougou.\r\nThe actions undertaken by President Henri Konan\r\nBédié, especially to protect and manage forests, develop\r\nand manage coastal areas, improve the water supply and\r\nadopt a water code demonstrate our concern to preserve\r\nhuman health and to protect the environment.\r\nFor several years now and in the context of more\r\nsustained economic growth, most African States have opted\r\nfor political pluralism and the consolidation of the rule of\r\nlaw. These are the counterparts of improved economic and\r\nfinancial management through internationally recognized\r\ncriteria of good governance. Much remains to be done and\r\nthe situation varies from one region to another and even\r\nfrom one country to another. But the progress that has been\r\nachieved should be taken into account in major international\r\nnegotiations. In particular, we must never lose sight of the\r\nfact that violence is born of poverty. Anything that can\r\nhelp to eradicate the latter is a source of hope to millions\r\nof men and women.\r\nAn Africa in peace and committed to the path of\r\ndevelopment is the best guarantee of a better world. This\r\nAfrica must be united and free of small arms, trafficking\r\nand rivalry. It must be united.\r\nAn Africa at peace and on the road of development,\r\nis the best guarantee for a better world. Such an Africa\r\nmust be united and free from arms — particularly small\r\narms — trafficking and greed. Above all, it must be\r\nunited.\r\nDuring the OAU summit in Algiers, Heads of State\r\nand Government proclaimed their faith in the integration\r\nof the continent enshrined in instruments such as the\r\nLagos Plan of Action for the Implementation of the\r\nMonrovian Strategy for the Economic Development of\r\nAfrica, the Final Act of Lagos and the Abuja Treaty\r\nestablished by the African Economic Community.\r\nAfrica now realizes that time is not on its side; it is\r\nfaced with rapid globalization, whose effects do not\r\nalways seem to be in Africa\u0027s favour. With this\r\nawareness, the fourth special Summit of OAU Heads of\r\nState and Government, meeting on 9 September 1999 in\r\nSirte, Libya, decided to create an African Union and a\r\nPan-African Parliament. Next year, another special session\r\nwill be held, also in Sirte, to adopt the text establishing\r\nthe Union. For Africa can continue to exist only if the\r\nAfrican Union becomes a true Power.\r\nCôte d\u0027Ivoire, keeping faith with this commitment,\r\nhas started taking action to strengthen the existing\r\nsubregional integration machinery, within the West\r\nAfrican Economic and Monetary Union (WAEMU) and\r\nthe Economic Community of West African States\r\n(ECOWAS). Within WAEMU we have already\r\nestablished policies to harmonize tax rates, price statistics,\r\nwith a regional stock market and transferable securities.\r\nAll these actions by Côte d\u0027Ivoire, instigated by\r\nPresident Henri Konan Bédié, have no other purpose than\r\nto contribute to internal peace, peace in Africa and peace\r\nbetween Africa and the rest of the world. They are\r\ndesigned to buttress greater solidarity and to seek a more\r\njust world, with progress and happiness for each and\r\nevery one of us.\r\n33\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nThe millennium summit will afford world leaders an\r\nopportunity to reiterate their commitment to the\r\nfundamental principles of the United Nations Charter,\r\nwhich urges us to unite our strength to maintain\r\ninternational peace and security and to employ international\r\nmachinery for the promotion of the economic and social\r\nadvancement of all peoples, because the principles set forth\r\nin the Charter — dignity, the value of the individual,\r\nequality including gender equality and equality between\r\nnations — are immutable. They cannot be changed. They\r\nare absolute. It is up to us to act, and we must do so, for\r\naction is the very essence of politics.\r\nLet us therefore work together to make real these\r\nnoble objectives of a better future for us all.\r\nThe Acting President: I now call on the Secretary of\r\nState for Foreign and Commonwealth Affairs of the United\r\nKingdom, The Right Honourable Robin Cook.\r\nMr. Cook (United Kingdom): It is just over half a\r\ncentury since the then British Prime Minister, Clement\r\nAttlee, presented the Charter of the United Nations to our\r\nParliament. He told our Parliament:\r\n“We are seeking not merely good relations\r\nbetween nations but between the human beings\r\nwithin nations”.\r\nThe concept he saw expressed in the Charter of the United\r\nNations was revolutionary. That responsibility for the\r\nsecurity, freedom and development of people does not\r\nbelong solely to each State acting individually, but to all\r\nnations of the world acting as a united body.\r\nOver the past 50 years, the United Nations has done\r\nmuch to discharge that responsibility. The United Nations\r\nand its agencies have led programmes around the world that\r\nhave released the potential of individual human beings on\r\nevery continent. We have helped double the literacy rate\r\namong women in developing countries. We have helped\r\nimmunize 80 per cent of the world\u0027s children against some\r\nof the most lethal diseases. We have established the\r\nUniversal Declaration of Human Rights as the benchmark\r\nfor freedom for individuals. And this General Assembly\r\nplayed a leading role in insisting on equal democratic\r\nrights, regardless of race, and in forcing an end to\r\napartheid. Today the United Nations provides shelter and\r\nsanctuary to refugees in every corner of the world.\r\nAs we meet this week, United Nations agencies\r\nprovide homes, food, welfare, health and education to 19\r\nmillion refugees — more than the population of most\r\nMember States. We should take pride in these\r\nachievements, because it will help give us the confidence\r\nto tackle the challenges that remain.\r\nBut we must also be frank about where we have\r\nfailed. We have failed to deliver peace to many of the\r\npeoples of the world. We have not realized the vision of\r\nour founders, of nations and peoples within them living\r\nin peace with each other. We have averted world war. But\r\nwe have not averted a world with too much war.\r\nThat is why I want to support the excellent opening\r\naddress by our Secretary-General by focusing my remarks\r\nalso on what we must do if we are to replace failure to\r\nhalt war with success in preventing conflict. The\r\nharrowing scenes we have witnessed this past year from\r\nKosovo, from Sierra Leone, from East Timor and too\r\nmany other places underline the urgency of improving our\r\nperformance in preventing conflicts and also in stopping\r\nthem once they have started.\r\nI propose five priority areas for action. First, we\r\nmust tackle the root causes of conflict, starting with the\r\npoverty that breeds it. War is becoming a poor man\u0027s\r\nburden. In the modern world, wealthy nations no longer\r\nexperience the trauma of conflict on their soil. The\r\nsoundest basis for peace is prosperity, and the best way\r\nwe can prevent conflict is by promoting sustainable\r\ndevelopment. The forthcoming Millennium Assembly\r\nmust make a reality of the commitment to halving the\r\nproportion of people in extreme poverty and reducing the\r\nnumber of nations in heavy debt.\r\nSecondly, we must promote human rights and good\r\ngovernance. Development of a nation will be more rapid\r\nwhere people have the right to develop their full potential.\r\nConflict is more likely where governments rule without\r\nthe consent of their people.\r\nThirdly, we must curb the supply of weapons that\r\nfuel conflict. For decades, the United Nations, rightly, has\r\nfocused on halting the spread of weapons of mass\r\ndestruction. Yet in truth, in those same decades, the\r\nweapons that have killed masses in conflicts have been\r\nthe most common of small arms. In Friday\u0027s debate in the\r\nSecurity Council, we will have the opportunity to take\r\nforward action to halt the illegal trade in small arms, to\r\npromote regional moratoriums on small arms and to limit\r\narsenals of military firearms to legitimate Government\r\nagencies.\r\n34\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nFourthly, we must stop the illegal trade in diamonds\r\nand other precious commodities which pay for the small\r\narms — and all too often the mercenaries — which sustain\r\nconflict. The markets for these commodities, especially the\r\nmarket in diamonds, are small and tightly located in a few\r\ncentres. We must encourage cooperation with those who\r\nmanage those markets to cut off the supply of funds to\r\nthose who are promoting conflict.\r\nLastly, I strongly endorse the view expressed by our\r\nSecretary-General this morning that we must counter the\r\nculture of impunity. Those who break international\r\nhumanitarian law, from Kosovo to East Timor, must know\r\nthat they will be held to account by the international\r\ncommunity.\r\nThe international criminal tribunals have shown what\r\ncan be done. We must build on their work by getting a\r\npermanent international criminal court up and running with\r\nall speed.\r\nBut we will not always succeed in preventing conflict.\r\nWe need, therefore, to be better equipped to restore peace\r\nwhen war breaks out. As my Prime Minister, Tony Blair,\r\nsaid in Chicago earlier this year, working out the conditions\r\nand identifying the circumstances when it is right in the\r\nmodern world to intervene is the most pressing problem in\r\nforeign policy today. His speech demonstrated that Britain\r\nis anxious to play its full part in that debate. Our starting\r\npoint is that our common interest in preserving the world\r\nfrom major conflict is greater than our individual interests\r\nas nations.\r\nGlobalization is the long and rather ugly term which\r\nis used to describe how in today’s world we are\r\ninterdependent with each other rather than independent of\r\neach other. We are bound together by our strengthening\r\nlinks in trade and investment, in travel and communication.\r\nWhat happens in one country can have a direct impact on\r\nthe prosperity and the security — even the climate — of\r\ncountries on the other side of the world.\r\nAnd we are also bound together by the consequences\r\nof conflict. In Britain 90 per cent of the heroin on the\r\nstreets of our big cities is grown in Afghanistan under\r\ncover of the generation-long conflict in that land. In central\r\nAfrica, the upheavals of population sparked by the mass\r\ngenocide in Rwanda have destabilized the region and\r\ncaught up half a dozen countries in the conflicts that have\r\nensued. Across the countries of Europe there are now\r\nseveral hundred thousands of citizens of the former\r\nYugoslavia who have fled to seek sanctuary from the\r\nrepeated conflicts there. Just as few nations can stand\r\nalone in the modern world, there are now few major\r\nconflicts which remain only an internal matter with no\r\nimpact on the rest of the world.\r\nIf we are to respond adequately when conflict\r\nbreaks out, then the United Nations needs to develop\r\nthree strengths — credibility, consensus and capacity.\r\nIf the United Nations is to have the credibility to\r\npress the parties to a conflict to a solution, it must be\r\nmore representative of the modern world. A small\r\nincrease in the size of the Security Council would be a\r\nmodest price to pay for the big increase in its credibility\r\nwhich would come from a more representative permanent\r\nmembership.\r\nBut greater credibility would be pointless without\r\nconsensus on when the authority of the United Nations\r\nshould be invoked. Intervention must always be a last\r\nresort. We can all agree that the first responsibility for\r\nreconciling internal conflict rests with the State in which\r\nthat conflict arises. But we also have a shared\r\nresponsibility to act when we are confronted with\r\ngenocide, mass displacement of people or major breaches\r\nof humanitarian law. To know that such atrocities are\r\nbeing committed and not to act against them is to make\r\nus complicit in them. And to be passive in the face of\r\nsuch events is to make it more likely that they will be\r\nrepeated.\r\nCredibility, though, also requires us to demonstrate\r\nnot just the consensus, but also the capacity, to act. We\r\noften hear demands that the United Nations should do\r\nsomething. Let us be honest — the United Nations is\r\nnothing more than the aggregate of its Member States.\r\nThe United Nations cannot do something except when we,\r\nits Member States, are prepared to provide the means.\r\nWe need to ensure that the United Nations has a\r\nsound financial base, which requires all of us to meet our\r\nassessed contributions in full, on time. But we must also\r\nensure that when peacekeeping forces are required, they\r\nare made available. Britain has signed a standby\r\nagreement earmarking forces we are prepared in principle\r\nto provide for emergency peacekeeping work. Such\r\nagreements enable the United Nations to plan for\r\nemergencies with greater confidence that we can rapidly\r\nput in the field the right skills, with the necessary\r\nequipment. A score of other Member States have signed\r\nsimilar agreements. The more of us that do so, the greater\r\n35\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nwill be the capacity of the United Nations in brokering a\r\nbasis for peacekeeping deployment.\r\nBut in Kosovo we discovered that it was less difficult\r\nto put together an armed force to end the military violence\r\nthan to assemble a United Nations police force to keep civil\r\norder. Today, therefore, I can announce that Britain will\r\nfollow up our standby agreement with the United Nations\r\non troops with a similar agreement increasing the number\r\nof United Kingdom police officers available for United\r\nNations troops. This will include a commitment to a rapid\r\nresponse squad, ready for deployment at short notice when\r\nit is urgently needed. We shall also be establishing with the\r\nUnited Nations a flagship training course in Britain to train\r\npolice from around the world to play their part in our joint\r\nmissions.\r\nI am conscious that the agenda I have set out is an\r\nambitious one. But, in all humility, I have to say that it is\r\nless ambitious than the visionary programme set out half a\r\ncentury ago by the founders of the United Nations. As our\r\nSecretary-General said earlier this year, unless we can unite\r\naround the aim of confronting massive human rights\r\nviolations, against crimes against humanity, then we will\r\nbetray the very ideals of our founders.\r\nIn the modern world in which we live — the modern\r\nworld of satellite communications — we know instantly\r\nwhen such violations are taking place. We have the\r\nresources and the mobility to move our assets quickly in an\r\nemergency. Modern technology has made all of us each\r\nother’s neighbours. We now need to match that technology\r\nwith an international doctrine that also reflects the modern\r\nworld. And it must be founded on the clear principle that\r\nthe only war we agree to wage is one in which our nations\r\nare united in combating conflict.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Bosnia and Herzegovina,\r\nHis Excellency Mr. Jadranko Prlić.\r\nMr. Prlić (Bosnia and Herzegovina): Allow me at the\r\noutset to congratulate His Excellency Mr. Theo-Ben\r\nGurirab, Foreign Minister of Namibia, on his election as\r\nPresident of the fifty-fourth session of the General\r\nAssembly. His talent, skills and experience in international\r\naffairs guarantee the wise conduct and direction of this\r\nsession.\r\nOur gratitude goes to the outgoing President, His\r\nExcellency Mr. Didier Opertti.\r\nSince the beginning of the fifty-third session of the\r\nGeneral Assembly, my country, Bosnia and Herzegovina,\r\nhas achieved remarkable progress in implementation of\r\nthe Dayton/Paris Peace Accords — progress, I might even\r\ndare to say, that is encouraging. The progress is visible in\r\nthe further strengthening of peace, improvements in\r\nefficiency and the stabilization not only of common\r\ninstitutions but also of the institutions of both Entities as\r\nwell as of local government bodies. This progress is also\r\nevident in the further promotion and affirmation of\r\ndemocratic values, human rights and freedoms and even\r\nin the return of displaced persons and refugees.\r\nThis progress has also been noted in numerous\r\nreports by authoritative international representatives and\r\ninstitutions from the Council of Europe, the European\r\nUnion, the Organization for Security and Cooperation in\r\nEurope (OSCE), the High Representative and participants\r\nin the Stability Pact Summit. All of them confirmed that\r\nwe have been moving in the right direction.\r\nI do not want to suggest that the progress that has\r\nbeen made is spectacular and that we in Bosnia and\r\nHerzegovina, or the international players involved in my\r\ncountry, are filled with great joy. Nonetheless, despite all\r\nthe criticism and all of the shortcomings, progress is\r\nobvious, and that is a fact worthy of our attention, if for\r\nno other reason than that it is proof that Bosnia and\r\nHerzegovina is starting slowly and surely to move away\r\nfrom political, humanitarian, economic and almost every\r\nother form of stagnation. It is also proof that Bosnia and\r\nHerzegovina is moving away from the state of deep\r\ninternal mistrust, doubt and reservation which has for a\r\nlong time existed between the two Entities and different\r\nconstitutive people, and between their political leaders and\r\nrepresentatives in common institutions. It is also a\r\nreflection of the state of mind and general mood among\r\nthe citizens. I believe that it would not be too optimistic\r\nto claim that those positive results and developments are\r\nevidence of a higher potential and the growing will to\r\nfind a way out of the difficult and depressing state in\r\nwhich Bosnia and Herzegovina was a prisoner for almost\r\na whole decade.\r\nOf course, there are still many issues which we need\r\nto work on regarding the Peace Agreement\r\nimplementation and the implementation of the conclusions\r\nof the Peace Implementation Council contained in the\r\nBonn and Madrid documents, although it also cannot be\r\ndisputed that, unfortunately, we have reached unbalanced\r\nresults in the two Entities.\r\n36\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nHowever, this year the common institutions of Bosnia\r\nand Herzegovina have been working with greater\r\neffectiveness, intensity and coordination. Furthermore,\r\n272,000 displaced persons and 343,000 refugees have\r\nreturned to both Entities. However, the return remains one\r\nof the most difficult and painful humanitarian, economic\r\nand political issues, especially the so-called minority return.\r\nOn different levels, the minority return is still being slowed\r\ndown, manipulated, blocked and politically exploited.\r\nHowever, we are not accepting the situation. Minority\r\nreturn is not coming off our agenda; rather, it is\r\nincreasingly becoming an indicator of success,\r\ndemonstrating the capabilities and responsibilities of many\r\npolitical leaders from the local to the State level. The public\r\nat large — the voters — are monitoring and assessing this\r\nprocess daily. The return of refugees under conditions set\r\nby us is the barometer of reconciliation, respect for human\r\nrights and stability in general.\r\nReform of the judicial system has also been initiated,\r\nand it is aimed at the complete professionalization,\r\nmodernization and independence of judges and prosecutors,\r\nin accordance with the norms and standards of the\r\ndemocratic societies of contemporary Europe and the world.\r\nThe reconstruction of the Ministry of the Interior is also\r\nunder way, as well as the modernization, professional\r\ntraining and education of local police. The recruitment of\r\npolicemen and policewomen reflects the demographic\r\npicture of the population. Finally, there has also been\r\nprogress in cooperation with the International Criminal\r\nTribunal for the former Yugoslavia, although such\r\ncooperation is still not complete in the region as a whole.\r\nStarting with the current school year, children in the\r\nschools of Bosnia and Herzegovina are attending classes in\r\naccordance with new programmes which reflect the present\r\ntime and look to our common future. The school\r\nprogrammes exclude contents which, according to the\r\ncommon multinational commissions and international\r\nrepresentatives, could represent a threat and a danger to the\r\nfragile confidence and understanding of the young\r\ngenerations.\r\nSignificant results have been achieved through a\r\nprogramme of economic and infrastructural reconstruction.\r\nBut the restoration of industrial capacity has brought it up\r\nto only one third of its pre-war level. We still have a high\r\nnumber of unemployed and socially dependent categories.\r\nThat is why Bosnia and Herzegovina will need international\r\nassistance for a longer period of time. However, that would\r\nbe an investment not only in our future but in the future of\r\neveryone.\r\nActivities are under way in regulating the sensitive\r\nbut vital field of public information in both Entities. A set\r\nof regulations on the organization and functioning of\r\nbroadcasting is in the process of being drawn up.\r\nSignificant measures have been undertaken in the sphere\r\nof economic reform. In addition, the customs law has\r\nentered into force, the reform of the banking system and\r\nfinancial transactions has been launched and the first\r\nresults have been achieved in the privatization of small\r\nenterprises. Preparations for the privatization of larger\r\npublic enterprises and industrial conglomerates, which\r\nwere an inheritance from the socialist period, are under\r\nway.\r\nBosnia and Herzegovina is speeding up its activities\r\nin these and many other areas as a reflection of its strong\r\norientation towards the building of democracy and civil\r\nsociety, an open market economy and the enlargement of\r\nhuman rights and, by doing so, it is meeting the\r\nconditions for admission to the Council of Europe and\r\ngetting closer to the European Union and trans-Atlantic\r\ninstitutions. Bosnia and Herzegovina has increased its\r\ncooperation with the European Union and North Atlantic\r\ngroupings, at the same time benefiting from the various\r\nforms of support and assistance that those institutions\r\nhave provided to us. In that regard, Bosnia and\r\nHerzegovina was particularly encouraged by the adoption\r\nlast year of the European Union Declaration on special\r\nrelations with Bosnia and Herzegovina. The Consultative\r\nTask Force established pursuant to that document has\r\nintensified its work in assisting us to overcome a number\r\nof technical, legal and organizational problems in the\r\nrelationship between Bosnia and Herzegovina and the\r\nEuropean Union. This has strengthened the functioning of\r\nState and Entity institutions and is enabling us to\r\ncooperate more successfully with the European Union.\r\nFor these and many other results which cannot be\r\nmentioned because of the time limitations, we have to\r\nthank the international community, which gave direct and\r\nindirect assistance, and we are especially grateful to the\r\nHigh Representative, who used his right to impose\r\nsolutions when we in Bosnia and Herzegovina were\r\nunable to reach agreement through the normal democratic\r\nprocess. All of those efforts should warn us that the\r\npresence of the international community and its role in\r\nBosnia and Herzegovina is still indispensable; it remains\r\na guarantor that life in Bosnia and Herzegovina will move\r\ntowards normalization. I believe that one of the most\r\nconvincing pieces of evidence of the progress which we\r\nare witnessing in Bosnia and Herzegovina was its\r\norganization and hosting of the Summit of the Stability\r\n37\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\nPact for South-Eastern Europe, which took place on 29 and\r\n30 July this year in Sarajevo. As the Assembly may recall,\r\nSarajevo has hosted leaders of the States members of\r\nEuropean Union, the Russian Federation, Canada, the\r\nUnited States of America, Japan, the Central and Eastern\r\nEuropean countries, the most important multilateral\r\ninstitutions, such as this one, and, of course, the countries\r\nof South-Eastern Europe — the very members of the\r\nStability Pact.\r\nAt that historic event, the common institutions of\r\nBosnia and Herzegovina, the bodies and organizations from\r\nboth Entities and many individual actors of all nationalities,\r\nconfirmed not only their abilities and their capabilities, but\r\nalso their belief in and readiness to make joint endeavours\r\nin their respective and common interests. I am deeply\r\nconvinced that the numerous offers of congratulations and\r\nrecognition which were forwarded to us on that occasion\r\nfrom the many prominent European and world heads of\r\nState gathered in Sarajevo were more than a simple\r\nexpression of diplomatic courtesy.\r\nAs a unique contribution to the objectives of the\r\nStability Pact, Bosnia and Herzegovina and Croatia have\r\nsigned the border agreement, thereby removing this\r\nsensitive issue from our respective agendas. We are\r\nconvinced that the Stability Pact and the declaration\r\nadopted in Sarajevo have opened new perspectives to\r\nBosnia and Herzegovina, as well as to all the other\r\ncountries in the region. This has given birth to a stable and\r\ndefinite solution to a series of catastrophic events of\r\nBiblical proportions and the fast recovery of peoples and\r\ncountries that have paid an extremely high price for\r\nignorance, for political and military adventurism and for\r\nflagrant violations of the norms of international relations\r\nand international humanitarian law.\r\nThe guarantees of the success of the goals of the\r\nStability Pact — peace, prosperity and security for our part\r\nof the world — indeed depend upon the determination and\r\npreparedness of the European Union, the OSCE, the\r\nCouncil of Europe, the United Nations and the North\r\nAtlantic Treaty Organization (NATO), as well as other\r\ninternational organizations, institutions and regional\r\ninitiatives. The guarantee of their accomplishment also\r\ndepends upon the fact that the European Union and the\r\nUnited States of America have made the Stability Pact a\r\npriority in their new trans-Atlantic programme, and the\r\nEuropean Union and the Russian Federation have made the\r\nPact the priority in their political dialogue.\r\nBearing all of this in mind, we in Bosnia and\r\nHerzegovina are determined to embrace the Stability Pact\r\nin its entirety, to build on it and to accomplish our\r\nobjectives through concrete contributions to its success,\r\nthrough our own initiatives and creative activities and\r\nthrough the development of regional cooperation within\r\nthe framework of multilateral and bilateral agreements.\r\nIn that context, I wish from this podium once again\r\nnot only to reaffirm the indispensable role of the\r\nOrganization in the implementation of the Dayton/Paris\r\nAgreement and the Stability Pact, but also to reiterate my\r\ngratitude for all the efforts, contributions and many\r\nsacrifices made for Bosnia and Herzegovina. We have\r\nwitnessed in this past decade the capabilities and\r\nefficiencies of international organizations, and especially\r\nof the United Nations. At the same time, unfortunately,\r\nwe have noticed some weaknesses and imperfections that\r\nendanger the role of the Organization as a vital and\r\nirreplaceable Organization for the twenty-first century.\r\nI believe that none of us has any doubts that the\r\nUnited Nations is ready and able to pursue its noble\r\nmission to continue to strengthen and develop its purpose\r\nand ideals in the coming century. Even if the United\r\nNations has not achieved all of its goals, it was able to\r\nsafeguard global peace, initiate and make possible\r\nsustainable development, appease many injustices\r\nworldwide and, on top of all that, to come to very clear\r\nvisions about its own reforms.\r\nThe United Nations started reforming itself several\r\nyears ago but has not yet finished this task. This path\r\nshould indeed be vigorously pursued. I am of the view\r\nthat if the United Nations had the courage to change the\r\nworld, it can and must find the determination to change\r\nitself more quickly and to adapt itself to face the\r\nchallenges of the next century. The millennium summit\r\ncould be envisaged as a great opportunity for heads of\r\nState and Government of Member States meeting in the\r\nyear 2000 to verify and adopt a large part of these\r\nreforms.\r\nBosnia and Herzegovina has thus far been to a\r\ngreater or lesser extent an object of consideration within\r\nmany international organizations and forums. The time\r\nand the context that dictated such a position are\r\nfortunately coming to an end. We are now becoming\r\naware of the necessity of\r\n38\r\nGeneral Assembly 5th plenary meeting\r\nFifty-fourth session 20 September 1999\r\ntaking a more active, creative and responsible role in\r\ninternational relations. That is why we observe with a more\r\ncritical eye the duties that we have taken on as a full\r\nmember of the family of nations, but that we have not yet\r\ncarried out or accomplished fully. Such an orientation is\r\nmore a result of the fact that we feel more self-confident\r\nand are more and more trustful towards our friends and\r\npartners in the United Nations and other international\r\norganizations, forums and initiatives. An expression of this\r\nis the decision taken by Bosnia and Herzegovina to reduce\r\nits military expenses by 15 per cent in the hope of giving\r\nan example to other nations.\r\nAllow me to conclude this statement by quoting a\r\nbrilliant diplomat who once said, “People and States act\r\nwisely only after they have exhausted all other\r\nalternatives.”\r\nThe meeting rose at 7.25 p.m.\r\n39\r\n"