"United Nations A/54/PV.30\r\n99-86071 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n30th plenary meeting\r\nThursday, 7 October 1999, 3 p.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 37 (continued)\r\nImplementation of the outcome of the World Summit\r\nfor Social Development\r\nReport of the Secretary-General (A/54/220)\r\nReport of the Preparatory Committee for the\r\nSpecial Session of the General Assembly on the\r\nImplementation of the Outcome of the World\r\nSummit for Social Development and Further\r\nInitiatives (A/54/45 and Corr.1 and Add.1)\r\nDraft decisions I, II and III (A/54/45, para. 71 and\r\nCorr.1); and IV (A/54/45/Add.1, para. 6)\r\nMr. Moura (Brazil): Less than five years ago heads\r\nof State and Government and high-level authorities of 186\r\ncountries met in Copenhagen and adopted a Declaration and\r\nProgramme of Action that are considered a new social\r\ncontract of worldwide scope.\r\nWhile we still do not have a full assessment of the\r\nimplementation of the Copenhagen decisions, clearly the\r\nglobal environment has undergone significant change —\r\nand not always for the better, especially in relation to the\r\ncrucial problems of unemployment and poverty.\r\nOver these last few years the world community has\r\nexperienced the opportunities and the risks associated with\r\nan increasingly globalized and interdependent world. The\r\ninternational financial crisis has caused severe social\r\ndislocation in many countries. We continue to suffer the\r\nconsequences of protectionist trade practices that impact\r\nnegatively in particular commodity exports of developing\r\ncountries. We feel the effects of the external debt that is\r\ndraining scarce resources urgently needed for\r\ndevelopment, and we see the consequences of cutbacks in\r\ninternational cooperation.\r\nAs we approach the year 2000 special session of the\r\nGeneral Assembly on Copenhagen + 5, let us bear these\r\nfacts in mind so as to better focus our discussions on the\r\nchallenges ahead. Under Chile’s competent coordination,\r\nthe preparatory process for the special session is well\r\nadvanced. The decision to reaffirm the Copenhagen\r\ncommitments and the consensus that came out of the first\r\nsubstantive session of the Preparatory Committee bode\r\nwell.\r\nSocial development requires sustained economic\r\ngrowth. In Brazil — as a result of macroeconomic\r\nstability over the last few years — a significantly greater\r\nproportion of our population has shared in the benefits of\r\ndevelopment. Yet only by assuring long-term stability will\r\nthe complex social evils that have long plagued Brazil be\r\novercome.\r\nIn the quest to improve living conditions for all\r\nBrazilians, fundamental structural reforms are being\r\ncarried out. The State machinery is undergoing basic\r\nre-engineering, fiscal reform is under way and basic\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nsocial services are being reorganized. Education has\r\nreceived special attention. I recall that during the\r\npreparatory work for the Copenhagen Summit Brazil\r\nadvocated the inclusion of universal access to education as\r\none of the 10 commitments necessary to achieve social\r\ndevelopment. By means of its “All children in school”\r\nprogramme, Brazil has achieved 96 per cent school\r\nenrolment for children between 7 and 14 years old. More\r\nimportant, drop-out and repetition rates have fallen\r\nsignificantly.\r\nAs regards health matters, the various programmes\r\nrecently set up have contributed to a 45 per cent reduction\r\nin infant mortality country-wide in the 1994 to 1998 period.\r\nThe eradication of poverty and the overcoming of\r\nsocial exclusion are Government priorities. As a result of\r\nspecifically targeted policies, the proportion of people living\r\nbelow the absolute poverty line has declined from 30.4 per\r\ncent to 20.9 per cent.\r\nMr. Stanislaus (Grenada), Vice-President, took the\r\nChair.\r\nIn this context, we have witnessed the success of\r\ninitiatives that reinforce governmental action. Such is the\r\ncase of the “Comunidade Solidária”, which set out to forge\r\npartnerships with civil society organizations. Its basic\r\npremise is that only through joint action involving the\r\ndifferent levels of Government and the different segments\r\nof civil society will it be possible to eradicate poverty and\r\nput an end to social exclusion.\r\nThese are a few examples of the many initiatives\r\nunder way in Brazil to improve social security, provide\r\nemployment opportunities, generate new income sources\r\nand promote agrarian reform. A detailed report on these\r\nprogrammes will be submitted to the Commission for\r\nSocial Development, which was mandated to assess the\r\nprogress made and the obstacles encountered in the\r\nimplementation of the outcome of the Copenhagen Summit.\r\nAlthough much progress has been made, a long and\r\ndifficult road still lies ahead. Among the obstacles that\r\npersist, many are no doubt of an internal nature. Despite\r\ntheir complexity and the economic difficulties that constrain\r\npublic policy, the Brazilian Government is committed to the\r\ngoals set in this field. Such is the case of the\r\nadministrative, fiscal and social security reforms presently\r\nunder way. Yet there remain other obstacles that stem from\r\nthe current adverse international environment, and therefore\r\nrequire a joint commitment to action from all countries.\r\nIf we are to achieve the goals drawn up in\r\nCopenhagen we should all work together. In Geneva in\r\nthe year 2000 we will have a further opportunity to\r\nreaffirm our commitment to social development so as to\r\ntranslate it into concrete measures for the benefit of all in\r\nour society.\r\nMr. Sergiva (Libyan Arab Jamahiriya) (spoke in\r\nArabic): At the outset, my delegation wishes to reaffirm\r\nits support for the statement made by the representative of\r\nGhana on behalf of the Group of 77 and China.\r\nThe Declaration and Programme of Action of the\r\nWorld Summit for Social Development has made the\r\nworld aware of social development issues and helped\r\nthem to become an integral part of national, regional and\r\ninternational plans and programmes for development. It\r\nalso recognized that human beings were the focal point\r\nand object of development efforts. And it invited all\r\nStates throughout the world to recognize their\r\nresponsibility for the social development of their peoples\r\nand for increased efforts to improve their quality of life\r\nand to guarantee prosperity through the eradication of\r\npoverty. These efforts are essential to the stability of the\r\ninternational community and to the creation of full and\r\nproductive employment and social integration, so that\r\npeople in all social sectors will be able to take part in\r\ndevelopment and in decision-making.\r\nThe developing countries have recognized their\r\nprimary responsibility for national social development.\r\nThey have made significant efforts to fulfil their\r\ncommitments under the Copenhagen Programme of\r\nAction. Nevertheless, progress has been minimal — the\r\nrich are growing richer while the poor are growing\r\npoorer. More than 1 billion people live in abject poverty;\r\nthe number of unemployed is growing; and social\r\ninequities are on the increase and threaten the stability\r\nand territorial integrity of countries.\r\nGiven the close link between economic and social\r\ndevelopment, the exacerbation of the economic situation\r\nof many developing countries has led to a shortfall in the\r\nfinancial resources necessary for social development and\r\nthus had a negative impact on it. Aware of the challenges\r\nfacing the developing countries in their efforts to meet the\r\nobjectives of the Copenhagen Programme of Action, we\r\nhope that the developed countries, the international\r\nfinancial institutions, the development agencies of the\r\nUnited Nations and other international organizations will\r\nall work to establish an equitable environment conducive\r\nto social and economic development that would guarantee\r\n2\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nan increase in official development assistance for\r\ndevelopment in order to achieve the goals of the\r\nCopenhagen Summit. It is also hoped that they would\r\ncancel or alleviate the foreign debt and its servicing,\r\nfacilitate access of the products of developing countries to\r\nworld markets, and offer equitable prices for their basic\r\ncommodities, which have continually fallen in relation to\r\nthe cost of manufactured goods.\r\nWe also need to create an international environment\r\nproviding long-term concessions to developing countries for\r\nproduction projects, especially food projects, with\r\ninternational guarantees, so that these countries can respond\r\nto priorities in the area of food. The Bretton Woods\r\ninstitutions should be re-examined and overhauled so that\r\nthe developing countries can confront their financial crises\r\nand have easier access to concessional loans in order to\r\nfinance their development projects. We should not link\r\ninternational cooperation to the imposition of political\r\nsystems for political purposes, which would run counter to\r\nthe economic and social choices made by States and would\r\nviolate the United Nations Charter and international law.\r\nThe President took the Chair.\r\nWe need to work to integrate the developing countries\r\ninto the international economy and facilitate their access to\r\ntechnology and the flow of financial resources on the\r\nbilateral and multilateral levels. Certain developed countries\r\nalso need to renounce all coercive measures to exert\r\neconomic and political pressure on developing countries.\r\nFurthermore, we need to eliminate all the negative social\r\nand economic repercussions of globalization, which restricts\r\nthe ability of the developing countries to control the world\r\nmarket and marginalizes their role in the international\r\neconomy.\r\nThe social situation in Africa remains precarious\r\ndespite the efforts of African States to fulfil the\r\ncommitments they made at the Copenhagen Summit.\r\nIndeed, poverty is on the rise in most African countries,\r\nwith 44 per cent of Africans living in poverty. This\r\nsituation is compounded by the AIDS pandemic throughout\r\nthe continent; by other endemic diseases, such as malaria;\r\nby the deterioration of health and education services; and\r\nby the foreign debt burden, which stood at $350 billion in\r\n1998.\r\nIn this respect, my delegation supports the\r\nrecommendation adopted by the Preparatory Committee for\r\nthe Special Session of the General Assembly to be held in\r\nthe year 2000 for a comprehensive review and assessment\r\nof the outcome of the Copenhagen Summit. This\r\nrecommendation pertains to the inclusion of the question\r\nof the acceleration of development plans in Africa and in\r\nthe least developed countries, in the context of the\r\nadditional initiatives that should be included in the results\r\nof the special session.\r\nMy country supports the outcome of the\r\nrecommendations of the Copenhagen Summit. In the\r\ncontext of legislative and legal guarantees and taking into\r\naccount the balance between the needs of the individual\r\nand those of society, my country has adopted several\r\npolitical, social and economic measures aimed at the\r\nmaximum utilization of human resources and the\r\nimprovement of living standards. We have guaranteed\r\nfree education, including primary education, free health\r\nservices and social security for widows, the disabled and\r\nthe elderly. We promote the role of women in society; the\r\nprotection of the family as the nucleus of society; and the\r\nprotection of human rights, based on the supremacy of the\r\nrule of law and universal participation in decision-making.\r\nAll this has had a positive effect on the quality of life in\r\nLibyan society, as has the provision of all basic social\r\nservices, despite the coercive economic sanctions that\r\nhave been imposed on the people of Libya in 1990s,\r\ncaused serious human and material damage and hampered\r\nprogrammes and plans devoted to social development.\r\nIn conclusion, my delegation pays tribute to the\r\nefforts of the Preparatory Committee for the Special\r\nSession of the General Assembly to be held in the year\r\n2000 on the Implementation of the Outcome of the World\r\nSummit for Social Development. We support its\r\nrecommendation aimed at adopting a global poverty-\r\nreduction target to reduce by one half the number of\r\npeople living in extreme poverty by the year 2015. There\r\nis no doubt that, as we enter the new millennium, the\r\nproper preparation for the special session to be held in\r\nSwitzerland will allow the international community to\r\nreaffirm its political commitment to the Copenhagen\r\nDeclaration and Programme of Action on Social\r\nDevelopment, to review progress made and to consider all\r\nthe obstacles and the new initiatives that aim at improving\r\nthe social situation throughout the world.\r\n3\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nMr. Farar (United States of America): The year 2000\r\nwill mark the fifth anniversary of the World Summit for\r\nSocial Development. In 1995, when the Social Summit took\r\nplace in Copenhagen, Vice-President Al Gore underscored\r\nthe importance of “people-centred sustainable\r\ndevelopment”. His words were as significant then as they\r\nare now: we cannot succeed if we treat the poor solely as\r\npassive recipients of assistance, whether for welfare, food\r\nor medical care. An approach needs to be designed that\r\nempowers people to be active partners in the management\r\nof their own fates. We have to find new links to our own\r\npeople, with a Government that works better, costs less and\r\nfocuses on results.\r\nTo promote sustainable development and social\r\nprogress for those trapped in poverty, new ways need to be\r\nfound, such as Government/private sector partnerships,\r\ntechnical assistance for institutional development and policy\r\nreform and support for South-South partnerships.\r\nEconomic policies cannot be divorced from the social\r\nand political context in which they function. The United\r\nStates has been supportive of the trend in the international\r\ncommunity, as well as within multilateral lending agencies,\r\nto take into account social impacts when formulating and\r\nimplementing structural adjustment programmes. We\r\nwelcome the fact that the International Monetary Fund\r\n(IMF) has recalibrated fiscal targets and has placed new\r\nemphasis on poverty reduction and the maintenance of\r\nadequate levels of social spending. We also welcome the\r\nWorld Bank\u0027s Comprehensive Development Framework\r\ninitiative. It is clear that it, too, recognizes that development\r\nrequires the right social and economic policies, carried out\r\nwithin a supportive institutional framework.\r\nAt the same time, we firmly believe that good\r\ngovernance is a critical element of an enabling\r\nenvironment. Free and regular elections, the rule of law,\r\ntransparency in political processes, accountable\r\nGovernments and independent and free media are basic\r\nbuilding blocks of a stable society. At the core of our\r\napproach to social development are political and religious\r\nfreedoms and respect for human rights. Our work is guided\r\nby the principle of individual initiative, sustainable\r\ndevelopment and gender equality. Human capacity\r\ndevelopment, economic growth, civil society and a safe,\r\nhealthy environment form the basis of sustained\r\ndevelopment. Copenhagen reinforced the concept that\r\npoverty is substantially alleviated only through policies that\r\npromote job creation, and that workers who enjoy the\r\nprotections of core labour standards are most likely to fulfil\r\ntheir human potential.\r\nAs a conference of commitments, the Social Summit\r\nbroke new ground with a specific commitment to equality\r\nfor women, paving the way for the forward-looking\r\nhuman rights action plan in Beijing. We must continue to\r\npay particular attention to women. We must recognize\r\nthat women disproportionately shoulder the burden of\r\nunwaged labour, such as child-rearing and family farming.\r\nWe must make sure that their labour is valued and that\r\nthey have equal access to essential services such as\r\neducation and health care, and that they participate fully\r\nin the political, economic and social life of their\r\ncommunities. With this in mind, we would like to\r\nunderscore the importance of providing equal\r\nopportunities for girls to receive an education, to\r\nparticipate in all aspects of society and to achieve success\r\nin any endeavour they choose. No doors should be closed\r\nto anyone on the basis of gender.\r\nThe United States remains committed to the goals of\r\nthe Social Summit. We have made substantial progress in\r\nstrengthening families by initiating programmes to\r\nconnect parents to children, and through welfare-to-work\r\nprojects to develop work skills that encourage our citizens\r\nto become economically independent. We have increased\r\neducation funding with federal investments and have\r\nendeavoured to set educational standards. We have\r\nenhanced our health care policies to reduce infant\r\nmortality and to establish indicators of child well-being.\r\nWe have adopted policies to reduce crime with such\r\ninnovative projects as neighbourhood development grants.\r\nWe have undertaken policies to expand employment and\r\nto reform the social welfare systems. The progress in\r\nthese two areas has contributed substantially to raising the\r\nliving standards of ordinary American citizens.\r\nWe still need, however, to ensure that all members\r\nof our society participate and enjoy the fruits of economic\r\ngrowth. We are endeavouring to create a more equitable\r\nsocial system, with attention to the concerns of minorities,\r\nwomen, youth, older persons and people with disabilities.\r\nThere have been increases in the minimum wage and\r\nhealth insurance reform to benefit working individuals\r\nand families.\r\nI would like to say a few words about the ageing.\r\nWe are all familiar with the various demographic\r\nestimates of what the ageing population will be in the\r\nnext century. They all point to people over 60 years of\r\nage as the fastest growing sub-group in the population\r\nworldwide. We need to have policies and programmes in\r\nplace that address the needs of the ageing population. We\r\nneed to ensure that when we discuss issues such as\r\n4\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\npoverty and human rights, that we are also including older\r\npeople. We hope that the many complex and interdependent\r\nissues of longevity continue to be addressed by nations and\r\nby international organizations beyond the International Year\r\nof Older Persons.\r\nMy Government remains committed to improving the\r\nquality of life of older persons. To demonstrate our\r\ncommitment, our Assistant Secretary for Aging in the\r\nDepartment of Health and Human Services, Jeanette\r\nTakamura, underlined the many steps we are taking to\r\ncontinue the momentum with which the International Year\r\nof Older Persons began.\r\nI would like now to say a few words about the\r\nchallenges of globalization.\r\nGlobalization has brought important opportunities as\r\nwell as challenges to the world. As ideas and information\r\nspread more freely and investments continue to expand\r\nglobally, our collective interdependence has grown. Our\r\nsecurity and economic welfare have become increasingly\r\nintertwined. Economic and social problems in one part of\r\nthe world can have rapid repercussions in another part.\r\nGlobalization has contributed to raising living standards in\r\nmuch of the world and to unprecedented reductions in\r\npoverty in the last 25 years, the recent international\r\nfinancial tumult not withstanding. As we look towards the\r\nfuture, we can draw from the lessons of the recent past.\r\nThe economies hardest hit shared key vulnerabilities, such\r\nas bad investment decisions or weak and inadequately\r\nsupervised banking systems.\r\nThe financial crisis and its social impact call for a\r\nfresh look at social policies that can mitigate any negative\r\neffects of globalization. Volatility in the global economy\r\ncan translate into reductions in real wages and temporary\r\njob losses. In the worst cases, some families are no longer\r\nable to afford food, clothing or shelter. To be willing to\r\nfront the changes that accompany economic liberalization\r\nand globalization, families must have some confidence that\r\na social safety net is in place to help them weather any\r\nshocks.\r\nLet me briefly address some of the social strategies\r\nthat we believe are essential for resilient growth.\r\nThe most important investment any economy can\r\nmake is in its people. All families should have the\r\nopportunity to contribute to economic growth and share in\r\nits benefits. These opportunities are enhanced by\r\nGovernment policies that help create the environment for\r\neconomic growth. Among many steps that should be\r\ntaken are the establishment of clear property rights for\r\nsmall landholders and homeowners, elimination of\r\ndiscrimination in the work place and focusing government\r\nsocial spending on health care and basic education.\r\nJob creation is the core of any sound social society.\r\nSmall and medium enterprises typically create more jobs\r\nmore quickly and flexibly than larger enterprises. An\r\nopen, transparent investment climate, grounded in the rule\r\nof law, supports the creation of these businesses. Policies\r\nshould be put in place to ensure fair, equitable and broad-\r\nbased access to credit by small and medium-sized\r\nenterprises.\r\nDonor coordination is also important. As stated\r\nearlier this year by Ambassador Alan Larson before the\r\nEconomic and Social Council, the World Bank, regional\r\nmultilateral development banks and the IMF need to work\r\ntogether closely to ensure that economic and social\r\nproblem issues are integrated in each institution\u0027s\r\nprogrammes. Donors should work with borrower\r\nGovernments to ensure that their programmes fit into a\r\ncoherent overall development framework.\r\nThe United States has been a strong advocate of\r\nexpanding debt relief provided to the poorest countries.\r\nThe G-7 and other Ministers have endorsed the Cologne\r\ndebt initiative to provide faster, deeper and broader debt\r\nrelief under an enhanced Heavily Indebted Poor Countries\r\n(HIPC) framework. This initiative will strengthen the link\r\nbetween debt relief and poverty reduction for qualified\r\nHIPC countries which pursue approved economic reform\r\nprogrammes.\r\nIn addition, President Clinton recently announced\r\nthat the United States would seek to write off up to 100\r\nper cent of the debt owed by HIPC countries, when the\r\nsavings funded by such debt relief will be used by those\r\ncountries to finance poverty reduction programmes and\r\naddress the basic human needs of their people. The\r\nUnited States is hopeful that other creditor countries will\r\njoin in this extra effort.\r\nAs President Clinton said at the recent Asia-Pacific\r\nEconomic Cooperation Council meeting in New Zealand,\r\nwe must continue our efforts to put a face on the global\r\neconomy. Working with the World Bank and regional\r\ndevelopment banks, we must strengthen safety nets so\r\npeople have unemployment insurance and job training and\r\nso that impoverished children are not the first and\r\nhardest-hit victims of an economic downturn. The IMF\r\n5\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nnow has special financing available to help a country head\r\noff a financial contagion — something the United States\r\nworked very hard to set up. We must continue to develop\r\nsuch tools.\r\nPresident Clinton also stressed in New Zealand that\r\nemerging economies have to work to do this. They still\r\nhave to continue to restructure their banking systems, make\r\ntheir corporations more accountable, reduce reliance on\r\nshort-term loans and encourage greater direct investment.\r\nDeveloped countries and international financial institutions\r\nalso need to do more to increase transparency, strengthen\r\nrisk management and increase disclosure by financial\r\ninstitutions.\r\nWhile all of these are very important measures and\r\nrecommendations, we would like once again to underscore\r\nthe primal importance of good governance and the rule of\r\nlaw. Corruption eats away at the vital organs of economic\r\nactivity and democratic institutions, weakening the\r\nfoundation on which growth is based. We believe that\r\ngovernance is a critical issue that needs to be addressed at\r\ninternational as well as national levels. The rule of law and\r\na democratic political system in which the people determine\r\nwho governs them, and how, are essential elements of a\r\nstable environment in which people can live and prosper.\r\nWhile international assistance and debt relief are clearly\r\nimportant, their positive effects depend on sound national\r\nefforts towards economic and structural reform and good\r\ngovernance, under which the private sector and civil society\r\nare able to play productive roles.\r\nFinally, we need to work together and continue our\r\nefforts to improve the quality of life of our citizens as we\r\nenter the new millennium. We are prepared to work with\r\nthe international community to make sure that our children\r\ncan grow in a safe, healthy, and prosperous environment.\r\nMr. Carranza-Cifuentes (Guatemala) (spoke in\r\nSpanish): Our debate is just beginning, and I would like to\r\nrestrict my remarks to a few general comments. Unlike in\r\nprevious years, when we evaluated the outcome of the\r\nWorld Summit for Social Development in all its substantive\r\naspects, today I shall focus on our immediate task:\r\npreparing for the special session of the General Assembly\r\nthat is to deal exclusively and in depth with the evaluation.\r\nAs we all know, beginning in 1990 the United Nations\r\npromoted several high-profile conferences, some of them at\r\nthe level of head of State or Government, to explore\r\nvarious issues that were deemed to be of priority for our\r\ncountries’ development. In almost all of these cases, it was\r\ndecided that further meetings would be held five years\r\nlater to evaluate the implementation of what had been\r\nproposed and to consider whether it would be advisable\r\nto explore additional actions and initiatives to adopt.\r\nThis was done last June, for example, regarding the\r\nCairo Plan of Action and, only a week ago, regarding the\r\nBarbados Programme of Action. The Copenhagen\r\nDeclaration and Programme of Action on Social\r\nDevelopment lend themselves particularly well to this\r\nkind of exercise. The 10 major commitments contained in\r\nthe Declaration set a hierarchy of issues, thus facilitating\r\nthe appraisal of accomplishments and shortcomings in its\r\nimplementation at both the national and international\r\nlevels.\r\nInstead of succumbing to the temptation of\r\nnegotiating a new set of commitments or a revision of\r\nwhat has already been set out, we must adhere to what\r\nwas decided by the General Assembly in paragraph 24 of\r\nresolution 50/161:\r\n“to hold a special session of the General\r\nAssembly in the year 2000 for an overall\r\nreview and appraisal of the implementation of\r\nthe outcome of the Summit and to consider\r\nfurther actions and initiatives”.\r\nIn other words, the objectives of that session must be to\r\nreaffirm — not to negotiate — the Copenhagen\r\nDeclaration and Programme of Action adopted at the\r\nSummit.\r\nPerhaps the confusion that might exist between these\r\ntwo conflicting approaches explains the disappointment of\r\nseveral delegations, including my own, with the progress\r\nmade to date by the Preparatory Committee, which held\r\nits first substantive session last May. This disappointment\r\nis due to the fact that the main activities of the\r\nPreparatory Committee between May 1998 and September\r\n1999 have resulted solely in the adoption of decisions that\r\nhave settled basically formal issues, rather than issues of\r\nsubstance that, ideally, the Preparatory Committee should\r\nhave addressed. We still have the substantive part ahead\r\nof us. This will be the most difficult part, and time is\r\npassing.\r\nAlthough circumstances will unquestionably have\r\nchanged between 1995 and 2000, we must not forget the\r\ndifficulties encountered in similar processes that sought to\r\nrenegotiate declarations and/or programmes of action.\r\nThese processes were complicated by the emergence of an\r\n6\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\noverabundance of elements that were not only new but also\r\ncontroversial and had been rejected at the respective\r\nSummits. This gave rise to interminable negotiating rounds\r\nwhose only result was an unnecessary waste of delegations’\r\nenergy.\r\nIt may be that the difficulties that the Committee is\r\nfacing have also been influenced by recent relevant\r\ndevelopments. As is well known, an indispensable condition\r\nfor the fulfilment of all the objectives set forth in the\r\nCopenhagen Declaration and Programme of Action is the\r\nexistence of an enabling international economic\r\nenvironment. Since 1997, this requirement has not been met\r\nas regards the majority of developing countries. Rather, in\r\nthe last two years we have witnessed desperate efforts in\r\nmany countries, including my own, to defend jobs against\r\na backdrop of pronounced deceleration of economic activity\r\nand to justify an increasingly large expenditure of public\r\nfunds to prop up social sectors in the midst of a contraction\r\nof the capacity to generate fiscal revenues, which renders\r\nbelt-tightening policies unavoidable.\r\nThe advances made in upholding the spirit of\r\nCopenhagen, negated by setbacks in a real world\r\ncharacterized by lower levels of economic activity, conjure\r\nin our minds the image of countries running fast just to\r\nremain in place, though they still might fall behind. But the\r\nspecial session will deal with all these subjects. What we\r\nshould ask ourselves now is how to make progress in\r\npreparing for that session.\r\nIf we bear in mind that the General Assembly is the\r\ntrue embodiment of the intergovernmental process, we\r\ncould expect it to provide us with a specific framework for\r\nfollowing up the implementation of the Declaration and\r\nProgramme of Action. This framework could be concretely\r\ndefined in the Economic and Social Council and, in\r\nparticular, in the Commission for Social Development.\r\nMy delegation believes that we should take maximum\r\nadvantage of this opportunity. We welcome the decision\r\ndesignating as a high priority of the thirty-eighth session of\r\nthe Commission for Social Development consideration of\r\nhow the Commission can contribute to a general review of\r\nthe implementation of the outcome of the Summit. The\r\ncoordinating function to be performed by the Commission\r\nat that session is of vital importance. The Commission will\r\nitself function as a coordinating body in which national\r\nreports will be presented and experience will be shared\r\nprior to the submission of the results of the Commission\u0027s\r\nwork to the Preparatory Committee next February.\r\nWe believe that the Preparatory Committee should\r\nadopt a new agreed text reflecting a compilation of\r\nsummaries and proposals based on documentation\r\npresented by countries and the United Nations system. It\r\nshould also reflect observations and suggestions\r\nconcerning progress on the implementation of the\r\nCopenhagen commitments and the Programme of Action\r\nprepared by the Secretariat as a contribution to the\r\npreparatory process for the special session.\r\nIn conclusion, delegations should in our view strive\r\nin the informal inter-sessional consultations of the\r\nPreparatory Committee to be able to present a new\r\nrevised working text to the Committee at its second\r\nsession. That text should be consistent with the objectives\r\nand also facilitate its adoption. We could thus conclude\r\nthe substantive work of the special session more speedily.\r\nMr. Suh (Republic of Korea): Five years ago we\r\ngathered in Copenhagen in search of ways to improve the\r\nlot of all the world\u0027s inhabitants in the years to come. The\r\nWorld Summit for Social Development, whose guiding\r\nphilosophy was to place the needs and rights of human\r\nbeings at the centre of all our policies, culminated in the\r\nadoption of three core goals: poverty eradication, full\r\nemployment and social integration.\r\nSince that time, however, those goals have proved\r\nelusive. The end of the cold war ushered in a new era\r\nwith perils of its own; armed conflicts have erupted in\r\nmany parts of the world, threatening the development of\r\nour societies. As witnesses to these appalling scenes, we\r\nmust recognize that peace and reconciliation are essential\r\nto achieving the goals of Copenhagen. In this regard, it is\r\nimperative that we in the United Nations and the\r\ninternational community marshal our resources in the\r\nservice of the prevention and peaceful resolution of all\r\nconflicts.\r\nAnother challenge of the new era is globalization.\r\nAlthough the tide of globalization sweeping our world has\r\nopened up tremendous new avenues of opportunity, it has\r\nalso exacerbated economic and social disparities. In\r\naddition, our growing interdependence has made crises\r\nsuch as the economic turmoil of the past few years\r\nvirtually impossible to contain.\r\nIt must be noted that the problems we are tackling\r\nfall especially hard on one particularly vulnerable segment\r\nof the population: women. Women are disproportionately\r\naffected by poverty, unemployment and lack of social\r\nintegration, and the challenges of the new era threaten\r\n7\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nthem with further marginalization. Our policy initiatives\r\nmust therefore place special emphasis on women\u0027s issues,\r\nwhich form an integral part of the social development\r\nprocess.\r\nNow that we have set our goals, we must identify the\r\nobstacles that lie in our path towards social development,\r\nfor only then can we devise strategies for surmounting\r\nthem. In this regard, my delegation is optimistic that the\r\nspecial session next year in Geneva and its preparatory\r\nprocess will provide forums for the fruitful exchange of\r\nideas and experiences between Member States and non-\r\ngovernmental organizations.\r\nWhile the importance of efforts on the international\r\nand regional levels cannot be overemphasized, the primary\r\nresponsibility for social development lies with nations\r\nthemselves. The issues we have defined as core goals are\r\nprofoundly personal, touching our lives as few other issues\r\ncan. For that reason, our efforts must take place close to the\r\nground, where they can target both the roots and the\r\nramifications of the problems.\r\nThe Republic of Korea has made enormous strides in\r\nsocial development over the past 50 years. Although at\r\ntimes certain areas of social development took a back seat\r\nto the pursuit of economic growth, the nation made\r\nsignificant progress and did so at a remarkably swift pace.\r\nIn 1997, however, economic crisis struck, undoing many of\r\nour hard-won achievements. The needy and vulnerable were\r\nhit particularly hard, and the gap between the “haves” and\r\nthe “have-nots” widened further, threatening our nation\u0027s\r\nsocial integration.\r\nBut, thanks to the persistent efforts of both the\r\nGovernment and the people to overcome the economic\r\ncrisis, the nation\u0027s economy is once again expanding, and\r\nthe widespread view is that the worst is now over.\r\nProjections call for economic growth of around 7 per cent\r\nthis year, in contrast with last year\u0027s 5.8 per cent\r\ncontraction. Having the economy back on track will further\r\nour social development aims and lend new momentum to\r\nour efforts.\r\nRecognizing that structural flaws were at the root of\r\nthe economic crisis, the Government of the Republic of\r\nKorea is carrying out bold reforms in four key sectors:\r\nfinancial, corporate, public and labour. By strengthening\r\nautonomy, transparency and accountability in those sectors,\r\nthe Government hopes to promote the principles of\r\ndemocracy and the market economy, allowing them to\r\nflourish throughout our society.\r\nIn addition to undertaking structural reform, my\r\nGovernment is launching innovative, forward-thinking\r\nwelfare initiatives. Among these projects is the “Vision\r\nfor National Health and Welfare towards the Year 2000”\r\nannounced this year on National Liberation Day. The aim\r\nof this project is twofold: first, to incorporate social\r\ndevelopment goals into our reform programmes, and,\r\nsecondly, to promote the concept of “productive welfare”.\r\nConventional welfare involves little more than handouts;\r\nproductive welfare revolutionizes the concept, seeking not\r\nonly to improve the quality of life for recipients, but to\r\nenhance their abilities as well by providing greater access\r\nto education, health care and housing. Thus enabled,\r\nwelfare recipients can participate in, and contribute to,\r\nsociety more fully.\r\nThe Republic of Korea is also striving to find ways\r\nto redress economic and social disparities on a regional\r\nlevel. At this year\u0027s Asia-Pacific Economic Cooperation\r\n(APEC) Economic Leaders\u0027 Meeting, for example,\r\nPresident Kim Dae-jung proposed that APEC member\r\nStates conduct a policy dialogue in Seoul next year\r\nentitled “Seoul Forum: Towards New Prosperity and\r\nHarmony for APEC”. The Korean Government is\r\nconfident that this forum will provide an invaluable\r\nopportunity for countries in the Asia-Pacific region to\r\nshare their particular responses to the recent economic\r\ncrisis and thereby devise ways to prevent future crises.\r\nAt the international level, my Government will\r\ncontinue to increase its official development assistance to\r\ndeveloping countries, which has been expanding since\r\n1995. Despite the financial constraints placed upon us by\r\nthe economic crisis, the Republic of Korea is also\r\nworking to fulfil the commitment we made at the World\r\nSummit for Social Development to provide technical\r\ntraining to developing countries. International aid enabled\r\nus to overcome poverty and build a foundation for\r\nsustainable development in our nation-building process; it\r\nis now our turn to lend a helping hand.\r\nThe great achievement of the World Summit for\r\nSocial Development was to establish clear-cut goals. Our\r\ntask now is to assess the progress we have made so far\r\nand to ensure that the ideals of Copenhagen are translated\r\ninto concrete, realistic action. Given that political,\r\neconomic and social problems are inextricably\r\nintertwined, our approach must be comprehensive in\r\nscope and innovative in nature. To achieve our goals, we\r\nmust harness the positive elements of globalization and\r\nutilize diverse forces with a global reach, such as the\r\n8\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nmass media, the private sector and civil society —\r\nincluding, inter alia, non-governmental organizations. This\r\nbroad-based campaign requires strong leadership, however,\r\nand my delegation therefore urges the United Nations to use\r\nits universal mandate to continue spearheading our efforts.\r\nAs we cast off the old legacy of the cold war and look\r\nahead to the dawning of the new millennium, we stand\r\npoised at a historic juncture in our social development\r\nprocess. The special session in Geneva thus promises to be\r\na pivotal event at which we can both look back over the\r\npast five years and refine and redouble our efforts as we\r\nprepare for the challenges that await us. For our part, the\r\nRepublic of Korea pledges to do its utmost in support of\r\nthis vital and worthwhile endeavour, and we will contribute\r\nfully to the special session and its preparatory processes.\r\nIn taking stock of the progress we have made since\r\nCopenhagen, let us assess our achievements and\r\nshortcomings with a critical eye, for the direction we take\r\nnow will shape the coming era.\r\nMs. Partiban (Malaysia): At the outset, my delegation\r\nwishes to associate itself with the statement made by\r\nGuyana on behalf of the Group of 77 and China.\r\nIt has been four years since leaders from 117 countries\r\nmet at the World Summit for Social Development in\r\nCopenhagen and committed themselves to implementing the\r\nCopenhagen Declaration and Programme of Action on\r\nSocial Development to promote social progress, social\r\njustice, human betterment and social integration at the\r\nnational, regional and international levels. This was to be\r\nachieved through actions to enhance social integration,\r\nparticularly of the more disadvantaged and marginalized\r\ngroups, the alleviation and reduction of poverty and the\r\nexpansion of productive employment.\r\nThe United Nations is now in the midst of preparing\r\nfor the special session of the General Assembly on the\r\nimplementation of the outcome of the Social Summit,\r\nwhich will take place in June 2000 in Geneva. In this\r\nregard, my delegation wishes to express its appreciation to\r\nthe Preparatory Committee for the work it has done, as\r\nreported in document A/54/45 and Add.1.\r\nMy delegation strongly agrees with the\r\nrecommendations of the Preparatory Committee that the\r\nobjective of the special session should be to reaffirm the\r\ncommitments made in Copenhagen and not to renegotiate\r\nthe terms agreed. The special session is expected to identify\r\nthe progress made thus far and the constraints and\r\nlimitations faced by countries in carrying out their\r\ncommitments, as well as the lessons drawn from the\r\nimplementation of the Copenhagen Declaration at the\r\nnational, regional and international levels.\r\nMalaysia is fully committed to poverty eradication,\r\nfull employment and social integration. At the national\r\nlevel, the implementation of the Programme of Action on\r\nSocial Development, as advocated by the Social Summit,\r\nis not something new for Malaysia, as almost all of its\r\nmeasures are already incorporated in broadly supported\r\nGovernment policies and programmes. In addition, the\r\nadministrative machinery and processes for implementing,\r\nmonitoring and reviewing the effectiveness of those\r\npolicies and programmes are already well in place and\r\nfunctioning effectively.\r\nMalaysia\u0027s implementation of the 10 commitments\r\nmade at the Social Summit is well under way. The\r\nGovernment has taken measures to ensure that a\r\nconducive environment exists for social development. The\r\nseventh Malaysia Plan, for the years 1996 to 2000, has\r\noutlined measures and review policies and programmes\r\nrelating to matters that are the focus of the Social\r\nSummit. Existing administrative mechanisms will be used\r\nto ascertain Malaysia\u0027s achievement levels in social\r\ndevelopment over time.\r\nThrough its socio-economic policies and programmes\r\nin social development, Malaysia has successfully lowered\r\nthe rate of absolute poverty from 60 per cent in 1970 to\r\n13.5 per cent in 1999. The country is making further\r\nefforts to reduce this to 5.5 per cent by the year 2000. On\r\nthe other side of the equation, the mid-term review of the\r\nseventh Malaysia Plan has reported that the household\r\nincome of Malaysians has increased by 13.9 per cent. In\r\nfact, Malaysia is currently enjoying full employment, as\r\na result of its economic growth policies and equitable\r\ndistribution strategies. Malaysia has also been able to\r\ngalvanize the capabilities of both the private and public\r\nsectors, and to have these two sectors complement each\r\nother to achieve growth with equity. In Malaysia we call\r\nthis smart partnership.\r\nThe seventh Malaysia Plan retains and re-emphasizes\r\nthe concept of balanced development, first introduced in\r\n1991 as a major feature of the National Development\r\nProgramme. Serious attention is given to strategies for\r\ngenerating sustainable, rapid economic growth as well as\r\nto ensuring that the benefits of economic growth are\r\nequitably shared among Malaysians, irrespective of ethnic\r\ngroup, state or residence in rural or urban areas. Apart\r\n9\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nfrom providing equitable growth, the Plan also focuses on\r\nthe need to balance growth with the protection of the\r\nenvironment and Malaysia\u0027s natural resources.\r\nThe allocation for social development programmes\r\nrepresents 13.1 per cent of Malaysia\u0027s total development\r\nbudget. The allocation for housing, health and other social\r\nservices programmes has been increased in line with the\r\ngreater emphasis by the Government on maintaining the\r\nquality of life and reducing the impact of the economic\r\ncrisis on the poor and on vulnerable groups. In this context,\r\nMalaysia has introduced several programmes to assist the\r\nvery poor who are unable to obtain small, interest-free\r\nloans without collateral or a guarantor. One example is the\r\nGovernment-funded Amanah Ikhtiar Malaysia, or Malaysian\r\nResourcefulness Fund, which is similar in concept to the\r\nGrameen Bank in Bangladesh. The Government will\r\ncontinue to undertake measures to extend social\r\nprogrammes, particularly in providing basic services and\r\namenities so as to reduce the full negative impact of the\r\neconomic slowdown on low-income households.\r\nWith regard to international cooperation for social\r\ndevelopment, Malaysia will continue to share its expertise\r\nand experiences in human resource development with other\r\ndeveloping countries in the context of South-South\r\ncooperation, through its Malaysian Technical Cooperation\r\nProgrammes.\r\nWe all agree that the eradication of poverty is central\r\nin the international community\u0027s efforts to enhance social\r\nand economic development worldwide. To this end, the\r\ninternational community must endeavour to fund and\r\nprovide additional resources to assist the developing\r\ncountries in their development efforts. We call upon the\r\ndeveloped countries to live up to their commitment to\r\ncontribute 0.7 per cent of their gross national product to\r\ndevelopment assistance for the developing countries. We\r\nalso urge that they continue to assist the developing\r\ncountries in providing new and additional resources for\r\nthem to undertake their social programmes, such as human\r\ndevelopment programmes, education and health training.\r\nPreliminary assessments of the implementation of the\r\noutcome of the Social Summit have shown uneven\r\nresponses, varying greatly between countries and even\r\nbetween different commitments within the same country.\r\nNot all countries have placed the same kind of priority on\r\nthe various commitments of the Copenhagen Summit\r\nbecause of differing situations and needs. Many developing\r\ncountries face serious obstacles in their efforts to achieve\r\nthe goals of the Summit due to civil strife, natural disasters\r\nor a lack of financial resources. Needless to say, countries\r\nthat are burdened by debt repayment will be hard-pressed\r\nto allocate substantial amounts for social development.\r\nPolitical instability and civil strife are also an impediment\r\nto a nation’s ability to promote social development. More\r\noften than not, in developing countries, it is not the lack\r\nof commitment to development which is missing, but\r\nrather the lack of resources — human or material — and\r\ninternational support. Sincere commitments on the part of\r\ndeveloped countries to assist the developing countries will\r\ndefinitely enhance the efforts of the latter in eliminating\r\nsocial and economic inequalities and imbalances.\r\nAs rightly noted by the Preparatory Committee for\r\nthe Special Session of the General Assembly on the\r\nImplementation of the Outcome of the World Summit for\r\nSocial Development and Further Initiatives, achieving the\r\ngoals established at the Summit will be a lengthy and\r\nvery complicated process. Concerted and coordinated\r\nefforts by international institutions, national Governments\r\nand non-governmental organizations will be required to\r\nensure that these commitments are translated into concrete\r\nresults. The international community must persevere in\r\nfacing these challenges so that humanity will be better off\r\nin the new millennium.\r\nMr. Andjaba (Namibia): Let me state at the outset\r\nthat Namibia associates itself with the statement made\r\nyesterday by the representative of Guyana on behalf of\r\nthe Group of 77 and China, which adequately reflected\r\nthe concerns of the developing countries with regard to\r\nthe agenda item under discussion.\r\nThe World Summit for Social Development, held in\r\n1995, was a firm indication of the international\r\ncommunity’s resolve that social development would be at\r\nthe top of the political agenda of Governments.\r\nAccordingly, it is imperative that people must be the\r\ncentre and focus of the development process, in keeping\r\nwith the commitments made at the Summit.\r\nBased on the issues that have dominated recent\r\nworld conferences and summits — the protection of the\r\nenvironment, human rights and promoting women’s right\r\nto social development — poverty has emerged as the\r\ncentral issue. In view of the reality that widespread,\r\ncrippling poverty in most developing countries will be a\r\nfactor in determining the success or failure of any\r\ndevelopment initiative, the reduction of poverty and its\r\ncompanion threat to the well-being of entire societies is\r\na necessary condition for development.\r\n10\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nWe are only a few months from the five-year review\r\nof the implementation of the Social Summit. Indications of\r\nhow we have fared at this stage in the developing world,\r\nand particularly on the African continent, are not\r\nencouraging.\r\nI wish to share with this body some grim statistics on\r\nthe situation in Africa which were included in the report of\r\nthe Secretary-General on the work of the Organization. It\r\nis estimated that 44 per cent of Africans as a whole, and 51\r\nper cent of those in sub-Saharan Africa, live in absolute\r\npoverty. Africa’s debt burden in 1998 stood at $350 billion,\r\nan amount equivalent to over 300 per cent of all exports of\r\ngoods and services. Africa received $4.7 billion in foreign\r\ndirect investment in 1997, representing a mere 3 percent of\r\nglobal flows. Even then, such inflows are highly\r\nconcentrated in a few countries and are largely in gas,\r\npetroleum and other mining activities.\r\nIn addition to the debt burden, structural adjustment\r\npolicies and a lopsided international economic environment\r\nhave stunted, and in some cases eliminated, growth in\r\nAfrican countries over the past decade. The economic\r\nstructures in most African countries, which are heavily\r\nweighted towards commodities, leave the economies in that\r\nregion highly vulnerable to the volatility of international\r\ncommodities markets and ill-prepared to become part of the\r\nglobal economic scene.\r\nFinancing Africa’s development is crucial. There is a\r\ntremendous need to improve our people’s access to basic\r\nsocial services, particularly education and health, and to\r\ndevelop the infrastructure. In addition to those basic needs,\r\nthe successful resettlement and reintegration of refugees and\r\ndisplaced persons from chronic and sporadic conflicts\r\nacross the continent requires massive investment.\r\nWhile Governments have the primary responsibility to\r\nwork towards the development of our countries, our people\r\nmust in turn be provided with an enabling environment that\r\nwould foster growth. But the prospects for domestic\r\nresource mobilization in Africa remain bleak, given the\r\nlimited or non-existent savings and pervasive poverty\r\nlevels. In order to meet the requirements of domestic\r\nresource mobilization to strengthen the fragile economies in\r\nAfrica and reduce poverty there, current levels of external\r\nfunding sources, such as official development assistance\r\nand foreign direct investment, need to be increased.\r\nThe process of reviewing the progress made and the\r\nobstacles encountered in implementing the Social Summit\r\nProgramme of Action provides us with the opportunity to\r\nrededicate ourselves to the full implementation of the\r\ncommitments made in Copenhagen. Namibia is satisfied\r\nwith the progress achieved by the Preparatory Committee\r\nfor the Special Session of the General Assembly on the\r\nImplementation of the World Summit for Social\r\nDevelopment and Further Initiatives during its first\r\nmeeting in May 1998, as well as at the inter-sessional\r\nmeeting held earlier this year. The results of those\r\nmeetings provide a good basis on which to continue the\r\npreparatory process.\r\nAs we look forward to Geneva 2000, several key\r\ninitiatives call for special attention. The core of this\r\nrenewed attention should be the need to refocus\r\nmacroeconomic policies; to centralize social goals and\r\npriorities and place them on a par with economic\r\npriorities; to strengthen procedures and institutions for\r\nsocial dialogue; to strengthen gender mainstreaming and\r\npromote gender equality nationally and internationally;\r\nand to strengthen support for activities to fight the spread\r\nof HIV/AIDS.\r\nThe 1997 Report on the World Social Situation\r\nclearly stated that the HIV/AIDS epidemic is responsible\r\nfor declining life expectancy in 15 African countries.\r\nInevitably, the greatest toll has been among young adults,\r\nand many countries not only have suffered devastating\r\nlosses through a decline in economic activity but have\r\nbeen forced to make difficult choices about how much of\r\ntheir limited resources should be used for the prevention\r\nand treatment of diseases.\r\nThe task ahead is gigantic, and Geneva 2000 is an\r\nappropriate first step in dealing with the challenge of\r\nissues that can no longer remain far removed from the\r\nconsideration of the shrinking global village. Namibia\r\nfully supports the work of the Preparatory Committee,\r\nand we remain confident that such foresight will create a\r\nsolid foundation for a better world as we enter the new\r\nmillennium.\r\nMr. Iqbal (Pakistan): My delegation associates itself\r\nwith the statement made by the Permanent Representative\r\nof Guyana on behalf of the Group of 77 on the\r\nimplementation of the outcome of the World Summit for\r\nSocial Development.\r\nThis debate is taking place at a time when the\r\nPreparatory Committee for the special session of the\r\nGeneral Assembly has already started its review process\r\nof the implementation of the Copenhagen Declaration and\r\nProgramme of Action. At its first substantive session, in\r\n11\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nMay this year, the Preparatory Committee requested the\r\nUnited Nations system and other concerned organizations\r\nto submit their assessments of the implementation of the\r\nCopenhagen commitments. We look forward to an early\r\nsubmission of those reports, as they will richly contribute\r\ntowards a comprehensive review process and help in\r\nidentifying further initiatives.\r\nThe holding of the Social Summit in 1995 was a\r\nmanifestation of the international community\u0027s deep concern\r\nabout the worsening world social situation. It also reflected\r\nrecognition of the new development paradigm that a human\r\nperson must be both an active participant and a beneficiary\r\nof the development process and that a link must be created\r\nbetween economic growth and improving human lives. For\r\nthe realization of this new vision, the Copenhagen Summit\r\nidentified three core objectives as priority areas: poverty\r\neradication; the generation of full employment; and social\r\nintegration. This new vision of development instilled hope\r\nand optimism into millions of unemployed and poverty-\r\nstricken people across the globe.\r\nIronically, the initial review of the implementation of\r\nthe outcome of the Social Summit carried out by the\r\nCommission for Social Development and the first\r\nsubstantive session of the Preparatory Committee early this\r\nyear have belied all of that optimism. The assessment\r\nsuggests that despite increased focus on poverty eradication\r\nand employment-generation strategies, all efforts to achieve\r\nsocial development objectives, particularly in developing\r\ncountries, remain largely unfulfilled. In some instances, the\r\nsituation has actually deteriorated, as unemployment and\r\npoverty have increased. In 1993 the number of people\r\nliving below the poverty line was 1.3 billion; it has now\r\nincreased to 1.5 billion.\r\nIncome disparity between world\u0027s richest and poorest\r\nhas also escalated. The United Nations Development\r\nProgramme Human Development Report 1999 has estimated\r\nthat the income ratio between the one fifth of the people\r\nliving in the richest countries of the world and the one fifth\r\nliving in the poorest countries has reached 74 to 1, as\r\ncompared with 60 to 1 in 1990. Similarly, 20 per cent of\r\nthe highest-income countries control 86 per cent of world\r\ngross domestic product, 81.2 per cent of world trade, 94.6\r\nper cent of all commercial lending and 94 per cent of all\r\nresearch and development.\r\nConversely, of 4.4 billion people in the developing\r\ncountries, approximately three fifths lack basic sanitation;\r\none third have no access to clean drinking water; and one\r\nfifth have no access to even moderate medical facilities.\r\nSimilarly, 130 million children, 80 per cent of them girls,\r\nremain out of school; more than 100 million children\r\nunder the age of five are gravely malnourished; and every\r\nyear there are approximately 8 million preventable deaths\r\namong children. This contrast is indeed frustrating.\r\nWe live in a world of shrinking distances and\r\nincreasing disparities. We are told that the phenomenon\r\nof globalization presents new opportunities and\r\nchallenges. However, in reality, ruthless competition\r\namong market forces has worked to the detriment of the\r\ndeveloping countries by pushing them further towards the\r\nperiphery of the world economy. In the cut-throat\r\ncompetition for profit and markets, the poor people from\r\ndeveloping countries have become sacrificial lambs. The\r\nnegative effects of globalization, coupled with declining\r\ncommodity prices, the adverse impact of the external debt\r\nburden and structural adjustment programmes, declining\r\nofficial development assistance flows and systematic\r\nbiases in the international trading and financial systems\r\nhave strangulated the developing countries\u0027 capacity to\r\ngenerate resources for investment in the social sector.\r\nAn added problem has been the phenomenon of the\r\nbrain drain from developing countries to greener pastures\r\nin the developed world. This has implications even more\r\nserious than economic constraints. In an age of\r\nknowledge, the age of the information revolution, it is\r\nbecoming impossible for the developing countries to\r\nmaintain competitiveness in services and other sectors due\r\nto the drain of talented, trained and professional\r\nmanpower. The reason is simple: they are unable to offer\r\nattractive incentives to these highly trained professionals.\r\nAs the paradigm of knowledge changes from pen-\r\nbased to computer- and information-technology-based\r\nliteracy, there is a fear of an “information apartheid”\r\nemerging in the next century. At the end of the twentieth\r\ncentury, the world has taken care of political apartheid,\r\nbut as the new millennium dawns we stand on the\r\nthreshold of another danger: that, owing to great\r\ndisparities in the information technology and knowledge\r\nareas, there could be an information apartheid which in\r\nthe next century could affect the developing countries\r\nparticularly if immediate steps are not taken to bridge the\r\nknowledge and technology gap. Before the industrial\r\nrevolution, the difference between the richest and the\r\npoorest countries could be expressed as a ratio of 1 to 5;\r\nat the end of the twentieth century, as the industrial\r\nrevolution matures, the difference has increased to a ratio\r\nof 1 to 400. There is a danger that, if measures are not\r\ntaken, the information revolution will increase that\r\n12\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\ndifference from 1 to 400 to one to several thousand. All\r\nthese issues deserve in-depth reflection by the Preparatory\r\nCommittee, with a view to suggesting further appropriate\r\ninitiatives for the special session of the General Assembly.\r\nThe imperative of globalization is that both developed and\r\ndeveloping countries should have a common stake in future\r\ncooperation and harmony among all people, whether they\r\nlive in the developed world or in the underdeveloped world.\r\nPakistan remains committed to the objectives of the\r\nCopenhagen Social Summit. The Government has been\r\ndoing its utmost to implement Copenhagen commitments\r\ndespite serious financial and economic difficulties. As part\r\nof these efforts, Pakistan launched phase two of its social\r\naction programme in 1997, with a budgetary outlay of some\r\n500 billion rupees. The main focus of this programme has\r\nbeen on poverty alleviation, employment generation, the\r\nprovision of universal access to education, basic health\r\ncare, family planning, empowerment of women and the\r\nprovision of clean drinking water in urban slums and rural\r\nareas. The national census carried out in 1998 indicated that\r\nthe literacy rate in Pakistan, recorded as 27.4 per cent in\r\n1981, has increased to 47.4 per cent. In the same period,\r\nprimary-school enrolment increased by 216 per cent,\r\nsecondary-school enrolment by 195 per cent, college\r\nenrolment by 174 per cent, and university enrolment by 124\r\nper cent. The most encouraging part is that the enrolment\r\nof girls in primary schools increased during that period by\r\n303 per cent, in secondary schools by 342 per cent, in\r\ncolleges by 266 per cent, and in universities by\r\n347 per cent. This is a matter for satisfaction, but it is only\r\nthe beginning of the positive changes taking place in the\r\nsocial sector of Pakistan.\r\nPakistan recently launched its Vision 2010 programme,\r\nwhich aims at achieving 70 per cent literacy at the national\r\nlevel and at eliminating the gender gap in schools by 2010\r\nas part of Pakistan’s national strategy to prepare for the\r\nchallenges of the twenty-first century and the new\r\nmillennium. I am pleased to report also that on\r\n8 September, World Literacy Day, a special primary-school\r\nenrolment day was organized in Pakistan under the Vision\r\n2010 programme, in partnership with the community, to\r\nenrol more than 100,000 school-age children who had not\r\nbeen going to school. As a result of mobilization at the\r\nnational level, in which everyone from the Prime Minister\r\nto local community leaders participated, more than 850,000\r\nchildren were enrolled in a single day. This shows that a\r\ngreat social demand exists, and needs to be met. We are\r\nplanning to achieve universal primary-school enrolment in\r\nthe next three years. Similar community-based initiatives\r\nare being planned in the areas of health and population\r\nplanning.\r\nPakistan has decided to undertake a thorough\r\nevaluation of the social situation in our country. We\r\npropose to hold a national-level social summit in\r\nIslamabad on 24 and 25 January 2000 for that purpose.\r\nAll the provincial departments associated with the\r\nimplementation of the Copenhagen Programme of Action,\r\nnational and international non-governmental organizations\r\nand the country’s leading economists and social scientists\r\nare being invited to review our experience and evolve\r\nfuture strategy in the light of lessons learned both\r\nnationally and internationally. We look forward to sharing\r\nthe outcome of this national endeavour with other\r\nMember States during the second substantive session of\r\nthe Preparatory Committee, in April 2000, and during the\r\nspecial session of the General Assembly, in Geneva in\r\nJune 2000.\r\nMr. Baali (Algeria) (spoke in French): Before the\r\ndecade that is now coming to a close, the international\r\ncommunity had never so thoroughly understood the global\r\nnature of the challenges facing it — especially those in\r\nthe social sphere, in which it had never taken a great\r\ninterest. Suddenly, conferences and summits followed one\r\nanother at a steady pace, with their concomitant\r\ndeclarations and programmes of action, as though the\r\ninternational community had realized that it had\r\nshamefully forgotten that the human being must be at the\r\ncentre of its concerns and was trying to make up for lost\r\ntime. Women, population and social development\r\nsuddenly became timely issues and topics for study and\r\nfollow-up.\r\nThis has been particularly true since the Copenhagen\r\nWorld Summit for Social Development, where great\r\nnumbers of heads of State or Government met four years\r\nago to consider social questions and to adopt a\r\nDeclaration and Programme of Action that has since been\r\nviewed as a universally supported social charter that can\r\npromote the creation of a national and international\r\nclimate favourable to social development, to the gradual\r\neradication of poverty and to the spread of prosperity and\r\nwell-being.\r\nNow that we have broached the five-yearly process\r\nof considering and evaluating the implementation of the\r\nCopenhagen decisions and commitments, how should we\r\nassess what we have achieved, and how much remains to\r\nbe done to attain the goals we set ourselves?\r\n13\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nA great deal certainly remains to be done: 3 billion\r\npeople are living on less than $2 a day; 1 billion, including\r\n600 million women, are illiterate; 1.4 billion have no access\r\nto basic social services; 14 million children die each year\r\nfor want of medical care; more than 150 million workers\r\nare without jobs. The modest progress has been eclipsed by\r\nthose frightening statistics, placed before us at the May\r\nsession of the Preparatory Committee; they are a harsh\r\nreminder that the battle has not been won. Far from it: in\r\nmany regions, and particularly in developing countries,\r\nthere have actually been declines. Physical and emotional\r\nhardship is growing in extent and in intensity; absolute\r\npoverty is spreading; and it is uncertain when we will attain\r\nthe goals we have set.\r\nHence, although it duly appears on the agendas of all\r\nforums that deal with development and of various summits\r\nand other conferences, the fight against poverty has not met\r\nexpectations because, rather than attacking the real causes\r\nof poverty, it very often aims only at alleviating its\r\nconsequences. Moreover, the fight against poverty is being\r\nwaged under the most adverse conditions: an international\r\neconomic environment that, for the sake of unbridled\r\nglobalization, is giving ever-shorter shrift to the poorest and\r\nmost vulnerable among us, and that could even permanently\r\nexclude them from the benefits of progress.\r\nIn that connection, the situation of the African\r\ncontinent is alarming: nearly two thirds of the least\r\ndeveloped countries are located there; approximately half of\r\nits population lives below the threshold of absolute poverty;\r\nand its social indicators are among the lowest in the world.\r\nDespite the many initiatives of the United Nations system\r\nand the international community to support the efforts of\r\nAfrican countries, prospects for improvement remain very\r\nremote.\r\nHere, too, it is apparent that without a more favourable\r\ninternational environment, without significant financial\r\ninput, without real alleviation, if not outright cancellation,\r\nof the debt and without a sustained and lasting rate of\r\ngrowth, the laudable and courageous efforts and the\r\nsacrifices made so far by the African countries will prove\r\ninsufficient, if not useless, in the face of the great needs of\r\nthe African peoples.\r\nThe World Summit for Social Development was the\r\nopportunity for the international community to solemnly\r\nreaffirm that the fulfilment of human beings is the ultimate\r\ngoal of the development process. The social development\r\nobjectives decided upon in Copenhagen embody not only\r\nthe concerns of Algeria, but constitute the very pillars of\r\nits policies implemented since independence.\r\nIndeed, Algeria has always integrated the social\r\naspect into its development measures, which are based on\r\nrespect for and promotion of the principles of social\r\njustice and national solidarity. The day following its\r\nindependence, facing the prevailing situation, the State\u0027s\r\nconstant concern was for the creation of employment, the\r\nintroduction of free and mandatory education for all\r\nchildren, the increase of health infrastructure along with\r\nappropriate funding to provide a free health coverage for\r\nall and, finally, the setting up of a social security system\r\nfor the benefit of almost the entire population.\r\nThis policy has had a beneficial effect and has\r\nbrought about a considerable improvement in social\r\nindicators. The actual number of children educated at\r\ndifferent levels has increased, and the education of girls\r\nhas considerably progressed. Health coverage has grown\r\nrapidly, bringing about a reduction of the prevalence of\r\nendemic diseases because of better access to health care,\r\nbecause it is free and because of investments made in\r\ninfrastructure for sewage systems and the distribution of\r\ndrinking water.\r\nVery attached to preserving these achievements and\r\nin spite of financial difficulties, my country has\r\nmaintained this social policy, further improving the\r\nabove-mentioned social indicators. The same attachment\r\nalso binds Algeria to its commitments in Copenhagen,\r\nwhich it strives to implement through strengthened\r\npolicies revolving around two axes.\r\nFirst is the fight against poverty. In this context, in\r\nplace of price support for consumer products, we have\r\nsubstituted support for the incomes of the lowest income\r\ngroups and the application of new provisions such as new\r\nsocial services and the creation of an agency for social\r\ndevelopment which, among other tasks, promotes, selects\r\nand finances actions and intervention on behalf of the\r\npoorest population and community development.\r\nMoreover, State social assistance, which is not new, is\r\nbeing extended to disabled adults and the elderly. The\r\nadvantages of social security, which covers 80 per cent of\r\nthe population — that is to say, all those people working,\r\nwhether paid or not and including those privately\r\nemployed — are also extended to those with no income,\r\nstudents, the disabled and widows.\r\nThe second axis is the creation of employment and\r\nprofessional training for young people through, among\r\n14\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nother things, the setting up of a national agency for the\r\nsupport of employment for young people, which is\r\nresponsible for advising and working with young promoters\r\nand also manages the national fund for the support of\r\nemployment for young people. Through these actions,\r\nnumerous measures have been initiated to allow young\r\npeople to acquire professional experience and develop their\r\nabilities, to obtain jobs not requiring expensive equipment\r\nand to help with setting up microenterprises and developing\r\nmicrocredit.\r\nMoreover, and regarding the objectives established for\r\nthe year 2000, we should point out that a certain number\r\nhave already been reached, notably those for life\r\nexpectancy, for the decrease in mortality of children under\r\nthe age of five and for access to primary health care, now\r\navailable to 98 per cent of the population. Also, through the\r\npolicy of education for all, there is universal access to basic\r\neducation for all children, including at the primary level,\r\nand including girls. This was achieved as of 1996.\r\nAlgeria wishes to express some satisfaction at being\r\nable to pursue its social policy in spite of the difficulties\r\nand trials along the way, but we bear clearly in mind the\r\nconstraints that have weighed on the full realization of the\r\nresults of the Summit, for complete fulfilment of which\r\nnew programmes have been identified and objectives\r\nestablished for the years 2000 to 2005 in both economic\r\nand social areas.\r\nIt would appear that the results are not up to the hopes\r\nthat arose out of the 1995 Summit. The international\r\ncommunity must, therefore, seize the occasion offered by\r\nthe special session in the year 2000 to reaffirm the\r\ncommitments made in Copenhagen. In spite of their limited\r\nresources, the numerous difficulties and the immense needs\r\nthey face and which continue to grow, the developing\r\ncountries have made considerable efforts to fulfil their share\r\nof the commitments. Nevertheless, these efforts will remain\r\nin vain if they are not adequately supported by the\r\ndeveloping countries\u0027 partners in development, who must\r\nalso honour their commitments in conformity with the spirit\r\nand letter of Copenhagen.\r\nOn the threshold of a new millennium, the fight\r\nagainst poverty is clearly the main challenge to which the\r\ninternational community must rise in solidarity.\r\nMr. Mabilangan (Philippines): At the outset, we\r\nassociate ourselves with the statement of the Chairman of\r\nthe Group of 77 and China.\r\nIt gives me great pleasure to participate in the\r\nAssembly\u0027s deliberations on the world community\u0027s\r\nimplementation of the outcome of the World Summit for\r\nSocial Development and the preparations for the special\r\nsession in the year 2000 that will not only assess progress\r\nin implementation but also embark on new initiatives to\r\nspeed up progress in implementing the Copenhagen Social\r\nSummit commitments. It is opportune because our world\r\nis entering the next millennium. We will examine the\r\nresults of our individual and collective initiatives, which\r\nwe mapped out at the Copenhagen Summit for Social\r\nDevelopment and which aim to build a better, prosperous\r\nand progressive world for humankind.\r\nIn preparation for this special session, our countries\r\nhave embarked on a difficult but necessary evaluation of\r\nour own national actions to implement the Copenhagen\r\nSocial Summit commitments. Here in the United Nations,\r\nour preparations have started to attain full speed with the\r\nrecent conclusion of the inter-sessional substantive\r\nmeeting of the Preparatory Committee that took on board\r\nproposals to further implement the Summit commitments\r\nand Programme of Action.\r\nWe truly appreciate the untiring and innovative\r\nefforts of the Chairman of the Preparatory Committee,\r\nAmbassador Christian Maqueieira, to push the preparatory\r\nprocess forward and find solutions to difficult areas of\r\ndifferences. We would like to restate our confidence in\r\nhis able leadership for bringing the special session to a\r\nsuccessful conclusion.\r\nWe also wish to take this opportunity to express our\r\nappreciation to the Secretariat for its prompt delivery of\r\nimportant documentation in the earlier meetings of the\r\nPreparatory Committee. The Secretariat\u0027s role will be\r\ncrucial in providing us integrated data on the progress as\r\nwell as difficulties in the implementation of the Social\r\nSummit commitments. We look forward to the continued\r\nefficiency of the Secretariat in working out realistic and\r\neffective initiatives that will hasten implementation of\r\nthese commitments.\r\nOur discussions in the substantive session of the\r\nPreparatory Committee for the special session have\r\ntouched on the 10 commitments and the Programme of\r\nAction of the Copenhagen Summit, and have underscored\r\nthe fact that elements contained in the Copenhagen\r\nDeclaration and Programme of Action should not be\r\nrenegotiated. It is our view that there is merit to\r\npostponing discussion on the review and assessment of\r\nthe implementation of these commitments pending receipt\r\n15\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nof all individual countries’ evaluations of their\r\nimplementation of these commitments and of an integrated\r\nappraisal of the implementation of the Copenhagen\r\ncommitments by the Secretariat.\r\nWhile the relevance and efficacy of our proposed\r\nfurther initiatives for the implementation of these\r\ncommitments hinge on the results of this appraisal, as far\r\nas the developing countries are concerned, many disturbing\r\nproblems remain. For example, the Human Development\r\nReport published by the United Nations Development\r\nProgramme (UNDP) shows that the world continues to be\r\nplagued by poverty, malnutrition, illiteracy and disease. The\r\nUNDP reports that more than a billion people live in abject\r\npoverty and that the majority of these people are women.\r\nOne billion people live without adequate shelter, and in the\r\nleast developed countries, more than 1 in 10 infants die at\r\nbirth or before their first birthday. According to the United\r\nNations Children’s Fund, nearly a billion people, two thirds\r\nof them women, will enter the twenty-first century unable\r\nto read a book or sign their names. The Secretary-General\r\nreports that about 2 million children are victims of armed\r\nconflict, and 300,000 more, who are child soldiers, may\r\njoin the ranks of those who could be physically,\r\nemotionally and morally scarred for life by their\r\nexperiences in war and conflict. These are not very\r\nencouraging indicators of the world’s social situation, nor\r\ndo they signal much progress in our actions to bring social\r\ndevelopment to every nook and cranny of the world.\r\nIn our review of the implementation of the outcome of\r\nthe World Social Summit, the Philippines would like to see\r\nconcerted efforts to create an enabling and favourable\r\nenvironment for more equitable access for all to income,\r\nresources and social services. We would like to see serious\r\ninitiatives to eradicate poverty, which is essentially linked\r\nto full employment, access to health and education services,\r\nequality and equity between women and men, and the\r\navailability of required resources to achieve the goals of\r\nsocial development, even in times of financial crisis or\r\nbudgetary tightening. In this context, the Philippines would\r\nlike to see the developed countries fulfil the agreed target\r\nof 0.7 per cent of gross national product for official\r\ndevelopment assistance. We would like to see preferential\r\ninterest rates provided for social development programmes\r\nand a durable solution to the debt problem seriously\r\nexplored.\r\nThe Philippine Government is seriously committed to\r\nthe implementation of the outcome of the Copenhagen\r\nSummit. Collaborative efforts with non-governmental\r\norganizations and civil society were undertaken with the\r\ngoal of achieving sustainable human development. The\r\nGovernment has continued to implement an integrated\r\npoverty-alleviation framework that is human-centred and\r\nbased on a process of consultation and consensus-building\r\namong the various stakeholders. It has continued to\r\npursue an employment-intensive pattern of growth that\r\nhas spurred an increase in the country’s gross domestic\r\nproduct. It has promulgated and enacted laws to prevent\r\nthe exploitation of child labour, enhance the status of\r\nwomen in the labour force and safeguard the welfare of\r\noverseas workers, especially women. It has created\r\n“flagship programmes on livelihood” that aim to deliver\r\nmicrofinance services to 2 million of the poorest\r\nhouseholds by the year 2001. In short, the Philippines has\r\ncontinued and will continue to persevere in creating a\r\npolitical, economic, sociocultural environment that, it is\r\nhoped, will enable its citizens to achieve at least a\r\nmodicum of human development.\r\nAs we assess the progress we have made in\r\nimplementing the outcome of the Copenhagen Social\r\nSummit, there is a need to attempt to develop a common\r\nyardstick through the establishment of indicators for\r\nmeasuring our progress.\r\nI wish to conclude by saying that the Philippines\r\nwill uphold its commitments to social development in\r\ncollaboration with all members of the international\r\ncommunity, ever mindful that the needs and concerns of\r\nall entities and individuals of this world should be\r\nproperly addressed. Social development, in this era of\r\ngrowing interdependence and globalization, should not\r\nbenefit only a few individuals or a selected group of\r\nStates. Social development is meant to benefit all peoples\r\nof all nations in the noble hope of building a brighter and\r\nbetter world for all of us and for generations that will\r\ncome after us.\r\nMr. Bivero (Venezuela) (spoke in Spanish): We\r\nendorse the statements made by Guyana on behalf of the\r\nGroup of 77 and China and by Mexico on behalf of the\r\nRio Group. Venezuela would like to emphasize the\r\npriority that it attaches to focusing on social issues, both\r\nat the national and international levels.\r\nWe are pleased that social issues have become\r\ncrucially important in the work of our Organization, and\r\nby the commitments entered into by the international\r\ncommunity in this important area of development. The\r\nWorld Summit for Social Development is just a point of\r\ndeparture for a process by which development is finally\r\nto be linked inextricably to the human and social\r\n16\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\ndimensions. By endorsing the Copenhagen Declaration and\r\nProgramme of Action, Venezuela committed itself to doing\r\nits best to ensure the achievement of the objectives of\r\njustice, peace and social equity that these documents\r\npromote.\r\nAllow me to describe to the Assembly the initiatives\r\nundertaken by the Venezuela Government in recent months,\r\non the basis of the premise that economic development\r\nmust be carried out in social harmony, without excluding\r\nanyone. It must generate qualitative and sustainable growth\r\nin human development. The current Venezuelan\r\nGovernment considers the human being the subject and the\r\nobject of development policies. Social policies will\r\ntherefore become our top priority, as demanded by the\r\nreality that 80 per cent of our people live in poverty. Given\r\nthis, we cannot use traditional formulas to deal with the\r\nchallenges of education, health, housing and employment.\r\nOur situation demands political commitment capable of\r\npromoting, in a democratic context, a thorough and\r\nintegrated review of our institutions, our policies and our\r\nattitudes as citizens.\r\nThe first stage of this process is currently being\r\ncarried out by means of constitutional reform, a process that\r\nwas discussed at some length by the President of Venezuela\r\nin his statement to the plenary Assembly on 21 September.\r\nAt the same time, an economic transition programme for\r\nthe 1999-2000 biennium has been adopted. This programme\r\nemphasizes macroeconomic stabilization, given that this is\r\nthe basis on which economic growth can be revitalized,\r\ninflation — whose social effects are devastating — can be\r\ncontrolled, new sources of employment can be generated\r\nand the conditions of employment can be improved.\r\nIn this context Venezuela proposes to carry out a\r\nsocial policy aimed at changing the relationship between the\r\neconomic and the social spheres. This policy would open\r\nthe economy to market forces while at the same time\r\nrestoring the valuable contribution of social action; it would\r\nbe geared to a gradual reduction of the imbalances and\r\ninequities of our current reality and to the transformation of\r\nrelations between the State and civil society; it would\r\npromote greater participation of communities in\r\ndevelopment efforts at the local and regional levels.\r\nTo deal with our current social emergency, we are\r\ntrying to establish a social support network at the regional,\r\nmunicipal and local levels. This network would promote\r\nand ensure effective coordination of efforts in the social\r\nsphere and would be designed for the immediate\r\nimplementation of a set of measures aimed at restoring the\r\nexercise of the most basic human rights in the most\r\nmarginalized social sectors — such as families\r\nexperiencing extreme poverty, destitution, abandonment\r\nand other social dangers; and children, adolescents,\r\nmigrant workers, women heads of household and\r\nindigenous people.\r\nMr. Alimov (Tajikistan), Vice-President, took the\r\nChair.\r\nWe have also drafted complementary projects, such\r\nas the national system for the selection of beneficiaries,\r\naimed at providing flexible, transparent and decentralized\r\nassistance to the neediest families and households, and the\r\nsystem to follow up and assess policies and social\r\nprogrammes designed to evaluate on an ongoing basis the\r\nefficiency and real effectiveness of policies and public\r\nspending on social programmes.\r\nWe have also initiated compensatory programmes\r\ntargeting the most dispossessed groups of the population;\r\nthe family as a basic unit of society; education; and\r\nincreased job opportunities, and aimed at strengthening\r\ncivil society with a view to increasing opportunities for\r\nparticipation. Special mention should be made of our\r\nBolivar 2000 plan, an initiative of the Presidency of the\r\nRepublic to provide resources and professional and\r\nlogistical capabilities from the armed forces to the\r\npopulation in order to establish an integrated social-\r\nservice programme aimed, inter alia, at the provision of\r\ntimely assistance to meet the people\u0027s basic needs and at\r\nrehabilitating the social infrastructure.\r\nLastly, a series of programmes has been designed as\r\naxes from which we may begin to provide medium- and\r\nlong-term solutions to the social problems of the\r\npopulation as a whole and of the neediest in particular.\r\nThese axes include social participation; children at social\r\nrisk; student aid; a women\u0027s bank; the sons of the\r\nhomeland; Bolivarian schools; technical and industrial\r\nschools; a united school programme; a national housing\r\nplan; and the united social fund. The latter will direct part\r\nof the surplus revenue flowing from our fiscal policies\r\nand will balance social investment with macroeconomic\r\nstabilization and the amortization of the foreign debt as a\r\nbudgetary priority.\r\nEducation, health, social development, housing and\r\nproduction are areas in which the development process in\r\nVenezuela will be rehabilitated. In each of these areas,\r\nstrategic projects are being designed to guide the drafting\r\nand implementation of public policy. This is a challenge\r\n17\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nto Venezuelan society as a whole. Our goal is to lay the\r\nfoundations of a self-managing and competitive, yet\r\nhumanitarian economy.\r\nOur task is now and will be, first and foremost, our\r\nown responsibility. That is how we see it and how we wish\r\nto move forward. We do, however, welcome cooperation\r\nand international solidarity, since Venezuela\u0027s experience is\r\nno different from that of many other countries and the\r\nsolutions we seek to our own problems can surely benefit\r\nfrom a consideration of external models and experiences\r\nwith respect to one of the most heartfelt political aspirations\r\nof contemporary history.\r\nIn conclusion, I simply wish to reiterate Venezuela\u0027s\r\ncommitment to the Copenhagen Programme of Action and\r\nexpress our conviction that the international community will\r\neffectively come together towards the achievement its\r\nobjectives through the contribution of all, Governments and\r\ncivil society, to making their goals a reality and to opening\r\nnew prospects of hope for humanity and our people.\r\nMr. Chowdhury (Bangladesh): The Copenhagen\r\nDeclaration and Programme of Action adopted at the World\r\nSummit for Social Development in 1995 drew up a detailed\r\nblueprint for actions by States, civil society and\r\ninternational organizations to ensure social development for\r\nall. Next June, the General Assembly will hold a special\r\nsession to review their implementation.\r\nThe review process is already on. The first substantive\r\nsession of the Preparatory Committee in May this year and\r\nthe inter-sessional meetings in August focused on\r\nsubstantive as well as on organizational matters. During\r\nthese meetings, we requested from the Secretary-General a\r\nnumber of reports which I believe would help us to find out\r\nhow effectively the Copenhagen commitments have been\r\nimplemented so far and in determining priority areas of\r\naction where further work is required to fulfil these\r\ncommitments.\r\nToday, we have before us the Secretary-General\u0027s\r\nreport A/54/220 on the implementation of the outcome of\r\nthe World Summit for Social Development. It contains\r\nupdated information on the implementation and on\r\npreparations for the special session. I commend the\r\nSecretary-General for his concise and informative report.\r\nWe also take note of the report on the first session of the\r\nPreparatory Committee for the Special Session of the\r\nGeneral Assembly on the Implementation of the Outcome\r\nof the World Summit for Social Development and Further\r\nInitiatives.\r\nDuring the past year, Bangladesh has, on a number\r\nof occasions, elaborated on the actions we believe should\r\nbe taken at the national as well as the international levels\r\nto implement fully the Copenhagen commitments. In\r\nparticular, during the Preparatory Committee meetings in\r\nMay this year, we articulated specific actions that are\r\nneeded regarding all 10 commitments of Copenhagen.\r\nToday I shall not go through each of the actions we\r\nhighlighted. Instead, let me mention the broader areas\r\nwhere focused attention is a must.\r\nThe need for creating an enabling environment\r\ncannot be overemphasized. If national capacity is\r\ninadequate; if crime, corruption and the drug menace is\r\noverwhelming; if rights are denied to individuals and\r\ngroups; and if appropriate legislation for social\r\ndevelopment is absent, the environment will remain\r\ndisabling. The national Governments of developing\r\ncountries are striving to overcome these obstacles. Their\r\nefforts will have to be supported through international\r\nmeasures; through effective cooperation and partnership\r\namong all actors in development; through better\r\ncoordination among the United Nations, the World Bank\r\nand the World Trade Organization for social development;\r\nthrough reform of the international financial architecture;\r\nthrough better market access for the products of\r\ndeveloping countries; through fulfilment of official\r\ndevelopment assistance commitments; and through debt\r\nrelief and transfer of technology.\r\nThe least developed countries, with their marginal\r\neconomies, limited infrastructure and weak national\r\ncapacities are in greater need of these measures to enable\r\nthem to achieve social development. This was recognized\r\nat Copenhagen and should be followed up diligently. The\r\nleast developed countries have also suffered the social\r\ncost of structural adjustment. There is an urgent need to\r\nmake structural adjustment people-focused by avoiding\r\nbudgetary cuts for core social-development expenditure in\r\ntimes of economic crisis; retaining and expanding social\r\nsafety nets; and ensuring that women and children do not\r\nbear a disproportionate burden of adjustment. Human\r\nsecurity is jeopardized if structural adjustment\r\nprogrammes do not include social-development goals.\r\nThe negative effects of globalization on social\r\ndevelopment will have to be addressed. We must ensure\r\nthat, in the name of open market and open societies, we\r\ndo not increase disparity within and among societies,\r\nfurther marginalize weaker and vulnerable groups and\r\nreallocate resources in a manner that reverses the gains of\r\nsocial-development efforts.\r\n18\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nPoverty eradication will have to be addressed by fully\r\nimplementing the commitments we made. We have to\r\naddress the endemic spread of poverty. The feminization of\r\npoverty is a particular concern to us. The most effective\r\napproach to reducing poverty is by empowering people\r\nthrough provision of basic social services; better distribution\r\nof income; reduction of the rich-poor gap; protection of the\r\npoor during economic instability; and helping the poor to\r\nhelp themselves, for example, through microcredit, and\r\nenabling them to participate in the formulation and\r\nimplementation of poverty-eradication programmes. There\r\nis a special need to address rural poverty through the\r\ndevelopment of rural infrastructure, upgrading services in\r\nrural areas and public works for rural development.\r\nWe have seen that lack of resources is a key obstacle\r\nto the full implementation of Copenhagen commitments.\r\nResources devoted to social development need to be\r\nincreased. At the same time, efficient and innovative use of\r\nexisting resources is a must for having better and cost-\r\neffective results. We believe that preferential rates for loans\r\nfor social-development projects need to be established. The\r\n20/20 initiative should not introduce further conditions, but\r\nshould aim at ensuring increased resources for social\r\ndevelopment.\r\nFull involvement of civil society and the private sector\r\nshould complement the work of Governments and\r\ninternational organizations in promoting social development.\r\nThe best results can be achieved through effective\r\npartnerships between Governments and civil society, and\r\nthrough networking among relevant actors of civil society.\r\nRegional cooperation can play an effective role in\r\npromoting social development. In our region the South\r\nAsian Association for Regional Cooperation (SAARC) will\r\nbe drafting a social charter to provide a regional approach\r\nfor social development. The SAARC countries have also\r\nlaunched a region-wide programme to implement the 1993\r\nDhaka Declaration on Poverty Eradication. Regional\r\ncommissions are also of considerable significance. In the\r\nAsia-Pacific region, the Economic and Social Commission\r\nfor Asia and the Pacific has adopted a regional agenda of\r\naction, which provides a guideline to the countries of the\r\nregion for social development.\r\nIn conclusion, let me express our hope that the\r\nCopenhagen review process will live up to its expectation\r\nand will be another milestone in promoting social\r\ndevelopment worldwide.\r\nMr. Li Hyong Chol (Democratic People\u0027s Republic\r\nof Korea): First I take note of the Secretary-General\u0027s\r\nreport (A/54/220) on the implementation of the outcome\r\nof the World Summit for Social Development and express\r\nmy appreciation to him for its submission to the General\r\nAssembly at this session.\r\nIn the last four years, since the Summit and the\r\nadoption of the Copenhagen Declaration and Programme\r\nof Action, continuous efforts have been made at the\r\nnational, regional and international levels to achieve the\r\nthree major targets for social development set forth at the\r\nSummit: eradication of poverty and unemployment and\r\nthe achievement of social integration.\r\nMany countries have been working hard to resolve\r\nissues relating to social development in accordance with\r\ntheir specific conditions, and agencies and programmes\r\nwithin the United Nations system have been playing an\r\nactive role in the international efforts to implement the\r\nProgramme of Action. In particular, the Economic and\r\nSocial Commission for Asia and the Pacific discussed at\r\nits meetings the eradication of poverty as a major agenda\r\nitem and took detailed action-oriented measures.\r\nWhile all these efforts have contributed to promoting\r\nthe international community\u0027s awareness of the issue of\r\nsocial development, we all know that what has been\r\nachieved is far short of our expectation. Poverty and\r\nunemployment, the main challenges to social\r\ndevelopment, have become worse in many countries.\r\nGlobally, the number of people living under the absolute\r\npoverty line has increased from 1 billion at the time of\r\nthe Summit to 1.3 billion, and the unemployed and\r\nunderemployed number more than 1 billion.\r\nIt is clear that the root causes of the problems\r\nremain unresolved. In this regard, the situation must be\r\nthoroughly analysed, and further initiatives and actions\r\nshould be taken to resolve the problems at this session, as\r\nwell as at the special session to be held in the year 2000.\r\nMy delegation is of the view that the major\r\nproblems of social development originate from the present\r\ninequitable international economic relations, which\r\nconstitute impediments to the economic growth of\r\ndeveloping countries. Social development is directly\r\nlinked with economic development. Accordingly,\r\neliminating the inequality now existing between countries\r\nof the world and attaining overall economic growth are\r\nprerequisites for the ultimate achievement of social\r\ndevelopment worldwide.\r\n19\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nHowever, certain developed countries still pursue\r\nunilateral and prejudiced economic measures, such as high-\r\nprofit investment and protectionism, causing great losses to\r\ndeveloping countries in the fields of the economy and trade.\r\nConsequently, the gaps between rich and poor\r\ncountries grow ever wider. At present, developed countries,\r\nwith one-fifth of the world population, are estimated to\r\nhave 82 per cent of world export markets and 86 per cent\r\nof the world gross product, whereas 80 per cent of the\r\npeople living under the absolute poverty line live in the\r\ndeveloping countries.\r\nDeveloping countries facing economic stagnation\r\ncoupled with a debt problem have few resources to be\r\ndirected to social development. Moreover, continuing\r\ndisputes and conflicts taking place in various parts of the\r\nworld add difficulties to developing countries in their\r\nefforts to achieve social development.\r\nCertain countries do not hesitate to apply political and\r\neconomic pressure, and even take military action, under the\r\npretext of resolving disputes. This has a negative impact on,\r\nand causes serious problems for, those countries in and\r\naround conflict areas.\r\nWith the twenty-first century approaching, humankind\r\nnow aspires more than ever to live in a new peaceful and\r\nprosperous world, free from any social problems. In order\r\nto realize such a desire, fair international economic\r\nrelations, based on the principles of independence, equality\r\nand mutual benefit, should be established before anything\r\nelse.\r\nTo this end, there is a need for developed countries to\r\nrefrain from pursuing only their own interests, through\r\nhighly profitable investments in developing countries; they\r\nshould help the latter in a practical way to build self-reliant\r\neconomies and achieve sustainable economic growth. At the\r\nsame time, they should end protectionism and pay due\r\nattention to resolving the debt issues of developing\r\ncountries.\r\nIn the meantime, agencies and programmes of the\r\nUnited Nations system should also do their part to support\r\nMember States in their efforts to attain social development,\r\nwith primary attention being given to the needs of\r\ndeveloping countries. In particular, it is important to ensure\r\nfulfilment by developed countries of their commitments to\r\nofficial development assistance agreed upon at the Summit,\r\nthus providing a sound financial basis for the activities of\r\norganizations in the United Nations system in the field of\r\nsocial development.\r\nResolving disputes is essential to creating an\r\nenvironment favourable to social development. In this\r\nrespect, we believe that when measures to resolve\r\ndisputes are taken, due consideration should be given to\r\nthe possible impact and consequences of those measures\r\nfor the social development of countries and regions\r\nconcerned.\r\nIn achieving social development, it is all the more\r\nimportant for individual States to properly formulate\r\npolicies on social development. Since socio-economic\r\nconditions and development levels are different from\r\ncountry to country, every State should be responsible for\r\ndrawing up its own policy on social development in\r\nconformity with its concrete reality and conditions, and\r\ndue attention should be given to ensuring that all people\r\ncan equally benefit from economic growth and social\r\npolicies without any discrimination.\r\nThe Government of our Republic has consistently\r\nmaintained a policy of providing jobs, free medical\r\ntreatment and free education to all people, even amid\r\nserious temporary economic difficulties created by\r\neconomic blockades of foreign forces and natural disasters\r\nwhich have recurred over a number of consecutive years.\r\nIn conclusion, my delegation expresses its hope that\r\nthe current session and the forthcoming special session\r\nwill be seized as opportunities to seek more effective and\r\npractical initiatives for implementing the Programme of\r\nAction adopted at the Summit.\r\nMr. Dlamini (Swaziland): On behalf of my\r\ndelegation, I welcome this opportunity to address the\r\nGeneral Assembly on agenda item 37, “Implementation of\r\nthe Outcome of the World Summit for Social\r\nDevelopment” and on the upcoming special session of the\r\nGeneral Assembly.\r\nFurthermore, my delegation associates itself with the\r\nstatement made by the delegate of Guyana on behalf of\r\nthe Group of 77 and China.\r\nWe are grateful to the Secretary-General for the\r\nreport (A/54/220) on this item, which contains updated\r\ninformation on the implementation of the outcome of the\r\nSummit and the preparations for the special session and\r\nfurther initiatives, scheduled to take place from 26 to 30\r\nJune 2000 at Geneva. I wish to reiterate the commitment\r\n20\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nof the Kingdom of Swaziland to this process, which is\r\naimed at meeting the challenges faced by our countries and\r\nour Organization in solving international problems of an\r\neconomic, social, cultural or humanitarian character, and in\r\npromoting, as well as encouraging, respect for human rights\r\nand fundamental freedoms, as mapped out in the Charter of\r\nthe United Nations.\r\nThe observations made at the preliminary Preparatory\r\nCommittee meetings for the special session, that the process\r\nof implementing the goals set at Copenhagen has been\r\nprogressing at various degrees of tempo and success, with\r\npositive signs in several countries on problems of\r\nunemployment and poverty, demonstrate that capacities of\r\ncountries differ. Needless to say, therefore, those countries\r\nthat have registered progress are mostly developed ones.\r\nWhile many developing countries, including the Kingdom\r\nof Swaziland, have made major reforms in their policies,\r\ntheir capacity to implement these policies is greatly\r\ninhibited, despite the strong will to succeed.\r\nThe data collected at the first Preparatory Committee\r\nmeeting, based on reports of national Governments, indicate\r\nthat much still needs to be done in addressing the impact of\r\nglobalization on social development. This is particularly\r\nrelevant, given the fact that the international economic and\r\nsocial environment continues to be unfavourable for the\r\ndeveloping world, and that the gap between the developed\r\nand developing countries continues to widen. Many\r\ndeveloping countries continue to be faced with difficulties\r\nin their quest and efforts to integrate effectively into the\r\nworld economy, thus suffering from the consequences of\r\nglobalization. This process has had a negative impact,\r\nrather than the envisaged positive impact, on finance and\r\ntrade, as well as on the social and cultural development\r\naspirations of our countries. That is why my delegation\r\nregards as pertinent the request to the Secretary-General, in\r\nconjunction with the relevant specialized agencies, funds\r\nand programmes of the United Nations system, and taking\r\ninto account the reports of national Governments, to report\r\non the impact of globalization on social development.\r\nThere is a shared understanding that future global\r\nstability depends on the ability of the international\r\ncommunity to increase the momentum for economic\r\ndevelopment and the capacity of national Governments to\r\nimprove the delivery of essential social services, such as\r\nhealth and education, and to create employment\r\nopportunities. Through the promotion of an accelerated pace\r\nof growth and development in developing countries, poverty\r\ncan be eradicated.\r\nBased on the commitments made at Copenhagen,\r\nmost developing countries have moved forward at the\r\nnational level in meeting their primary responsibilities.\r\nHowever, such efforts by the developing countries to fully\r\nimplement the commitments are hampered by the lack of\r\nsufficient necessary external resources. Undoubtedly, the\r\ngoals cannot be reached if all our resources are exhausted\r\nin the reformulation of strategies and policies, leaving\r\ninsufficient resources for the implementation of the\r\nprogrammes. The United Nations is, therefore, the best\r\nbody to enhance the support needed by developing\r\ncountries from the rest of the international community.\r\nIn this regard, it is imperative that the international\r\ncommunity should consider new approaches to\r\ninternational development cooperation, based on growth,\r\nstability and equity, with the full participation and\r\nintegration of the developing countries in the globalization\r\nof the world economy.\r\nThe painfully slow progress made by most\r\ndeveloping countries in this regard is evidence enough\r\nthat most developing countries have not benefited from\r\nglobalization, while it is recognized that other factors\r\nhave contributed to the low levels of progress. Despite the\r\nfact that commitments were made at Copenhagen to\r\nprovide cooperation and assistance, the support from\r\ndeveloped countries has not been forthcoming across the\r\nboard. Instead, a decline in official development\r\nassistance has been registered, reaching a level below\r\n0.22 per cent of the gross domestic product, thus\r\nrepresenting less than one third of the 0.7 per cent which\r\nis the United Nations target.\r\nI must sound a word of caution here. If this situation\r\nis not reversed so that there is compliance with\r\ninternationally agreed official development assistance\r\ntargets and with commitments made for new and\r\nadditional resources, the goals of the Copenhagen Summit\r\nwill become a fiasco and thus discredit the entire efforts\r\nof the United Nations in the process of social\r\ndevelopment.\r\nIn addressing all such factors, the General Assembly\r\nat the forthcoming special session should also find\r\nsolutions to countries’ lack of capacity to deal with\r\ndamaging natural disasters and the adverse effect of\r\nfrequent climate changes and drought. Again, developing\r\ncountries often find themselves unprepared and hard hit,\r\nand thus left with no choice but to redirect available\r\nminimal resources for reconstruction.\r\n21\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nLet me conclude by reemphasizing that most of our\r\ndeveloping countries have taken the lead in addressing their\r\nproblems, and that there is still a need for commitment by\r\nthe international community to assist developing countries\r\nin capacity building, resource mobilization, financing\r\nprojects and technology transfer, and by debt cancellation.\r\nIt is then that progress can be achieved in the eradication of\r\npoverty. It is my delegation’s hope, therefore, that the\r\nspecial session of the General Assembly to be held at\r\nGeneva on the implementation of the World Summit for\r\nSocial Development, and on further initiatives, will address\r\nthese issues.\r\nMr. Ka (Senegal) (spoke in French): The Copenhagen\r\nDeclaration on Social Development, adopted four years ago,\r\nnoted:\r\n“We are witnessing in countries throughout the\r\nworld the expansion of prosperity for some,\r\nunfortunately accompanied by an expansion of\r\nunspeakable poverty for others. This glaring\r\ncontradiction is unacceptable and needs to be\r\ncorrected through urgent actions.” (A/CONF/166/9,\r\npara. 13)\r\nThe topicality and relevance of this assessment is\r\napparent. Moreover, the wealth of nations has increased\r\ntenfold during the last 50 years, and international trade has\r\ngrown exponentially.\r\nThe major challenge to be met in this fading century\r\nremains that of poverty — the central theme of the\r\nCopenhagen World Summit. Our joint action at the national\r\nand global levels should aim at the implementation of the\r\n10 commitments made by our heads of State and\r\nGovernment. We are still far from having made tangible\r\nprogress on the strategic objectives of those commitments,\r\nfreely consented to by 186 States. My delegation welcomes,\r\nhowever, the fact that the United Nations and the whole\r\nrange of international institutions, including the Bretton\r\nWoods institutions, have refocused their priorities on\r\nquestions of social development. This change in outlook is\r\nwelcome. It is now important to translate it into action\r\nthrough the allocation of sufficient resources for the\r\nattainment of the objectives agreed in Copenhagen.\r\nTo the extent that it can, in an economic context\r\nwhich is none too favourable, Senegal is trying to\r\nimplement its national programme to combat poverty, with\r\nthe support of its development partners. Adopted in 1997,\r\nafter broad discussions with decentralized communities,\r\ncivil society, the private sector and donors, this programme\r\naims to improve the living conditions of the poorest\r\npopulation by increasing the income of the poor through\r\nthe promotion of micro-enterprises and income-generating\r\nactivities; improving provision to meet basic social needs;\r\nand establishing a permanent follow-up system on\r\nhousehold living conditions.\r\nIn order to considerably reduce poverty, my\r\nGovernment is endeavouring to reform its economy,\r\nspeed up growth and create an environment favourable for\r\nthe development of the private sector, whose contribution\r\nto fighting poverty should be taken into consideration\r\neverywhere. My Government puts special emphasis on\r\nenhancing human resources, on basic education and on\r\nthe decentralization of health services. We give priority to\r\na comprehensive, integrated and participatory approach in\r\nimplementing national and sectoral programmes to combat\r\npoverty. We have also just created a national employment\r\naction fund, designed, among other things, to reduce the\r\npressure of unemployment and promote employment\r\nlocally and for disadvantaged groups. The ninth national\r\nplan for Senegal’s economic and social development,\r\nwhich is under way, also gives high priority to combating\r\npoverty and promoting productive employment and social\r\nintegration.\r\nThe developing countries face many obstacles: the\r\ndecrease in official development assistance; the low level\r\nof direct productive investment; the debt; and the\r\ndifficulties that products from the South encounter in\r\nseeking access to the world market. Added to these are\r\nthe major new challenges of a globalization not yet under\r\ncontrol. As a result, there is an urgent need to implement\r\nthe Copenhagen Summit’s Commitment 7 for Africa and\r\nthe least developed countries.\r\nMy delegation welcomes the fact that the\r\nPreparatory Committee for the special session to review\r\nCopenhagen has taken into account all these parameters.\r\nThe report of the Secretary-General on the follow-up of\r\nthe World Summit for Social Development recognizes\r\nquite clearly that progress in the fight against poverty and\r\nunemployment has been slowed down by the economic\r\ndifficulties which a number of countries have had to face,\r\ndifficulties aggravated by the recent financial crisis and\r\nby various conflicts in Africa.\r\nThus, as was so well pointed out by the Economic\r\nand Social Council during its substantive session in 1999,\r\nthe international community has a deciding role to play in\r\nsupporting action to eliminate poverty, promote\r\n22\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nproductive employment, achieve gender equality and\r\nmobilize new and additional financial resources in order to\r\nguarantee the implementation of the agreed objectives of\r\nsocial development.\r\nMy Government welcomes the offer by the Swiss\r\nGovernment to host the special session on the evaluation of\r\nCopenhagen + 5, to be held in Geneva from 26 to 30 June\r\n2000, and wishes to express its gratitude to the Swiss\r\nauthorities for all the measures it has already taken and\r\nplans to take to guarantee the full success of that session\r\nand to enhance the participation of developing countries.\r\nI also wish to express my gratitude and support to the\r\nChairman of the Preparatory Committee, Ambassador and\r\nDeputy Permanent Representative of Chile Mr. Cristián\r\nMaquieira, for his personal commitment and availability\r\nthroughout the entire negotiation process.\r\nThe agreement recently reached, on 21 September, on\r\nthe arrangements relating to the participation of non-\r\ngovernmental organizations at the special session and on\r\ntheir accreditation points to easier negotiations regarding the\r\nsubstantive documents. My delegation hopes that at the end\r\nof the second substantive session of the Preparatory\r\nCommittee, in April 2000, the Committee will adopt all the\r\nnegotiated documents as a whole in a spirit of compromise.\r\nThis hope is even more legitimate, as we have all reached\r\nan agreement regarding the non-negotiable nature of the\r\nCopenhagen Declaration and Programme of Action.\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic): Dealing\r\nwith this item in the General Assembly is of particular\r\nimportance because this will be the last time we discuss it\r\nbefore the holding of the special session to review the\r\noutcome of the World Summit for Social Development next\r\nJune. This occasion presents us with a special responsibility\r\ntowards reviewing and evaluating the status of\r\ncommitments taken some five years ago and the degree of\r\nprogress achieved at the level of the Copenhagen\r\nProgramme of Action.\r\nIn 1982, 13 years before the Copenhagen Summit was\r\nheld in 1995, Egypt recognized the necessity of formulating\r\nan integrated social development strategy in response to a\r\nslogan launched by President Mubarak, “Tomorrow\u0027s\r\nEgypt”. Since then, Egypt has embarked upon reforming its\r\neconomy and has implemented structural adjustment\r\nprogrammes to achieve economic growth aimed at\r\nimproving the living standards of the Egyptian people while\r\nestablishing social safety nets to protect the poor and\r\nvulnerable groups of our society. It is no exaggeration to\r\nsay that Egypt began to implement most of the Social\r\nDevelopment Summit\u0027s recommendations before it\r\nactually undertook to do so in 1995.\r\nIn reality, we are — as it were — trying to draw the\r\nmap of social development in harmony with the\r\nCopenhagen Summit\u0027s recommendations by, first,\r\nattempting to strike a better balance between economic\r\nand social development; second, by improving the\r\nmaterial and social prosperity of the individual while\r\nsupporting family values to preserve the social fabric;\r\nthird, by eradicating all forms of poverty; fourth, by\r\nfulfilling the basic needs of every citizen; fifth, by\r\novercoming the barriers that hinder the participation of\r\nvulnerable and marginalized groups in social activities;\r\nsixth, by improving the status of women and ensuring\r\ntheir advancement and full participation in societal and\r\ngovernment services; seventh, by improving the status of\r\nchildren, for they are our future and that is the reason\r\nwhy priority was given to them in the areas of health,\r\neducation and the environment in our development plans;\r\nand eighth, by encouraging businessmen and the wealthy\r\nto participate fully in implementing social development\r\npolicies through contributions.\r\nWe have made tremendous efforts to achieve social\r\nprogress in keeping with our Summit commitments. That\r\nis why we have earmarked 30 per cent of our budget to\r\nthe social sector, namely, to health, education and\r\nproviding for the basic needs of our population. This far\r\nexceeds what was called for in the 20/20 compact agreed\r\nat the Copenhagen Summit. I believe that the donor\r\ncommunity also has to keep up its end of the bargain.\r\nSince I have mentioned donor countries, I must also\r\nmention the vital issue of poverty eradication, which was\r\none of the top priorities of the Copenhagen Summit that,\r\nin reality, requires the harnessing of both national and\r\ninternational efforts. While it is true that achieving social\r\ndevelopment, improving our economic performance and\r\neradicating poverty are first and foremost national\r\nresponsibilities, they can be successfully achieved only\r\nthrough the collective will and collective efforts of the\r\ninternational community as outlined by the principles and\r\nobjectives of Copenhagen.\r\nIn the light of the follow-up reports prepared by the\r\nSecretary-General, it has become clear that some of the\r\ntargets of the Copenhagen Programme of Action have not\r\nbeen fulfilled in the agreed time-frame. We have also\r\nnoticed that the progress achieved in some developing\r\ncountries in the areas of unemployment and poverty has\r\n23\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\ndisappeared because of the economic problems that have\r\nbeen experienced by these countries as a result of the\r\ninternational financial crisis and related developments.\r\nIn his speech before the General Assembly, the\r\nMinister for Foreign Affairs of Egypt mentioned the fact\r\nthat the increasing marginalization of the role of developing\r\ncountries on the international economic stage — especially\r\nthat of least developed countries, most of which are in\r\nAfrica — is a harbinger of new lines of confrontation\r\nbetween the North and South, as a result of unjust\r\ndevelopment and economic circumstances. This can have\r\nextremely negative effects on international stability.\r\nOf course, globalization has its pros and cons, which\r\nmeans that all countries should take this fact into account\r\nin formulating their social and economic development\r\npolicies. Because we also need to establish a mechanism to\r\nreview and evaluate what has and has not been achieved by\r\nour development programmes — that is to say, our\r\nsuccesses and failures — Egypt has begun to formulate a\r\nnew social contract in the form of an integrated social\r\ndevelopment strategy in full cooperation with the State and\r\ncivil society.\r\nAs a first step, an inter-ministerial commission for\r\nsuch development was established. A conference was held\r\nlast May under the sponsorship of our First Lady, Mrs.\r\nSuzanne Mubarak, and with the participation of high\r\nofficials of the State and prominent national and\r\ninternational experts. We organized this seminar in\r\npreparation for a national congress on social development\r\nto be held under the sponsorship of President Mubarak. We\r\nlook forward to sharing our experiences with the Assembly\r\nat our next review conference of the Social Development\r\nSummit in the year 2000.\r\nEgypt also heads the Group of 15 for the economies\r\nof developing countries, and we have presented a paper\r\nexpressing the Group\u0027s views on a comprehensive\r\nemployment strategy, which was submitted to the eighty-\r\nseventh session of the International Labour Organization\r\nand to the Economic and Social Council at its most recent\r\nsession. This should be taken into account at our next\r\nreview of the Copenhagen Declaration and Programme of\r\nAction in order to tackle the negative social effects of\r\nglobalization as well as the financial crises.\r\nThe special session will be held soon, and for that\r\nreason we must redouble our efforts to prepare for it. My\r\ndelegation looks forward in this context to participating\r\nconstructively in the deliberations of the second session\r\nof the Preparatory Committee.\r\nMr. Alemán (Ecuador) (spoke in Spanish): The\r\nGovernment of Ecuador has on various occasions\r\nexpressed its strong commitment to social development\r\nand to the implementation of the Copenhagen Declaration\r\nand Programme of Action. The representative of Mexico,\r\nspeaking on behalf of the Rio Group, expressed our\r\nposition in that respect. Nonetheless, I should like to\r\ntouch on some national issues that I believe are relevant\r\nto our debate today.\r\nFirst, I should like to underscore that the\r\nGovernment of Ecuador, in working to achieve human-\r\ncentred development, had to take on the challenge of\r\nrefashioning existing social and political mechanisms. Our\r\nglobalized world demands it, as does the kind of planet\r\nwe wish to leave to our children, for whose benefit we\r\nare working.\r\nThe Social Agenda adopted by the national\r\nGovernment, whose primary goal is poverty reduction,\r\nhas lowered the national poverty index — the percentage\r\nof people living in conditions of poverty — by between\r\n4 and 7 percentage points per year, from 62 per cent to\r\n58 or 55 per cent. Our goal is to bring that index below\r\n50 per cent by the year 2005.\r\nThe fight against poverty is being waged within a\r\ncomprehensive framework of action in which social issues\r\nare inextricably linked with economic ones. In this\r\napproach, attaining the goal of poverty reduction requires\r\njoint and redoubled efforts to restore macro-economic\r\nstability, revitalize the national economy, ensure greater\r\nsocial equity, strengthen human resources and effect State\r\nreform as well as deep-seated structural change. Only\r\naction that is based on this integrated approach and takes\r\naccount of the myriad causes of poverty will enable us to\r\nachieve our goal of reducing it.\r\nSecondly, with respect to the principles of Ecuador\u0027s\r\nSocial Agenda, we are giving priority, in the context of a\r\nfiscal austerity programme, to the following: solidarity\r\nwith the poorest; equity and rights; social participation\r\nbased on experience; social policy as a tool for economic\r\ngrowth and sustainable development; prioritization of\r\ndecentralization, with a view to strengthening democracy;\r\nan emphasis on the quality of management; flexibility in\r\nimplementation that takes account of local conditions; and\r\ncooperation.\r\n24\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nOur Agenda has designated the following areas for\r\nsocial intervention: education and cultural affairs; health\r\ncare and nutrition; the welfare of citizens; and employment.\r\nIn the area of planning and decision-making, we are also\r\nfocusing on a comprehensive approach aimed at social\r\nsecurity and environmental protection.\r\nIt is important to underscore also that the amount\r\nallocated to social expenditure consists of 83 per cent\r\nnational resources and about 17 per cent external\r\nresources — 16.3 per cent from external credit and 0.7 per\r\ncent from non-reimbursable external resources. This is clear\r\nevidence of the fact that we are fulfilling our commitments.\r\nHowever, we also recognize the importance of international\r\ncooperation. As we have stated on other occasions, we are\r\nseriously concerned at the noticeable decline in official\r\ndevelopment assistance and in overall international\r\ncooperation.\r\nTo conclude this brief summary of our Social Agenda,\r\nI should like to reiterate Ecuador\u0027s commitment to ensuring\r\nthat social participation becomes a reality. For that reason,\r\nour National Agenda is based on an ongoing process of\r\nconsultations, decision-making, follow-up and assessment\r\nof all the activities on the Agenda, with the integration, at\r\nthe appropriate levels, of organized and non-organized\r\ngroups such as those comprising men, women, different\r\ngenerations, youth, and indigenous and Afro-Equatorial\r\npeoples.\r\nThe Agenda also focuses on the participation of\r\nspecialized groups of civil society in the organization and\r\nmanagement of various kinds of public social services.\r\nThese include community organizations such as women\u0027s\r\ngroups, non-governmental organizations, churches,\r\nuniversities and professional associations, among others.\r\nThe Agenda also emphasizes the creation and\r\nimplementation of participatory monitoring bodies to ensure\r\nhigh-quality, user-centred public services.\r\nClearly this represents a tremendous challenge. We\r\nbelieve, however, that major achievements require time,\r\npatience and resolve. Every project begins with a\r\ncornerstone. In this case, we have a blueprint and are\r\ncertain that, with the assistance of the international\r\ncommunity, we will be able to complete the work.\r\nMr. Samhan (United Arab Emirates) (spoke in\r\nArabic): My delegation expresses its support for the\r\nstatement by the representative of Guyana regarding the\r\nimplementation of the Copenhagen Declaration and\r\nProgramme of Action. The political will of the international\r\ncommunity to implement the results of the World Summit\r\nfor Social Development can be seen in the report of the\r\nPreparatory Committee. A common world strategy is\r\nbeing developed that is designed to achieve objective and\r\npractical solutions to growing social problems. I should\r\nlike to refer specifically to the issues accorded high\r\npriority in the Programme of Action: the eradication of\r\npoverty, reduction of unemployment and achieving social\r\nintegration.\r\nDespite the positive results achieved in some\r\ncountries in accordance with the commitments undertaken\r\nat Copenhagen, the efforts that have been made have not\r\nlived up to our hopes. We had expected better results for\r\ndeveloping countries in the social area, particularly for the\r\nmost impoverished. Current international reports state that\r\nmore than 1.25 billion people, mainly young people,\r\nwomen and the elderly, live in abject poverty, deprived of\r\ndrinking water and basic foodstuffs and services. Many of\r\nthem suffer from disease and have no opportunities for\r\neducation or employment, or have been displaced through\r\nviolence or by natural or man-made disasters.\r\nThe difficulties encountered by many developing\r\ncountries, particularly the least developed, are the result\r\nof limited financial resources and the burden of debt, in\r\naddition to the disparities caused by fast changes in\r\ninternational economic relations and the liberalization of\r\nworld markets. While we acknowledge these difficulties,\r\nwe are convinced that we can eliminate such problems by\r\nworking together at the national, regional and\r\ninternational levels to undertake joint projects for the\r\nbenefit of women, the family, children, young people, the\r\nelderly and the disabled. We must modernize educational\r\nand health-care institutions and improve community\r\nservices with a view to creating a just and equitable\r\ninternational environment that will lead to international\r\npeace and security.\r\nThe United Arab Emirates has undertaken\r\ndevelopment policies and measures in accordance with\r\nnational and international requirements, in harmony with\r\nour beliefs and cultural heritage and in keeping with the\r\ntolerant Islamic shariah. We wish to achieve the\r\nobjectives of the Copenhagen Summit by developing our\r\neconomic and social legislation and programmes, with a\r\nview to implementing ambitious social development plans\r\nthat will optimize our human resources and improve and\r\nmodernize our education and health institutions. We have\r\nalso provided the financial resources necessary to\r\nreintegrate the elderly and the disabled into national\r\ndevelopment programmes.\r\n25\r\nGeneral Assembly 30th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nWe are providing employment opportunities to all\r\nour citizens, both men and women, on an equal footing,\r\nwith a view to reaching a quality threshold in all areas of\r\nlife where there can be interdependency in the family and\r\nin the community. The interest shown by the United Arab\r\nEmirates in this subject is not merely national, but\r\nextends to bilateral, regional and international cooperation\r\nwith our development partners. We have helped in\r\nbuilding hospitals, schools and orphanages in many\r\ndeveloping countries. We have given soft loans to other\r\ndeveloping countries. We have hosted many conferences,\r\nseminars and training courses on ecology, population,\r\nsocial affairs and other development areas.\r\nIn conclusion, we hope that the special session of the\r\nGeneral Assembly, scheduled to take place in the year\r\n2000 in Geneva, will be able to achieve the results\r\nexpected of it. Countries should rededicate themselves to\r\nthe commitments undertaken in the Copenhagen\r\nDeclaration and Programme of Action.\r\nThe meeting rose at 6.10 p.m.\r\n26\r\n"