"United Nations A/54/PV.48\r\n99-86369 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n48th plenary meeting\r\nMonday, 8 November 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nIn the absence of the President, Mr. Bouah-Kamon\r\n(Côte d\u0027Ivoire), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 53\r\nReport of the International Tribunal for the Prosecution\r\nof Persons Responsible for Serious Violations of\r\nInternational Humanitarian Law Committed in the\r\nTerritory of the Former Yugoslavia since 1991\r\nNote by the Secretary-General transmitting the\r\nsixth annual report of the International Tribunal\r\n(A/54/187)\r\nThe Acting President (spoke in French): May I take\r\nit that the Assembly takes note of the sixth annual report of\r\nthe International Tribunal for the Prosecution of Persons\r\nResponsible for Serious Violations of International\r\nHumanitarian Law Committed in the Territory of the\r\nFormer Yugoslavia since 1991?\r\nIt was so decided.\r\nThe Acting President (spoke in French): I now call\r\non Ms. Gabrielle Kirk McDonald, President of the\r\nInternational Criminal Tribunal for the Former Yugoslavia.\r\nMs. McDonald (President of the International\r\nTribunal): It is truly an honour for me to address for the\r\nfinal time the General Assembly. I will be leaving the\r\nTribunal next week, after having served as a judge since\r\nit was established more than six years ago.\r\nIn that short period of time, the Tribunal has become\r\nan effective judicial institution, regularly conducting trials\r\nand appellate proceedings. However, it still faces\r\nchallenges. Today I will discuss some of these challenges\r\nand how they may be resolved.\r\nThe Tribunal\u0027s development can be divided into two\r\nstages. In the early years we were engaged in institution-\r\nbuilding. When the Tribunal was established in 1993, we\r\nhad no courtrooms, no staff and no rules to govern our\r\nproceedings. Thus, we worked hard at creating means\r\nnecessary to becoming a functioning international criminal\r\ncourt. This we have done. It is an achievement that is\r\nremarkable, particularly when one considers that national\r\ncourts have taken hundreds, if not thousands, of years to\r\nestablish their systems of justice.\r\nThe second phase of the Tribunal\u0027s development\r\nbegan in October of 1997, when 10 accused voluntarily\r\nsurrendered to the Tribunal, and the number of detainees\r\nmore than doubled overnight. Other voluntary surrenders\r\nand arrests, primarily by the Stabilization Force (SFOR),\r\nfollowed these surrenders, causing the number of\r\ndetainees to grow to over 30 today.\r\nThe ensuing period of the Tribunal\u0027s development,\r\nwhich roughly coincides with my presidency, has\r\nnecessarily focused on actually providing trials and\r\nappeals to individuals in detention. The Tribunal has thus\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nmatured, moving from institution-building to becoming an\r\neffective operating court.\r\nThere have been many challenges in both phases of\r\nour development, but I want to focus on the principal issues\r\nthat we are now facing in carrying out our mandate and on\r\nwhich the Tribunal\u0027s future may very well depend.\r\nOne of the primary concerns I have is the length of\r\nthe Tribunal\u0027s proceedings and the resulting time the\r\ndetainees are spending in detention. While we are making\r\nprogress in dealing with our current docket, the fact\r\nremains that the trials, in a number of instances, take long\r\nperiods of time to complete. This means that the accused\r\noften spend extended periods in custody, either awaiting\r\ntrial or in trial.\r\nThere are a number of reasons for these lengthy trials.\r\nThe Tribunal is the first international criminal court in 50\r\nyears, and the law that it applies in many instances must be\r\ninterpreted and applied for the first time. Moreover, the\r\ntrials raise complex legal issues, which take time to resolve\r\nand create voluminous records. For instance, in the Blaškić\r\ncase, which has just been completed, the transcript is over\r\n25,000 pages, and the Trial Chamber rendered over 150\r\nwritten decisions and orders establishing important\r\nsubstantive and procedural precedents.\r\nTo do justice properly takes both time and resources.\r\nThe accused is entitled to a fair trial and is presumed to be\r\ninnocent. The Prosecutor is responsible for proving guilt\r\nbeyond reasonable doubt. This process cannot be short-\r\ncircuited. I recall the words of Justice Robert H. Jackson in\r\nhis opening statement at Nuremburg:\r\n“We must never forget that the record on which\r\nwe judge these defendants is the record on which\r\nhistory will judge us tomorrow. To pass these\r\ndefendants a poisoned chalice is to put it to our\r\nlips as well”.\r\nWhile there are reasons for the length of trial and\r\ndetention, we are striving to do better. Therefore, we have\r\ninitiated a number of steps to try to speed up trials. In\r\n1998, we adopted a substantial number of amendments to\r\nour Rules of Procedure and Evidence to provide for\r\nstronger case management by the judges, particularly during\r\nthe pre-trial phases. A Working Group on Trial Practices\r\nhas been established with a mandate to make practical\r\nrecommendations that would reduce the length of trials. The\r\njudges are also seeking an increase in their legal support\r\nstaff so that they will have the resources necessary to\r\nsupport them in their work.\r\nWhile these steps will undoubtedly assist in reducing\r\nthe length of trials and the time spent in detention, the\r\nfact remains that we have a limited number of judges. I\r\nbelieve that we have consider more radical measures. The\r\nexpert group established by the General Assembly has\r\nmade a number of suggestions in this regard. I want to\r\ncomment on several ideas that I think are particularly\r\nworthy of consideration.\r\nOne of the fundamental issues that the Tribunal\r\nfaces is determining which of the many culpable\r\nindividuals in the former Yugoslavia should be brought to\r\njustice. This is a thorny issue, as all victims of atrocities\r\nare entitled to the vindication provided by a public trial,\r\nregardless of whether the perpetrator is the highest of\r\nofficials or the lowest of foot soldiers. However, we must\r\nrealize that the Tribunal has only limited resources and\r\ncannot bring to trial every individual allegedly connected\r\nwith the atrocities in the former Yugoslavia. Difficult\r\nchoices must therefore be made.\r\nThe Security Council established the Tribunal in the\r\nbelief that it would contribute to the restoration and\r\nmaintenance of peace. Thus, it is my view that the\r\nTribunal\u0027s principal responsibility is to bring to justice\r\nthose individuals whose presence impedes the\r\nestablishment of civil society in the former Yugoslavia.\r\nTherefore, we must bring to trial leaders who are charged\r\nwith instigating the wars and who now prevent the\r\nrestoration of peace and impede reconciliation. I agree\r\nwith the expert group that the major objectives of the\r\nSecurity Council are, in large part, not fulfilled if low-\r\nlevel figures rather than the civilian, military and\r\nparamilitary leaders who were allegedly responsible for\r\nthe atrocities are brought before the Tribunals for trial.\r\nMoreover, I welcome the new Prosecutor\u0027s policy\r\nstatement that in the future she will follow “a prosecution\r\nstrategy that properly focuses on leadership investigative\r\ntargets”.\r\nIf the Tribunal is to truly focus on the principal\r\nperpetrators it cannot become overwhelmed with cases\r\ninvolving other accused. Thus, the Trial Chambers must\r\nfind ways to address its docket, which is currently\r\ndominated by low-level figures. One proposal that we\r\nhave considered, and which has received support from the\r\nExpert Group, is for the Tribunal to have ad hoc or\r\ntemporary judges available to it. These ad hoc judges\r\nwould be experienced trial judges who would be assigned\r\n2\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\ncases on an as- needed basis and paid a per diem rate.\r\nThus, when the Tribunal\u0027s docket is heavy, they would be\r\ncalled into service for a specific case. When their case is\r\ncompleted, they would return home. This would greatly aid\r\nthe Tribunal in reducing both the docket and the length of\r\ndetention. Moreover, the cost of such ad hoc judges would\r\nbe relatively small, as they would only work on a short-\r\nterm basis and would be paid accordingly. While there are\r\na number of issues that will have to be studied, I will be\r\nencouraging my fellow judges to consider this proposal\r\nseriously.\r\nA second proposal is the use of provisional release to\r\nreduce the length of detention. Considering the egregious\r\nnature of the charges against the accused, the difficulty the\r\nTribunal has had in obtaining custody of many of the\r\nindividuals in detention and the political conditions in the\r\nformer Yugoslavia, care must be taken in granting\r\nprovisional release. However, in view of the period of time\r\nsome of the detainees are spending in detention, I believe\r\nthat this matter must be revisited. The expert group has\r\nessentially recommended that at the initial appearance, the\r\nTrial Chamber inform the accused that if he is provisionally\r\nreleased and fails to return, his trial will proceed without\r\nhim. Thus, if he is released and absconds, he would be\r\ndeemed to have waived his right to be present at trial and\r\nhis trial would proceed outside of his presence. Again, I\r\nintend to encourage my colleagues in The Hague to\r\ncarefully examine this proposal.\r\nIn my view, the steps I have outlined above will go a\r\nlong way toward addressing one of the most significant\r\nissues facing the Tribunal. There are other difficulties,\r\nhowever, which can only be resolved with the assistance of\r\nthe international community as a whole. As I have\r\nrepeatedly stressed, the Tribunal is dependent on the\r\ninternational community for effective compliance\r\nmechanisms. We have no police force or means of coercing\r\nStates to follow our orders. Far too frequently our calls for\r\nState cooperation go unheeded.\r\nI have the duty to inform the Assembly that the\r\nimportant work of the Tribunal is being hindered by the\r\nnon-compliance of the Federal Republic of Yugoslavia, the\r\nRepublic of Croatia and the Republika Srpska.\r\nSince the fifth annual report, I have twice reported the\r\nnon-compliance of the Federal Republic of Yugoslavia with\r\nrespect to its obligations relating to the Prosecutor\u0027s\r\ninvestigation into possible violations in Kosovo. I have also\r\nreported the refusal of the Republic of Croatia to cooperate\r\nwith the Tribunal on two grounds. First, that it had failed\r\nto recognize the Tribunal\u0027s jurisdiction over alleged\r\ncriminal activity occurring during and in the aftermath of\r\nOperation Flash and Operation Storm. Secondly, the\r\nRepublic of Croatia had failed, despite repeated requests,\r\nto transfer Mladen Naletilic, who had been indicted by the\r\nTribunal and is in the custody of the Republic of Croatia.\r\nCroatia has indicated that it intends to transfer\r\nMr. Naletilic. However, issues have been raised\r\nconcerning his health and he is not yet in The Hague.\r\nMoreover, the Republic of Croatia has submitted a\r\nproposal to amend the Tribunal\u0027s rules that would allow\r\nit to present its arguments regarding Operations Storm\r\nand Flash to a Chamber of the Tribunal. This proposal\r\nwill be considered in due course. I must emphasize that\r\nsuch steps do not relieve the Republic of Croatia of its\r\nobligations to comply with the requests and orders of the\r\nTribunal. There is simply no substitute for compliance.\r\nI must also point out that these two States and the\r\nRepublika Srpska have previously been the subject of\r\nnon-compliance reports to the Security Council by both\r\nmy predecessor, Judge Antonio Cassese, and myself.\r\nUnfortunately, there has not been a forceful response.\r\nI have recently written to the Security Council\r\nrecounting the history of these reports and last week met\r\nwith its President, Ambassador Türk, to reiterate these\r\nconcerns. As I have stated, the Tribunal lacks independent\r\ncoercive mechanisms and relies on the Security Council\r\nto adopt effective measures to compel State cooperation.\r\nThis it must do.\r\nIt is time, I submit, for this complacency to cease.\r\nRadovan Karadzic and Ratko Mladic were indicted in\r\n1995 and Slobodon Milosevic was indicted earlier this\r\nyear. Yet these individuals remain at large. Their liberty\r\nmakes a mockery of our pledge to would-be tyrants that\r\nthey will be indicted, arrested and made to answer for\r\ntheir alleged criminal acts and violations of human rights.\r\nMoreover, over 30 of the individuals publicly indicted by\r\nthe Tribunal remain at large. It has been reported that the\r\nmajority of these indictees are in the Republika Srpska\r\nand in Serbia. On the eve of the millennium, it is simply\r\nunacceptable that territories have become safe havens for\r\nindividuals indicted for the most serious offenses against\r\nhumanity. It must be made absolutely clear to such States\r\nthat this illegal and immoral behaviour will not be\r\ntolerated.\r\nThe international community is in the initial stages\r\nof establishing the permanent International Criminal\r\nCourt. Make no mistake about it: if the international\r\n3\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\ncommunity does not ensure that the orders of the Court are\r\nenforced, it is bound to go the way of the League of\r\nNations. That would be a terrible tragedy and a tremendous\r\nopportunity lost. I urge the international community to give\r\nour reports of non-compliance the attention they deserve.\r\nNo court can function effectively without meaningful\r\nmethods of enforcing its orders and decisions, and the\r\nTribunal is no different. We need your support. We need\r\nyour support in carrying out our important mandate with\r\nwhich we have been entrusted.\r\nWhile we need your support to carry us forward, we\r\nalso realize that the Tribunal must work harder to\r\ncommunicate with the peoples of the former Yugoslavia.\r\nThey are our constituents, so to speak; yet, they often have\r\nlittle idea of what the Tribunal is doing, except from what\r\nthey learn via distorted news coverage and State-controlled\r\npropaganda. In order to strengthen lines of communication\r\nwith the peoples of the former Yugoslavia, this year we\r\nhave established an Outreach Programme. I am pleased to\r\nsay that we have received substantial contributions from a\r\nnumber of generous States and organizations. We have\r\nhired a coordinator and the work has begun.\r\nThe Programme will focus on communicating with the\r\npeoples of the former Yugoslavia, in the local languages,\r\nusing innovative strategies to reach bar associations, other\r\nlegal groups, universities, schools and media sources, as\r\nwell as the proverbial man and woman in the street. I\r\nbelieve that this Programme is one of the most significant\r\ninitiatives that we have undertaken at the Tribunal and that\r\nit benefits our work and is helping to carry out our\r\nmandate. I encourage Member States that have not already\r\ndone so to support this Programme financially so that it can\r\nbecome fully operational.\r\nLet me close with a few personal observations. I am\r\nstill amazed at how much we have accomplished together\r\nin such a short period of time. We have built, with your\r\nsupport, an institution that is dispensing justice, an\r\ninstitution that is playing an important role in rebuilding a\r\ntroubled part of the world. Our trials and judgments are\r\nseen as fair and just. The Tribunal is engaging in bringing\r\nthe rule of law to the former Yugoslavia, thus breaking the\r\ncycle of impunity.\r\nI will always be grateful for the honour and the\r\nopportunity to have served as a judge at the Tribunal and\r\nto be a part of this extraordinary development. Although I\r\nwill soon leave the Tribunal, I want to assure you that I\r\nwill take my strong commitment to the work of the\r\nTribunal and to international justice with me.\r\nMr. Šimonović (Croatia): Croatia has accorded\r\nparticular significance to the agenda item we are\r\nconsidering today since its inclusion in the agenda of the\r\nGeneral Assembly at its forty-ninth session. In this\r\ncontext, allow me to present the views of the Government\r\nof Croatia on the work of the Tribunal, as reflected in the\r\nreport introduced by its President this morning.\r\nBefore starting, I should like to thank President\r\nMcDonald of the Tribunal for the preparation of the\r\nreport and her lucid presentation. I welcome her initiative\r\nfor provisional release, especially with regard to the\r\ndetained who went to The Hague of their own free will.\r\nIt is not only unreasonable but also immoral to keep them\r\nin prison for years while they await the beginning of their\r\ntrials.\r\nI am sorry to say that Croatia views this annual\r\nreport on the work of the Tribunal as, in part, outdated\r\nand therefore questions whether it is completely relevant\r\nto our discussion today. My delegation is aware of the\r\ntechnical difficulties in translating such a lengthy report\r\nand preparing it for our discussion, but many relevant\r\ndevelopments have occurred since the report was finalized\r\nthat, had they been reported, would have provided a more\r\nbalanced picture, particularly in the segment pertaining to\r\nthe cooperation of States with the Tribunal.\r\nAllow me to mention just a few of those\r\ndevelopments that concern Croatia. The report predates\r\nthe transfer of Vinko Martinović to the Tribunal\u0027s\r\ncustody. Similarly, it predates the legal proceedings\r\nconducted in the county, supreme and constitutional\r\ncourts of Croatia related to the transfer of Mladen\r\nNaletilić to The Hague. Those proceedings were\r\ncompleted in October. The Supreme Court of Croatia\r\nconfirmed the decision of the county court that Naletilić\r\nwas to be transferred to the Tribunal\u0027s custody, while the\r\nconstitutional court confirmed the constitutionality of the\r\nlegal proceedings, as well as the decisions taken.\r\nThe report not only predates all these events, but\r\ncontains criticisms for not undertaking steps that have, of\r\ncourse, been taken since. Naletilić has not been\r\ntransferred exclusively because of his seriously aggravated\r\nhealth conditions. A medical team appointed by the\r\nTribunal recently examined him and confirmed the\r\nevaluation of the Croatian medical team that his state of\r\nhealth does not permit his present transfer. Let me once\r\nagain reiterate Croatia\u0027s commitment to transfer Naletilić\r\nto the Tribunal immediately and unconditionally upon his\r\nrecovery, consistent with the decisions of Croatian courts.\r\n4\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nFurthermore, the report does not contain any reference\r\nto the proposal of Croatia that its legal dispute with the\r\nProsecutor regarding the jurisdiction of the Tribunal over\r\nOperations Flash and Storm should be decided upon by the\r\nTribunal\u0027s Chambers. My Government has also proposed\r\namendments to the Tribunal\u0027s Rules of Procedure that\r\nwould fill the existing gap concerning the right of a State\r\nto request the Tribunal\u0027s decision on jurisdictional matters\r\nin the pre-trial phase. I am glad to hear from President\r\nMcDonald that the proposal will be examined by the panel\r\nof judges. Generally speaking, the demand for an\r\nopportunity to challenge the Prosecutor\u0027s assertion of\r\njurisdiction over a matter in the pre-trial phase is perfectly\r\nlegitimate, particularly when politically sensitive legal\r\nobligations raise the national security concerns of a\r\nsovereign State.\r\nCroatia views the report as unbalanced. It does not\r\ninclude the positive developments I have mentioned, but\r\nrather emphasizes difficulties that the Tribunal has faced in\r\ndealing with States. It is unfortunate that the alleged\r\ndifficulties in cooperating with the Tribunal, as presented in\r\nthe report, are detached from the overall context of\r\nCroatia\u0027s cooperation with the Tribunal and Croatia\u0027s efforts\r\nto resolve them in a mutually satisfactory manner. Indeed,\r\nas presented in the report, most of them have already been\r\nresolved. Unfortunately, the apparent tendency to equalize\r\nall of the States within the jurisdiction of the Tribunal in\r\nthe report is not uncommon.\r\nThe report presented a somewhat distorted picture of\r\nthe state of Croatia\u0027s cooperation with the Tribunal.\r\nFurthermore, the offensive characterization of a political\r\ndebate on the work of the Tribunal held in the Croatian\r\nparliament, coupled with the singling out by name of\r\nCroatia\u0027s officials, goes beyond the Tribunal\u0027s mandate and\r\ndiverges from the established practices of United Nations\r\nreporting.\r\nCroatia has an obligation to cooperate with the\r\nTribunal, but it is also clear that the Tribunal should\r\nundertake its work, including its reporting, within its\r\nmandate, objectively and impartially. Genuine cooperation\r\ncan be based only upon mutual respect and understanding\r\nbetween the Tribunal and the relevant States.\r\nToday\u0027s discussion is an opportunity not only to\r\nconsider the Tribunal\u0027s report, but also to evaluate the\r\nextent to which the Tribunal has succeeded in achieving its\r\ngoals: a reliable historical record concerning the conflict\r\nand, through the individualization of guilt, the prevention of\r\nthe creation of negative national stereotypes, as well as the\r\nfacilitation of reconciliation. In a region where a common\r\ninterpretation of historical events has never existed and\r\nwhere history has been a potential source of conflict, the\r\nwork of the Tribunal is of paramount importance in\r\nbringing about the conditions for lasting peace and\r\nstability. For future generations, the judgements of the\r\nTribunal will represent not only a record of the crimes\r\ncommitted, but also, it is hoped, an objective historical\r\naccount of the developments that took place during the\r\nviolent completion of the process of dissolution of the\r\nformer Socialist Federal Republic of Yugoslavia.\r\nFor these reasons, Croatia is extremely sensitive\r\ntowards the policy of selecting the cases to be brought\r\nbefore the Trial Chamber of the Tribunal. It is vital that\r\nthe Tribunal reflect in its work the extent and the level of\r\ninvolvement of the various sides in the war crimes\r\ncommitted. It is absolutely essential that the nationals of\r\nthe States which cooperate with the Tribunal are not, for\r\nthis reason alone, the most represented as defendants in\r\nthe Tribunal\u0027s proceedings.\r\nIn this context, some encouraging steps were taken\r\nby the Tribunal during the past reporting period. Some of\r\nthe perpetrators of well-documented crimes were indicted\r\nand apprehended by the Stabilization Force (SFOR). The\r\nmost senior officials of the State that bears primary\r\nresponsibility for the violence and crimes that\r\naccompanied the disintegration of the former Socialist\r\nFederal Republic of Yugoslavia were indicted, but\r\nunfortunately only for crimes committed by their forces\r\nin Kosovo. The widening of their indictments to include\r\nthe crimes committed in Bosnia and Herzegovina as well\r\nas in Croatia is vitally important.\r\nThe breakdown of the indictees in the Tribunal\u0027s\r\ncustody still does not reflect what took place during the\r\nconflict. For better insight into this issue, a table with the\r\nrelevant data has been made available to delegations. The\r\ndisproportions are still unacceptably high. For example,\r\nthe Bosnian Croats are still greatly over-represented as\r\nperpetrators and under-represented as targets. A\r\nbreakdown of the indictees in the Tribunal\u0027s custody\r\nclearly shows that the nationals of the States and entities\r\nthat cooperate with the International Criminal Tribunal are\r\ndisproportionately represented.\r\nThe reasons for this unchanged absurdity are the\r\nsame as in past years: the continuing violation of the\r\nobligation to cooperate by the Federal Republic of\r\nYugoslavia and the Republika Srpska.\r\n5\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nSeven years after the establishment of the Tribunal, it\r\nis important to evaluate the results of its work to date.\r\nUnfortunately, its establishment neither stopped nor\r\nprevented war crimes. They continued to be committed in\r\nBosnia and Herzegovina, and during a new conflict — this\r\ntime in Kosovo — “ethnic cleansing” has been used as a\r\ntool once again. The failure to bring to justice the major\r\nindicted Bosnian Serb war criminals and Yugoslav Army\r\nofficers, as well as all of the other indictees from the\r\nFederal Republic of Yugoslavia, obviously sent the wrong\r\nmessage.\r\nIt is probably too early for a final say on the effects\r\nof the work of the Tribunal on the individualization of guilt\r\nfor the war crimes committed, thereby avoiding the\r\nperception of collective guilt and facilitating reconciliation.\r\nHowever, the lack of cooperation on the part of the Bosnian\r\nSerbs and the Federal Republic of Yugoslavia is\r\ndiscouraging in this respect. An even greater concern stems\r\nfrom the fact that this lack of cooperation indicates the\r\nFederal Republic of Yugoslavia\u0027s unwillingness to accept\r\nresponsibility for its role in the war in south-eastern Europe\r\nor to prosecute those who have committed even the worst\r\nwar crimes. This practice by the Federal Republic of\r\nYugoslavia continues to have a very negative impact on the\r\nprocess of reconciliation which Croatia is seeking to\r\nimplement. A sense of freedom from prosecution, and\r\nhence from responsibility, for the war crimes committed has\r\nbeen created, thereby encouraging subsequent breaches of\r\ninternational humanitarian law by the Federal Republic of\r\nYugoslavia armed forces in Bosnia and Herzegovina and in\r\nKosovo. The process of reconciliation hinges on the\r\nbringing of those responsible to justice.\r\nThe International Criminal Tribunal for the Former\r\nYugoslavia represents a crucial experiment to see whether\r\nthe international community is ready for the establishment\r\nof a permanent International Criminal Court of a wider\r\njurisdiction. The practice of the Tribunal already is, and\r\nwill continue to be, very important for the interpretation of\r\ninternational humanitarian law. Our final evaluation\r\nindicates that to date, the International Criminal Tribunal\r\nfor the Former Yugoslavia has been partially successful in\r\nmany respects. However, the crucial question is whether it\r\nwill manage, through its future indictments and trials, to\r\nleave a reliable record on the developments in the former\r\nYugoslavia. In this respect, I can promise the full support\r\nof the Republic of Croatia.\r\nMr. Kolby (Norway): At the outset, I would like to\r\ncommend the President of the International Criminal\r\nTribunal for the Former Yugoslavia, Ms. Kirk McDonald,\r\non the outstanding services she has rendered to the\r\nTribunal and to the international community.\r\nWe are impressed by the achievements of the\r\nYugoslavia Tribunal, as reflected in its various\r\njudgements and in the report before us. Recent\r\njudgements and indictments have shed light on the chain\r\nof events linked to the cycle of violence in the former\r\nYugoslavia. We are convinced that the existence of the\r\nTribunal will act as a deterrent against new atrocities and\r\ncontribute to the long-term process of national\r\nreconciliation in the former Yugoslavia.\r\nWe would also like to express our gratitude to the\r\nformer Prosecutor for the Tribunal, Ms. Louise Arbour.\r\nHer extraordinary personal skills and genuine belief in the\r\ncrucial role of the Tribunal contributed significantly to its\r\nsuccess. We are convinced that her successor, Ms. Carla\r\ndel Ponte, will consolidate and further strengthen the\r\nTribunal\u0027s position.\r\nWe have all taken due notice of the indictments of\r\nPresident Milosevic and other high officials of the Federal\r\nRepublic of Yugoslavia. For the first time ever we have\r\nwitnessed the indictment of a sitting head of State. The\r\nirrelevance of official capacity when prosecuting grave\r\nbreaches of international law was a principle identified\r\nduring the Nuremberg trials and confirmed, inter alia, in\r\nthe jurisdictions of the Yugoslavia and Rwanda Tribunals\r\nas well as in the Rome Statute for the International\r\nCriminal Court. This is a critical principle in combating\r\nthe most serious crimes known to mankind — crimes\r\nwhich presumably, by their very nature, presuppose a\r\nconscious and deliberate contribution or omission by\r\nhigh-ranking officials.\r\nDuring the Kosovo crisis the Tribunal responded\r\nprofessionally and promptly in accordance with its\r\nmandate, and thereby had a direct impact on the ongoing\r\nconflict. The Tribunal confirmed its ability to take\r\nexpeditious action when confronted with a challenging\r\nsituation.\r\nThe existence of a watchdog in the form of an\r\ninternational Tribunal has become a widely recognized\r\nelement in the maintenance of international peace and\r\nsecurity in this region and in the process of rebuilding\r\ncivil society under the rule of law. Regrettably, in a\r\nglobal context, the existence of international criminal\r\njustice is the exception rather than the rule. In this regard,\r\nthe judgements of the Tribunal represent important new\r\nbuilding blocks in international jurisprudence with regard\r\n6\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nto the prosecution of the most serious international crimes.\r\nThe experience obtained so far through the work of the\r\nTribunal is also a stepping stone towards the establishment\r\nof the International Criminal Court.\r\nThe Tribunal is an important element in preventing the\r\nrecurrence of conflict. It is critical to the success of the\r\nTribunal that the population of the region be informed\r\nabout its work and understand its significance. It is our\r\nhope and belief that this will happen, although it might take\r\nsome time.\r\nWhile acknowledging the achievements of the\r\nTribunal, we are continuously reminded that the main\r\nperpetrators of atrocities committed in the former\r\nYugoslavia are still enjoying their freedom, with the\r\nsemblance of impunity. We wish therefore to emphasize\r\nthat the international community must not waver in its long-\r\nterm commitment to the fulfilment of the mandate of the\r\nYugoslavia Tribunal. No one should be able to gamble on\r\nimpunity for acts of genocide, other crimes against\r\nhumanity or serious war crimes. Measures that have been\r\ntaken against the Federal Republic of Yugoslavia by the\r\ninternational community, including Norway, are closely\r\nlinked to the Federal Republic of Yugoslavia\u0027s lack of\r\ncooperation with the Tribunal, including surrender to the\r\nTribunal of the indictees.\r\nNorway remains a strong supporter of the Tribunal\r\nand joins those that have appealed to States to take all\r\nlegislative steps necessary in order to ensure effective State\r\ncooperation with it. In addition to implementing legislation\r\nand ensuring compliance with the Tribunal\u0027s requests for\r\nassistance, concrete financial and material support for the\r\nTribunal should be shown. We share the concern expressed\r\nby the Prosecutor as to the failure of the Federal Republic\r\nof Yugoslavia, as well as other States, to cooperate with the\r\nTribunal. It is critical to the Tribunal\u0027s success that the\r\nStates Members of the United Nations cooperate with it and\r\ncomply with its requests for assistance or its orders,\r\npursuant to their obligations.\r\nAmong the measures that it has taken, the Norwegian\r\nGovernment has declared its willingness to consider\r\napplications from the Tribunal concerning the enforcement\r\nof sentences and, subsequently, in conformity with our\r\nnational law, to receive a limited number of convicted\r\npersons to serve their time in Norway. We notice with\r\nsatisfaction that some other States have opened the way for\r\nsuch assistance. We encourage other States to prove their\r\ncontinued commitment to the work of the Tribunal through\r\nconcrete action.\r\nIt is essential that the international community live\r\nup to its commitments to the Tribunal.\r\nMs. Rasi (Finland): I have the honour to speak on\r\nbehalf of the European Union. The Central and Eastern\r\nEuropean countries associated with the European\r\nUnion — Bulgaria, the Czech Republic, Estonia,\r\nHungary, Latvia, Lithuania, Poland, Romania, Slovakia\r\nand Slovenia — and the associated countries, Cyprus and\r\nMalta, as well as the European Free Trade Association\r\ncountry member of the European Economic Area, Iceland,\r\nalign themselves with this statement.\r\nThe establishment of the International Tribunal for\r\nthe Former Yugoslavia in 1993 was a decisive step in\r\nestablishing accountability for crimes under international\r\nhumanitarian law committed during the conflict in the\r\nformer Yugoslavia. While high expectations were placed\r\non the Tribunal, its task was known to be a difficult one.\r\nIn particular, doubts prevailed over the capacity of the\r\ninternational community to ensure that the perpetrators of\r\nthe crimes be brought before the Tribunal. The sixth\r\nannual report of the Tribunal now before us gives proof\r\nof the Tribunal\u0027s relentless efforts to meet the challenge\r\nposed to it. As observed in the report, during the\r\nreporting period the Tribunal has become a fully\r\nfunctioning international court, with all three of its Trial\r\nChambers and the Appeals Chamber seized of cases.\r\nExperience shows that the Tribunal has also improved its\r\nworking methods. The efforts to expedite the Tribunal\u0027s\r\nprocedures are particularly to be noted, in terms both of\r\nstrengthening confidence in the Tribunal\u0027s efficiency and\r\nof guarding the rights of the accused.\r\nThe Tribunal, however, is still far from completing\r\nits task. In particular, too many of those indicted still\r\nremain at large, not least persons in leading positions in\r\nthe Yugoslav conflict. The past year also witnessed\r\nfurther atrocities in Kosovo leading to the indictment of\r\nthe President of the Federal Republic of Yugoslavia,\r\nSlobodan Milosevic. It is essential for effective restoration\r\nof law and order in the area to ensure that those suspected\r\nof serious violations of the rules of humanitarian law are\r\nbrought to justice.\r\nThe European Union deeply regrets that certain\r\nStates and entities in the region have continuously failed\r\nto fulfil their responsibilities to cooperate with the\r\nTribunal, as required by Security Council resolution 827\r\n(1993). In this regard, we take note of the letter dated 2\r\nNovember 1999 from the President of the Tribunal to the\r\nPresident of the Security Council on State non-compliance\r\n7\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nwith article 29 of the Tribunal\u0027s Statute. As the President of\r\nthe Tribunal has stated, on the verge of the twenty-first\r\ncentury, it is simply unacceptable that territories have\r\nbecome safe havens for individuals indicted for the most\r\nserious offences against humanity.\r\nIn particular, the report of the Tribunal cites numerous\r\ninstances in which the Federal Republic of Yugoslavia\r\nobstructed the Tribunal\u0027s investigations and procedures.\r\nSuch non-compliance included the failure to defer to the\r\ncompetence of the Tribunal, failure to execute warrants,\r\nfailure to provide evidence and information and the refusal\r\nto permit the Prosecutor and her investigators into Kosovo.\r\nThe European Union has consistently acted with the\r\nobjective of ensuring that all parties concerned cooperate\r\nfully with the Tribunal, and will continue to do so. The\r\nEuropean Union urges the Federal Republic of Yugoslavia\r\nto cooperate with the Tribunal.\r\nSimilarly, while noting that the Republic of Croatia\r\nhas a better record of cooperation and compliance than the\r\nFederal Republic of Yugoslavia, concern must also be\r\nexpressed over Croatia\u0027s failure to comply with the requests\r\nof the Tribunal\u0027s Prosecutor to hand over an indictee and\r\ndocuments on Operations Flash and Storm. The European\r\nUnion has taken note of the dialogue between the Tribunal\r\nand the Government of Croatia and has indicated to the\r\nProsecutor of the Tribunal, as well as to the Government of\r\nCroatia, its concern over Croatia\u0027s serious lack of\r\ncooperation. It may also be recalled that the President of\r\nthe Tribunal has approached the Security Council on this\r\nmatter. The deteriorating record of cooperation by the\r\nRepublic of Croatia remains a matter of vigilant attention\r\nand concern for the European Union.\r\nIn Bosnia and Herzegovina, the Republika Srpska is\r\nrecorded as having continued its policy of refusing to\r\nexecute arrest warrants against indictees believed to be\r\nresiding in its territory. Failure to cooperate fully with the\r\nTribunal as it carries out its mandate not only is in gross\r\nviolation of the legal obligations ensuing from Security\r\nCouncil resolution 827 (1993) but also jeopardizes the\r\noverall goal of restoring and maintaining peace and security\r\nin the region. The European Union urges all States and\r\nentities concerned to comply with their obligation to\r\ncooperate with the Tribunal.\r\nThe European Union attaches much importance to the\r\nTribunal\u0027s provision of protective measures for witnesses\r\nappearing before the Tribunal, and of counselling and\r\nsupport. Special interest is taken in the Witness Assistant\r\nProgramme, with day-and-night support and assistance to\r\nwitnesses. It is indispensable to the Tribunal that\r\nwitnesses should feel safe and secure to appear at the\r\ntrials and that they may thereafter continue their lives\r\nwithout continuous fear of vengeance from those\r\nprosecuted at the Tribunal. Among its contributions to the\r\nTribunal, the European Commission has financially\r\nsupported that Programme. Furthermore, some member\r\nStates have volunteered to relocate witnesses and their\r\nrelatives whose safety is at risk.\r\nAn important dimension of the Tribunal\u0027s activities\r\nrelates to the enforcement of its sentences. In this regard,\r\nthe assistance of States is called for, and several European\r\nUnion member States have already concluded agreements\r\nto that effect with the United Nations, while others have\r\nindicated their willingness to act accordingly.\r\nThe European Union also appreciates the efforts of\r\nthe Tribunal to make its work better known, especially in\r\nthe former Yugoslavia. The report notes that the Tribunal\r\nis viewed negatively by large segments of the population\r\nin the region. This apparently results from both lack of\r\ninformation about the Tribunal\u0027s activities and\r\nmisperceptions and misinformation spread by local\r\nauthorities. It is of obvious importance that the local\r\npopulation be aware of the objects and goals of the\r\nTribunal\u0027s work and also that it recognize it as a fully and\r\neffectively functioning international criminal court. Trust\r\nin and respect for the Tribunal\u0027s work are crucial\r\nprerequisites for continuing success in the performance of\r\nits tasks. The Outreach Programme initiated by the\r\nTribunal will no doubt offer useful means for better\r\ndissemination of relevant information. Likewise, the\r\nsupport given by the Tribunal\u0027s Public Information\r\nServices to the Outreach Unit by continuing to expand its\r\nproduction of information materials facilitates achieving\r\nthe goals set for the Tribunal.\r\nAs in the past, the European Union will refrain from\r\ncommenting upon the individual cases before the\r\nTribunal. As a court of law, the Tribunal must remain\r\nindependent of any political influence. The information in\r\nthe report about the Tribunal\u0027s activities, however, gives\r\nconcrete proof of its achievements in the implementation\r\nof its Statute.\r\nThe European Union expresses its appreciation for\r\nthe important work accomplished by the judges and\r\nofficers of the Tribunal. In particular, we would like to\r\nthank the President of the Tribunal, Judge Gabrielle Kirk\r\nMcDonald, who has resigned as a judge effective 17\r\nNovember, and Ms. Louise Arbour, who recently resigned\r\n8\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nas Prosecutor of the Tribunal, for their invaluable service in\r\nthe implementation of the rule of law through the Tribunal\u0027s\r\nactivities. We also welcome Ms. Carla Del Ponte as the\r\nnew Prosecutor of the Tribunal.\r\nThanks are due also to the host country, the\r\nNetherlands, for its continuous contribution to supporting\r\nand enhancing the Tribunal\u0027s activities, as well as to all\r\nGovernments which have provided voluntary assistance to\r\nthe Tribunal.\r\nIn the Tribunal\u0027s report, it is suggested that the\r\nTribunal\u0027s development and success may be measured on\r\nthree levels. First, it is concluded that the development of\r\nthe Tribunal as an institution has exceeded expectations.\r\nThe statistics on the Tribunal\u0027s trials, indictments and\r\ndetentions undoubtedly give proof of achievements and\r\nactivity expressive of a fully functioning criminal court.\r\nThe European Union is satisfied with the institutional\r\ndevelopment of the Tribunal.\r\nSecondly, it is concluded that the Tribunal has laid the\r\nfoundation for the establishment of a practical and\r\npermanent system of international criminal justice. Indeed,\r\nthe example of the Tribunal was instrumental in the\r\nelaboration of the Rome Statute of the permanent\r\nInternational Criminal Court. And experience gained in the\r\nTribunal\u0027s activities may make an ongoing contribution to\r\npreparatory work for the establishment of the permanent\r\nCourt.\r\nThirdly, it is stated that the Tribunal is beginning to\r\nhave an impact on the former Yugoslavia. The increase in\r\nthe number of trials as well as in the number of those\r\napprehended should send a clear message throughout the\r\nregion. The strengthened efforts of the Tribunal in public\r\ninformation operations will facilitate better understanding of\r\nthe Tribunal\u0027s work among the population in the region.\r\nUndoubtedly, the true impact of the Tribunal on the former\r\nYugoslavia may be recognized only through increased\r\npublic exposure and awareness of its activities.\r\nIt is essential that the work of the International\r\nTribunal for the Prosecution of Persons Responsible for\r\nSerious Violations of International Humanitarian Law\r\nCommitted in the Territory of the Former Yugoslavia since\r\n1991 be supported by the active cooperation of all\r\nGovernments. The European Union will continue to\r\nparticipate fully in efforts to promote and facilitate the\r\nfunctioning of the Tribunal.\r\nMr. Nejad Hosseinian (Islamic Republic of Iran):\r\nAt the outset, I would like to congratulate Judge Gabrielle\r\nKirk McDonald, the President of the International\r\nTribunal for the Former Yugoslavia, for her lucid\r\nintroduction of the sixth report of the Tribunal to the\r\nGeneral Assembly (A/54/187). I also wish to register our\r\nappreciation to her and to her colleagues in the Tribunal\r\nfor their tireless efforts to accomplish the important\r\nmandate entrusted to the Tribunal by the United Nations.\r\nSix years ago the United Nations created an ad hoc\r\nTribunal to establish the legal accountability of those who\r\ncommitted the most heinous crimes, mainly against\r\nBosnian Muslims. That landmark decision was taken\r\nthanks to the unreserved support of the international\r\ncommunity for bringing to justice the perpetrators of such\r\nbarbaric crimes. It was also a clear signal indicating that\r\nhumanity would not turn its back on the victims, that the\r\nreconciliation process in the Balkans would be facilitated\r\nby the rendering of justice, and that everlasting peace and\r\nsecurity in the region could be achieved with justice, but\r\nnot without it.\r\nThe 66-page report before the Assembly reflects\r\nvarious developments related to the Tribunal and its\r\nactivities in the 12 months from 28 July 1998 to\r\n31 July 1999. It is gratifying to note that the court has\r\nmade further progress and has become a fully functional\r\ninternational tribunal, with its normative framework\r\ncompleted and in operation.\r\nWith the increased budget and with the addition of\r\nthe third Trial Chamber, the Tribunal now is in a position\r\nto speed up the proceedings and reduce the time the\r\naccused persons spend in detention. The number of the\r\njudgements rendered in the past year and the number of\r\ncases that currently are being tried or are in pretrial stages\r\ntestify to this point. We wish to praise the court for the\r\nmeasures adopted to ensure full respect for the rights of\r\nvictims as well as for the rights of accused persons.\r\nWe further note from the report that in the period\r\nunder consideration the Tribunal has been able to\r\nestablish a close and productive working relationship with\r\nthe pertinent international organizations. Moreover, it is\r\ncarrying out the Outreach Programme, which is intended\r\nto improve understanding of the Tribunal\u0027s work, to\r\ndisseminate precise information about its activities and to\r\nencourage debate within national and local communities\r\non the role of the Tribunal in bringing enduring peace to\r\nthe region.\r\n9\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nThe report also illustrates the increased support and\r\ncooperation rendered by States and international\r\norganizations for the better functioning of the court in the\r\npreceding year. Unreserved support of the Government of\r\nthe host country, the Netherlands, and of other States and\r\ninternational organizations which have continued to provide\r\nfinancial assistance, contributions in kind and gratis\r\npersonnel reaffirms the fact that the Tribunal continues to\r\nenjoy wholehearted support of the Member States of the\r\nUnited Nations.\r\nIn accordance with the relevant Security Council\r\nresolution and article 29 of the Tribunal\u0027s statute, all States\r\nare under obligation to cooperate with the ad hoc Tribunal.\r\nAll States have the duty to provide general assistance and\r\nto comply with the specific requests of cooperation and\r\norders of the Tribunal. It is regrettable to note, however,\r\nthat, despite several demands by the President of the\r\nTribunal and in defiance of calls by the Security Council,\r\ncertain States have continued to refuse the arrest and\r\ntransfer of dozens of culprits of inhumane crimes that\r\nhappen to be in their territories. The Federal Republic of\r\nYugoslavia, in particular, was responsible for obstructing\r\nthe investigation of serious breaches of international\r\nhumanitarian law and for the recurrence of humanitarian\r\ntragedy in Kosovo, the dimensions and ramifications of\r\nwhich are beyond any explanation.\r\nActs of violence against the Kosovo population and\r\nthe consequent humanitarian tragedy in and around Kosovo\r\nshocked human conscience and recorded yet another dark\r\npage in the history of the Balkans as far as man\u0027s brutality\r\nand savagery against his fellow human being are concerned.\r\nIn accordance with Security Council resolutions, the\r\nTribunal has temporal and territorial jurisdiction to\r\ninvestigate serious violations of international humanitarian\r\nlaw in Kosovo and to bring to justice the perpetrators of\r\nsuch crimes. We note with satisfaction that in the\r\nfavourable atmosphere following the end of the Kosovo\r\ncrisis, the Prosecutor has been able to dispatch inspection\r\nteams throughout the territory, who have been able to\r\nconduct extensive on-site investigations. We urge the\r\nTribunal to continue to carry out fully the responsibilities\r\nbestowed upon it by the United Nations.\r\nFinally, I wish to reiterate that the success of the\r\nTribunal in fulfilling its mandate will help to promote the\r\nrule of law and deter repetition of the egregious crimes by\r\nman against man. It will indeed be a triumph for human\r\ndecency. To this end, it is indispensable for all nations to\r\nvigorously support the Tribunal and to provide the\r\nassistance required to enable it to completely accomplish\r\nits mission. It is also essential that the United Nations, as\r\nthe founder of the Tribunal, and the Security Council in\r\nparticular, continue to support the Tribunal politically,\r\nfinancially and logistically and ensure that demand for\r\ninternational justice prevails over the interests of a few\r\nStates.\r\nIn this context, I wish to reiterate that my\r\nGovernment continues to support the Tribunal and is\r\nprepared to cooperate thoroughly with it in accordance\r\nwith its international obligations.\r\nMr. Jasmi (Malaysia): At the outset, my delegation\r\nwishes to extend its profound appreciation to Justice\r\nGabrielle Kirk McDonald, President of the International\r\nTribunal for the Former Yugoslavia, and to her team of\r\ndedicated judges and officials for their tireless efforts in\r\ncarrying out their responsibilities. We particularly\r\nappreciate the comprehensive sixth annual report of the\r\nTribunal to this body.\r\nMy delegation is happy to note that the Tribunal has\r\nevolved into a fully operational international criminal\r\ncourt, providing fair trials to the accused while\r\nmaintaining a high degree of protection for victims and\r\nwitnesses. My delegation welcomes the Tribunal\u0027s new\r\nand amended Rules of Procedure and Evidence, intended\r\nto streamline and expedite the proceedings. Malaysia\r\nhopes that the Tribunal, as once expressed by Judge\r\nMcDonald, will not try cases with “lightning speed” but\r\nwill conduct the proceedings in the most efficient and\r\nexpeditious manner, consistent with full respect for the\r\nrights of the accused. We also welcome the appointment\r\nof the three new judges in the third Trial Chamber, which\r\nwill ensure more expeditious trials.\r\nMalaysia believes that the work of the Tribunal is an\r\nimportant contribution towards the restoration of peace\r\nand stability in the Balkan region. Its continuing existence\r\nis a reflection of the sustained support of the international\r\ncommunity for the importance of the rule of law as an\r\nindispensable foundation for a just society. It is the hope\r\nof my delegation that support for the Tribunal will be\r\nmanifested in a more robust way through the exertion of\r\npressure on the Federal Republic of Yugoslavia to fully\r\ncomply with its obligations to cooperate with the\r\nTribunal.\r\nMy delegation is pleased to note the full\r\ndevelopment of the Tribunal into a fully functioning\r\njudicial institution and that at the close of the reporting\r\n10\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nperiod, three cases were in trial and seven cases were at the\r\npretrial stage. Additionally, the Tribunal has rendered three\r\njudgements with an additional case awaiting judgement, and\r\nthere are four cases on appeal. In total, twenty-eight\r\ndetainees are currently in custody in the detention unit. My\r\ndelegation is pleased to learn that three more have been\r\ndetained in the unit since the report. All of this\r\ndemonstrates that the Tribunal is working well and deserves\r\ncontinuing strong support by the international community.\r\nMy delegation expresses its serious concern that 35\r\npublicly indicted accused people still remain at large,\r\nmostly in the territory of the former Yugoslavia. The report\r\nindicates that, despite the best efforts of the Tribunal,\r\ncertain States and entities, principally the Federal Republic\r\nof Yugoslavia and the Republika Srpska, continue to\r\nobstruct the Tribunal\u0027s carrying out its mandate. My\r\ndelegation urges that more serious and determined efforts\r\nbe taken to bring indicted war criminals to justice, so as not\r\nto send the wrong message to these criminals or to others\r\nwho might contemplate committing similar heinous crimes\r\nin other parts of the world.\r\nThe arrest of relatively minor characters is no\r\nsubstitute for the apprehension of the leaders responsible\r\nfor the atrocities. Their continued presence in these States\r\nand entities, enjoying freedom with impunity, not only\r\nsends the wrong political message but also contributes to\r\nsustaining the climate of insecurity that limits refugee\r\nreturns, particularly in minority areas. The arrest and\r\nprosecution of the indicted war criminals is not only an\r\nissue of justice; it would contribute substantively to the\r\nprocess of healing and reconciliation. We call upon those\r\nconcerned to exert every effort to ensure that the accused\r\nare brought to justice as soon as possible. It is imperative\r\nthat the provisions of several Security Council resolutions,\r\nin particular resolution 827 (1993), and the statute of the\r\nTribunal be fully implemented.\r\nMy delegation is pleased to note that there has been a\r\nproductive working relationship between the multinational\r\nforce in Bosnia and Herzegovina and the Tribunal. We\r\nhope that such cooperation will be further enhanced in the\r\ninterest of meting out justice and strengthening the process\r\nof restoring peace, security and stability in the region. We\r\ncontinue to believe that the work of the Tribunal is a vitally\r\nimportant contribution to that process. In all aspects of its\r\nwork the Tribunal deserves the unqualified support of the\r\ninternational community.\r\nMr. Darwish (Egypt) (spoke in Arabic): I would like\r\nat the outset to extend my thanks to Judge Gabrielle Kirk\r\nMcDonald, President of the International Criminal\r\nTribunal for the Prosecution of Persons Responsible for\r\nSerious Violations of International Humanitarian Law\r\nCommitted in the Territory of the Former Yugoslavia\r\nsince 1991, for the comprehensive report that she has\r\nsubmitted to the General Assembly on the activities of the\r\nTribunal during the reporting period. The delegation of\r\nEgypt would also like to thank to Judge McDonald for\r\nthe efficiency of her presidency, which ends this month.\r\nWe also extend our thanks to Mrs. Louise Arbour, the\r\nformer Prosecutor of the Tribunal and welcome the new\r\nProsecutor, Mrs. Carla Del Ponte. I also seize this\r\nopportunity to welcome the three new judges who\r\nassumed office in the Tribunal\u0027s third Trial Chamber.\r\nThe establishment of this Tribunal in 1993\r\nreaffirmed the resolve of the international community to\r\nprosecute those who had committed serious violations of\r\ninternational humanitarian law in the territory of the\r\nformer Yugoslavia. The Tribunal will certainly deter\r\npeople who otherwise might not hesitate in committing\r\nsuch grave violations against humanity in the future. My\r\ndelegation also welcomes the fact that the jurisdiction of\r\nthis Tribunal also extends to Kosovo.\r\nDuring the last six years the Tribunal was able to\r\ncomplete all the institutional prerequisites, particularly in\r\nterms of the composition of the three Trial Chambers, as\r\nwell as the Appeals Chamber. As reflected in the report\r\nunder discussion, the Tribunal has actually improved its\r\nperformance, particularly as regards the steps taken to\r\nshorten the duration of the trials and the detention of\r\nsuspects.\r\nThis prompts us to extend our thanks to all the staff:\r\nthe judges and others. The report reaffirms that the\r\nTribunal performs its judicial work impartially and in\r\ncomplete accordance with and respect for its statute. The\r\nEgyptian delegation has followed the undertakings of the\r\nTrial Practices Working Group established by the\r\nPresident of the Tribunal to assess the impact of the new\r\nRules related to prosecutorial and trial proceedings, which\r\nwere adopted in July 1998 and to make recommendations\r\non further steps that may be necessary to expedite the\r\nproceedings. We look forward to the Group\u0027s report,\r\nwhich is scheduled to appear before the end of this year.\r\nWe also value the court giving its attention to the\r\nprotection of witnesses and ensuring their safety so that\r\nthey will give their testimony without any intimidation,\r\nthereby ensuring the administration of justice. We\r\nwelcome the establishment of the Outreach Programme to\r\n11\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nbetter inform the people of the former Yugoslavia of the\r\nTribunal\u0027s work and to combat disinformation regarding the\r\nTribunal\u0027s record.\r\nThe report also refers to the difficulties that the\r\nTribunal is facing and which adversely affect its work as\r\nwell as its ability to achieve the desired goals. Many of\r\nthose who have been indicted remain at large. Most of\r\nthem — in particular, Mladic and Karadzic — live in the\r\nterritory of the Federal Republic of Yugoslavia. The events\r\ntranspiring in Kosovo added to the Tribunal\u0027s burden and\r\nwere responsible for a substantial part of the Prosecutor\u0027s\r\noverwhelming work load.\r\nWe have noticed that some countries have not been\r\nhonouring their obligations vis-à-vis the Tribunal under its\r\nstatute and Security Council resolution 827 (1993). The\r\nreport provides a number of examples of States failing to\r\ncooperate. In this regard, we support the efforts of the\r\nInternational Police Task Force and the Stabilization Force.\r\nWe stress the necessity of cooperation in the\r\nimplementation of the jurisdiction of the Tribunal and of\r\ncompliance with the Tribunal\u0027s specific requests for\r\nassistance and with the orders issued by its Chambers, so\r\nthat all the indicted persons are turned over to trial and the\r\nProsecutor is able to conduct investigations in accordance\r\nwith article 29 of the statute of the Tribunal.\r\nThe challenges facing the Tribunal are not only\r\nattributed to the obstacles placed by some States, as Judge\r\nGabrielle McDonald mentioned during her most important\r\nintroductory statement, but there are also technical and\r\nadministrative problems arising from the circumstances of\r\nthe Tribunal. In addition to providing the current level of\r\nfinancial and human resources to the Tribunal, the General\r\nAssembly must reconsider increasing the Tribunal\u0027s budget\r\non the one hand, and Member States should make financial\r\ncontributions to the Tribunal through the trust fund on the\r\nother, so that the Tribunal will be able to perform the\r\nimportant role assigned to it in accordance with its\r\nmandate.\r\nAs far as cooperation with the International Criminal\r\nTribunal for Rwanda, we noticed that contacts between the\r\nTribunals have doubled on all levels, and there is an\r\nongoing exchange of views regarding the protection of\r\nwitnesses, the development of the joint Appeals Chamber,\r\nthe preparation and translation of reports and document\r\npreservation, in addition to cooperation in other\r\nadministrative matters. The Egyptian delegation believes\r\nthat this approach will enhance the efforts of both Tribunals\r\nto administer criminal justice, thereby leading to\r\nreconciliation in the concerned States.\r\nThe Tribunal had a clear impact on the successful\r\nimplementation of the International Criminal Court\u0027s\r\nStatute, which was adopted in Rome last year. The\r\nTribunal has played a very important role in the\r\nelaboration of international criminal law, which previously\r\nhad been limited to the level of theory and research.\r\nThese efforts have also clearly led to the formulation of\r\nthe rules of procedure and of evidence for the\r\nInternational Criminal Court.\r\nWe would not be exaggerating if we said that the\r\ninternational legal system was now complete. It only lacks\r\nfaithful application and good faith.\r\nMr. Babar (Pakistan): Allow me to begin by\r\nexpressing my delegation\u0027s deep appreciation to Judge\r\nGabrielle Kirk McDonald for her presentation of the sixth\r\nannual report of the International Tribunal for the former\r\nYugoslavia.\r\nThe establishment of the International Tribunal for\r\nthe former Yugoslavia was a landmark event for the\r\nUnited Nations. For the victims of violence, the Tribunal\r\nwas a source of consolation and a symbol of the world\r\ncommunity\u0027s acknowledgement of their sufferings. For the\r\nperpetrators, the Tribunal marked a new level for the\r\nhuman rights enforcement mechanism in bringing the\r\nguilty to justice. And, for the United Nations, the Tribunal\r\nrepresented the opportunity to regain the trust it had lost\r\nduring the war in Bosnia.\r\nIn its brief period of existence, the Tribunal has\r\ntransformed itself into a full-fledged international criminal\r\njudicial institution. We are pleased to note that, during the\r\nperiod under review and with the assumption of office of\r\nthree additional judges, all three Trial Chambers and the\r\nAppeals Chamber are now fully operational.\r\nPakistan supported the extension of the Tribunal\u0027s\r\njurisdiction over the crimes committed in Kosovo. The\r\nsystematic genocide of ethnic Albanians by Serb\r\noccupation forces in Kosovo highlighted the important\r\nrole which the Tribunal had to play in putting an end to\r\nthe miseries of the people of the region and for bringing\r\nto justice the individuals responsible for those crimes.\r\nWe agree with the President of the Tribunal that\r\n12\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\n“Events in Kosovo demonstrate the continuing\r\nneed to ensure a high degree of vigilance to combat\r\nthe forces of evil, which have made the twentieth\r\ncentury so devastating to so many people and\r\nregions”. (A/54/187, p.4)\r\nWe also agree that the international community cannot\r\nallow the killing of individuals and the destruction of entire\r\ncommunities simply because they are of a different race,\r\nethnicity or religion.\r\nIt is for this reason that the indictment of Milosevic\r\nand four other high-ranking officials by the Tribunal for\r\ntheir crimes was a historic decision. We hope that these\r\nindividuals will be brought before the Tribunal one day to\r\nstand trial for the atrocities they have committed.\r\nPakistan is concerned about the difficulties being faced\r\nby the Court because of continuing non-cooperation on the\r\npart of certain States and entities in the region. Their\r\ncooperation remains critical to the success of the Tribunal.\r\nThe collection of evidence and the arrest of indicted\r\naccused are central to the work of the Tribunal, which it\r\ncannot perform without the cooperation of the States in the\r\nregion.\r\nAccording to the Tribunal\u0027s report, 35 accused\r\ncontinue to be at large, the majority being in the territory\r\nof the former Yugoslavia. We note that the President of the\r\nTribunal has notified the Security Council on several\r\noccasions about the non-compliance of the former\r\nYugoslavia in the execution of the arrest warrants. Under\r\ninternational law, the former Yugoslavia must comply with\r\nthe decisions of the Tribunal and hand over the people\r\nindicted by the Tribunal.\r\nWe have noted with satisfaction that an amount of\r\n$17.5 million has been contributed to date to the Voluntary\r\nFund to finance the important activities of the Tribunal.\r\nPakistan had earlier contributed $1 million to this Fund as\r\na token of our support for the work of the Tribunal. W e\r\nwould also like to express our appreciation to the\r\nGovernment of the Netherlands for its continuing assistance\r\nto the Tribunal and its work.\r\nFinally, I would like to reaffirm our full support for\r\nthe Tribunal in its efforts to fulfil its mandate and to bring\r\nthe perpetrators of crimes against humanity to justice.\r\nMr. Sacirbey (Bosnia and Herzegovina): We would\r\nbe remiss if I did not start our statement by recognizing the\r\nefforts and results of all those associated with the\r\nInternational Criminal Tribunal for the Former\r\nYugoslavia. In particular, I must herald our appreciation\r\nfor the work of the three most prominent who have\r\nretired in the last few months or will soon retire: former\r\nProsecutor Louise Arbour, former President of the\r\nTribunal Antonio Cassese and President Gabrielle Kirk\r\nMcDonald. We wish them the best. Their tireless efforts\r\nhave left the Tribunal and, most critically our country, in\r\nan appreciably better situation.\r\nHere, I would like to be both very brief and direct.\r\nFirst, some have argued that indictments and arrests of\r\nsuspected war criminals would disrupt the peace process.\r\nThe facts on the ground have shown the contrary to be\r\ntrue. The wisdom, foresight and pragmatism of those who\r\nsupported the creation and work of the Tribunal have\r\nbeen proven. Bosnia and Herzegovina is much better off\r\nbecause of the Tribunal\u0027s efforts over the last few years,\r\nand reconciliation and the peace process have, as a whole,\r\nbeen decidedly strengthened. Of course, still much\r\nremains to be done. We must improve economic reform;\r\nwe must improve our outdated institutions and, yes, still\r\nsecure the arrest of the most visible, the “big fish”, of\r\nthose who have been indicted.\r\nOn this latter point, again some would argue that, for\r\nthe sake of peace and pragmatism, deals should be made\r\nwith the Mladices, Karadzices or Milosevices of the\r\nworld. After all, they argue, other dictators and murders\r\nhave been given refuge in return for quietly sweeping\r\nthemselves out of the scene. I trust that these arguments\r\nare made with sincerity, but following such a policy\r\nwould be disastrous. Political expediency may seem\r\npractical, but in the long term it is contributing neither to\r\na stable peace, nor to reconciliation nor to the pragmatism\r\nof restoring normalcy in our country. Indeed, the Tribunal\r\nwould immediately be lowered to the status of an imperial\r\ncourt.\r\nThe Tribunal would be seen no longer as a sincere\r\neffort to help the people of the region in achieving real\r\njustice, real reconciliation and real peace, but rather as a\r\nmanipulated, cynical attempt at imposed diplomacy with\r\na few show trials of the politically irrelevant. Even worse\r\nthan selective justice, it would be understood as an\r\nexpression of the understanding of the real worth of the\r\nindividual in our region and in our societies. The United\r\nNations would be seen as this crude actor or this crude\r\ntool in the enforcement of a new hierarchical order of\r\nhuman worth.\r\n13\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nMr. Alimov (Tajikistan), Vice-President, took the\r\nChair.\r\nUnfortunately, justice is sometimes not politically\r\ndiscriminating. That is its disadvantage, but also its most\r\nvaluable asset.\r\nIn conclusion, I would very much like to ask for all\r\nmembers\u0027 support for the statement made by the President\r\nof the Tribunal, Judge McDonald, and for the steps that she\r\nhas asked for in this Hall.\r\nThe Acting President (spoke in Russian): May I take\r\nit that it is the wish of the Assembly to conclude its\r\nconsideration of agenda item 53?\r\nIt was so decided.\r\nAgenda item 51\r\nReport of the International Criminal Tribunal for the\r\nProsecution of Persons Responsible for Genocide and\r\nOther Serious Violations of International Humanitarian\r\nLaw Committed in the Territory of Rwanda and\r\nRwandan Citizens Responsible for Genocide and Other\r\nSuch Violations Committed in the Territory of\r\nNeighbouring States between 1 January and 31\r\nDecember 1994\r\nNote by the Secretary-General transmitting the\r\nfourth annual report of the International Criminal\r\nTribunal (A/54/315)\r\nThe Acting President (spoke in Russian): May I take\r\nit that the Assembly takes note of the fourth annual report\r\nof the International Criminal Tribunal for Rwanda?\r\nIt was so decided.\r\nThe Acting President (spoke in Russian): I call on\r\nMs. Navanethem Pillay, President of the International\r\nCriminal Tribunal for Rwanda.\r\nMs. Pillay (President of the International Tribunal for\r\nRwanda): Mr. President, I greet you on behalf of the judges\r\nand all the personnel of the International Criminal Tribunal\r\nfor Rwanda (ICTR). It is my privilege this morning to\r\npresent to you the President\u0027s report of the Tribunal\u0027s\r\nactivities.\r\nAs you know, the Tribunal was established by the\r\nSecurity Council on 8 November 1994 to prosecute persons\r\nresponsible for genocide and other serious violations of\r\ninternational humanitarian law committed in Rwanda in\r\n1994, in order to end the culture of impunity and to\r\npromote peace and reconciliation. Now, today is exactly\r\nfive years since the establishment of the Tribunal, and it\r\nis therefore necessary to evaluate the progress of the\r\nTribunal with respect to the fulfilment of the mandate\r\nentrusted to it by the United Nations.\r\nThirty-nine persons indicted by the Tribunal have\r\nbeen detained by various countries upon warrants issued\r\nby the judges. Of this number, 37 are in our custody, one\r\nis still awaiting transfer from the United States of\r\nAmerica and one indictment has been withdrawn by the\r\nProsecutor. Among those in custody are the former Prime\r\nMinister of Rwanda, two former cabinet ministers, six\r\nsenior political appointees, four military leaders, three\r\nformer prefects, five burgomasters and persons associated\r\nwith the media in Rwanda in 1994. Two new indictments\r\ninvolving six former Government ministers were\r\nconfirmed by me in May and October of this year. There\r\nare 11 persons under indictment by the Tribunal who\r\nhave not been arrested as yet.\r\nThe judicial activities of the Tribunal may be\r\nsummarized as follows. The Tribunal has completed four\r\nfull trials and two cases involving guilty pleas. As a\r\nresult, five accused persons have been convicted and\r\nsentenced to terms of imprisonment ranging from 15\r\nyears to life. They are Akayesu, Kambanda (the former\r\nPrime Minister), Serushago, Kayishema and Ruzindana.\r\nTrial proceedings in two other cases, that of Georges\r\nRutaganda and Alfred Musema, have been completed and\r\njudgements are expected to be delivered in December\r\n1999 and January 2000.\r\nThe judgements of the ICTR have had a significant\r\nimpact on the development of international humanitarian\r\nlaw. The Akayesu decision, for example, includes the first\r\ninterpretation and application by an international court of\r\nthe 1948 Convention on the Prevention and Punishment\r\nof the Crime of Genocide. The ICTR decisions on rape\r\nand sexual violence and crimes against humanity also\r\nconstitute important judicial precedents for the\r\ninternational protection of human rights.\r\nThrough the establishment of the two ad hoc\r\ntribunals, the international community has given\r\nexpression to a truly global desire for justice and respect\r\nfor the rule of law and has made international criminal\r\njustice a reality that we hope will effectively deter future\r\natrocities.\r\n14\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nSo while the progress is laudable, we recognize that\r\nour achievements are modest in comparison to the backlog\r\nof cases awaiting trial. We are deeply concerned with\r\ndelays in the administration of justice.\r\nAccused persons have been in custody awaiting trial\r\nfor lengthy periods, a number of them since 1996. They\r\nmust be tried as soon as possible in compliance with their\r\nfundamental right to trial without undue delay. Despite the\r\nfact that many of the logistical and administrative\r\ndifficulties that caused a delay in the first two years of the\r\nTribunal have now been overcome, the judicial work has\r\nnot progressed as well as we had hoped. The pace of trial\r\nproceedings has to be expedited, particularly in the light of\r\nthe increasing volume of work. The Office of the\r\nProsecutor has indicated that it is engaged in approximately\r\n90 investigations and expects to produce 20 new\r\nindictments in 2000.\r\nThe course of justice, conducted in scrupulous\r\ncompliance with fair trial procedures, is often by nature a\r\nslow process. Experience shows that trials of one to two\r\nyears\u0027 duration are not uncommon in both national and\r\ninternational jurisdictions. It is not the pace but the quality\r\nof the proceedings that must be paramount. Nevertheless, I\r\nam would like to identify and draw to your attention to\r\nsome impediments in the way of expeditious trials at the\r\nTribunal.\r\nThe judges and the Office of the Prosecutor rely on\r\nthe Registrar to rationalize administrative procedures for\r\ngreater efficiency. We must acknowledge the\r\naccomplishments of the Registrar, including the completion\r\nof the third courtroom. But a better-organized and more\r\nsupportive court management system is urgently needed to\r\nresolve the problems that cause nearly constant\r\nadjournments of the proceedings. There are administrative\r\nproblems relating to case scheduling, assignment of\r\ncounsel, coordination with Defence and Prosecution\r\ncounsel, provision of proper translation and court reporting\r\nservices, timely publication of court rules and decisions,\r\naccurate document records, servicing of the Appeals\r\nChamber, computerization of judicial archives and the\r\nprovision of adequate staff and facilities for the Chambers,\r\nProsecution and witness protection unit.\r\nThe judges have stressed repeatedly that the principal\r\npurpose of the Tribunal, in fact, its raison d\u0027etre, is to\r\nconduct trials, and we have urged that the focal point for\r\nthe administration of services and resources should be the\r\nneeds of investigation, trial and the delivery of judgements.\r\nSuch a prioritization is normal to the justice systems in all\r\nour countries. Unlike many of our judicial systems of\r\nadministration, however, the structure of the Tribunal\r\ndoes not allow for the direct accountability that a Judge\r\nPresident can expect from the registry of a national court.\r\nThe autonomy asserted by the Registrar at times has a\r\ngreat impact on the ability of the judicial Chambers, as\r\nwell as the Office of the Prosecutor, to conduct their\r\nwork independently and to control the pace and even the\r\nquality of their work.\r\nAnother area of difficulty is the inundation of pre-\r\ntrial motions that we face. More than 200 pre-trial\r\nmotions have been filed by Prosecution and Defence\r\ncounsel over the past two years and have considerably\r\ndelayed the commencement of trials. Interlocutory appeals\r\non our rulings, which should in terms of our rules be\r\nrestricted to matters of jurisdiction, further delay\r\nproceedings pending their adjudication, which in one\r\ninstance took seven months.\r\nFollowing the ruling of the Appeals Chamber on 3\r\nJune 1999 on the composition of a Trial Chamber, we\r\nwere able to schedule hearings on the motions of the\r\nProsecutor for amendments of indictments to allow for\r\njoint trials. Thirteen motions involving the participation of\r\n26 Defence counsel were heard over a single week in\r\nAugust 1999 by the three Trial Chambers, and the\r\nresulting decisions have enabled us to schedule the trials\r\nof 11 accused, including two joint trials, for this year —\r\nOctober/November — and early next year.\r\nWe are keenly aware of the time-frame which has\r\nbeen established for us to complete our work. The former\r\nChief Prosecutor espoused the view that the life span of\r\nthe Tribunal was indefinite, and members of the United\r\nNations expert group which recently reviewed both\r\nTribunals estimated a minimum horizon of seven to eight\r\nyears for the discharge of our mandate. We are\r\nconvinced, however, that with a joint commitment to\r\naccelerate the proceedings, and with the close cooperation\r\nof the three principal organs of the Tribunal in planning\r\nand organizing its work, it would be reasonably possible\r\nto conclude the trials of the accused presently in our\r\ncustody within the period of our mandate — that is, by\r\nMay 2003.\r\nIn this regard, the Rwanda Tribunal has submitted a\r\nbudget in which the requirements of the Tribunal for\r\nresources and staff have been set out, and from my\r\nremarks so far it would be clear how urgently these\r\nresources are needed to enable us to complete our\r\nmandate on time.\r\n15\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nThe Tribunal does not have a police force or a\r\njurisdiction within which it can independently effect the\r\napprehension of suspects. Consequently, the cooperation of\r\nMember States in the execution of warrants of arrest has\r\nbeen critical to our ability to fulfil the mandate of the\r\nTribunal. I wish to thank the following Member States for\r\ntheir support in the arrest, provisional detention and transfer\r\nof suspects and accused persons to the seat of the Tribunal:\r\nBelgium, Benin, Burkina Faso, Cameroon, Côte d\u0027lvoire,\r\nKenya, Mali, Namibia, South Africa, Switzerland, Togo and\r\nZambia. I wish also to thank the following Member States\r\nwhich have issued temporary travel documents to witnesses,\r\nmany of whom did not have legal status in the countries\r\nwhere they were residing, to enable them to appear and\r\ntestify before the Tribunal: Belgium, Canada, Central\r\nAfrican Republic, Congo, France, Kenya, the Netherlands,\r\nRwanda, Switzerland, Tanzania, the United Kingdom and\r\nZambia. I wish also to thank the United Kingdom and the\r\nUnited States for providing witness-support consultants to\r\nthe Tribunal.\r\nNonetheless, this is an area where the Tribunal seeks\r\nfurther support from Member States. Without timely\r\ncooperation, producing witnesses in court as scheduled is\r\npractically impossible, and this slows down the entire\r\njudicial process. We would be grateful if more Member\r\nStates passed relevant legislation as necessary and signed\r\ncooperation agreements with the Tribunal, so that when\r\nrequests are forwarded there is a law to guide decision-\r\nmaking. We are also seeking more support in effecting the\r\nrelocation of witnesses to third party States and offers from\r\nMember States to accept such witnesses.\r\nThe United Nations and the Rwandese Republic signed\r\na Memorandum of Understanding on 3 June 1999 to\r\nregulate matters of mutual concern relating to the office in\r\nRwanda of the International Tribunal. The privileges and\r\nimmunities provided for in the Convention on the Privileges\r\nand Immunities of the United Nations are to be extended to\r\nthis office.\r\nIn response to the Secretary-General\u0027s appeal to\r\nMember States to provide prison facilities for the\r\nincarceration of persons convicted by the Tribunal, Mali\r\nand Benin have unconditionally agreed to provide such\r\nfacilities for the enforcement of Tribunal judgements.\r\nBelgium has offered to provide its prison facilities, and\r\nSwitzerland, Sweden and Denmark have made similar\r\noffers, but with conditions. Zambia and Madagascar have\r\nalso indicated their willingness to provide facilities, and\r\nagreements to formalize these arrangements are in progress.\r\nIn conclusion, I reiterate the determination of the\r\njudges, all 10 of us who are in full-time residence in\r\nArusha, to complete the trials of accused persons in our\r\ncustody within the period of our mandate — that is, by\r\nMay 2003. As I have said, we can do so only if we are\r\ngiven the necessary administrative back-up and judicial\r\nsupport. We welcome your scrutiny and support to ensure\r\nthat the Tribunal is thus enabled to fulfil its mandate to\r\nbring justice to Rwanda.\r\nFinally, we record our appreciation to His\r\nExcellency, Secretary-General Kofi Annan, for his\r\nunstinting support, including a personal visit to the\r\nTribunal. In establishing the ICTR, as well as the\r\nInternational Tribunal for the former Yugoslavia, the\r\nSecurity Council has created an historic initiative for\r\npeace and human rights. To realize the potential of this\r\ninitiative we need your continuing support.\r\nMs. Lehto (Finland): I have the honour to speak on\r\nbehalf of the European Union. The Central European and\r\nEastern European countries associated with the European\r\nUnion — Bulgaria, the Czech Republic, Estonia,\r\nHungary, Latvia, Lithuania, Poland, Romania, Slovakia\r\nand Slovenia — and the associated countries Cyprus and\r\nMalta, as well as the European Free Trade Association\r\ncountry member of the European Economic Area, Iceland,\r\nalign themselves with this statement.\r\nAt the outset I should like to thank the President of\r\nthe International Criminal Tribunal for Rwanda, Judge\r\nNavanethem Pillay, for a lucid and informative\r\npresentation.\r\nThe International Criminal Tribunal for Rwanda has\r\ndelivered its first judgements during the period covered\r\nby the report now before us. Like the International\r\nTribunal for the Former Yugoslavia, the Tribunal for\r\nRwanda is occupied with the most serious criminal acts\r\ncommitted against another human being. The first\r\njudgements of the Tribunal also included the first\r\nconvictions for genocide ever delivered by an\r\ninternational court. While the atrocities leading to the\r\njudgements mark a dark phase in the history of nations,\r\nthe judgements delivered give proof of the commitment\r\nof the international community to ending impunity over\r\nserious violations of human rights and humanitarian law.\r\nThe Tribunal is now fully established. However, it\r\nfaces many challenges, both in terms of its caseload and\r\nin terms of its management. With regard to the caseload,\r\nthe addition of a third Trial Chamber is an important step\r\n16\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nin facilitating the handling of the cases of the large number\r\nof accused awaiting trial. Efforts of the Tribunal to expedite\r\nits proceedings are appreciated.\r\nOver the years, the Tribunal has been faced with a\r\nseries of administrative problems. The European Union\r\nrecognizes the corrective action taken by the Tribunal\u0027s\r\nadministration so far and wishes to restate its strong support\r\nfor the Tribunal. It appears, however, that some important\r\nissues with regard to the administrative functions, including\r\nfinancial control and accountability, still remain unresolved.\r\nIn this regard I can refer, for example, to the latest report\r\nof the Office of Internal Oversight Services. This continues\r\nto cause the European Union serious concern. In order to\r\nsecure the functioning of the Tribunal, it is important that\r\nall the recommendations made for the improvement of its\r\nadministration be fully implemented.\r\nIt is on the most serious crimes that the Tribunal has\r\nexpressed itself in its first judgements. There shall be no\r\nopportunity for those responsible for the crime of genocide\r\nto remain at large and not to be brought to justice. The\r\nmessage delivered by the Tribunal leaves no doubt on this.\r\nIt should also be noted that the Office of the Prosecutor of\r\nthe Tribunal is reported to be giving priority to\r\ninvestigations into the conspiracy to commit genocide.\r\nThe European Union also attaches special importance\r\nto the Tribunal\u0027s efforts, through investigations by the\r\nOffice of the Prosecutor, to collect evidence of the sexual\r\ncrimes committed in the context of the events subject to the\r\nTribunal\u0027s jurisdiction. It is essential that the victims of\r\nsexual crimes are assured of the responsibility of the\r\nperpetrators before the Tribunal. The activities of the\r\nTribunal\u0027s Unit for Gender Issues and Assistance to Victims\r\nare also to be supported, not least in the improvement of\r\ngender sensitivity in protecting the witnesses in trials at the\r\nTribunal. It is obvious that special post-trial measures are\r\nneeded to secure the safety of female witnesses, for\r\ninstance, through relocation arrangements and counselling\r\nservices.\r\nThe European Union appreciates the good cooperation\r\nof various States to ensure the arrest and detention of\r\nsuspects as well as the transfer of suspects and accused\r\npersons to the seat of the Tribunal. The same applies to\r\nfacilitating the appearance of witnesses before the Tribunal.\r\nIn this regard, special thanks are due the host country of the\r\nTribunal, the United Republic of Tanzania, which is\r\nreported to have adjusted its immigration procedures to\r\nallow protected witnesses to appear before the Tribunal\r\nanonymously as well as to have provided back-up security\r\nfor witnesses while in Arusha. Similarly, Rwanda is\r\nreported to have provided tremendous support to\r\nwitnesses travelling in and out of the country.\r\nValuable assistance has also been given to the\r\nTribunal through contributions by a number of States —\r\nmany of them members of the European Union — to the\r\nTribunal\u0027s Voluntary Trust Fund as well as through\r\ndonations to the Tribunal\u0027s libraries in Arusha and Kigali.\r\nFurther cooperation is needed in response to the\r\nSecretary-General\u0027s appeal to Member States to provide\r\nprisons for the incarceration of persons convicted by the\r\nTribunal. In this regard, the Republic of Mali has\r\nassumed a pioneering role as the first State to sign an\r\nagreement with the Tribunal on provision of prison\r\nfacilities for the enforcement of the Tribunal\u0027s sentences.\r\nAlso, several other States have indicated their willingness\r\nto offer prison facilities for the purpose.\r\nOf obvious importance is that the population in the\r\narea of the Tribunal\u0027s activities are made aware of its\r\npurpose, functions and the judgements delivered. The\r\nOutreach Programme, established during the reporting\r\nperiod to inform the Rwandan people of the Tribunal\u0027s\r\nactivities, is to be encouraged to continue and to develop\r\nits efforts. Broadcasting the proceedings and judgements\r\nof the Tribunal to the Rwandan people provides a\r\nparticularly efficient means of strengthening public\r\nawareness of the Tribunal\u0027s work and of the determination\r\nof the international community not to let those responsible\r\nfor horrendous atrocities go free. The Tribunal\u0027s web site,\r\nfor its part, serves to disseminate general information\r\nabout the Tribunal to the public all over the world.\r\nFurther strengthening of the web site would be welcome.\r\nOther developments have also taken place in the\r\nconstruction of an international legal aid system for the\r\nTribunal. The report notes that, as of 10 May 1999, a\r\ntotal of 44 Defence counsel had been assigned by the\r\nTribunal to its detainees. Of the 44 counsel, 21 were from\r\nEurope, 12 from Africa and 11 from North America. This\r\nduly underlines the international nature of the Tribunal as\r\nit reflects in its composition and activities the various\r\nlegal systems of the world.\r\nAs in the case of the International Tribunal for the\r\nFormer Yugoslavia, the European Union will refrain from\r\ncommenting upon the individual cases before the\r\nInternational Criminal Tribunal for Rwanda. However, the\r\nEuropean Union takes this opportunity to reiterate its\r\ncommitment to support the Tribunal\u0027s work. We would\r\n17\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nlike to thank the judges and officers for their efforts in the\r\npromotion of justice through the Tribunal\u0027s activities. Our\r\nbest wishes are due the newly elected President of the\r\nTribunal, Judge Navanethem Pillay, and we are grateful to\r\nJudge Laïty Kama for his work as the President for the\r\nprevious four years.\r\nIt should also be recalled that the International\r\nCriminal Tribunal for Rwanda functions in close\r\ncooperation with the International Tribunal for the Former\r\nYugoslavia. In sharing the same Prosecutor and the same\r\nAppeals Chamber, the two Tribunals have much in common\r\nand, through coordinated efforts, may in various ways\r\npromote the cause of efficient conduct of their respective\r\nproceedings.\r\nThe Tribunal is still in the early stages of its work.\r\nWhile judgements have been delivered, prosecution is\r\npending or yet to be initiated in numerous other cases. The\r\nburden of the Tribunal is heavy and demanding. I would\r\nlike to reiterate the wish of the European Union that the\r\nadministrative problems to which I referred earlier will be\r\novercome. With administrative improvements and\r\norganizational development there is good reason to trust in\r\nthe capacity of the Tribunal to accomplish its task\r\nsuccessfully.\r\nFinally, I should like to emphasize that the cooperation\r\nby the Government of Rwanda, which is essential for the\r\nsuccess of the Tribunal, should continue.\r\nMr. Brattskar (Norway): At the outset, let me thank\r\nthe President of the International Criminal Tribunal for\r\nRwanda for the important work accomplished by the judges\r\nand officers of the Tribunal and for her address to the\r\nGeneral Assembly.\r\nNorway welcomes the substantial achievements of the\r\nRwanda Tribunal, as reflected in various judgements passed\r\nover the preceding year. It befell to the International\r\nCriminal Tribunal for Rwanda to deliver the first-ever\r\njudgements on the crime of genocide by an international\r\njudicial institution, 50 years after the adoption of the\r\nGenocide Convention. Those precedent-setting cases\r\nprovide the legal confirmation that genocide did actually\r\noccur in Rwanda in 1994, and they shed extensive light on\r\nthe chain of events linked thereto. Moreover, they represent\r\nimportant new building blocks in international jurisprudence\r\nwith regard to the prosecution of the most serious\r\ninternational crimes. The experience obtained by the\r\nRwanda Tribunal is also a stepping stone towards the\r\nestablishment of the International Criminal Court.\r\nWe have previously expressed concern about the\r\nadministrative difficulties that the Tribunal has been\r\nconfronted with, and we have followed with great\r\nattention efforts to improve the working conditions in\r\nArusha and Kigali. Over the last year significant progress\r\nhas been made. We feel encouraged by steps taken and\r\nthe results so far achieved. Nevertheless, we recognize a\r\npotential for further administrative improvements within\r\nthe Tribunal.\r\nNorway remains a strong supporter of the Tribunal\r\nand appeals to other States to take all legislative steps\r\nnecessary in order to ensure effective cooperation with it.\r\nWe note that the Tribunal has received valuable assistance\r\nfrom several countries, enabling the arrest of several\r\nindictees. In addition to legislation and compliance with\r\nthe Tribunal\u0027s requests for assistance, concrete support to\r\nthe Tribunal should be shown through financial and\r\nmaterial contributions. The Norwegian Government has\r\ndeclared its willingness to consider applications from the\r\nTribunal concerning the enforcement of sentences and\r\nsubsequently, in conformity with our national law, to\r\nreceive a limited number of convicted persons to serve\r\ntheir time in Norway. We note with satisfaction that some\r\nother States have undertaken to consider similar requests.\r\nThis is critical to the functioning of the Tribunal, and we\r\nencourage more States to prove their continued\r\ncommitment to the work of the Tribunal through similar\r\nconcrete action.\r\nMr. Darwish (Egypt) (spoke in Arabic): At the\r\noutset, I would like to pay tribute to Judge Navanethem\r\nPillay, President of the International Criminal Tribunal for\r\nRwanda, for the comprehensive report she has presented\r\nto the Assembly on the work of the Tribunal for the\r\nperiod under consideration.\r\nI also wish to thank Judge Laïty Kama for his efforts\r\nduring his tenure as President of the Tribunal. I would\r\nalso like to thank Justice Louise Arbour, the Tribunal\u0027s\r\nformer Prosecutor, and to welcome the new Prosecutor,\r\nMs. Carla Del Ponte. Lastly, I cannot fail to welcome the\r\nnew judges.\r\nMy delegation welcomes the marked progress made\r\nin the work of the Tribunal and its continued pursuit and\r\npunishment of those persons responsible for genocide and\r\nother serious violations of international humanitarian law\r\ncommitted in the territory of Rwanda and Rwandan\r\ncitizens responsible for genocide and other such violations\r\ncommitted in the territory of neighbouring States between\r\n1 January and 31 December 1994.\r\n18\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nWe also welcome the creation of a third Trial\r\nChamber, in implementation of Security Council resolution\r\n1165 (1998), which called for an increase in the number of\r\njudges to 9. This will be very conducive to helping the\r\nTribunal to meet the demands made on it by the increased\r\nnumber of ongoing trials on the one hand, and to give\r\ndefendants due process on the other.\r\nThe report refers to the fact that expansion in the\r\nTribunal was not merely functional, but also structural. I\r\nrefer here to the construction of a third Trial Chamber and\r\nto the modernization and refurbishing of existing buildings.\r\nThis worthwhile progress will enable the Tribunal to meet\r\nthe requirements of justice efficiently and competently by\r\nspeeding up proceedings, while still operating in accordance\r\nwith international law and the Tribunal\u0027s statute.\r\nFurthermore, the opening of the reference library is vital to\r\nthe Tribunal\u0027s ideal functioning because it is virtually the\r\nonly source of research materials. We therefore encourage\r\nthe efforts to enrich and develop the library.\r\nWe welcome and encourage the Tribunal\u0027s ability —\r\nwithin its statute and Rules of Procedure — to develop and\r\namend its Rules of Procedure to meet the new challenges\r\nand to close existing loopholes in the present system.\r\nThe Victims and Witnesses Support Unit is of\r\nparamount importance to the proceedings of the Tribunal.\r\nThe Unit provides protection from reprisal for witnesses\r\nand facilitates their transportation to and from the Tribunal\r\nin order to provide testimony, without which the Tribunal\r\nwould not function. It is therefore important to provide the\r\nUnit with all the material and technical resources it needs\r\nto carry out its work in providing material and\r\npsychological support to witnesses.\r\nWith regard to guarantees provided to suspects by the\r\nTribunal, the report refers to attempts to provide defendants\r\nwith attorneys who have international criminal experience.\r\nIn this connection, a code of conduct for lawyers practising\r\nat the Tribunal has been adopted, including the appointment\r\nof an attorney on a temporary basis until a permanent\r\nappointment is made. These are some of the steps that\r\nguarantee the rights of suspects and safeguard the process\r\nof justice.\r\nWe view cooperation between the Rwanda Tribunal\r\nand the International Criminal Tribunal for the Former\r\nYugoslavia as necessary and important, so long as it does\r\nnot compromise the nature and special circumstances of\r\neach. We have taken notice of the fact that communication\r\nbetween the two bodies and intensification of the exchange\r\nof opinions regarding the protection of witnesses has been\r\nredoubled at all levels. A common Appeals Chamber has\r\nbeen developed and the administration, reporting and\r\nfiling systems have been improved. It is clear that the role\r\nof the two Tribunals will help in the upholding of\r\ncriminal justice, which will lead to reconciliation of the\r\nStates concerned.\r\nIn order to function properly, the Tribunal must be\r\nprovided with the necessary financial and technical\r\nresources. In this respect, we wish to commend the efforts\r\nand contributions made by States, intergovernmental and\r\nnon-governmental organizations and scientific institutions\r\nto the work of the Tribunal. However, contributions to the\r\ntrust fund should be increased, as should the funds\r\nallocated to the Tribunal by the regular budget of the\r\nUnited Nations.\r\nThe Outreach Programme is one of the Tribunal\u0027s\r\npriorities and the cornerstone for the development and\r\nenhancement of its role. We welcome the role of the\r\nmedia in this respect and call on them to devote greater\r\nattention to the Tribunal.\r\nThe Tribunal will not be able fully to discharge its\r\nmandate without the cooperation of States as regards its\r\njudgements with respect to suspects, defendants and\r\nwitnesses. Despite the positive role of States in this\r\nrespect — and I wish to mention the Governments of\r\nTanzania and Rwanda in particular, and to commend their\r\nconstant constructive cooperation with the Tribunal —\r\nfurther cooperation is still required, including introducing\r\nthe necessary amendments to national legislation, so that\r\ncriminals do not go unpunished and this chapter of torture\r\nand pain in the history of humankind can be closed.\r\nMr. Mangoaela (Lesotho): This century has been\r\nproclaimed as the bloodiest in the history of humanity,\r\nand the Rwanda genocide ranks among the worst\r\nundisputed cases of genocide the world has ever seen.\r\nThe response of the international community over the\r\nyears has been to proclaim laws and prohibitions against\r\nthese horrors. One thing has, however, been lacking: an\r\neffective means for enforcing these prohibitions with\r\nregard to crimes that have shocked the conscience of the\r\ninternational community — aggression, genocide, war\r\ncrimes and crimes against humanity.\r\nIt is now clear that unless the injuries suffered by\r\nthe victims of these crimes are redressed and those\r\nresponsible are held accountable, and that as long as the\r\nperpetrators of these crimes remain free, impunity will\r\n19\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\ncontinue to reign. The pioneering work of the International\r\nCriminal Tribunal for Rwanda, as well the steady increase\r\nin the number of signatures and ratifications to the Statute\r\nof the International Criminal Court, are clear indications\r\nthat the international community has finally come to terms\r\nwith the need to fight impunity and enhance the struggle for\r\nhuman rights.\r\nThe report before us today catalogues a number of\r\nachievements by the Tribunal for the period from 1 July\r\n1998 to 30 June 1999. We commend the Tribunal and its\r\nPresident, Judge Pillay; the other judges; the Registrar; the\r\nProsecutor; and the staff for their commitment and\r\ndedication to the work of the Tribunal. It is indeed fitting\r\nthat at a time when the Tribunal is traversing hitherto\r\nunchartered waters, it should be headed by Judge Pillay,\r\nwhose work and tireless efforts in international\r\nhumanitarian law have earned her the Noel Foundation\r\naward, whose past recipients include Mother Teresa, Ms.\r\nHelen Suzman and Ms. Adelaide Tambo, among others. We\r\nthank Judge Pillay for her introduction of the Tribunal\u0027s\r\nreport and congratulate her most heartily on this prestigious\r\naward by the United Nations Development Fund for\r\nWomen (UNIFEM) and the Noel Foundation. We also\r\nwelcome Ms. Carla Del Ponte of Switzerland as the new\r\nProsecutor and assure her of our support.\r\nThe tremendous increase in the judicial activities of\r\nthe Tribunal is particularly commendable. So far the\r\nTribunal has issued 28 indictments against a total of 48\r\nindividuals. No doubt this will represent quite a heavy\r\nmenu on the Tribunal\u0027s table of dispensing justice. Let us\r\ntherefore be reminded of the old adage that justice delayed\r\nis justice denied, hence the need for speedy trials of the\r\npeople already indicted can not be overemphasized. It is our\r\nhope that the creation of a third Chamber and the election\r\nof additional judges will facilitate the expeditious\r\nprosecution and finalization of trials.\r\nWe note that the Tribunal has taken several steps\r\naimed at expediting the completion of trials. In particular\r\nwe note that due to the construction of a new courtroom\r\nand improvements to others, the three Trial Chambers have\r\nbegun sitting simultaneously, thus accelerating the\r\nTribunal\u0027s pace of work. Following the Appeals Chamber\u0027s\r\nruling against interlocutory appeals regarding jurisdiction\r\nagainst the Prosecutor\u0027s joinder motions, the Prosecutor has\r\nsuccessfully joined cases into groups, thus enabling him to\r\ncharge several persons in one indictment. There can be no\r\ndoubt that joint trials will enable optimal use of the\r\nTribunal\u0027s judicial resources. More importantly, joinder will\r\navoid witnesses\u0027 having to testify repeatedly about the same\r\nfacts in different cases, thus minimizing the trauma of\r\nreliving their horrors.\r\nWe are confident that the Prosecutor will resort to\r\njoinder only where there is clear evidence of conspiracy\r\nand participation with others in the commission of a\r\ncrime, and that the rights of each of the accused will be\r\nrespected at all times. In the particular cases of joinder,\r\nthe accused\u0027s rights of equality before the Tribunal should\r\nbe scrupulously observed by affording all accused persons\r\nthe freedom to retain counsel of their choice, and, if they\r\nare unable to do so, to be assigned one by the Tribunal.\r\nThis is not only a right under international law but also a\r\nright enshrined in the Tribunal\u0027s Statute. The Registrar, as\r\nthe official charged with assigning counsel, should thus\r\nmake determinations regarding the indigence of the\r\naccused and either grant or deny the assignment of\r\ndefence counsel without delay.\r\nAfter hearing a total of 191 witnesses in four cases\r\nbefore it — 130 for the prosecution and 61 for the\r\ndefence — the Tribunal has completed its deliberations\r\nand delivered judgements in all four of them. This is by\r\nno means a small achievement, given the complexity of\r\nthe issues and the length of the proceedings. The\r\nconviction of the former Prime Minister of Rwanda and\r\nother high-ranking officials is conclusive proof that\r\ngenocide was indeed committed in Rwanda. The\r\nimportance of these convictions lies not only in their\r\nhistoric significance in being the first-ever pronouncement\r\nby an international court on the crime of genocide and on\r\nthe fact that sexual assault can constitute an act of\r\ngenocide, but also in the contribution that they have made\r\nto the jurisprudence of international humanitarian law and\r\ninternational criminal justice. No longer will it be possible\r\nfor anyone who commits these crimes to escape\r\npunishment. As we await the outcome of deliberations in\r\nthe other two cases, it is our hope that these convictions\r\nwill spur the international community to cooperate with\r\nthe Tribunal in tracking Rwanda genocide suspects,\r\nwherever they may be.\r\nIn this regard, it is encouraging to note that\r\ncooperation of States with the Tribunal has progressively\r\nincreased since the Tribunal first began its work. Indeed,\r\nthe achievements of the Tribunal have been largely due to\r\nthe cooperation of many States. A number of countries\r\nhave cooperated and assisted the Tribunal not only with\r\nthe arrest of suspects and accused persons, but with\r\ntracing witnesses and issuing travel documents for them\r\nto travel to and from Arusha to give evidence. The\r\nimplementation of protective measures for witnesses in\r\n20\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nthe territories of various countries and the willingness of\r\nStates to relocate witnesses are also commendable. This is\r\nindeed the type of collective effort that will continue to be\r\nindispensable if the Tribunal is to dispense justice.\r\nThe need for cooperation in enforcement is also\r\nsteadily increasing. Out of the five people so far convicted\r\nby the Tribunal, three have been sentenced to life\r\nimprisonment, while two have been sentenced to 25 and 15\r\nyears, respectively. As the Tribunal hands down\r\njudgements, it will require increased cooperation from\r\nStates for the incarceration of convicted persons. We thus\r\napplaud the Governments of Mali and Benin for being the\r\nfirst to rise to the challenge of signing agreements on the\r\nenforcement of the Tribunal\u0027s judgements and hope that it\r\nwill not be long before many more countries emulate the\r\nexamples set by these two countries.\r\nThe Governments of Rwanda and Tanzania deserve\r\nour special commendation for the cooperation they have\r\nafforded the Tribunal. The cooperation extended by the\r\nRwandan Government to the Office of the Prosecutor in\r\nKigali has made it possible for the Prosecutor\u0027s Office to\r\neffectively carry out its investigations and to interview\r\nwitnesses. We are particularly encouraged by the recent\r\nappointment by the Government of Rwanda of a special\r\nrepresentative to the Tribunal, a move which we believe\r\nwill help foster a better understanding by the Rwandans of\r\nthe difficulties of the tasks faced by the Tribunal and thus\r\ndispel some of the suspicions Rwandans initially had about\r\nthe Tribunal. No doubt the Registrar\u0027s advocacy of\r\nrestitutive justice and assistance to the victims of the\r\ngenocide will be greatly enhanced by the appointment of\r\nthe official representative.\r\nThe Government of the United Republic of Tanzania\r\ncontinues to host the Tribunal and has allowed the setting\r\nup of detention facilities for housing suspects pending and\r\nduring their trial. The financial, material, human, technical\r\nand logistical support extended to the Tribunal by many\r\nGovernments and organizations has indeed enabled the\r\nTribunal to discharge its mandate. It is our hope that these\r\ncontributions will be not only maintained, but increased to\r\nenable the Tribunal to tackle the challenges that lie ahead.\r\nIn conclusion, I wish to stress the importance of the\r\nTribunal for Africa, a continent which, more than any other,\r\ncontinues to witness many conflicts, in the midst of which\r\nthe worst types of atrocities are being committed on\r\ninnocent civilians, including women and children. Our\r\nstrong moral, political and financial support for the Tribunal\r\nwill ensure not only that future dictatorial regimes will be\r\neffectively prosecuted for their actions, but that there will\r\nnever be a repeat of genocide in our continent or, indeed,\r\nworldwide. The success of the Tribunal augurs well for\r\nthe future permanent International Criminal Court, as the\r\nlessons to be drawn from its experience will no doubt\r\nenhance the effectiveness of the future Court.\r\nMr. Kasanda (Zambia): Allow me first of all to\r\nthank the President of the International Criminal Tribunal\r\nfor Rwanda for her comprehensive introduction of the\r\nreport on the activities of the Tribunal from 1 July 1998\r\nto 30 June 1999, contained in document A/54/315.\r\nMy delegation attaches great importance to the work\r\nof the Tribunal because of the grave nature of the crimes\r\nfrom the events that took place in Rwanda between 1\r\nJanuary and 31 December 1994. The ramifications of\r\nthese unfortunate events were far-reaching. While Rwanda\r\nshouldered the heaviest burden, the effects were felt by\r\nother countries in the region, including my own, Zambia.\r\nAs we are all aware, 1994 will go down in the\r\nannals of history as the year in which some of the worst\r\nacts of genocide and other heinous crimes against\r\nhumanity were committed. The horrific events that took\r\nplace in Burundi and Rwanda that year will forever haunt\r\nthe conscience of mankind. That tragedy would not have\r\nreached such proportions had the international community\r\nintervened before thousands of innocent lives, including\r\nthose of women and children, had been lost. Furthermore,\r\nthe Tribunal itself was established late, allowing the\r\nperpetrators of the heinous crimes to escape.\r\nUnfortunately, even after its establishment the Tribunal\r\nstill faced internal problems which affected its\r\neffectiveness.\r\nWe are therefore pleased to note that the period\r\ncovered in the present report has been termed an\r\nhistorical one for the Tribunal. As indicated in the report,\r\nduring this period the Tribunal delivered its first four\r\njudgements. More importantly, the Tribunal delivered the\r\nfirst conviction for the crime of genocide ever handed\r\ndown by an international court. These positive results are\r\na clear sign that the Tribunal has finally begun the\r\nprocess of discharging its mandate of rendering justice for\r\nthe victims of genocide in Rwanda. We would therefore\r\nlike to take this opportunity to commend the good work\r\nbeing done by the Office of the Prosecutor which,\r\ntogether with that of the other sections — the\r\ninvestigation section, the legal section and the information\r\nand evidence section — has made it possible for the\r\nTribunal to secure its indictments. However, we must also\r\n21\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\ntake note that the court still has a lot of work ahead as new\r\nindictments are secured and transfers and arrests are made.\r\nThe court also has 31 indicted persons currently in custody\r\nawaiting trail.\r\nMy delegation understands the circumstances that led\r\nto the delay in the disposal of the first cases before the\r\nTribunal. In addition to other factors, the International\r\nTribunal is a relatively unprecedented initiative, which thus\r\nrequired tremendous preparatory work before judicial work\r\ncould effectively begin in September 1996. It is my\r\ndelegation\u0027s hope that, with the construction of a third\r\ncourtroom and an additional new Trial Chamber, and with\r\nthe increase in the number of judges from six to nine, the\r\nTribunal will begin to deal with the remaining cases in a\r\nmore expeditious manner. We hope that the outstanding\r\ncases will be disposed of before the mandate of the current\r\njudges expires in 2003.\r\nThe importance of enforcing sentences handed down\r\nby the court cannot be overemphasized. In our view, the\r\nmost critical part of the whole trial process is the actual\r\ncarrying out of the sentence once it has been delivered. In\r\nthis regard, we call upon those countries that are able to do\r\nso to provide prisons for the incarceration of persons\r\nconvicted by the Tribunal. We also wish to thank those\r\ncountries that have expressed their willingness to do so. We\r\nwish to appeal to other countries that are in a position to do\r\nso to assist African countries that are willing to make their\r\nprisons available but limited by inadequate facilities. The\r\nenforcement of sentences will go a long way in\r\nstrengthening the effectiveness of the court and the\r\ninternational judicial system.\r\nMy country is one of those which has agreed in\r\nprinciple to make its prisons available for the incarceration\r\nof persons convicted by the Tribunal. However, it has not\r\nbeen possible for it to do so in practice because of\r\ninadequate facilities. My Government has held meetings\r\nwith the officials of the Rwanda Tribunal to determine what\r\nassistance can be rendered to Zambia to enable us to make\r\nprison space available.\r\nAs pointed out earlier, my country, together with other\r\nneighbouring countries, is one of those that was indirectly\r\naffected by the genocide in Rwanda. Apart from the influx\r\nof refugees into my country, some of the suspects also fled\r\ninto Zambia. We have cooperated with the Tribunal in the\r\ndelivery of arrest warrants and in carrying out the arrests\r\nthemselves, as well as in detaining and transferring suspects\r\nand accused persons to the seat of the Tribunal. In this\r\nregard, I am happy to state that Zambia was the first\r\ncountry in Africa to do so. Furthermore, as the President\r\npointed out in her statement earlier, we have also assisted\r\nin making it possible for the witnesses to appear before\r\nthe court by cooperating with the Tribunal in issuing\r\ntemporary travel documents for them.\r\nWe note with satisfaction the establishment by the\r\nRegistrar of the Tribunal of a Unit for Gender Issues and\r\nAssistance to Victims; a call has been made to donors to\r\nsupport that initiative. In this regard, my delegation is\r\npleased to note that a number of countries have made\r\ncontributions to the Voluntary Trust Fund to support the\r\nactivities of the Tribunal, including in the areas of witness\r\nsupport mentioned above. We would like to take this\r\nopportunity to thank those countries for their\r\ncontributions. We would also like to thank the countries\r\nthat have donated funds for other specific needs of the\r\nTribunal as well as those that have made donations to the\r\nlibrary of the Tribunal.\r\nMr. Bandora (United Republic of Tanzania): Permit\r\nme to begin by congratulating Judge Navanethem Pillay\r\non her election to the presidency of the International\r\nCriminal Tribunal for Rwanda, even as we commend her\r\nfor introducing the fourth annual report of the Tribunal,\r\ncontained in document A/54/315. The current report of\r\nthe Tribunal is certainly a source of encouragement\r\nregarding the mandate and work of the Tribunal for\r\nRwanda. We are encouraged that the pace of judicial\r\nactivities has increased and that the third Trial Chamber\r\nis now in operation. We are encouraged to note that in\r\nspite of the numerous difficulties the Tribunal faced in the\r\npast, it was not deterred in its efforts and remained\r\nfocused on the objective of fulfilling its mandate. We are\r\nespecially encouraged by the determination of the judges\r\nof the Tribunal, as conveyed by the Tribunal President\r\nthis morning, to complete the trials of all those in custody\r\nwithin the period of the mandate of the Tribunal, that is\r\nby May 2003.\r\nAs host to the Tribunal, Tanzania has a fundamental\r\ninterest in its success. We have this interest because of\r\nour similar fundamental interest in peace and stability in\r\nRwanda. We see the pursuit of justice as reinforcing our\r\nprimary desire for peace and stability in that country.\r\nThe Tribunal has a vital role to play. For indeed,\r\nwithout sufficient accountability of individuals for\r\ngenocide and crimes against humanity, there will remain\r\ncollective guilt which will, in turn, fuel continued intra-\r\nsociety conflict. In this regard, we note the first\r\nconviction for genocide made by the Tribunal. We\r\n22\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nwelcome in particular the inclusion in the Akayesu\r\njudgement, the first interpretation and application by an\r\ninternational court of the 1948 Convention on the\r\nPrevention and Punishment of the Crime of Genocide, of\r\nthe determination that rape and sexual assault constitute acts\r\nof genocide insofar as they are committed with intent to\r\ndestroy, in whole or in part, a targeted group. This is a\r\nground-breaking interpretation; by expanding the scope of\r\nthe crime of genocide, it will have far-reaching significance\r\nin similar cases elsewhere with respect to the protection of\r\nhuman rights.\r\nWhile we applaud this development, we cannot forget\r\nthat accountability for crimes committed on such a wide\r\nscale has been delayed for too long. We must therefore\r\nrenew our commitment to efforts to fight and condemn\r\ngenocide and crimes against humanity. It is in this regard\r\nthat we welcome the response to the Tribunal\u0027s past appeals\r\nfor cooperation, as evidenced by new arrests and transfer of\r\nsuspects to the Tribunal. This has been gratifying and\r\nreflects the partnership which must exist with Member\r\nStates if the Rwanda Tribunal and, indeed, that for the\r\nformer Yugoslavia are to be successful in discharging their\r\nmandates.\r\nThe success of these Tribunals and the reach of their\r\nsignificance is not of importance only to the territories\r\nwhere the crimes were committed, but even further beyond.\r\nThis is true of the Great Lakes region, just as it is true in\r\nSierra Leone, in Angola and, recently, in East Timor.\r\nPerpetrators of genocide and crimes against humanity must\r\nbe put on notice that we have a relentless commitment to\r\nthe protection of humanity and will make untiring efforts in\r\nthat regard, and that they will be sought out and brought to\r\njustice.\r\nWe note that agreement has been reached between the\r\nGovernment of Rwanda and the Tribunal on the modalities\r\nfor cooperation, and that Judge Pillay and her colleagues\r\nhave been able recently to visit the country. We welcome\r\nthis development and encourage both parties to build on\r\nthis beginning an expanded framework for cooperation\r\nwhich will expedite the work of the Tribunal. The work of\r\nthe Tribunal is critical in the process of rendering justice\r\nand promoting national reconciliation and healing in\r\nRwanda. It is important therefore that the work of the\r\nTribunal be known to the victims of genocide and that they\r\nfeel confident that justice is being done and that those who\r\nhave hitherto enjoyed impunity will not go unpunished.\r\nWe would be remiss if we did not address the question\r\nof the availability of office space for the Tribunal. My\r\nGovernment recognizes that it has not always been\r\npossible to respond in time to all the office space needs\r\nof the Tribunal within the Arusha International\r\nConference Centre. This has been due in the main to\r\ncircumstances beyond our control, including in particular\r\nlawsuits instituted by sitting tenants who are either\r\nrefusing to vacate or seeking unreasonable compensation.\r\nThe Government is continuing its effort to settle these\r\nlawsuits as expeditiously as legally possible and to\r\npromptly put at the disposal of the Tribunal additional\r\nspace in the Conference Centre.\r\nOn behalf of the Government of Tanzania, I wish to\r\nthank the Tribunal and, particularly, the Registrar for their\r\nunderstanding and cooperation. Through the bilateral\r\nmechanisms which have been instituted, our two sides\r\nhave also been able to resolve practically all outstanding\r\nadministrative and logistical issues quickly and amicably.\r\nWe shall endeavour to improve and strengthen these\r\narrangements in the days ahead.\r\nMs. Fritsche (Liechtenstein): When the International\r\nCriminal Tribunal for Rwanda was established five years\r\nago by Security Council resolution 955 (1994), the task\r\nit faced seemed almost impossible to accomplish. Not\r\nonly was the Tribunal to deal with a genocide the\r\ndimensions of which will probably never be known in\r\ntheir entirety, but its early work was also hindered by a\r\nlack of political support, most notably from the country\r\nto which it was supposed to render assistance in\r\novercoming the consequences of the 1994 genocide.\r\nWhen the Office for Internal Oversight Services issued a\r\nreport on the Tribunal in which it criticized the Tribunal\r\nin the harshest terms for ongoing waste of resources,\r\nnepotism and other forms of mismanagement, the future\r\nof the Tribunal seemed more than unclear.\r\nWe can note today that the Tribunal has made a\r\nremarkable turn in the right direction and has been\r\nengaged in a process of recovery. That process is not\r\ncompleted yet, and further administrative measures need\r\nto be taken by the Tribunal itself to address remaining\r\nconcerns, in particular in the fields of accountability and\r\nfinancial control. Nevertheless, the Tribunal has already\r\nbrought about important results and has delivered on its\r\npromise to make a contribution to the process of\r\nreconciliation in Rwanda and also to the overall\r\ncommitment of the international community to put an end\r\nto the rampant practice of impunity. When I visited the\r\nTribunal in Arusha this summer, I very much appreciated\r\nthe opportunity to get an insight into what tends to remain\r\nsomewhat abstract if seen only on the pages of United\r\n23\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nNations documents. My gratitude for a warm welcome in\r\nArusha goes to the President of the Rwanda Tribunal, Judge\r\nNavanethem Pillay; to the Registrar, Mr. Agwu Ukiwe\r\nOkali; and to the Spokesman, Mr. Kingsley Moghalu. It\r\nalso became clear to me during that visit that we all owe\r\nspecial gratitude to the host country, the United Republic of\r\nTanzania.\r\nThe caseload before the Tribunal is enormous, and it\r\nis thus important that it benefit from unequivocal support\r\nfrom the international community. The report before us\r\nbears witness to encouraging developments concerning\r\ncooperation from Member States, and we have taken note\r\nwith particular interest of the positive remarks in it\r\nregarding the cooperation extended by the Government of\r\nRwanda. The addition of a third Trial Chamber was\r\ncertainly an important contribution to enhancing the\r\neffectiveness of the Tribunal, and efforts by the Tribunal\r\nitself to expedite its proceedings are both possible and\r\nnecessary, as became clear just recently.\r\nThe judgements which the Tribunal has rendered in\r\nthe course of the last year are undoubtedly of historic\r\nsignificance. While we wish to refrain from commenting on\r\nthe specifics of any of the cases before the Tribunal, I\r\nwould like to offer some general thoughts. The genocide\r\nwhich took place in Rwanda more than five years ago and\r\nits magnitude are beyond comprehension for any of us. In\r\ndealing with its consequences, we have to realize that there\r\nis no such thing as compensation or remedy. The most we\r\ncan, and actually have to, strive for is a healing process, a\r\nprocess to which the Tribunal can make an important\r\ncontribution. We owe the people of Rwanda our full\r\nsupport in this regard.\r\nSimultaneously, however, there should also be a\r\nlearning process, to which the Tribunal has already made a\r\ncontribution since its very establishment. At that time, when\r\nthe events in Rwanda began to unfold, the word genocide\r\nwas almost taboo in the public debate here at the United\r\nNations and in other international forums. This was\r\ncertainly one of the reasons for the response by this\r\nOrganization, which has been the subject of much criticism.\r\nThe work of the Tribunal and other developments have\r\nforced us to stop treating genocide exclusively as a topic\r\nfor legal textbooks and to realize how painfully relevant it\r\ncan be to the lives of people and have reminded us of our\r\nfar-reaching obligations under the Genocide Convention of\r\n1948. The establishment of the International Criminal Court\r\nhas been the most important expression of this learning\r\nprocess so far.\r\nAnother element has to be enhanced accountability\r\nfor action taken within and by the United Nations system.\r\nWork remains to be done in this respect, both with regard\r\nto Rwanda and to Bosnia and Herzegovina. This work is\r\nas difficult as it is indispensable both to maintain and to\r\nstrengthen the credibility and the authority of this\r\nOrganization. We strongly support the efforts being\r\nundertaken in this respect.\r\nMr. Mutaboba (Rwanda): First of all, allow my\r\ndelegation and myself to thank Judge Pillay for her report\r\nand also to extend the same thanks to her colleagues and\r\nthe whole Tribunal for the efforts made, while also\r\nadding our appreciation to the host country, Tanzania, and\r\nto the countries which have been consequent with\r\nthemselves and with international law to arrest, detain and\r\nhand over the criminals that the International Criminal\r\nTribunal for Rwanda (ICTR) is judging today.\r\nOn 4 September 1998 the International Criminal\r\nTribunal for Rwanda sentenced the former Prime Minister\r\nof the Rwandan genocidal regime, Mr. Jean Kambanda,\r\nto life imprisonment. This was the first time that an\r\nindividual was punished for genocide by an international\r\ntribunal. Kambanda had pleaded guilty to these crimes,\r\nessentially admitting that the criminal enterprise of\r\nRwanda\u0027s mass killings was a State-sponsored plan aimed\r\nat wiping out the Batutsi.\r\nThe judgement was a landmark in international law.\r\nIn the years after World War I, several unsuccessful\r\nattempts were made to establish international tribunals to\r\nprosecute individuals responsible for war crimes. But\r\ninternational criminal justice took root only after World\r\nWar II with the tribunals set up by the Allied Powers in\r\nNuremberg and Tokyo to prosecute war criminals.\r\nIn the aftermath of the 1994 genocide — in which\r\none million Rwandese were exterminated in killings at a\r\ngreater rate than the Nazis did during the Holocaust, with\r\nan average of ten thousand innocent civilians a day during\r\na period of about one hundred days — an opportunity for\r\nthe world to condemn genocide and promote\r\naccountability seemed to have painstakingly emerged with\r\nthe establishment of the International Criminal Tribunal\r\nfor Rwanda. The ICTR initially started out in a very\r\nsluggish manner in its move towards justice, as it was\r\nplagued by corruption, overlapping jurisdictions and\r\nlogistical problems. Today blunders are piling up — it is\r\ntrue, though not as many as there were before — and we\r\nwonder if this Organization is not failing Rwanda yet\r\nagain. I am referring to what happened on Friday.\r\n24\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nThe structure of the current international ad hoc penal\r\ntribunals — I mean the International Criminal Tribunal for\r\nRwanda and the International Criminal Tribunal for the\r\nFormer Yugoslavia — is less than a perfect response to\r\nmass atrocities, for a number of reasons. Only a relatively\r\nsmall number of people can be tried. Trials are unavoidably\r\nlengthy because of the judicial proceedings. All this can try\r\nthe patience of victims and observers and raise questions\r\nabout the court\u0027s deterrent effect.\r\nDespite the need for an International Criminal Court,\r\nits probability of success should be evaluated in light of the\r\nInternational Tribunals for Rwanda and the Former\r\nYugoslavia. If these Tribunals are ultimately viewed as\r\nineffectual, the international community should reconsider\r\nits commitment to creating what would amount to a\r\npermanent version of a temporary failure and a permanent\r\nUnited Nations failure for Rwanda. As it has been\r\ndiscovered with the ICTR, there is a significant gap\r\nbetween establishing an ad hoc judicial institution through\r\na Security Council resolution and rendering it operational\r\nat the practical level. Ultimately ad hoc tribunals should be\r\nassessed by the international criminal justice they can\r\nprovide.\r\nFor several decades, the international legal community\r\nhas attempted to realize a permanent criminal court. The\r\ncourt would be a permanent version of previously convened\r\ntransitory tribunals. Logic would dictate, however, that a\r\npermanent institution be developed only if its predecessors\r\nwere successful. There can be no dispute that consistent\r\nenforcement of the Genocide Convention is imperative for\r\nthe deliverance of international criminal justice. The\r\npreservation of a peaceful global existence, if not\r\ninternational law itself, requires the prosecution of\r\nindividuals accused of genocidal behaviour.\r\nToday many countries seem to be putting the cart\r\nbefore the horse by talking about offering prisons and\r\nprison facilities in some countries before the criminals have\r\nbeen detained. This should be corrected.\r\nThe Genocide Convention requires that those accused\r\nof perpetrating genocide be prosecuted either by domestic\r\ncourts or by an international criminal tribunal. Although\r\nboth options were used to prosecute individuals accused of\r\ngenocidal behaviour in Rwanda, the ICTR has faltered\r\nwhere domestic trials have flourished. While the Tribunal\r\nhas obtained few convictions, Rwanda\u0027s national judicial\r\nsystem has already prosecuted 1,989 criminals and executed\r\n22 perpetrators of genocide. If the success of international\r\ncriminal justice is measured in terms of concrete results,\r\nthe ICTR has failed.\r\nIt seems to have failed because all along it has never\r\ngiven the impression of trying suspects with seriousness.\r\nThe Tribunal had to improve their accommodations, the\r\npeople in Arusha know, to provide them with a bed, a\r\ntelevision set and now computers even. They had to make\r\nsure, because the customers were fully satisfied with the\r\ndefence lawyers, most of whom were drawn from the\r\nsame countries; you name them. They had to make sure\r\nthat their customers got the right judgement, no matter the\r\nprice. These reports have failed to talk of such cases, yet\r\nthey are documented.\r\nFor example, the Akayesu case. This criminal\r\nchanged defence lawyers so many times because of the\r\nalleged language problem that it got to the point where he\r\neven ordered an English-speaking defence lawyer to be\r\nhired when he could not utter a single word of English.\r\nThis exercise alone cost $1 million. We would like to\r\nknow how much was spent in the trial of Major\r\nNtuyahaga, who surrendered himself to the Tribunal but\r\nwas later released in a surprising style. We do not know\r\nhow much it cost in the case of Jean Bosco Barayagwiza,\r\none of the infamous ideologues of genocide, who was just\r\nreleased last Friday, to everyone\u0027s surprise and utmost\r\ndismay.\r\nMajor Ntuyahaga and Jean Bosco Barayagwiza were\r\nnot released because they were proven innocent. They\r\nhave been released in a strange move imputable to the\r\ndeliberate delays by the Tribunal Prosecutor\u0027s Office. Are\r\nnot such technical reasons clearly being used so that one\r\ncriminal after another can be released by the United\r\nNations Tribunal? This is a very serious question. If this\r\nis the case, we wish to condemn this complicity between\r\nthose meant to prosecute and the criminals.\r\nThe location of the ICTR outside Rwanda has often\r\nled the Rwandan public to doubt its existence and its\r\ncommitment to mete out justice on the Rwandan people\u0027s\r\nbehalf, as for a long time they knew very little or nothing\r\nabout its proceedings. Because of what happened with\r\nJean Bosco Barayagwiza, as of Friday — and within the\r\nlimits of our laws and applicable international law — we\r\nhave suspended any cooperation with and assistance to all\r\norgans of the International Criminal Tribunal for Rwanda.\r\nIt is a temporary suspension, but we mean it, and we need\r\nclarifications.\r\n25\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\nWe would also like to have our own public prosecutor.\r\nWe do not see any logic in having one single public\r\nprosecutor addressing two different realities. In Rwanda the\r\nkillings were sponsored by the Government, as the State\r\nmachinery had been unleashed for the systematic\r\nelimination of one segment of Rwandan society.\r\nFor instance, we fail to understand why the Tribunal\u0027s\r\nwitness-protection programme was only established two\r\nyears after the witness-protection programme of the\r\nInternational Criminal Tribunal for the Former Yugoslavia\r\nwas already in full swing. Many of the victims who have\r\ntestified before the ICTR have complained that they have\r\nbeen forced to endure all sorts of frustration and dreadful\r\ntrauma due to this Tribunal\u0027s insensitive, careless and weak\r\nwitness-protection programme. Yes, there has been some\r\nimprovement, but not enough. Some key witnesses have\r\neven decided to cease testifying before the Tribunal out of\r\nfear for their personal safety, which has at times in the past\r\nbeen overlooked by Tribunal officials involved in the\r\nwitness-protection programme. We should not forget the\r\ntwo key witnesses who were hacked to death by\r\nInterahamwe upon their return from the Kayishema trial,\r\nafter having testified before the ICTR. Now that Ntuyahaga,\r\nBarayagwiza and more are being released by the Tribunal,\r\nmore witnesses are going to be hunted down and killed,\r\nthanks to the Tribunal\u0027s own technical errors — which I\r\nhope were not deliberately devised to protect the criminals\r\nit is supposed to indict.\r\nRegarding the ICTR recruitment procedures, we are\r\nstill worried and dismayed to witness that there are few\r\nRwandans working for the Tribunal. It is our view that\r\nmore Rwandans should be recruited to participate in the\r\nprocess of bringing to justice those who massacred their\r\nloved ones. This may not sound very just to some, but it\r\nsounds just to the Rwandan people and Government. This\r\nshould not be seen as a privilege but a fundamental human\r\nright. Much as allies to the criminals are defending them,\r\nvictims and survivors should have a say — let alone the\r\nGovernment that bears all the psychological effects of the\r\nmiscarriages of justice that this Organization is not\r\nmonitoring with due attention. We deplore this.\r\nLastly, we would like to express our dismay at and\r\ncondemn the abuses by some Tribunal convicts. For\r\ninstance, I return to the case of Akayesu mentioned earlier.\r\nThis report failed to publish what happened in the Akayesu\r\ncase: the squandering of $1 million just because of the\r\naccused\u0027s behaviour. This should stop and should be\r\nmonitored.\r\nThe recent appointment of Mr. Martin Ngoga as\r\nRwanda\u0027s representative to the ICTR was aimed at curing\r\nsome of the aforementioned shortcomings, so that the\r\nTribunal can finally pursue the objectives for which it\r\nwas established. Unfortunately, the release of\r\nBarayagwiza makes it look like our efforts have been in\r\nvain, and we intend, as I said, to temporarily withdraw if\r\nthis Organization does not steadily seek to improve what\r\nis being done.\r\nThe expeditious organization of an effective ad hoc\r\ntribunal is not an easy assignment. Many difficulties are\r\nassociated with such an undertaking, for example:\r\nnegotiations with host countries, recruitment and\r\nplacement of qualified international staff, and training\r\njudges for the prosecution of genocide cases.\r\nAs Member States will recall, in the aftermath of the\r\n1994 Rwandan genocide, the Rwandan Government\r\nrequested the establishment of an ad hoc tribunal that\r\nwould assist, in a complementary manner, the Rwandan\r\nnational judicial system in allocating responsibility on\r\ngenocide-related cases. Ultimately, the Rwandan\r\ndelegation — which at that time was serving as a non-\r\npermanent member of the Security Council — decided to\r\nvote against Security Council resolution 955 (1994),\r\nwhich established the International Criminal Tribunal for\r\nRwanda. In 1997 the Office of Internal Oversight\r\nServices deliberated after an audit on the working\r\nmethods of ICTR cases of corruption involving the hiring\r\nof unqualified relatives and friends of the Tribunal staff,\r\ndiscrimination against non-Africans and so on, using\r\nresources without authorization and delaying the\r\ndisbursement of funds. The then ICTR Registrar was\r\naccused of mismanagement in the final report of the\r\nOffice of Internal Oversight Services.\r\nAs I said, more mismanagement has erupted in a\r\ndifferent form: the miscarriage of justice by some\r\nidentifiable people, such as what happened last Friday.\r\nWe cannot accept this, and we need an explanation of it.\r\nMany of the irregularities and deficiencies were\r\npredicted by our Government right after the adoption of\r\nresolution 955 (1994), and these predications are on\r\nrecord in official Security Council documents. The time\r\nshould and will come when this Organization answers to\r\nits responsibilities vis-à-vis the world, the international\r\ncommunity and Rwanda.\r\nDespite the recognition that the crime of genocide is\r\nprohibited by international criminal law, genocidal actions\r\n26\r\nGeneral Assembly 48th plenary meeting\r\nFifty-fourth session 8 November 1999\r\ncontinue to be carried out before the passive eye of the\r\ninternational community. This is because we cannot punish\r\nproperly and correctly those responsible for what has\r\nalready been committed. The universal failure to take\r\neffective action against genocide has made a mockery of\r\nthe most sacred values of civilization. International criminal\r\nlaw enforcement must be the means by which fundamental\r\nhuman rights are protected and preserved. The core\r\nproblems of genocide transcend considerations of the fate\r\nof individual victim groups. Until all those who violate the\r\nlaw are brought before it — which would be genuine\r\ncriminal international justice — the international community\r\nmust face the realization that global victimization does not\r\nelicit commensurate universal jurisprudence.\r\nArticle VI of the genocide Convention states that\r\n“Persons charged with genocide... shall be tried\r\nby a competent tribunal of the State in the territory of\r\nwhich the act was committed, or by such international\r\npenal tribunal as may have jurisdiction with respect to\r\nthose Contracting Parties which shall have accepted its\r\njurisdiction”.\r\nThus, two options exist to prosecute genocide perpetrators.\r\nDomestic officials can prosecute internally individuals\r\naccused of genocidal behaviour or the United Nations may\r\nconvene ad hoc tribunals.\r\nBy pure coincidence, at the time of the establishment\r\nof the Tribunal, the Rwanda delegation, which represented\r\nthe current Government of National Unity, was a member\r\nof the Security Council. Member States will recall that the\r\nRwandan delegation gave clear and reasoned support to the\r\nTribunal — as it still does today, with caution — but its\r\nmandate did not adequately meet our expectations, as we\r\nsaw on Friday. Today, the Tribunal\u0027s behaviour and output\r\nwill leave us with no option but to give it a vote of no\r\nconfidence if the trend of releasing criminals goes on, as it\r\nappears to be doing.\r\nIn our protest about the Tribunal\u0027s structure, we argued\r\nthat the establishment of so ineffective an international\r\ntribunal would only appease the conscience of the\r\ninternational community, rather than respond to the\r\nexpectations of the Rwandese people and the victims of\r\ngenocide in particular. From the outset, we recognized that\r\nthe global community was attempting to develop a mode of\r\ninternational criminal justice that it was incapable of\r\ndeveloping, implementing and sustaining effectively.\r\nAmong the primary reasons we voted against the\r\nresolution was that the strongest punishment available was\r\nnot the death penalty. I do not want to comment on this\r\nnow; I have an appropriate forum in which to do so. One\r\nelement we have to add to this is the system we have\r\nrevived, known as the gacaca, to decide how we can\r\nbring more prosecutions against offenders in order to help\r\nthe International Criminal Court and ourselves to speed\r\nup those trials and relieve the prisons. Prisoners will be\r\ntried in public before the entire community. Drawing on\r\nrecollections of the accused and the villagers, the judges\r\nwill compile a list of those who died in the genocide and\r\nof those who are responsible. The accused will then be\r\njudged and sentenced. The innocent will be released, the\r\nguilty punished in accordance with the severity of their\r\ncrimes.\r\nTo conclude, this project is meant to give us a\r\nchance to prove to the world that justice has no substitute\r\nin the case of genocide and that the Convention on\r\ngenocide should bind us together as an Organization and\r\nas the individual Members that compose it. As Members\r\nof the same Organization, each and everyone of us is\r\ncalled upon to make his or her contribution to get justice\r\ndone. If we fail, we cannot promote or protect human\r\nrights and we should all fight against and break the cycle\r\nof impunity wherever it resurfaces.\r\nThe Acting President (spoke in Russian): May I\r\ntake it that it is the wish of the Assembly to conclude its\r\nconsideration of agenda item 51?\r\nIt was so decided.\r\nThe meeting rose at 1.15 p.m.\r\n27\r\n"