"United Nations A/54/PV.16\r\n99-85956 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n16th plenary meeting\r\nWednesday, 29 September 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by the Prime Minister of the Independent State of\r\nSamoa, His Excellency the Honourable Tuilaepa Sailele\r\nMalielegaoi\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister of the Independent State of\r\nSamoa.\r\nMr. Malielegaoi, Prime Minister of the Independent\r\nState of Samoa, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming the\r\nPrime Minister of the Independent State of Samoa, His\r\nExcellency The Honorable Tuilaepa Sailele Malielegaoi,\r\nand inviting him to address the General Assembly.\r\nMr. Malielegaoi (Samoa): Mr. President, you assume\r\nthe presidency at a historic moment and during the most\r\nchallenging of times. Most warmly do we congratulate you.\r\nSamoa welcomes your leadership and pledges to you and to\r\nNamibia our fullest support.\r\nThis Assembly is an especially happy one for the\r\nPacific: we now have in our midst three more South Pacific\r\nForum States, the Republic of Kiribati, the Republic of\r\nNauru and the Kingdom of Tonga. Ancient in tradition and\r\nlong in the business of political independence, each\r\nrepresents the variety and uniqueness of our region. They\r\nmake more real the goal of universality, as I know their\r\ncontribution will enrich the work of the Organization. In\r\nthe name of my country, I extend to the Governments of\r\nKiribati, Nauru and Tonga the warmest of greetings.\r\nLet me, at the outset, pay a tribute to the\r\nstewardship of our Secretary-General and acknowledge\r\nthe remarkable work of the United Nations — remarkable\r\nin terms of what is being done and achieved, at times\r\nagainst extreme and appalling odds.\r\nThe twentieth century has been marked by violence\r\nand tragedy throughout. Millions have died in countless\r\nconflicts worldwide. Millions more continue to perish\r\nfrom poverty and disease.\r\nThe Secretary-General’s report on the work of the\r\nOrganization (A/54/1) is thoughtful and challenging. Our\r\nworld is one of trouble and insecurity. The range and\r\ncomplexity of the issues are worrying, in some respects\r\nseemingly overwhelming. Ordinary aspirations are not\r\nbeing matched by effective action. Far too many are\r\nembroiled in the brutalities of war. Fundamental human\r\nneeds and rights are being denied.\r\nI believe we should all pay much more attention to\r\nthe reports of the Secretary-General. There is much there\r\nto confirm, and much to test our own perception of events\r\nand trends: directly, and in my view rightly, the\r\nSecretary-General has drawn attention to the place of\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nsovereignty in the context of our contemporary common\r\ninterest and asks how and by what means we are to defend\r\nthat common interest. These questions go to the heart of the\r\nmatter; the answers to them will define the role of the\r\nUnited Nations in the next millennium. There will, of\r\ncourse, be variance in perspectives. The experience of the\r\nUnited Nations itself in recent times does not yield\r\nsatisfactory answers.\r\nYet there are challenges that need to be met, seriously\r\nand urgently. I would agree with the Secretary-General that\r\nit is critical to set clear criteria for international action and\r\nintervention. It is the United Nations, with its multilateral\r\nsetting, that is best placed to determine such criteria; it is\r\nthe United Nations that has been invested with the global\r\nideals to deal with interventions, but, alas, there have been\r\nfailures and there has been inability.\r\nWe should now look more deeply into the causes of\r\nthose failures and lack of ability and in so doing we must\r\nbalance competing rights and values. The very essence of\r\nthe Organization is thus brought into focus: we need to\r\nensure that the United Nations is able to function\r\neffectively in the new century, that we have a United\r\nNations strengthened by commitment and reform. Above\r\nall, we need to bear in mind the essential connection\r\nbetween peace, development and human rights. We ignore\r\nany one to the fundamental detriment of all, although peace\r\nis the ultimate measure of our common interest, indeed, of\r\nour common future.\r\nWe think it is time to move to a more definitive phase\r\nin the current efforts to reform the Security Council. The\r\nissues are clear, and have been clear for some time: points\r\nof argument are now being repeated, or repackaged.\r\nSubstantive changes are required: the current structure does\r\nnot reflect the facts and realities of today; suffers from\r\nimbalance and inequities. Membership of the Security\r\nCouncil should be enlarged: we have said before that Japan\r\ndeserves to be a permanent member. Provision for this\r\nshould be made.\r\nWe appreciate the procedural changes made to the\r\nworking of the Council, and we would encourage more of\r\nthem: it would not be desirable to seek to resolve the\r\nunfairness of representation in one category without proper\r\nattention to the other. We share the view that Security\r\nCouncil reforms must necessarily be comprehensive and\r\nmust address all aspects as a whole, including the power of\r\nveto. The veto is a central issue which must be resolved in\r\nthe context of the current reforms. We think there is a\r\nproven case for the power of veto to be curtailed, and\r\nrestricted to Chapter VII matters.\r\nSamoa fully supports the ongoing efforts to\r\nmodernize and strengthen the Organization. Reform\r\nmeasures must provide for the serious and early review of\r\nthe regional groupings. The current arrangements are\r\nmore representative of the past than the present. There is\r\na need for reconfiguration to reflect natural geographies\r\nand to ensure equitable representation of subregions.\r\nThe anomaly of Australia and New Zealand being\r\ncounted outside their geographical area should be\r\ncorrected. They form a natural part of the South Pacific\r\nsubregion of the Asian Group. Samoa adds its voice to\r\nthe call made by Fiji and Papua New Guinea during this\r\nsession for such regional reconfiguration. The matter\r\nshould figure in the reform of the Organization and\r\nshould be taken into account in reforming the structure\r\nand membership of the Security Council.\r\nIn the coming year, as we move towards an agreed\r\napproach to the Millennium Assembly, my Government\r\nbelieves that the world community should focus on major\r\nglobal challenges likely to confront humankind in the next\r\ncentury. We agree with the Secretary-General that,\r\nalongside war and conflicts, natural disasters are a major\r\nand priority global challenge. Natural disasters remain a\r\nmost serious threat to human lives and national\r\neconomies. As we have seen in recent times, natural\r\ndisasters occur widely and indiscriminately, not stopping\r\nat any border. At this moment, we think especially of\r\ncommunities whose lives and property have been affected\r\nin Greece, Turkey, Taiwan, the United States and the\r\nBahamas.\r\nThe world has experienced three times as many great\r\nnatural disasters in the 1990s as in the 1960s, the year\r\n1998 being the hottest year on record and the worst for\r\nweather-related natural disasters. Yet we learn with\r\ndismay from the Secretary-General’s report that\r\nemergency aid funds have declined by 40 per cent in the\r\npast five years alone. For small island States such as the\r\nBahamas, these “once-in-a-century” events are occurring\r\nwith alarming frequency and severity. They are truly\r\ncalamitous in effect. Hurricane Floyd was the fourth-\r\nstrongest hurricane measured this century.\r\nMy own country has not been spared. We can only\r\nbe thankful that our neighbours and traditional friends\r\ncome so readily to our assistance at moments of disaster.\r\nOur Pacific neighbours, Australia, Japan and New\r\nZealand, continue to be at the forefront of emergency and\r\nrehabilitation efforts in disasters affecting our Pacific\r\nregion. Countries far from the Pacific, such as those of\r\nthe European Union, have also been generous. Even\r\n2\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\ndeveloping nations have not been hesitant in coming to our\r\nhelp. In the major disasters that have devastated our\r\ncountry, the People’s Republic of China in particular,\r\ndespite the severe and regular natural disasters it itself\r\nsuffers, has been unstinting in helping our country in those\r\ndifficult times.\r\nChina last week commemorated the fiftieth anniversary\r\nof the establishment of the Republic. Samoa joins other\r\nnations in congratulating the People’s Republic of China in\r\nreaching this important milestone in its history.\r\nThe immediate practical needs are to determine what\r\npreventive action might be available, especially to the small\r\nand vulnerable. Advanced early-warning systems using\r\nsatellite-derived data and Internet dissemination would be\r\nessential, as would be the need to train and improve\r\ncapacities. Greater efforts to establish contingency planning\r\nand other preparedness measures for disaster-prone\r\ncountries are required. In all these, active cooperation at all\r\nlevels — national, regional and international — would be\r\nvital. Above all, we agree that we should maximize the\r\nlessons learned from the experience of the International\r\nDecade for Natural Disaster Reduction. It is critical for all\r\ncountries, especially the most vulnerable, that this work be\r\ncontinued.\r\nSamoa adds its voice to the expression of outrage at\r\nthe violations in East Timor. These are violations of\r\nprinciples and of Government responsibilities, violations\r\nagainst the innocent and defenceless. The real lesson of\r\nEast Timor is that a people’s aspirations for freedom will\r\ntriumph in the end. They cannot be suppressed for ever.\r\nIndeed, their balloted choice is abundantly clear. It is also\r\nthe lesson of East Timor that the United Nations is best\r\nplaced to safeguard rights and freedoms while ensuring\r\norder and security.\r\nWe are relieved that the multinational force is now in\r\nposition and we appreciate the ready and effective response\r\nof key States, including our South Pacific neighbours,\r\nAustralia and New Zealand. Samoa is especially grateful for\r\nthe clear and committed leadership taken by Australia.\r\nThe violations to which I have referred reinforce the\r\nneed for the world community to move as expeditiously as\r\npossible to complete the establishment of the International\r\nCriminal Court. Those responsible for these unacceptable\r\nacts of violence and crime must be brought to account.\r\nSamoa was able to contribute to the making of the Rome\r\nStatute. We are firmly committed to the early establishment\r\nof the Court, and we will continue to play a role in the\r\nwork of the Preparatory Commission. We believe very\r\nfirmly that the Court will provide an essential step in the\r\nname of human rights and the rule of law. To this end we\r\nshould ensure prompt and widespread ratification of the\r\nCourt’s Statute.\r\nSpeaking now in Samoa\u0027s role as Chairman of the\r\nAlliance of Small Island States (AOSIS) and on behalf of\r\nthe forty-three members of our Alliance, allow me, Mr\r\nPresident, to thank you most sincerely for the time and\r\neffort you have devoted to the special session to ensure\r\nits success.\r\nI also wish to express to all Member States, to the\r\nUnited Nations agencies and intergovernmental and non-\r\ngovernmental organizations, our very deep appreciation\r\nfor their participation in the twenty-second special session\r\nin the past two days. The AOSIS countries are especially\r\ngrateful for the expressions of commitment, understanding\r\nand support.\r\nWhat we have heard provides additional motivation\r\nfor us to make the Barbados Programme of Action one of\r\nreal and sustained implementation. There are critical\r\nchallenges that require attention. We are determined to\r\nturn those challenges into opportunities. With your\r\nsupport, we believe there is every prospect for\r\nachievement.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the Prime Minister of the Independent\r\nState of Samoa for the statement he has just made.\r\nThe Hon. Tuilaepa Sailele Malielegaoi, Prime\r\nMinister of Samoa, was escorted from the rostrum.\r\nAddress by Mr. Mahathir Mohamad, Prime Minister\r\nof Malaysia\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister of Malaysia.\r\nMr. Mahathir Mohamad, Prime Minister of\r\nMalaysia, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Prime Minister of Malaysia, His Excellency Mr.\r\nMahathir Mohamad, and inviting him to address the\r\nGeneral Assembly.\r\nMr. Mahathir (Malaysia): Mr. President, allow me\r\nfirst to congratulate you on your election to the\r\n3\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\npresidency of the General Assembly at its fifty-fourth\r\nsession. It gives me great pleasure to see the international\r\ncommunity honour both you and your country through your\r\nelection to this high office. I am confident that, given your\r\nvast experience and diplomatic skills, you will be able to\r\nsteer the proceedings of the Assembly to a successful\r\nconclusion.\r\nI join other speakers in expressing our gratitude to\r\nyour predecessor, His Excellency Mr. Didier Opertti, for the\r\ndedicated and effective manner in which he had guided the\r\nwork of the General Assembly at the last session.\r\nI would also like to take this opportunity to commend\r\nthe Secretary-General for his great dedication to the\r\nOrganization and the many contributions he has made in the\r\nservice of the international community.\r\nMalaysia would also like to join other Member States\r\nin welcoming, most warmly, the Republics of Kiribati and\r\nNauru and the Kingdom of Tonga as new Members of the\r\nUnited Nations. We look forward to working closely with\r\nthem, particularly on issues of common interest to the Asia-\r\nPacific region whence we come.\r\nThe twentieth century is coming to an end. Before we\r\nenter the twenty-first it is useful to review the events of this\r\ncentury so that we may learn from our experience and\r\nhopefully we will know how to conduct the affairs of the\r\ntwenty-first.\r\nThis century saw the most destructive wars which\r\ndestroyed billions of dollars of property and killed millions\r\nof people. It saw the most inhuman dictatorship in Germany\r\nwhere six million Jews were tortured and killed. It\r\nwitnessed the first nuclear bombs that killed hundreds of\r\nthousands instantly and many more due to the after-effects.\r\nWhen the greatest war in human history ended, this\r\nbody, the United Nations, was founded. We thought there\r\nwould be peace as the great Powers worked together in the\r\nUnited Nations. But that was not the case. Immediately the\r\nvictors divided themselves into two camps and initiated the\r\ncold war. However, it was the threat of a hot war that kept\r\nthe war cold. Each side built huge arsenals of nuclear and\r\nnon-nuclear weapons and glared at the other across deep\r\nchasms of misunderstanding as they threateningly fingered\r\ntheir nuclear triggers.\r\nFor the colonies of European nations there was an\r\nup side. Fear of defections to the other side forced the\r\ntwo camps to relax their grips on their colonial territories.\r\nCountries gained independence, but their survival\r\ndepended on their skills in playing the Western bloc\r\nagainst the Eastern bloc.\r\nUnfortunately this choice to defect to the other side\r\ndid not last. Suddenly the Communist side collapsed.\r\nLured by the apparent wealth of the Western free-market\r\nliberal democracies, the Eastern bloc jettisoned their\r\nauthoritarian centrally planned economies and adopted the\r\nliberal democratic free market overnight. They thought\r\nthat since they would now have a system similar to that\r\nof the Western bloc they would get the friendship,\r\ncooperation and help from the Western countries.\r\nThey were naive enough to think that after 70 years\r\nof command economy and dictatorship they could\r\novernight switch to the free market economy under the\r\nliberal democratic system. They soon found out that they\r\nknew nothing about how to make the system work and\r\nthat they would get no help from the Western nations.\r\nInstead the Western nations saw in their incompetent\r\nfloundering an opportunity to destroy the Eastern bloc, in\r\nparticular the principal flag-bearer, forever.\r\nEven as the inability to manage a free market\r\nresulted in galloping inflation, destruction of State\r\nenterprises and massive unemployment, the hedge funds\r\nand the Western financial institutions moved in to devalue\r\nthe currencies and make debt defaulters of this once\r\npowerful enemy. Despite knowing that these people could\r\nnot manage a free market liberal democracy\r\nat all, they were nevertheless urged and threatened into\r\ncontinuing anyhow. There was no going back for the\r\nEastern bloc countries.\r\nThe destruction of the Eastern bloc was complete. It\r\ncould never again militarily challenge the Western liberal\r\ndemocratic free marketeers. Now there would be only one\r\nchoice for the world, and no defection would be possible\r\nfor the countries of the world, big or small. With this the\r\nliberal democratic free market capitalists saw no more\r\nneed to be gentle in spreading their systems or in\r\nprofiting from them. No one would be allowed any other\r\npolitical or economic system except what was prescribed\r\nby the sole dominant bloc. The true ugliness of Western\r\ncapitalism revealed itself, backed by the military might of\r\ncapitalism\u0027s greatest proponent.\r\n4\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nFor the small countries, the demise of the Eastern bloc\r\nis a major disaster. Now they are exposed to pressures\r\nwhich they cannot resist, and very quickly they learned that\r\nthe free marketeers intend to milk them dry. As for their\r\npolitics, the instability of the liberal democratic system,\r\nwhich comes with a lack of understanding of its intricacies\r\nby the leaders as well as the people, meant that they would\r\nstay in a state of continuous turmoil, verging on anarchy.\r\nA few countries apparently managed to grow and\r\nprosper, but not for long. The currency manipulators and\r\nshort-term investors of the rich soon impoverished these\r\ncountries through devaluing their currencies and share\r\nprices. Impoverished and politically unstable, they were\r\nforced to borrow from the International Monetary Fund\r\n(IMF). Whether by design or through sheer lack of\r\nunderstanding, the economic regime imposed by the IMF\r\nfurther destroyed their economies. Soon their political\r\nfreedom was also subverted, and many had to accept\r\npolitical direction by the IMF, or the loans would not be\r\nmade available. For practical purposes, there was no more\r\nindependence.\r\nSo for the small independent countries of the world,\r\nthe future looks bleak. They are now being told that the\r\nworld should be borderless, that capital, goods and services\r\nshould flow freely between countries. There should be no\r\ndiscriminatory taxes to protect local industries or products.\r\nLocal banks, industries and products must compete on the\r\nsame footing as imported products, and their banks and\r\nindustries must compete with foreign banks and industries\r\nset up in their countries. No conditions must be attached to\r\nforeign banks and businesses which want to set up\r\noperations in their countries. They must have national status\r\nlike those given to local businesses. This way, it is said, a\r\nlevel playing field will be created and competition will be\r\nfair.\r\nBut can competition between giants and dwarfs be fair\r\neven if the playing field is level? The giant banks,\r\ncorporations and industries from the rich countries, with\r\nhuge local markets, can afford to lose money in a small\r\nforeign country when they make huge profits at home and\r\nelsewhere. The small businesses in the small countries will\r\ngo bankrupt if they lose money repeatedly. In the end they\r\nwill have to sell to the giant foreign companies or close\r\ndown altogether. There will be no more big local\r\ncompanies; there will be only branches of large foreign\r\ncompanies who will indulge in transfer pricing and will\r\nrepatriate most of their profit.\r\nThe efficient may produce better and cheaper goods,\r\nbut if a country does not export its own products to earn\r\nforeign exchange it will not be able to pay for imports.\r\nCheap high-quality goods mean nothing if you have no\r\nmoney to pay for them.\r\nThe markets of the poor countries may not be big,\r\nbut impoverishing them would result in lost sales for the\r\nrich. That was what happened when the currency traders\r\nimpoverished the countries they attacked. These countries\r\ncould not buy the products of the rich; that is, the rich\r\nlost their markets, and world trade contracted. Free,\r\nunrestricted flow of goods and services across borders\r\nmay be good for a while, but eventually it will destroy\r\nmarkets and result in contraction of world trade. The\r\nworld would actually become poorer because of free\r\ntrade.\r\nAfter the last war, the confrontation between East\r\nand West led to most of the colonies being liberated and\r\nbecoming independent countries. Being independent\r\nmeant the right to govern their countries themselves.\r\nUnaccustomed to wielding so much power, many of these\r\nGovernments failed. They became hopelessly indebted to\r\nthe banks of the rich countries. Their people suffered\r\nfrom incompetent and frequently oppressive rule. But the\r\nprinciple that prevailed in the third quarter of the\r\ntwentieth century was that no one should interfere in the\r\ninternal affairs of a nation. That, in fact, was the essence\r\nof independence.\r\nAs long as the world was divided into Eastern and\r\nWestern blocs, this principle was respected. But then a\r\npresident decided that his country had a right and a duty\r\nto see that human rights were not abused anywhere in the\r\nworld, irrespective of borders and the independence of\r\nnations. No one conferred this right on this crusading\r\npresident. But small things like that were not going to\r\nstop him.\r\nThe claim to victory of the West in the Gulf War\r\nwas regarded as a moral endorsement of the right of the\r\npowerful to interfere in any country’s internal affairs.\r\nSoon, it was not just human rights. Systems of\r\ngovernment and of the administration of justice and the\r\nfinancial and commercial systems came under scrutiny of\r\nthe powerful countries. They insist that there must be\r\nonly one way of administering a country, and that is the\r\nliberal democratic way. They insist that there can be only\r\none economic system for the whole world, and that is the\r\nfree market system. They insist that there must be\r\nopenness in everything, transparency, separation of the\r\n5\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nprivate from the public sectors, non-discrimination between\r\nethnic groups, and no discrimination against foreigners in\r\nfavour of nationals.\r\nAll these and more sound very good. They have\r\napparently worked for the developed countries of the West,\r\nmaking them rich and powerful, giving their people high\r\nstandards of living. But will they work for everyone? They\r\nseem to have forgotten that they took centuries to make\r\ntheir system work. Their transition from feudal oppressive\r\nrule was based in copious blood. Both rich and poor were\r\nmassacred as reforms were forced by a succession of\r\nuncaring tyrants, many elected by the people.\r\nEven today their system has not brought freedom and\r\nequity to large segments of their people, yet they insist that\r\nall the countries of the world, new or old, must\r\nimmediately adopt the only system of government — their\r\nsystem, their liberal democratic system. The newly\r\nindependent countries, which knew only the authoritarian\r\nsystem of government, cannot but fail. The former\r\nCommunist countries in particular found themselves unable\r\nto cope with the destabilizing challenges directed at\r\ngovernment authority in a liberal democracy.\r\nBut the new countries are not going to be allowed\r\ntime to learn and operate the system. They must change\r\nnow, immediately. If their countries are destabilized, if their\r\npeople suffer, if they regress economically, that is\r\nirrelevant. The important thing is that they must\r\ndemocratize and liberalize. If they fail to do so, they will\r\nbe forced to do so through arm-twisting, trade sanctions and\r\nmilitary action, if necessary.\r\nThat these measures are more oppressive than those of\r\nthe disapproved regimes and systems does not matter. The\r\nadoption of the approved system would destabilize the\r\ncountries further and cause further suffering. All this does\r\nnot matter, because the most important thing is the adoption\r\nof the system, not the benefit to be derived from it.\r\nIt is the same with economic management. There must\r\nbe liberalization and deregulation. The Government should\r\nnot help the business sector, should not give it any\r\nprotection. If businesses are attacked by outside forces,\r\nfairly or unfairly, and they lose, then let them die. They\r\nmust be inefficient if they lose, and the world has no time\r\nor sympathy for inefficient losers.\r\nAnd so giant currency traders, their funds leveraged\r\none hundred times or more, are pitted against central banks\r\nwith limited reserves and without leveraging rights. The\r\neconomies of whole countries and regions are destroyed,\r\nbut the cries for protection by these countries are ignored.\r\nThe fields are level, and the free movement of capital is\r\na part of the secret free trade. Everyone must accept\r\nwhatever happens because it is free trade. All the\r\ncurrency traders are doing is to discipline Governments so\r\nthat they conform to the system and do away with their\r\nbad old system.\r\nIn the financial crisis, Governments may not help\r\nbusinesses to recover. To do that means a bail-out of\r\ncronies. Let them die; let there be blood. Only then will\r\nGovernments be considered serious in wanting to reform\r\ntheir systems, to adopt best practices, world standards and\r\nthe only proper way to administer the economy. If the\r\nGovernment becomes bankrupt in trying to do this, that\r\nis all right. The important thing is to do things correctly,\r\neven if the country is destroyed, the people starve to\r\ndeath, anarchy reigns and the Government overthrown.\r\nThere is a touching concern on the part of the West\r\nover human rights. But the definition of human rights\r\nseems limited to an individual’s right of dissent against\r\nthe Government. Millions of people in a country will be\r\nmade to suffer through sanctions and even bombings in\r\norder that a few dissenters may enjoy their rights of\r\ndissent. Apparently the rest of the population, hundreds of\r\nmillions of them sometimes, have no rights. Their rights\r\nare not considered human rights. Thus depriving millions\r\nof the right to work as a result of currency trading is not\r\nconsidered as a violation of human rights. In the Western\r\nperception only individuals have rights; the masses do\r\nnot.\r\nThe concern over child labour and sweatshop\r\nfactories is expressive of a sense of caring. Unfortunately\r\nthe concern is shown only when the products of child\r\nlabour and sweatshops compete successfully with the\r\nproducts of highly paid, high-living four-day-a-week\r\nworkers in the developed countries.\r\nChild labour and sweatshops are not something\r\nwhich anyone would defend, but consider the extreme\r\npoverty of the people in some countries. They have no\r\ncapital, no technology or expertise, no markets at home,\r\nno Harvard-trained managers. All they have is low-cost\r\nlabour. For the workers, the tiny wages that they earn are\r\nfar better than starvation and death. If we really care, then\r\ninvest and pay high wages. The sweatshops will disappear\r\nand adults will earn enough to feed their children. Forcing\r\nthem to stop child labour and sweatshops will only cause\r\nmore suffering for their people. Telling them to stop\r\n6\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nproducing children is not a solution either. We know that\r\nthe poor have a higher birth rate than the rich. To stop the\r\npopulation explosion which the West is worried about,\r\nenrich these people. Closing their sweatshops and stopping\r\ntheir children from working will only impoverish them\r\nfurther and cause them to have more children.\r\nWith the end of the East-West confrontation, conflicts\r\nhave increased instead of decreased. The Palestinian\r\nproblem is still not resolved, but the sanctions against and\r\nthe bombing of Iraq, the sanctions against Libya, the\r\nconflicts resulting from the break-up of the Soviet Union,\r\nand the stirring up of unrest and rebellions, or near-\r\nrebellions, by open support for insurrection go on. Before,\r\nit was the Communists who stirred up rebellion everywhere,\r\nincluding in Malaysia. Now we have the liberal democrats\r\ndoing exactly the same in the same manner, complete with\r\nsupply of arms. Whether it is a communist or a liberal\r\ndemocratic insurrection, the people suffer not one bit less.\r\nThe United Nations seems helpless. Indeed, it is often\r\nbypassed by the big and the powerful. Now groupings of\r\npowerful nations or even one nation by itself seem to\r\ndecide when to step in and when to step out. While they\r\nlike to wield power, they are inordinately unwilling to pay\r\nthe price. “Tele-wars” are conducted using high technology,\r\nsuch as the so-called pinpoint bombings, in order to avoid\r\nbody bags coming home. This unwillingness to face the\r\nenemy often results in the unnecessary killing of innocent\r\npeople and the destruction of the wrong targets.\r\nUnfortunately, no one should expect any change for as\r\nlong as the United Nations belongs to the permanent five.\r\nThe structure of the United Nations will continue to reflect\r\nthe glorious victory of these nations 50 years ago. For the\r\nsmall countries, yearly speeches and various anniversary\r\nspeeches will be allowed. Occasionally there will be\r\nmembership in the Security Council. But despite the fact\r\nthat at least three of the permanent five are vociferous\r\nadvocates of democracy, there will be no democracy in the\r\nUnited Nations. The only saving grace is the agencies and\r\ntheir good work.\r\nUnfortunately, some in the United Nations have rather\r\nunusual principles. Normally a neutral or unbiased person\r\nwould be chosen to study, report on and give an opinion or\r\npass judgment on something. But the United Nations chose\r\na person well-known for his virulent attacks against the\r\nMalaysian judiciary to report on that institution. The United\r\nNations then conferred on him total immunity with respect\r\nto the laws of his country without reference to or consent\r\nby the country. This immunity apparently extends beyond\r\nhis task of reporting his findings to the United Nations.\r\nHe may publish his opinions and defame people and the\r\nsubject of his study anywhere and everywhere. Is there no\r\nlimit to a United Nations Commissioner’s or Rapporteur’s\r\nimmunity?\r\nWe are told that Governments must not interfere\r\nwith the judiciary. Yet in this case the Government is\r\nexpected to instruct the judiciary not to act against this\r\nUnited Nations Commissioner for breaking the laws of\r\nthe country. I am not blaming the Secretary-General for\r\nthis. It is the peculiar system and principles which guide\r\nthe choice of the United Nations Commissioner or\r\nRapporteur that I find unacceptable. Nor do I think it\r\nproper to hint at dire consequences for the Malaysian\r\nnation if this man is not freed from court action for open\r\ncontempt and defamation. There is something not right\r\nhere which the United Nations needs to look into.\r\nBut small countries lack a public forum to air their\r\nviews freely. The Western media distorts everything that\r\nthey say or do. Again we are expected to give immunity\r\nto western journalists; they may break our laws, but no\r\nlegal action may be taken against them. I would like to\r\npoint out that in Malaysia not even the King and the\r\nhereditary Sultans are above the law.\r\nThis then is the scenario in the last quarter of the\r\ntwentieth century. We will carry this baggage into the\r\ntwenty-first century and the new millennium. For the poor\r\nand the weak, for the aspiring tigers and dragons of Asia,\r\nthe twenty-first century does not look very promising.\r\nEverything will continue to be cooked in the West. Just\r\nas communism and socialism came from the West, liberal\r\ndemocracy, globalization, a borderless world,\r\nderegulation, unfettered free flows of capital and their\r\nflights to quality, the disciplining of Governments by the\r\nmarket and by currency traders, and a host of other ideas\r\nall come from the West. And what is from the West is\r\nuniversal. Other values and cultures are superfluous and\r\nunnecessary. If they remain, there will be a clash of\r\ncivilizations. To avoid this clash there should be only one\r\ncivilization in the world. Everything should be\r\nstandardized according to Western best practices. They\r\nmay change only if the West changes. Thus the globalized\r\nworld will be totally uniform. Variety is equal to\r\nintransigence and must therefore be eliminated.\r\nMalaysia has just gone through a very traumatic\r\nexperience. In a matter of weeks, 42 years of hard work\r\nto develop the country was destroyed, in particular the\r\n7\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\naffirmative action to reduce the enmity between races in\r\nMalaysia.\r\nWe have devised our own formula for recovery. With\r\nthe blessings of Allah, we have turned around and are on\r\nthe road to recovery. But we are being pressured to\r\nabandon our currency control. We do not understand why.\r\nIt has done us a lot of good. It has done no harm to\r\nanybody except a few thousand rich currency manipulators.\r\nForeigners doing real business in our country have profited\r\nfrom the so-called controls. But we are still being urged to\r\nconform to an international financial system which has\r\nenabled the unscrupulous to destroy the wealth of many\r\nnations.\r\nNo serious attempt is being made to change the\r\ninternational financial system. So far there is only talk\r\nabout intentions. But the threat of financial, economic and\r\npolitical destabilization remains.\r\nMalaysia wishes only to be allowed to manage things\r\nin its own way, in the interests of its own people. We will\r\nnot harm others. We are not turning our backs on the\r\nworld. We have always cooperated with the rest of the\r\nworld, in particular with the United Nations. We will\r\ncontinue to do our bit for world peace. Just as we accept\r\ncriticism, warranted and unwarranted, we hope others will\r\nalso tolerate our criticism of them. Free speech would be\r\nmeaningless if criticism could be directed only at the poor\r\nand the weak and never at the rich and powerful. In\r\ncriticizing others, we are only exercising our right to\r\nfreedom of expression.\r\nWe are not too enchanted by the prospects we foresee\r\nfor the next century. But I can assure the Assembly that we\r\nwill be a responsible nation, friendly towards all who are\r\nfriendly towards us and harbouring no bad intentions\r\ntowards anyone.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the Prime Minister of Malaysia for the\r\nstatement he has just made.\r\nMr. Mahathir Mohamad, Prime Minister of Malaysia,\r\nwas escorted from the rostrum.\r\nThe President: I now give the floor to the Minister\r\nfor Foreign Affairs of Australia, His Excellency The\r\nHonourable Alexander Downer.\r\nMr. Downer (Australia): May I begin by adding my\r\ncongratulations to those of my colleagues on your election,\r\nSir, as President of the General Assembly at its\r\nfifty-fourth session. You are no stranger to these halls —\r\nyou were here first as an observer and later as a\r\nrepresentative. You bring a wealth of experience to your\r\nposition, and we are pleased to see Namibia taking\r\nleadership roles in both the General Assembly and the\r\nSecurity Council.\r\nBefore I move to the main substance of my remarks\r\ntoday, I want to take this opportunity to mention two\r\nmatters.\r\nFirst, I welcome the three new members of the\r\nUnited Nations: Kiribati, Nauru and Tonga. Having\r\nworked closely with these three countries in our own\r\nAsia-Pacific community, it is a particular pleasure for me,\r\nas the Foreign Minister of Australia, now to have the\r\nopportunity to take that cooperation into this larger family\r\nof nations.\r\nThe second matter is one that seized the attention of\r\nthe entire Australian population earlier this year: the fate\r\nof two CARE Australia workers, Steve Pratt and Peter\r\nWallace, who were imprisoned by the Federal Republic\r\nof Yugoslavia. Thanks in no small measure to the support\r\nof the international community, Steve and Peter were\r\nreleased from prison on 1 September. The efforts of\r\nSecretary-General Kofi Annan, the High Commissioner\r\nfor Refugees, Mrs. Ogata and the High Commissioner for\r\nHuman Rights, Mrs. Robinson, and the continued support\r\nof the United Nations Office for the Coordination of\r\nHumanitarian Affairs, were invaluable in gaining the\r\nmen’s release.\r\nI would also like to thank President Ahtisaari of\r\nFinland, the Greek Government, Nelson Mandela, Pope\r\nJohn Paul and the many other individuals who generously\r\nlent their support to this cause. The international\r\ncommunity’s cooperation in this case demonstrates the\r\nstrong commitment we share to protecting our\r\nhumanitarian workers from persecution, and to ensuring\r\ntheir capacity to carry out their important work in safety.\r\nAustralia will continue to support international efforts to\r\nsecure the release of Branko Jelen, a Yugoslav national\r\nand an employee of CARE Australia, who continues to\r\nserve time in a Yugoslav prison.\r\nYou, Mr. President, take up your responsibilities at\r\na most auspicious time, as the nations of the world enter\r\na new millennium. As they do so, it is appropriate for us\r\nto reflect on the past and the future of the United Nations,\r\nwhat it has achieved and what tasks remain unfulfilled.\r\n8\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nOf course, the various aspects of this subject are as\r\nnumerous and diverse as the operations of the United\r\nNations itself, which has evolved from a modest operation\r\nin the early days after the end of the Second World War to\r\nbecome an Organization that touches on just about every\r\nfacet of human existence.\r\nToday I want to concentrate on just two matters. The\r\nfirst is perhaps the most fundamental task before this\r\nOrganization: the maintenance of global peace and security\r\nthrough humanitarian intervention. This is a subject that has\r\nbeen at the centre of my own thinking, especially over\r\nrecent weeks because of the role Australia has played in the\r\nresolution of the conflict in East Timor. I believe that the\r\nactivities of the United Nations in that Territory stand as an\r\nexample of the kind of work to which this Organization can\r\nreally add value.\r\nThe other matter — the reform of the United\r\nNations — is on the face of it a rather prosaic matter. But,\r\nin truth, reform is the key to every single function of this\r\nOrganization, for without it we cannot hope to equip the\r\nUnited Nations to face the demands of our ever-changing\r\ninternational environment. The United Nations must change\r\nand adapt, or become increasingly irrelevant.\r\nI turn now to the question of the future of East Timor.\r\nIt is now just over a week since the first elements of the\r\nInternational Force in East Timor (INTERFET) began\r\narriving in Dili to commence the task set for it under\r\nSecurity Council resolution 1264 (1999) of 15 September\r\nto restore peace and security in East Timor, to protect and\r\nsupport the United Nations Mission in East Timor in\r\ncarrying out its tasks and, within force capabilities, to\r\nfacilitate humanitarian assistance programmes.\r\nI am pleased to report that INTERFET’s deployment\r\nhas been smooth and peaceful, and that elements of the\r\nforce are now spreading across the territory of East Timor.\r\nIt has begun the vital work of bringing peace back to the\r\ntroubled island, and of assisting in creating the right climate\r\nfor the provision of the food, shelter and medical assistance\r\nthat the East Timorese desperately require. This is the latest\r\nchapter in the long association of the United Nations with\r\nEast Timor, an association that has lasted for more than a\r\nquarter of a century. The process that has brought us here\r\nhas been long and difficult, but at last we may be\r\napproaching a peaceful resolution of the tragedy that has\r\nbeset the East Timorese people for so long.\r\nThe fact that we have arrived at this point owes much\r\nto President Habibie of Indonesia. It was President Habibie\r\nwho led his country down the path of democracy after the\r\ndeparture of former President Soeharto. Under President\r\nHabibie’s guidance, Indonesia held its first democratic\r\nelections in more than four decades, and it now awaits the\r\nelection of its next President. It was also President\r\nHabibie who decided to allow the people of East Timor\r\nto choose between greater autonomy within Indonesia and\r\nindependence. Those were momentous decisions —\r\ndecisions that reflect the massive strides that Indonesian\r\nsociety has made in just a few short months. Australia\r\nstood by the Indonesian people as they began their\r\ntransition to democracy, and we will continue to do so in\r\nthe years ahead.\r\nRegardless of the problems that have beset the\r\ntransition process in East Timor, President Habibie and\r\nhis administration deserve full credit for actually initiating\r\nthat process. I also want to make special mention of the\r\nrole played by the Secretary-General, Mr. Kofi Annan, in\r\nseeking a peaceful resolution of East Timor\u0027s status.\r\nThe conclusion on 5 May this year of the tripartite\r\nAgreement among Portugal, Indonesia and the United\r\nNations owed much to the hard work and perseverance of\r\nthe Secretary-General, who helped guide the parties\r\ntowards a settlement that provided for a credible and\r\norderly ballot on East Timor\u0027s future. In doing so, he\r\nmaintained the honourable tradition of his predecessors as\r\nSecretary-General, who since 1983 had been working with\r\nPortugal and Indonesia towards a comprehensive and just\r\nsolution to the region\u0027s difficulties.\r\nIt would be remiss of me if I did not also mention\r\nthe sterling work done both before and after the\r\nconclusion of the Agreement by the Secretary-General\u0027s\r\nPersonal Representative, Ambassador Jamsheed Marker,\r\nand his deputy, Francesc Vendrell. The work of those two\r\nmen was crucial to the successful outcome of the\r\nnegotiations and to the holding of the ballot in East\r\nTimor.\r\nOf course, the conclusion of the tripartite Agreement\r\nwas just the beginning of the process to allow the East\r\nTimorese to decide their own fate. With the establishment\r\nby the Security Council on 11 June of the United Nations\r\nMission in East Timor (UNAMET), the practical work of\r\nholding the popular consultation got under way. Under the\r\nleadership of Ian Martin, UNAMET began the difficult\r\nand often dangerous task of organizing a vote in only 12\r\nshort weeks. Thanks to the enthusiasm and application of\r\nIan Martin and his team, that task was accomplished with\r\nresults that few could have ever dreamed of. The fact that\r\n9\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nmore than 450,000 people were able to register to vote and\r\nthat 98.6 per cent of them actually did so is a remarkable\r\ntribute to the courage and the thirst for democracy of the\r\nEast Timorese people.\r\nBut it is also a tribute to the effectiveness of\r\nUNAMET and its staff, and a fine example of how\r\neffective the United Nations can be in situations of conflict\r\nand transition. The work done by UNAMET staff in the\r\ndays before the ballot and in the tragic days following it\r\ndeserves our highest praise. Unarmed, in a tense and\r\nemotionally charged atmosphere, they carried out their\r\nduties magnificently. In particular, the military liaison and\r\ncivilian police components of UNAMET, led respectively\r\nby Brigadier General Rezaqul Haider of Bangladesh and\r\nCommissioner Alan Mills of Australia, played crucial roles\r\nas the interface between UNAMET and the Indonesian\r\npolice and military authorities.\r\nUNAMET carried out its work at great risk to the staff\r\ninvolved, and, tragically, several locally engaged employees\r\npaid for their dedication with their lives. That fact is a stark\r\nreminder of the great personal cost that is often associated\r\nwith United Nations operations, and a reminder to us all of\r\nthe need to make the security and personal safety of United\r\nNations staff one of our most urgent priorities. The United\r\nNations must rely on its staff to carry out its various\r\nmandates. A threat to the person of a United Nations staff\r\nmember must be treated as a threat against the United\r\nNations itself.\r\nIt is a matter of unfortunate record that the upsurge of\r\nviolence in East Timor after the ballot on 30 August swept\r\nup not just United Nations staff members, but hundreds and\r\nmaybe thousands of East Timorese. The world has\r\nwitnessed the most horrible cruelty visited on the island\u0027s\r\npopulation by people who were unwilling to accept the\r\noutcome of the vote. To the great credit again of President\r\nHabibie, he sought military assistance through the Security\r\nCouncil. In response, the Security Council delivered a\r\nstrong resolution and a positive mandate for peacekeeping\r\noperations, a mandate that will ensure that the will of the\r\nEast Timorese people, as expressed in the 30 August vote,\r\nwill be carried out.\r\nWe in Australia have been very heartened by the\r\npositive international response to the call for military forces\r\nto make up the international force in East Timor and its\r\nsuccessor peacekeeping force. As I have mentioned, the\r\ninternational forces under the command of Major-General\r\nPeter Cosgrove, have begun to restore order in East Timor.\r\nThere are currently some 3,200 personnel on the ground,\r\ndrawn from a range of countries, with strong\r\nrepresentation from our own Asia-Pacific region. The\r\nlarge number of countries participating in the force, and\r\ntheir wide geographical representation, is evidence of the\r\nwidespread international determination to see a peaceful\r\nand orderly transition in East Timor\u0027s status.\r\nI am also very pleased to note that UNAMET\r\npersonnel have now returned to the island, and will be\r\nable to continue their important work.\r\nIn discussing the activities of the United Nations in\r\nEast Timor, I must also mention the humanitarian work\r\ndone by United Nations agencies. Mrs. Sadako Ogata, the\r\nUnited Nations High Commissioner for Refugees, has\r\ntravelled to West Timor to examine the plight of East\r\nTimorese refugees in that territory, and Australia fully\r\nsupports her efforts.\r\nAustralia is also the staging point for humanitarian\r\nassistance operations being carried out by agencies such\r\nas the World Food Programme and the United Nations\r\nChildren\u0027s Fund. Additional relief efforts are also planned\r\nby the World Health Organization and the Food and\r\nAgriculture Organization of the United Nations. Australia\r\nhas already pledged $7 million towards the humanitarian\r\nefforts of United Nations agencies and other\r\norganizations.\r\nThe United Nations is also seeking to address the\r\nhuman rights violations that have been widespread in East\r\nTimor. Security Council resolution 1264 (1999) called on\r\nthose responsible for violence in East Timor to be brought\r\nto justice. Australia supports efforts by the Indonesian\r\nGovernment and the United Nations to bring to account\r\nthose responsible for the grievous acts of criminal\r\nviolence visited upon the East Timorese people, and will\r\noffer all appropriate assistance in this regard.\r\nMore generally, there is now an urgent need to move\r\nas soon as possible to the third phase of the United\r\nNations plan for East Timor. This will require all parties,\r\nmost especially Indonesia and Portugal, to work closely\r\nwith the Secretariat. Australia will do what it can to assist\r\nin this process, which will build the foundation for the\r\ntransition in the territory\u0027s status.\r\nIn its activities in East Timor, the United Nations\r\nhas demonstrated some of its fundamental strengths as an\r\norganization. It is helping to bring about the resolution of\r\nan international problem that had been festering for a\r\nquarter of a century. It provided the infrastructure that\r\n10\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nallowed a free and fair expression of the will of the East\r\nTimorese people. And when the security situation could not\r\nbe controlled, it facilitated the creation of an international\r\nforce to put the transition process back on track and end\r\ngross violations of human rights.\r\nI have been struck by the deep historical resonances of\r\nthis process, for when the United Nations was established\r\nat the end of the Second World War, part of its rationale as\r\nan organization was to have been the impartial and\r\nobjective resolution of international problems, free of the\r\nold cycles of retribution through resort to aggression. The\r\nancient resort to armed force and the notion that might was\r\nright were to have been overturned, and in their place the\r\ncommunity of nations was to cooperate to settle\r\ninternational disputes and solve global problems. The world,\r\nhaving won a victory over nazism, was determined that\r\nsimilar evils would never again prevail.\r\nWell, we have seen plenty of occasions in the past 50\r\nyears where practice has not measured up to the ideals. But\r\nevery now and then, the process works, and I believe that\r\nmany elements of the work of the United Nations in East\r\nTimor are evidence of that. Of course, that is not to say\r\nthat the process cannot be improved; of course it can. But\r\nif we can identify and build upon the positive elements of\r\nour East Timor experience, I believe that we can not only\r\nimprove the situation of the people of that territory, but\r\nmay also be able to provide a speedier and more thorough\r\nresolution of other international crises in the future.\r\nWe need also to draw lessons from the negative\r\naspects of events in East Timor. Through our efforts there,\r\nwe have shown what the United Nations can do well. Let\r\nus build on that effectiveness, and strive for an organization\r\nthat is even more relevant to global peace and security in\r\nthe next millennium.\r\nI now turn to another aspect of increased\r\neffectiveness: the question of United Nations reform. In a\r\nrecent report on preparations for the Millennium Assembly\r\nand the millennium summit, the Secretary-General\r\ndescribed the United Nations as a unique institution. No\r\none could disagree that the contribution of the United\r\nNations to the pursuit of peace and security, to the\r\neconomic and social advancement of all peoples and to the\r\npromotion of human rights over the last 50 years or so has\r\nbeen not just of enormous value, but also truly unique in\r\nworld history.\r\nThe twenty-first century, however, will bring with it\r\nnew challenges and, I hope, new opportunities.\r\nUnder the direction of Kofi Annan, this Organization\r\nhas begun the important and necessary steps to equip\r\nitself to face these challenges through genuine\r\nadministrative and management reform. This has included\r\npromising changes in financial and personnel practices,\r\nsignificant economies, improving coordination between\r\nUnited Nations bodies, significant rationalization of\r\nSecretariat structures and more efficient use of\r\ntechnology. Such reforms make the work of the United\r\nNations more efficient and provide real savings for the\r\nOrganization. Those savings can then be used for other\r\nprogrammes that benefit all Member States, but\r\nparticularly the developing Members of the United\r\nNations.\r\nThe challenge for the United Nations — and, let us\r\nall recognize its Member States — is to ensure that this\r\nmomentum is sustained and taken forward. A former\r\nAustralian Prime Minister, Sir Robert Menzies, said over\r\n40 years ago that “when we talk of the United Nations,\r\nwe should remember what it is in fact, and not be led off\r\nby dreams of what we would like it to be in another kind\r\nof world.”\r\nWe need to accept that the United Nations exists in\r\na real world and be realistic about what it can achieve.\r\nWe need to ensure that the Organization\u0027s structures and\r\nprocesses better reflect the realities of the twenty-first\r\ncentury. We need an expanded, more representative and\r\nmore transparent Security Council, and an electoral group\r\nsystem which reflects the geo-political and economic\r\nrealities of today rather than the early nineteen sixties. To\r\nachieve real reforms on these and other subjects, Member\r\nStates must work together in a sustained and cooperative\r\nmanner. And they must also demonstrate their\r\ncommitment to the Organization by paying their\r\ncontributions on time and in full.\r\nReform of the United Nations means building a\r\nstronger and more effective Organization that can deliver\r\non its commitments to the world\u0027s people. It means less\r\nwaste and more practical activities. It means developing\r\nan Organization that is equipped to meet whatever\r\nchallenges the new century may bring.\r\nUltimately, it means creating a United Nations that can\r\nmaintain its relevance when many national and\r\ninternational institutions are falling by the wayside, made\r\nobsolete by the rapid pace of change.\r\nI want to conclude my remarks with a call for the\r\nUnited Nations to concentrate on building on its strengths.\r\nI have mentioned the need to stick with a programme of\r\n11\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nthorough and fundamental reform, for that is a basic\r\nprerequisite for the continued effectiveness of the\r\nOrganization. But I have also mentioned the United Nations\r\nwork in East Timor as an example of how the Organization\r\ncan, and does, make a real difference in the resolution of\r\ncomplex and challenging foreign policy and humanitarian\r\nproblems. Not only was the United Nations able to\r\nadminister a ballot in circumstances in which many\r\nobservers thought the task impossible, but it was also able\r\nto provide for the insertion of a peacekeeping force when\r\nlaw and order broke down. Those who wished to\r\nexterminate an entire community were foiled.\r\nThose are great strengths. But we need to be able to\r\nconsolidate them to make the United Nations a more\r\neffective Organization. We must, for example, be able to\r\nensure that the United Nations can intervene quickly when\r\nrapidly deteriorating conditions threaten entire nations. That\r\nwas the lesson of Rwanda. I was struck by the comments\r\nmade by the Secretary-General on this subject when he\r\naddressed the Assembly last week. As the Secretary-\r\nGeneral suggests, changing international circumstances —\r\nincluding the spread of notions of individual rights and the\r\nidea that the international community has a responsibility to\r\nrespond effectively to humanitarian crises — are\r\nchallenging traditional notions of national sovereignty. The\r\nUnited Nations needs to focus on these challenges and\r\nbegin the process of defining when and how the\r\nOrganization should act in the face of humanitarian crises.\r\nIt may be an old cliché to say that the world is\r\ngrowing ever smaller, but it is true just the same. In days\r\ngone by, the nations of the world may have been forgiven\r\nif they acted too slowly in the face of a humanitarian crisis.\r\nTales of atrocities, famine and natural disaster took weeks\r\nor months to filter out from the more inaccessible areas of\r\nthe globe. Today, those same stories are likely to be on\r\ntelevision screens within hours, or even minutes.\r\nIn the face of such indisputable evidence,\r\nGovernments will be forced to act. Those that resist will\r\nhave to face a domestic and international audience as well\r\ninformed as they. That is the kind of environment in which\r\nthe United Nations will increasingly have to function,\r\nwhere the results of inaction will be seen instantly and the\r\nconsequences of failure subject to instant and very telling\r\nscrutiny.\r\nSome will be concerned about interference in national\r\nsovereignty, and obviously that is an important and\r\nlegitimate concern. Others will say that the greater principle\r\nis that of natural human solidarity. But whatever view is\r\ncorrect, this environment is a fact we now have to deal\r\nwith, whether we like it or whether we don\u0027t. When we\r\nall gather here in New York each year, it is easy to get\r\ncaught up in the daily business of the United Nations, in\r\nthe resolutions, the committee meetings, the briefings and\r\nthe caucusing.\r\nHow often do we stop, and remind ourselves of the\r\npurposes for which we meet? If we genuinely wish to\r\nuphold the Charter, if we really do want to maintain\r\ninternational peace and security, help develop our\r\neconomic and social strengths and promote respect for\r\nhuman rights and fundamental reforms, surely we can\r\nstart by upholding the most basic right of all, that of life.\r\nIn the face of acts of genocide, or of human rights\r\nabuses on a horrendous scale, the nations of the world\r\nmust act. I am a firm realist when it comes to foreign\r\npolicy, but am also a great believer in the value of\r\nidealism. More than 50 years ago, our predecessors\r\ncreated the United Nations in the firm hope that there\r\ncould be a new international order to replace the old, a\r\nspirit of cooperative international action that could avoid\r\nthe competition and aggression that caused two world\r\nwars.\r\nAs we approach the end of this century, it is true\r\nthat the United Nations has not lived up to all the hopes\r\nof its founders. But the great promise of the Organization\r\nremains. The United Nations response to developments in\r\nEast Timor has shown just what positive action on the\r\npart of this Organization can accomplish. We know the\r\ngreat things this body can achieve. Let us all try to build\r\non those achievements, so that we may create an\r\nOrganization that can truly address the most pressing\r\nproblems of the international community. We can build an\r\nactive and practical United Nations to meet both the\r\naspirations of its Member nations and, also, the legitimate\r\nneeds of all humanity.\r\nMr. President: I next give the floor to the Deputy\r\nPrime Minister and Minister for Foreign Affairs of Israel,\r\nHis Excellency Mr. David Levy.\r\nMr. Levy: (Israel) (spoke in Hebrew; English text\r\nfurnished by the delegation): The fifty-fourth session of\r\nthe General Assembly of the United Nations takes place\r\nat a time marking humanity\u0027s crossing into the next\r\nmillennium. It emerges as a link in the long chain of\r\ntumultuous events that have reshaped the map of the\r\nfamily of nations.\r\n12\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nThe United Nations was born against the backdrop of\r\nthe destruction and desolation of the Second World War,\r\nthe most bitter, deadly and inhumane war known to\r\nmankind. The descent of the Nazi regime to the depths of\r\nevil was like an eclipse in the history of civilization and\r\nwill be recalled in history as a nightmare in which man\r\ncreated the devil, who wreaked devastation, destruction,\r\nterror and annihilation upon the world. The stand taken by\r\nthe Allied forces against the Nazi monster, and the creation\r\nof the United Nations in April 1945, on the verge of the\r\ndefeat of the forces of destruction, was an act that marked\r\nthe return of humanity to its senses, to salvage the future of\r\nmankind.\r\nIn this month when we mark 60 years since the\r\noutbreak of the most horrible of wars, we are strengthened\r\nmore than ever in our sense of hope and confidence in the\r\nnecessity of the United Nations and of its activities\r\nthroughout the world. The various agencies of the United\r\nNations work to enhance world health and tend the sick; to\r\nsupply the needy with food and nourishment; to build\r\nbridges between cultures; to promote education and\r\novercome ignorance; to instil hope into the lives of refugees\r\nand displaced persons; and to assist the victims of disasters,\r\nwhether natural or man-made.\r\nThe soldiers of the United Nations forces are the true\r\npeacekeepers of our age. In its corps are soldiers from all\r\nthe nations of the world. At times they risk their lives in\r\nareas riddled with conflict and violence around the world,\r\nwhether their United Nations mandate is to make peace or\r\nto be observers that safeguard the peace. These distinctions,\r\nimportant as they may be to the policy makers and shapers\r\nof international relations, have no meaning to the individual\r\nUnited Nations soldier, posted far from his country, who\r\nbrings hope and tranquillity to places fraught with tragedy,\r\nsuffering and violence.\r\nAfter many centuries of violence and war, of\r\nenslavement and destructiveness in the name of murderous\r\nideologies, after decades of cold war and polarized world\r\nalliances of the East and the West, the human race is now\r\nmaking great strides down the paths of peace and\r\nreconciliation. Before our very eyes, a process is\r\nenveloping the world, signalling hope for the future.\r\nMankind is adopting a new path, the path of the prophet\r\nIsaiah, who as far back as 2,600 years ago prophesied that\r\nthe day would come when\r\n“they shall beat their swords into ploughshares, and\r\ntheir spears into pruning-hooks: nation shall not lift up\r\nsword against nation, neither shall they learn war\r\nany more.” (The Holy Bible, Isaiah 2:4)\r\nThis prophecy — which has been adopted by the\r\nUnited Nations as a source of hope, as the symbol of the\r\nvictory of the good in human beings over evil — should\r\nserve today more than ever as a beacon and a path for all\r\nwho cherish peace around the world and for their\r\nrepresentatives gathered here today.\r\nThe world has become more open. Satellites, the\r\nInternet and telecommunications networks shorten\r\ngeographical and cultural distances. The political and\r\nideological blocs of the past have disintegrated, and the\r\nwalls of animosity have fallen along with the tyrants and\r\ndictators who built them. They are being replaced by new\r\nblocs, some of which are in the process of being created\r\nwhere development and prosperity reign. I hope and\r\nbelieve that these beneficial transformations will also\r\noccur in the Middle East.\r\nIn our region, too, the light of hope has been\r\nrekindled. We are now in the midst of a political process,\r\nthe objective of which is to reach peace between States\r\nand reconciliation between peoples. Israel aspires to reach\r\na comprehensive peace with its neighbours, a peace of\r\nharmony. Israel will not be satisfied with a merely\r\npolitical or strategic peace. In our eyes, the absence of\r\nwar is not the peace we aspire to achieve.\r\nMay I be allowed to emphasize once again that\r\npeace means a culture of peace; peace means no more\r\nthreats of violence, whether implied or categorical; peace\r\nentails the end of boycotts, the end of contempt and\r\ndefamation, the end of incitement and confrontation...\r\npeace is also a language of peace: it is the way leaders\r\naddress their nations, teachers teach their students and\r\nreligious leaders inspire their followers.\r\nAt a time when various kinds of religious extremism\r\nare rearing their heads and eroding human wisdom and\r\nhuman freedom, it is essential that inter-faith dialogue be\r\nstrengthened and that the religions be manifested in their\r\nenlightened forms, which sanctify tolerance and\r\ncoexistence.\r\nOn the way to achieving peace in our region, we\r\noften find ourselves confronted with contradictory\r\nrealities. Parallel to the political process, our negotiating\r\npartners are conducting a constant political war against\r\nIsrael in various international forums, including from the\r\npodium of this Assembly. This dualism is inconsistent\r\n13\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nwith the peace process and is intolerable, as are the extreme\r\ndecisions taken by the Arab League against Israel. These\r\ndecisions are not in keeping with the spirit of peace, as\r\nexpressed in the Sharm el-Sheikh Memorandum.\r\nWe hoped for and expected a different atmosphere,\r\none that would complement the impetus initiated by the\r\nnew Government in Israel. We have been saddened to\r\nwitness events that undermine the essence of peace. These\r\nevents can be defined only as anti-peace resolutions.\r\nEngaging in a peace process, on the one hand, and\r\nmaintaining anti-Israel declarations and resolutions, on the\r\nother, raises some serious concerns about our negotiating\r\npartners and their concept of peace. Is it a peace of\r\nnormalization with open borders, or is it only one of\r\ntemporary initial recognition? Will our relations with the\r\nGulf and Maghreb countries, such as Morocco, Tunisia,\r\nMauritania, Qatar and Oman, be allowed to expand and\r\ndevelop? Or will these relations remain hostage to mood\r\nswings after each and every difficulty in the negotiations or\r\nwhenever there is disagreement? Continued doubts about\r\nthese cardinal questions cannot be tolerated in the light of\r\nthe heavy price and grave risks that Israel is taking upon\r\nitself in this process.\r\nThree weeks ago, on 4 September, Israel and the\r\nPalestinian Authority signed the Sharm el-Sheikh\r\nMemorandum, which for the first time creates a direct,\r\nchronological, political and conceptual link between the\r\nInterim Agreements and the final status agreement. On 13\r\nSeptember, the final status talks were renewed between\r\nIsraelis and Palestinians.\r\nWe are determined to reach a framework agreement\r\nthat will form the basis of the final status agreement by\r\nFebruary 2000, as stated and agreed upon in the Sharm\r\nel-Sheikh Memorandum. In this framework we will select\r\nthe issues and set an agenda for the final status agreement.\r\nThe topics at hand are known, as are the differing vantage\r\npoints and positions of each side. The differences can be\r\nresolved only by direct negotiations.\r\nRegarding the final status, I wish to affirm from this\r\npodium that when we refer to political separation as one of\r\nthe prime concepts of the permanent settlement, we are also\r\nsaying that, for the benefit of both sides, we should not\r\nnecessarily sever ties that are vital to coexistence in the\r\nvarious spheres of living.\r\nFrom Israel’s perspective, there is no competition and\r\nnever has been any between the different negotiating tracks.\r\nIsrael also aspires to reach peace with Syria, our\r\nneighbour to the north. This is, after all, in the higher\r\ncommon interests of both Israel and Syria. H o w e v e r ,\r\nalong with these common interests, the following point\r\nmust be made clear: A democratic country like Israel\r\ncannot accept a precondition to beginning the talks that\r\nrequires a prior acceptance of the final outcome as\r\ndictated by the extreme and dogged formulas of the\r\nopposing side.\r\nWe must maintain the momentum of good will so\r\nthat we can face our children, Syrian and Israeli alike,\r\nwith a clear conscience and say to them in all honesty:\r\nWe tried everything and did our utmost. I call upon the\r\nleaders of Syria, in view of what we have gone through\r\ntogether, to cease hesitating. It is time to talk. Meetings\r\nand discussion are not political sacrifices — they are\r\nbasic necessities.\r\nOn the road to a comprehensive peace, we wish to\r\nsee Lebanon join the camp of peacemakers. The anomaly\r\nwhich has developed in its territory must come to an end.\r\nWe have never had nor do we have now any territorial\r\nclaims or disputes with Lebanon. Our one and only\r\ninterest is to guarantee the safety and security of our\r\ncitizens. I must say that, regrettably, the Government of\r\nLebanon has for many years failed to enforce its\r\nsovereignty in the southern part of Lebanon and to disarm\r\nHezbollah. I hope that this situation will improve and that\r\nIsrael, within the framework of an agreement, will be able\r\nto leave the southern part of Lebanon.\r\nNevertheless, with that as our ambition, I wish to\r\nemphasize that we will not be held hostage much longer\r\non this track to a stubborn and defiant attitude. We will\r\nmake our own independent decisions, as we see fit, in\r\norder to ensure our protection and our vital interests,\r\ntaking all options under consideration.\r\nA reconciliation between Israel and its neighbours\r\nmust extend the promise that all the peoples of the region\r\nmay reap the benefits of peace. Normalization must not\r\nbe viewed as a one-sided gesture. As a natural outcome\r\nof peaceful coexistence, normalization is not in the\r\nservice of one particular party. It is in the interests of all\r\nthe nations of the region.\r\nWe hope to renew the multilateral tracks as early as\r\nthis year. There is a need for close cooperation in\r\nregional multilateral projects. Our region has tremendous\r\npotential. In order to fully realize this potential, we must\r\nestablish a mechanism of true cooperation among the\r\n14\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nStates of the region. This cooperation would clearly be to\r\nthe benefit of all of us in the region.\r\nThe scarcity of water in our region, which will only\r\nget worse, may impose a new way of life on the inhabitants\r\nof the Middle East in the coming years. Israel is\r\nanticipating this problem and preparing for it, but in this\r\ncase, as in others, cooperation in the region is essential and\r\nwill benefit all sides.\r\nThe working groups of the multilateral tracks\r\nundertook various assignments of primary importance.\r\nUnfortunately, their activities have been frozen for\r\nirrelevant reasons. This is the time to resurrect them. Any\r\ndelay or imposed condition is liable to undermine the peace\r\nprocess and delay the aid packages so essential to the\r\npeoples of the region. Throughout this important process,\r\non the bilateral and the multilateral tracks alike, we are\r\naccompanied by the international community. First and\r\nforemost was the United States of America, along with the\r\nRussian Federation, the European Union, Canada, Norway,\r\nJapan, China and other countries and organizations that\r\nhave assisted and continue to do so. Their key contributions\r\nearn them special commendation from this rostrum.\r\nEgypt and Jordan were our first partners in breaking\r\ndown the walls of enmity and in thawing relations in our\r\nregion. Improving our relations with Egypt, as well as\r\nrenewing the multilateral tracks, are essential to furthering\r\nthe common objectives of the nations in our region. T h e\r\nrelations between Israel and Jordan are an example of\r\nappropriate and favourable relations between neighbouring\r\ncountries. We intend to strengthen and broaden the relations\r\nbetween the two nations in the economic, social and\r\npolitical realms.\r\nAs we march further along the difficult path of\r\nmaking peace, we look back with sorrow and sadness as we\r\nremember the pioneers who broke new ground and are no\r\nlonger with us today: the late Menachem Begin, Anwar\r\nSaddat, Yitzhak Rabin, King Hussein and King Hassan II\r\nof Morocco. Their vision and their work inspire us to\r\ncontinue to work towards completing their enterprise of\r\npeacemaking.\r\nWe cannot afford to be disillusioned. Our region is\r\nneither North America nor Benelux. Even as we negotiate\r\nthe peace process, we remain aware of the threats and\r\ndangers directed against us, threatening the stability of the\r\nentire region. The mix of extreme fundamentalism, on the\r\none hand, and of the potential use of weapons of mass\r\ndestruction, on the other, threatens the peace, stability and\r\nfuture of the entire region. This threat is not just an\r\nelement of academic debates in the study of international\r\nrelations, but a harsh reality which we must all face.\r\nFrom this international platform, I call for a halt to\r\nall technological, scientific and other kinds of assistance\r\nto countries looking to obtain unconventional weapons,\r\nwhile threatening the existence of the State of Israel and\r\nthe region as a whole.\r\nThe Persian Gulf War demonstrated that leadership\r\nlacking reason and stability poses a threat to all the\r\ncountries in the region and to the world at large. The\r\nmonitoring groups and machinery in Iraq must be\r\nimmediately resumed. That is the obligation of the\r\ninternational community so long as the Iraqi regime seeks\r\nnon-conventional weapons and threatens the region. The\r\nUnited Nations is the largest, most authoritative and most\r\nrecognized international body. It should therefore be the\r\none to take the initiative and the responsibility in curbing\r\nthis danger.\r\nTerrorism is an additional strategic enemy and we\r\ncannot come to terms with its existence. It is a threat not\r\nonly to Israel, but to many other nations across the world\r\nas well. Terror knows no borders or civilized rules. There\r\ncan be no coexistence with terror, either in the context of\r\nthe negotiations conducted by Israel with its neighbours,\r\nor in the broader regional context. Anyone who believes\r\nthat terror is a nuisance which can be tolerated is\r\nmistaken. Terror is in essence a strategic threat. A\r\nsynthesized, coordinated and unrelenting approach must\r\nbe adopted against it.\r\nHere, in this building of stone and glass, reflecting\r\nthe current image of our world today with its points of\r\nlight and shadows of darkness, counterparts and enemies\r\nmeet as friends and allies in the creation of a forum for\r\ndiscussion and coexistence. Discussion is the way to\r\nresolve conflict. It is also the way of tomorrow. Dialogue\r\nand common language are the tools of diplomacy, the raw\r\nmaterial for the creation of a new reality and the\r\nfoundation for a stable and safer society.\r\nIt was here in the General Assembly, at the\r\nbeginning of the decade, that I first met with my Chinese\r\ncounterpart. After 40 years of total dissociation between\r\nour two countries, we endeavoured to re-establish\r\ndiplomatic relations between Israel and China. It was also\r\nhere that we laid the groundwork for establishing ties\r\nwith the former Soviet Union, as well as with India,\r\nNigeria and other States. These are only a few examples\r\n15\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\ndemonstrating the possibility in this arena for building a\r\nbridge between nations and States.\r\nAs a nation that experienced great difficulties,\r\novercome only by accelerated development efforts, the State\r\nof Israel takes part in the international effort to aid others\r\nand share knowledge, experience and technology,\r\nexperience which it has accumulated in various fields. The\r\nnation of Israel is proud of its ancient tradition of sharing\r\nand identifying with the world at large.\r\nThrough the Division for International Cooperation\r\nwithin the Israeli Foreign Ministry, Israel maintains ongoing\r\nprojects and a broad range of training courses in Israel. We\r\nhave demonstration units and we are conducting research.\r\nFor example, a special medical centre was recently\r\nestablished in Mauritania and serves the many citizens of\r\nthat State who suffer from chronic eye problems. Similarly,\r\nIsrael invests great efforts and resources in training\r\nprofessionals to acquire the skills and abilities necessary for\r\nmeeting the various challenges that engage many parts of\r\nthe world.\r\nIn the more than 40 years since its inception, the\r\nDivision for International Cooperation has trained more\r\nthan 70,000 trainees from more than 120 countries, who\r\nhave come to Israel and attended its training courses in the\r\nareas of agriculture, water resources, health and medicine,\r\nscience, education and others.\r\nIn 1998 alone, some 155 courses were held in Israel\r\non a variety of topics, with the participation of more than\r\n4,000 trainees. Gladly, I can report that many of the\r\ntrainees were from Middle Eastern countries. Fully 820\r\nPalestinians participated in these courses over the past year,\r\nthereby helping to strengthen the bridges of peace which\r\nhave been built between Israelis and Palestinians. In the\r\nsame year, Israel ran more than 150 courses in over 60\r\ndifferent countries, with the participation of over 7,000\r\ntrainees. I am proud to point out that in many of the\r\ncountries to which we sent Israeli experts, the local\r\npersonnel managed to translate our goodwill into positive\r\nresults on the ground, to the benefit of their people and\r\ntheir land.\r\nBecause of the reputation it has acquired, the Division\r\nfor International Cooperation is also one of the central\r\naddresses in Israel to which people can turn in times of\r\ndisaster around the world. We have recently witnessed just\r\nhow essential such assistance can be in times of natural\r\ndisasters. Israel has always responded favourably to\r\nrequests for aid and relief, regardless of the political\r\ncontext or the state of diplomatic relations.\r\nWe wish to support and commend the United States\r\nof America, our friend and ally, an inspiration to us all in\r\nits efforts to promote the values of cooperation among\r\nnations. This is also the time to express our appreciation\r\nto the United States for its intensive efforts to bring true\r\npeace to the Middle East.\r\nEven today in the United States we have witnessed\r\nagain a new resort to the threat of boycott. The case at\r\nhand is the threat to declare a boycott against the\r\nAmerican company Disney, because the company dared\r\nto allow Jerusalem to be portrayed in an exhibition\r\ncelebrating the millennium. We condemn these threats and\r\nthe use by certain Arab States of this anachronistic\r\ndevice. It has no place here or anywhere else in the\r\nworld.\r\nOver thousands of years, since the time of biblical\r\nKing David, the builder of Jerusalem, until the present\r\nday, Jerusalem has not served as the capital of any other\r\nnation in the world besides the nation of Israel, the\r\nJewish people. Even after our forced exile from the land\r\nof Israel, we continued, generation after generation, to\r\nstay faithful to Jerusalem. The flame of Jerusalem was\r\ncarried in our hearts as a hidden source of faith and hope.\r\nIn our wanderings, in the East and in the West, in\r\nthe African deserts and on the outskirts of Siberia, from\r\nthe golden age of Spain through the dark Inquisition,\r\nduring the prosperous Europe of the romantic era to the\r\ncharred ashes of the Holocaust, throughout all the above\r\nthe eyes of the Jews and their prayers have been directed\r\ntoward Jerusalem. Year after year, from father to son, the\r\nanthem of the Jewish nation has constantly been “Next\r\nYear in Jerusalem”.\r\nWith the passing of those previous generations and\r\nexiles, we have had the privilege of being deemed worthy\r\nto return to Jerusalem, to rebuild the ruins, to rededicate\r\nthe city as a centre radiating with beauty, open to all\r\nfollowers of all religions, as the poet has said, where\r\nfreedom of all religions is a fact of life.\r\nIt is so upsetting then that even today, 51 years since\r\nthe independence of the State of Israel, there are still\r\nthose who would deny our natural right to decide the\r\nlocation of our capital, a natural right given to every\r\nnation in the world. From Jerusalem, the city of David, I\r\nwill quote from the original song of David on Jerusalem,\r\n16\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nin words which transcends the limits of time and retains\r\ntheir meaning in every generation:\r\n“Our feet shall stand within thy gates, oh Jerusalem.\r\nJerusalem is built as a city that is bound firmly\r\ntogether.” (The Holy Bible, Psalm 122:2-3)\r\nToday, as before, from this podium we declare to the\r\nentire world, to our friends and people and those who are\r\ndistant from us: Jerusalem, unified under Israeli\r\nsovereignty, is and will remain forever the capital of Israel.\r\nThe President: I call on the Minister for Foreign\r\nAffairs of Bahrain, His Excellency Shaikh Mohammed Bin\r\nMubarak Al-Khalifa.\r\nMr. Al-Khalifa (Bahrain):(spoke in Arabic): Mr.\r\nPresident, I have the pleasure of congratulating you on your\r\nelection as President of the General Assembly at its fifty-\r\nfourth session. Confident that your experience and ability\r\nwill strongly influence the successful outcome of the\r\nproceedings of this session, I assure you of my delegation\u0027s\r\nreadiness to cooperate with you in fulfilling your task.\r\nI would like to avail myself of this opportunity to\r\nexpress my thanks to His Excellency Didier Opertti Badán,\r\nPresident of the General Assembly at its fifty-third session,\r\nfor his contribution to the achievements and success of that\r\nsession. It is also my pleasure to express appreciation for\r\nthe efforts that Secretary-General Kofi Annan has exerted\r\nin order to enable the Organization to fulfil its role in\r\npromoting international peace and security and in furthering\r\ninternational cooperation. I also extend the sincere\r\ncongratulations of the State of Bahrain to the Kingdom of\r\nTonga, the Republic of Nauru and the Republic of Kiribati\r\nupon their admission to the United Nations.\r\nOn 6 March 1999, the State of Bahrain announced to\r\nthe people of Bahrain and to the world the sad news of the\r\npassing away of His Highness Shaikh ‘Isa Bin Salman Al-\r\nKhalifa, may God grant him peace and mercy. He was a\r\ngreat and humane emir who loved people and was loved by\r\nthe people by virtue of the remarkable traits he exhibited,\r\nwhich are the embodiment of the Bahraini character:\r\nloyalty, tolerance and civility. He, may God bestow His\r\nmercy upon him, championed national independence, the\r\nConstitution, the consultative process and the erection of\r\nthe State institutions and the rule of law. He championed\r\ndevelopment, comprehensive renaissance and diversification\r\nof the national economy. He championed Gulf cooperation\r\nand Arab solidarity through the most difficult times and\r\nsituations. He championed peace and international\r\ncooperation and genuine friendship among all peoples.\r\nThese causes were the legacy of the late emir, whose\r\napproach will continue to be the beacon that guides\r\nBahrain as it moves forward along its national path and\r\nas it pursues Gulf cooperation, Arab solidarity, regional\r\ncooperation with neighbours and international cooperation\r\nwith one and all.\r\nIn view of this session’s special momentousness, as\r\nit is being held at a juncture between the end of a century\r\nand the beginning of a new millennium, it behoves us to\r\npause and reflect on the experience of the United Nations\r\nover the last half century. It should again be emphasized\r\nthat, as we approach the third millennium, we ought to\r\ndirect our actions in consonance with the principles and\r\npurposes of the United Nations Charter, which are aimed\r\nat enhancing peace and economic and social development,\r\nin the interest of the world as a whole and on the basis of\r\nequality, justice and respect for law.\r\nThe Organization’s experience of more than 50\r\nyears, with all its successes and setbacks in dealing with\r\ncrises and in addressing the challenges facing the world,\r\nhas demonstrated that the benefits of past experience\r\nshould be taken into account as we prepare for the future.\r\nIn this way we would be better equipped to contribute to\r\nthe building of a new world and a brighter future and\r\nwould be better committed to the United Nations. Some\r\nof that experience has proved that departure from the\r\nUnited Nations principles, Charter and resolutions has\r\nstrained relations among many States and caused regional\r\ndisputes and ethnic conflicts that have threatened security\r\nand stability in numerous regions of the world. Yet\r\nhumanity has accomplished much during the last half\r\ncentury, particularly through United Nations involvement\r\nin the maintenance of international peace and security,\r\nsustainable development and international cooperation.\r\nSuch United Nations endeavours deserve our appreciation\r\nand commitment so that we can alleviate the human\r\nsuffering of those who are beset by poverty and lack of\r\nsecurity, stability and the basic requirements of a life of\r\ndignity.\r\n17\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nHence, our common agreement on enhancing the\r\nvitally important role of the United Nations during the\r\nforthcoming millennium as the embodiment of the\r\ninternational community’s conscience and its hope of\r\nbuilding a better world in which our common human\r\naspirations, as enshrined in the Charter, can be realized.\r\nBahrain’s experience on the Security Council during\r\nthe past two years has demonstrated that small countries are\r\ncapable of effectively contributing to the causes of\r\ninternational peace and security. That experience has also\r\nreaffirmed Bahrain’s convictions, most notably its\r\nadherence to the principles of the United Nations Charter\r\nand international legality, which reflect the will and desire\r\nof the international community to live in security, tolerance\r\nand peace. It has also confirmed the importance of\r\nstrengthening the principles of equitable geographic\r\nrepresentation and transparency as important values and\r\nprinciples in international relations. Such principles would\r\nenhance the Security Council’s role in maintaining peace\r\nand security and help develop its ability to function\r\neffectively. Therefore, it is essential that efforts be exerted\r\nto reform the Council so that it can adequately reflect\r\npolitical realities and cope with the changing international\r\nclimate during the next century.\r\nThe role of the Security Council in dealing with the\r\nquestions of peace and security requires that the processes\r\nof peacekeeping and peace-building be interrelated in order\r\nto prevent the renewal of conflicts; hence Bahrain’s request\r\nfor the convening of an open meeting during its term as\r\nPresident of the Council last December, to consider the\r\nrelationship between peacekeeping and peace-building. The\r\nextensive participation of members of the Council and other\r\nMembers of the United Nations bears witness to the\r\nconviction of many Member States that such linkage is\r\nessential for the integration of political action with action\r\nin the field of economic and social development.\r\nBahrain’s enthusiasm and interest in taking part in\r\njoint efforts to reach solutions for issues of peace and\r\nsecurity have been demonstrated by its active and\r\nconstructive participation whenever the Security Council\r\nhas dealt with such questions. By virtue of the expertise\r\nthat it has gained, Bahrain will be active, both within its\r\nregion and at the international level, in furthering the\r\nprinciples of security, peace and stability.\r\nSince the beginning of Bahrain’s modern revival, our\r\ncountry has been building a modern State and a developed\r\ncivil society on the basis of developing, preparing and\r\nqualifying the individual to deal with the demands of our\r\ntime and to participate positively in present and future\r\ntransformation. As a result, Bahrain has been able to build\r\nan open and developed economy that has made it possible\r\nfor the country to realize comprehensive and sustainable\r\nhuman development, as reflected in its remarkable\r\nranking in the human development index for five\r\nconsecutive years. This is also reflected in the reports of\r\nthe United Nations Development Programme, whose\r\ncontributions and efforts in the field of development in\r\nmany States we commend.\r\nThe State of Bahrain has long been aware of the\r\nimportance of human development and has thus drawn up\r\nplans and policies for the development and utilization of\r\nthe capabilities of Bahrainis in all fields. It has also\r\nenacted legislation encouraging women to join the\r\nworkforce and to enter the labour market. Thus, the\r\npercentage of Bahraini women in the entire public sector\r\nlabour force reached 33.5 per cent in 1998, and the total\r\nnumber of women in the private sector labour force has\r\nreached 20 per cent. The State of Bahrain takes pride in\r\nthis achievement at the regional and international levels.\r\nIt makes available equal opportunities to both men and\r\nwomen in the fields, inter alia, of education, health care\r\nand social welfare, as these are basic priorities of human\r\nrights for which Bahrain’s efforts have been applauded by\r\nUnited Nations human rights bodies and experts.\r\nIn its new era under the leadership of its emir, His\r\nHighness Shaikh Hamad Bin Isa Al-Khalifa, Bahrain will\r\ncontinue on its course, which has allowed it to assume a\r\nprominent place economically and socially, thereby\r\nbecoming an example of progressive development that\r\ntakes into account both the global dimension and the\r\npreservation of its heritage and traditions.\r\nOver the last two decades, the Gulf region has\r\nwitnessed serious and painful events, the ramifications of\r\nwhich continue to pose a threat to the security and\r\nstability of this vital region, which is an important hub for\r\nworld trade and for mutual, beneficial exchange between\r\nvarious nations of the world.\r\nThose events have demonstrated that the\r\nmaintenance and preservation of regional security can be\r\nbased only on respect for and strict observation of\r\nprinciples that the State of Bahrain has always advocated,\r\nmost notably respect for the status quo and the\r\ninviolability of established boundaries. Relations among\r\ncountries of the region should be based on the principles\r\nof good neighbourliness, mutual respect and non-\r\ninterference in the internal affairs of other States.\r\n18\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nRecognition of each State\u0027s national sovereignty is an\r\nessential factor for the preservation of security and stability\r\nin the region, as is the settlement of disputes by peaceful\r\nmeans acceptable to the States concerned.\r\nAccordingly, and reaffirming its consistent position\r\nwith respect to a number of regional and international\r\nquestions and its keen interest in the maintenance of\r\nsecurity and peace in the world, particularly in the Gulf\r\nregion, Bahrain again calls on Iraq to implement relevant\r\nSecurity Council resolutions, especially those relating to\r\nweapons of mass destruction and the release of prisoners of\r\nwar and detainees of Kuwaiti and other nationalities.\r\nAt the same time, Bahrain urges anew that efforts be\r\ncontinued with a view to alleviating the suffering of the\r\nbrotherly Iraqi people resulting from sanctions. It is also\r\neager to ensure the independence, unity and territorial\r\nintegrity of Iraq and opposes any interference in its internal\r\naffairs.\r\nIn the interest of security, stability and peace in the\r\nGulf region, Bahrain wishes to emphasize again its support\r\nfor all efforts aimed at settling by peaceful means the\r\ndispute between the United Arab Emirates and the Islamic\r\nRepublic of Iran over the three islands, namely Abu Musa,\r\nGreater Tunb and Lesser Tunb, all of which belong to the\r\nUnited Arab Emirates. In this respect, Bahrain wishes\r\nsuccess to the work of the Tripartite Ministerial Committee\r\nformed by the Gulf Cooperation Council to solve the\r\ndispute in a manner that would lead to the establishment of\r\ngood and normal relations with the Islamic Republic of Iran\r\non the basis of the principles of good neighbourliness,\r\nmutual respect and observance of mutual interests.\r\nIn conjunction with the questions of security and\r\nstability, it is imperative that we re-emphasize the danger\r\nof territorial claims aimed at changing established, inherited\r\nand traditionally accepted boundaries. Bahrain therefore\r\nwelcomes the resolutions adopted by the summit of the\r\nOrganization of African Unity (OAU) held in Algeria in\r\nJuly 1999 which confirmed the adherence of member States\r\nto the principles set out in the OAU Charter and OAU\r\nresolutions in respect of inherited and traditionally accepted\r\nboundaries.\r\nDuring the last three years, the Middle East peace\r\nprocess has encountered a setback which froze and almost\r\ncompletely destroyed the process, owing to the rigid\r\npositions and contradictory policies of the previous Israeli\r\nGovernment. Now that a new Government has taken over\r\nand has made promises regarding its readiness to revive the\r\npeace process, Bahrain, having endorsed that process from\r\nthe very beginning and having consistently worked\r\ntowards its success, expresses its hope that the new Israeli\r\nGovernment will translate its promises into full, complete\r\nand faithful implementation of all the agreements reached\r\nand will be responsive to international efforts to make the\r\npeace process a success.\r\nAccordingly, the State of Bahrain has welcomed the\r\nlatest Palestinian-Israeli agreement on the implementation\r\nof the Wye River accords signed at Sharm el-Sheikh as\r\na positive step towards a final settlement between the two\r\nparties and the enhancement of the peace process among\r\nall other parties.\r\nThe Arab side has repeatedly confirmed its\r\ncommitment to the peace terms reflected in the principles\r\nof the 1991 Madrid Conference and the relevant United\r\nNations resolutions. It believes that achievement of a just,\r\ncomprehensive and lasting peace in the region should be\r\nthe strategic option that would obligate Israel to recognize\r\nlegitimate Arab rights, to comply with the relevant\r\nresolutions of international legitimacy, including Security\r\nCouncil resolutions 242 (1967) and 338 (1973), to respect\r\nthe right of the Palestinian people to have their own\r\nindependent State with Jerusalem as its capital, to fully\r\nwithdraw from all occupied Arab territories, including the\r\nSyrian Arab Golan Heights, to the boundaries that existed\r\non 4 June 1967 and to withdraw from Lebanese territory\r\npursuant to Security Council resolution 425 (1978).\r\nThe success of the peace process and the\r\nachievement of a just, comprehensive and lasting peace\r\nwill undoubtedly have a bearing on the future stability\r\nand development of all the countries and peoples of the\r\nregion.\r\nAt the same time, we wish to stress the importance\r\nof intensifying efforts to make the Middle East, including\r\nthe Gulf region, a zone free of all weapons of mass\r\ndestruction, including nuclear weapons.\r\nThe world has witnessed this year positive\r\ndevelopments in respect of an issue that was a source of\r\ndeep concern to the international Organization and the\r\ninternational community, namely the question of\r\nLockerbie. We should like here to commend the Libyan\r\nArab Jamahiriya for complying with relevant Security\r\nCouncil resolutions, as well as the other parties in the\r\ncase for the cooperation they have displayed. We also\r\nwelcome the suspension by the Security Council of\r\nsanctions against Libya and express our appreciation of\r\n19\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nefforts exerted by the Governments of the brotherly\r\nKingdom of Saudi Arabia and South Africa and by the\r\nSecretary-General, as well as the concerned regional\r\norganizations, which have led to agreement on the case. We\r\nhope that this will lead to the complete lifting of sanctions.\r\nThe easing of the Kosovo crisis by virtue of the return\r\nof refugees and displaced persons to their homes and\r\nvillages has imbued the international community with hope\r\nand satisfaction. However, the whole world has seen\r\nshocking images of the crimes of ethnic cleansing and the\r\nterrorizing of innocent people and of the human suffering\r\nthat has beset the people of Kosovo, including the\r\ndisplacement of about one million Kosovars, mass graves\r\nand the destruction of villages and homes. It is incumbent\r\nupon the international community to unfailingly guard\r\nagainst and to address the causes of the phenomenon of\r\nracism and all its manifestations.\r\nIn view of its keen interest in the maintenance of\r\ninternational peace and security, the State of Bahrain calls\r\nupon the United Nations and the international community\r\nquickly to intensify their efforts, in cooperation with the\r\ncompetent regional organizations, to settle the ongoing\r\nconflicts in various regions and among a number of States.\r\nThese include the tense situation between Ethiopia and\r\nEritrea and internal strife in Afghanistan, Somalia, the\r\nDemocratic Republic of the Congo, East Timor and other\r\nparts of the world.\r\nOther sources of concern are the phenomena of\r\nterrorism, violence, organized crime and related activities\r\nsuch as transnational drug and weapons trafficking that\r\ncontinue to pose a threat to all societies. To address these\r\nproblems the State of Bahrain supports the call by the Arab\r\nRepublic of Egypt for the convening of an international\r\nconference, under the auspices of the United Nations, with\r\na view to drawing up a comprehensive strategy to combat\r\nand eliminate these phenomena.\r\nSince the end of the Second World War, the world\r\neconomy has experienced tremendous changes on the\r\ninternational trade landscape, including the emergence of\r\ngiant trade conglomerates and a revolution in the fields of\r\ntechnology, information and communications.\r\nAbout half a century after the establishment of the\r\nInternational Monetary Fund (IMF), the World Bank and\r\nthe General Agreement on Tariffs and Trade (GATT), the\r\ninternational community was able to establish the World\r\nTrade Organization (WTO) in order to undertake the\r\nresponsibility of establishing frameworks for world trade in\r\nthe forthcoming decades. Now, with the advent of the\r\ntwenty-first century and the rise of economic\r\nglobalization, the international community has to set\r\nambitious goals, most notable of which are the eradication\r\nof poverty and the pursuit of economic and social\r\ndevelopment.\r\nAlthough the positive and constructive position taken\r\nrecently by the Group of Eight regarding the settlement of\r\nthe problems of indebtedness has created an atmosphere\r\nof confidence and satisfaction, two important points\r\nshould be stressed. First, the burden of repaying the\r\nremaining balances and the servicing of debts should not\r\ninterrupt the growth and integration of the national\r\neconomies concerned into the world economy. Secondly,\r\nit is essential to create a favourable environment for the\r\npromotion of economic and trade cooperation between\r\nStates on the basis of equality and mutual benefit and\r\nwithin a framework of transparency of capital markets, in\r\naddition to facilitating the transfer of technology and\r\nencouraging international investment, which would\r\nenhance development and growth for all, as well as\r\nfacilitating the equitable integration of the economies of\r\ndeveloping countries into the world economic system.\r\nThis will enable the world economy to avoid any other\r\nshocks that are liable to have a universal impact.\r\nThe State of Bahrain is pleased and willing to\r\ncontribute to international efforts aimed at achieving\r\nincreased international economic cooperation, due to its\r\nstability and strategic location, and the trade and\r\ninvestment environment it enjoys — elements that have\r\nhelped it attract foreign capital and enhance its standing\r\nas an advanced financial and commercial centre.\r\nWith the imminent approach of a new century, the\r\nworld has witnessed major historical changes precipitated\r\nby technological and scientific advances, a\r\ntelecommunications revolution, a rapid flow of\r\ninformation, a trend towards open global markets and a\r\nwidening scope of interaction between nations, cultures\r\nand civilizations. All this serves as a harbinger signalling\r\nthe advent of a better world for humanity as a whole. Yet,\r\nwhile we appreciate the positive aspects of such advance,\r\nwe are duty-bound to warn against the dangers that\r\naccompany those positive aspects. Those dangers raise the\r\nfollowing questions.\r\nTo what extent can poor countries benefit from the\r\ntechnological revolution? If they cannot, then the\r\nrevolution will serve only to widen the gap between the\r\npoor and the rich. To what extent can scientific advance\r\n20\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nand globalization solve the various environmental problems\r\nthat endanger the entire world, if such a solution is not\r\nlinked to solving the problems of development in poor\r\ncountries, on the one hand, and to curbing and rationalizing\r\nconsumer and welfare trends in rich countries, on the other?\r\nTo what extent can globalization of capital flows and\r\nmarkets facilitate the flow of investments into developing\r\ncountries and boost their export capacities in a manner that\r\nwould enhance the development of their economies and\r\ntheir contributions to the world economy? To what extent\r\ncan the potential of such advance and globalization be\r\nutilized to help prevent the proliferation of weapons of\r\nmass destruction, address ethnic conflicts, settle disputes\r\nand eliminate the threat of international terrorism? To what\r\nextent can this advance and globalization be utilized to\r\nenhance opportunities for improving the quality of\r\neducation, culture and worldwide intercultural knowledge,\r\nwith a view to upholding the ideals of peace, equality and\r\nbrotherhood among the entire human race?\r\nWith the advent of the third millennium, it behoves us\r\nto consider and reflect upon the accomplishments of\r\nhumanity, on the one hand, and the horrible human\r\nsuffering that has beset thousands of individuals as a\r\nconsequence of disputes, conflicts and poverty, on the\r\nother. We believe that the United Nations is the principal\r\nforum for such reflection and consideration so that solutions\r\ncan be found for these disputes and conflicts. It is Bahrain’s\r\nconviction, in this connection, that the international\r\ncommunity can enhance its standing and its values during\r\nthe next millennium and ensure a better destiny for itself,\r\nthrough the achievement of peace, security, solidarity and\r\ncooperation within a framework of universal human\r\npartnership and pluralism. Bahrain regards these elements\r\nas essential for the survival of the planet and calls for\r\nstrengthening the role of the United Nations system, as it is\r\nthe trustworthy custodian of our accomplishments and\r\naspirations, so that it can carry out its task to the fullest\r\nextent. We are confident that mankind can reach higher\r\nlevels of advancement, development and growth through\r\ncoordination and cooperation within the United Nations and\r\nother regional organizations. It is our hope that the new\r\nmillennium will usher in a new era of abundance wherein\r\nthe world will be endowed with security, peace and\r\nstability.\r\nThe President: I now give the floor to the Minister\r\nfor Foreign Affairs and Cooperation of Chad, His\r\nExcellency Mr. Mahamat Saleh Annadif.\r\nMr. Annadif (Chad) (spoke in French): On behalf of\r\nthe Chad delegation, and on my own behalf, I would like\r\nto extend warm congratulations to you, Mr. President, on\r\nyour election to the presidency of the General Assembly\r\nat its fifty-fourth session. This is both a tribute to your\r\ncountry, Namibia, for its contribution in defending the\r\nideals of our Organization and a recognition of your\r\nconsiderable ability. The delegation of Chad is firmly\r\nconvinced that your experience, talents and wisdom will\r\ncontribute to the success of our deliberations. We assure\r\nyou of our full support and cooperation in the\r\naccomplishment of your noble mission.\r\nI would also like to express our gratitude to your\r\npredecessor, Mr. Didier Opertti of Uruguay, who tactfully\r\nand adroitly led the work of the fifty-third session.\r\nAllow me also to praise the merits of our Secretary-\r\nGeneral, Mr. Kofi Annan, for the foresight, wisdom and,\r\nabove all, patience with which he is guiding the\r\nOrganization, as well as for his sustained efforts in\r\nseeking international peace and security, despite all kinds\r\nof difficulties and the immensity of his tasks.\r\nIn a few months we will enter the third millennium,\r\na millennium filled with uncertainties, fears and\r\nunknowns, but also one of hope. That millennium will be\r\ncharacterized by globalization and, above all, the\r\ndomination of human intelligence over nature. It will be\r\nan era of communications in which our planet will shrink\r\nto a tiny area. It will also mean the disappearance of\r\nbarriers to the circulation of ideas, knowledge, culture and\r\nscience. But it will also be an era of competition and\r\ncomplementarity.\r\nDuring this century, the aspirations of most peoples\r\nwas to be fed, clothed, cared for, educated, trained,\r\nhoused and gainfully employed. It is legitimate to hope\r\nthat with the arrival of the coming century these essential,\r\nbasic human needs will be met, so that we can avoid a\r\nfurther widening of the gap between wealthy and poor\r\ncountries.\r\nOn the eve of the third millennium, we must\r\nacknowledge that the lofty objectives of the United\r\nNations, primarily the maintenance of international peace\r\nand security and the reduction of poverty among Member\r\nStates, are far from being attained, although we have been\r\nfocusing on them for half a century.\r\nHow can we not ask ourselves these kinds of\r\nquestions at this great annual gathering, where the scope\r\nand urgency of political and economic problems are made\r\nso clear? It is time to contemplate solutions that include\r\n21\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nnew kinds of relationships, based on solidarity and\r\npartnership, that go beyond the traditional relations of\r\ncooperation, which have proved their limitations.\r\nTurning more specifically to Chad, our major concern\r\nis to create conditions of peace and security through a fully\r\nparticipatory political process that involves the various\r\npolitical parties in the management of public affairs and in\r\nthe national reconciliation policy for all the people of Chad.\r\nThe involvement in this approach of all segments of society\r\nhas enabled our country to restore political stability and\r\ncivil peace and to establish constitutional and democratic\r\ninstitutions.\r\nWe are firmly convinced that a democracy can be\r\neffective only when it is based on certain republican\r\nconcepts, primarily justice, the primacy of human rights and\r\nthe participation of local communities in the management\r\nof their own affairs. The recent establishment of the\r\nSupreme Court and the Constitutional Council speak to this\r\nmajor concern, as does that of the National Commission on\r\nHuman Rights, in operation since 1994. These efforts were\r\nacknowledged and led the United Nations Commission on\r\nHuman Rights last April to end its consideration of the\r\nhuman rights situation in Chad and consequently remove\r\nour country from the confidential procedural situation it had\r\nbeen in since March 1991.\r\nFinally, our Government has undertaken a\r\ndecentralization policy aimed at implementing the choice\r\nmade by the people of Chad, as reflected in the\r\nConstitution of 11 April 1996, through the establishment of\r\ndecentralized territorial communities and the gradual\r\ntransfer of authority.\r\nIn an effort to consolidate peace and reinforce social\r\ncohesion, the Government of Chad has focused on two\r\nquestions: the army and anti-personnel mines. With respect\r\nto the thorny problems relating to the army and security,\r\nour Government has undertaken to ensure professional\r\ntraining for demobilized former combatants in order to\r\nredeploy them to new jobs, to provide them support in\r\ndeveloping income-generating skills and to see to it that\r\ntheir basic needs are met.\r\nWith respect to security issues, we have set up a\r\ndemining programme that should contribute to increasing\r\nthe safety of the national territory, where approximately a\r\nmillion mines and an indeterminate amount of ammunition\r\nof all calibres remain buried, thereby helping to open up\r\nChad, especially the northern part of the country. The\r\npresence of these dangerous devices seriously impedes the\r\nmovement of goods and people and hence the\r\ndevelopment of the regions concerned.\r\nIn this regard, my country has signed and ratified the\r\nOttawa Convention and has set up national structures\r\nsupervised by the National High Commissioner for\r\nDemining in order effectively to combat these lethal\r\ndevices. The objectives of that programme focus, inter\r\nalia, on reducing the number of victims, making the main\r\nroads safer, promoting economic and social development\r\nand facilitating the return of displaced persons.\r\nThe implementation of this ambitious demining\r\nprogramme, whose dimensions extend beyond the borders\r\nof our country, cannot be done without the assistance of\r\nour partners and friends. That is why we wish to appeal\r\nonce again from this lofty rostrum to the solidarity of\r\nMember States of our Organization and to ask them to\r\nprovide us with assistance and cooperation.\r\nOn the eve of the twenty-first century, the welfare of\r\nthe country\u0027s citizens remains the motivating force for\r\ngovernmental action in Chad. That action is based on the\r\nambitious reforms undertaken since 1995 and focuses\r\nprimarily on a modern and dynamic economy. In point of\r\nfact, following devaluation in 1994, Chad rejoined the\r\nBretton Woods institutions and on 23 April 1995 adopted\r\na structural adjustment programme for the medium term,\r\nwith resources provided by the International Monetary\r\nFund in the framework of its Enhanced Structural\r\nAdjustment Facility and by the World Bank in terms of\r\nstructural-adjustment credit, and with financial assistance\r\nfrom our usual partners — France, the European Union\r\nand the African Development Bank. Bold reforms have\r\nbeen undertaken that focus primarily on stabilizing public\r\nfinance, correcting external imbalances and ensuring\r\nsustainable growth. To this end we instituted an effective\r\npolicy to combat poverty.\r\nOur Government has drafted and adopted a new\r\nsustainable development programme focusing on three\r\nmajor challenges: economic and financial, social, and\r\npolitical and institutional. The goal is to create a climate\r\nof social stability through sustained structural reform and\r\nthrough fiscal, monetary and budgetary policies that will\r\ncontribute to a macro-economic consolidation and to\r\ncontrolling inflation.\r\nThis fight against poverty focuses on four strategic\r\npriority elements in the areas of health, education,\r\ninfrastructure and rural development. In this undertaking\r\nwe have received support from the international\r\n22\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\ncommunity at the fourth round table on Chad, held in\r\nGeneva on 21 and 22 October 1998, where some $1.12\r\nbillion was pledged.\r\nIn this regard, I wish to express our deepest gratitude\r\nto friendly countries and international financial\r\norganizations and institutions for their strong response to\r\nour appeal for international solidarity. The people of Chad\r\nwill never forget those commendable efforts. Following that\r\nround table, we organized two sectoral meetings, on health\r\nand on rural development. Meetings on infrastructure and\r\neducation will take place in the near future. We reiterate\r\nour appeal to all interested parties to participate actively in\r\nthese meetings, which will be held in N\u0027Djamena in\r\nNovember and December 1999, respectively.\r\nOne cannot speak of Chad\u0027s economy today without\r\nreferring to the question of the exploitation of its oil\r\nresources. This is a key political, diplomatic and socio-\r\neconomic issue that has fueled heated discussions both\r\ninside and outside the country. In addition to its undeniable\r\neconomic importance, this project will contribute\r\nsignificantly to subregional integration because it establishes\r\na partnership between two brotherly countries, namely\r\nCameroon and Chad.\r\nIn this respect, we have taken into account the\r\ndevelopment difficulties that Chad is facing, and we are\r\nconsidering our future in terms of petroleum-related issues\r\nwith a great deal of caution. The Government and the\r\nParliament of Chad have already set up management and\r\ndistribution mechanisms for the anticipated oil income. For\r\nthe first time ever in the history of the exploitation of oil\r\ndeposits, legislation has been enacted to guarantee\r\ntransparency in the management of oil revenue and also to\r\nset aside some of that income for territorial communities in\r\nthe oil-producing regions and for future generations. The oil\r\nactivity is an exceptional opportunity, which should\r\ncontribute to the gradual rebalancing of our budget and give\r\nus room for manoeuvre to establish a true policy for\r\ndevelopment. This project has rightly raised hopes\r\nthroughout the country.\r\nWe are all firmly convinced that new efforts and many\r\nsacrifices are required to ensure the gradual implementation\r\nof the purposes and principles enshrined in the United\r\nNations Charter as they relate to disputes between a\r\nconsiderable number of Member States as well as to other\r\nequally challenging evils that continue to trouble the human\r\nconscience. How can we remain indifferent when\r\nconfronted with the scourges of poverty, illiteracy, foreign\r\naggression, conflict, various pandemics and transnational\r\nproblems associated with the degradation of the\r\nenvironment and drug trafficking? Unfortunately, these\r\nchallenges will further increase with globalization, which\r\nis now inevitable. Africa is the continent that has been\r\nmost exposed to those evils, and the growing number of\r\ncrises is causing our efforts to be spread too thinly and\r\nreducing the meagre resources available and dividing our\r\ncountries.\r\nThe interdependence of peace and socio-economic\r\ndevelopment needs no further proof, especially in Chad,\r\nwhich has experienced the torments of war, its disastrous\r\neffects on the population and its repercussions on social\r\nand economic life. Out of a sense of duty and\r\ninternational obligation, my country has made and will\r\ncontinue to make enormous sacrifices for other African\r\ncountries that have fallen victim to the problems inherent\r\nin coexistence. That is why we have participated in\r\nvarious peacekeeping operations in the subregion of\r\nCentral Africa. In this context, I am pleased to recall\r\nOperation Turquoise, in which Chad participated to save\r\nlives in Rwanda. Chad also contributed to the Inter-\r\nAfrican Mission to Monitor the Implementation of the\r\nBangui Agreements and the United Nations Mission in\r\nthe Central African Republic, which sought a negotiated\r\nsolution between the Government of the Central African\r\nRepublic and a part of the rebel army, and which resulted\r\nin bringing together different viewpoints opinions and\r\nestablishing conditions required for the organization of\r\nmulti-party elections.\r\nIn that same spirit, my country intervened in the\r\nDemocratic Republic of the Congo. Our involvement,\r\ntogether with that of other countries, enabled the situation\r\nto be stabilized and promoted dialogue between the\r\nwarring parties. With the signing of the Syrte accords on\r\n18 April 1999, Chad withdrew its troops from the\r\nDemocratic Republic of the Congo. The signing of the\r\nLusaka ceasefire agreement by all the parties in conflict\r\nhas opened up new prospects for that brotherly people.\r\nChad hopes that that agreement, which the Security\r\nCouncil has endorsed, will lead to a definitive peace in\r\nthat country and the entire Great Lakes region. Chad will\r\nsupport that process.\r\nThe tragedy in the Democratic Republic of the\r\nCongo has not made us lose sight of the situation in the\r\nRepublic of the Congo, which was recently on the verge\r\nof breaking up. Now passion seems to be giving way to\r\nreason. We welcome the will shown by both the\r\nGovernment of Congo and the opposition parties, who\r\nhave taken the wise decision to negotiate to restore peace\r\n23\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nto their country. Chad welcomes and encourages this\r\npositive development.\r\nTo this rather sombre picture we must add the fragile\r\nsituation in Angola, where the civil war has resumed\r\nthroughout the national territory. This is of great concern\r\nfor all of Africa, particularly since the resumption of\r\nhostilities will undoubtedly mean the failure of the\r\nconsiderable efforts made on all sides to bring peace to that\r\ncountry, which has been ravaged by a long war, thus\r\nprolonging the suffering of the Angolan people. We appeal\r\nto the Security Council to assist in restoring peace to that\r\nwounded country.\r\nWe welcome the tireless efforts of the Economic\r\nCommunity of West African States to bring peace and\r\nsecurity to West Africa. Those efforts have led to the\r\nsigning of the ceasefire agreements in Sierra Leone and\r\nGuinea-Bissau. All the parties involved in those crises\r\nshould show restraint and work towards reconciliation in\r\nthe higher interests of their peoples.\r\nWith regard to the Horn of Africa, we note that there\r\nhas been no obvious progress in the willingness of the\r\nparties involved in the conflict in Somalia to find a political\r\nsolution leading to national unity. While we welcome the\r\nefforts of Mr. Hosni Mubarak aimed at a negotiated\r\nresolution of the crisis, we also appeal to the Somali leaders\r\nto assist in restoring peace to their country. We regret the\r\nresumption of hostilities between the Ethiopians and\r\nEritreans, which has led to a considerable loss of life and\r\nmaterial damage. We urge all those who have mediated\r\nbetween the warring parties to persevere so as to put an end\r\nto those hostilities, which have further exacerbated an\r\nalready disturbing situation.\r\nCloser to home, Chad welcomes the decision of the\r\nSecurity Council to suspend the embargo against the Great\r\nSocialist People\u0027s Libyan Arab Jamahiriya. We urge that the\r\nsanctions be lifted once and for all; they have seriously\r\ndamaged the interests of the brotherly people of that\r\nneighbouring country.\r\nOf all the continents, Africa seems to have suffered\r\nthe most from the economic crisis and from wars and other\r\nconflict situations. But we have not forgotten the major\r\nproblems that other peoples are facing.\r\nWith regard to the situation in the Middle East, it has\r\nalready been established that the question of Palestine is at\r\nthe heart of the conflict. Its resolution lies in the\r\nimplementation of the Oslo accords and, in particular, in\r\nfull respect by all the parties for United Nations\r\nresolutions. The credibility of the Security Council is at\r\nstake. With the arrival of a new Israeli Government, there\r\nis new hope for the future. Chad encourages all the\r\nparties to work together in the same direction.\r\nElsewhere, the effects of the conflicts between Iraq\r\nand Kuwait and between Iraq and Iran persist, hampering\r\nthe final return to peace. We appeal to the sense of\r\nresponsibility of the former warring parties to work\r\ntirelessly to restore full peace.\r\nIn the Balkans, Chad encourages the efforts of the\r\ninternational community to restore peace to the region,\r\nand in particular to Kosovo. As for East Timor, we urge\r\nall the parties involved to complete the process begun\r\nunder the auspices of the United Nations so as to end the\r\nsuffering of the people there.\r\nIn Asia, Chad is concerned about the fate of the\r\nRepublic of China on Taiwan and its 22 million\r\ninhabitants. The Republic of China on Taiwan, which\r\nplays a major role in world trade, is a peace-loving\r\ncountry that fulfils the obligations in the United Nations\r\nCharter, as it has shown on many occasions. Chad\r\nsupports the admission of the Republic of China on\r\nTaiwan to the United Nations as a means of correcting an\r\ninjustice.\r\nIt is well known that a number of conflicts stem\r\nfrom the unbridled arms race. In this regard, the\r\ncirculation, proliferation of and illicit trafficking in small\r\narms in Africa is of concern to us, particularly since this\r\nphenomenon, the result of the end of the cold war and\r\nnumerous conflicts in the continent, has taken a disturbing\r\nturn. If appropriate solutions are not found soon, peace,\r\nsecurity and stability in our countries will be constantly\r\nthreatened.\r\nTo address this situation, a conference on small arms\r\nand drug trafficking will take place in Chad under the\r\nauspices of the United Nations Standing Advisory\r\nCommittee on Security Questions in Central Africa; it\r\nwill be followed immediately by the twelfth ministerial\r\nmeeting of that Committee. Those two important meetings\r\nwill be held at Ndjamena from 25 to 30 October 1999.\r\nChad is honoured to act as host to the Committee and\r\nwill do everything in its power to ensure the success of\r\nits work.\r\nThe United Nations was founded in a historical\r\ncontext with which we are all familiar. It has been and\r\n24\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nremains a place for bringing people and ideas closer\r\ntogether, and its very existence has helped avert more than\r\none catastrophe. But the international political and\r\neconomic environment has changed, and the great rivalry of\r\nthe cold war has disappeared, giving way to an international\r\nsystem that is still finding itself. We now see an increased\r\ndesire by Member States to participate in the management\r\nof international affairs in addition to the management of\r\ntheir own. United Nations structures must therefore be\r\nadapted to the new scope of today’s problems, which\r\nrequires an equal sharing of international responsibilities;\r\nthese must no longer be the monopoly of a few States,\r\nhowever powerful they may be.\r\nTo respond to these concerns, the Security Council\r\nmust be reformed. Here, Chad wholeheartedly supports the\r\nposition of the Organization of African Unity that, inter\r\nalia, there must be equitable and legitimate representation\r\non the Security Council for the African continent.\r\nWith respect to the global economy and world trade,\r\nappropriate steps must be taken to ensure that the all States\r\nwill share equally in the benefits of globalization.\r\nGlobalization of the economy certainly can have the\r\nadvantage of eliminating all discriminatory and unfair\r\npractices in world trade, but it must be recognized that the\r\nlack of competitive power of the economies of the countries\r\nof the South does not enable them to benefit fully from\r\nthis. Moreover, the unbridled liberalization of markets and\r\nthe lack of measures to consolidate certain gains are\r\nweakening their economies and marginalizing them in the\r\nworld arena.\r\nSimilarly, the indebtedness of those countries places\r\na heavy burden on their meagre budgetary resources, and\r\nwipes out all their development efforts. I welcome the\r\nrecent decision taken by the Group of Seven at its summit\r\nheld at Cologne, Germany, to ease the debt of heavily\r\nindebted poor countries. Such initiatives are praiseworthy,\r\nbut they remain insufficient. Chad urges the wealthy\r\ncountries to make a greater effort to enable poor countries\r\nfinally to address the external-debt burden, which is a true\r\nobstacle to economic and social development.\r\nThe President: I call next on the Minister for Foreign\r\nAffairs of the Kingdom of Bhutan, His Excellency Mr.\r\nJigmi Yoser Thinley.\r\nMr. Thinley (Bhutan): Allow me to congratulate you\r\nmost warmly, Sir, on your assumption of the presidency of\r\nthe General Assembly at its fifty-fourth session. My\r\ndelegation is confident that with your vast experience you\r\nwill steer us through the daunting array of issues before\r\nus with great skill. I assure you of the full cooperation\r\nand support of my delegation.\r\nMay I take this opportunity to express our gratitude\r\nto His Excellency Mr. Didier Opertti for his leadership\r\nand for his contribution to the work of the fifty-third\r\nsession of the General Assembly.\r\nMy delegation takes great pleasure in welcoming the\r\nRepublic of Kiribati, the Republic of Nauru and the\r\nKingdom of Tonga as they assume their rightful positions\r\nin the comity of nations. It is appropriate that, at this final\r\nsession of the General Assembly of the twentieth century,\r\nthe United Nations family has been expanded by yet\r\nanother three Members. We look forward to the valuable\r\ncontributions they will make to the Organization, and to\r\nworking closely with them on issues of mutual concern.\r\nThis century has witnessed perhaps the greatest\r\nchanges in the annals of civilization, from enormous\r\nstrides in science and technology to advances in social\r\nthought and organization. Yet we continue to witness the\r\nworst forms of devastation arising from conflict and from\r\nthe buildup of destructive capacity. The United Nations\r\nwas born out of the ashes of the Second World War as a\r\nreflection of the desire and aspiration of all people to live\r\nin peace and harmony. At this, the last session of the\r\nGeneral Assembly before the end of the millennium, it is\r\nincumbent upon us to consider whether the United\r\nNations has lived up to the high ideals and expectations\r\nof all its Members.\r\nThe primary objective and responsibility of the\r\nUnited Nations is the maintenance of global peace and\r\nharmony on the basis of international law and the\r\nsovereign equality of all nations. Even though the United\r\nNations moved swiftly to assume this important\r\nresponsibility of maintaining peace and security right\r\nfrom its inception, its effectiveness has not been optimal.\r\nThe end of the cold war raised new hopes and\r\nexpectations, and renewed efforts to exercise that\r\nresponsibility. The task has been complex and difficult,\r\nand, sometimes, decisive action on some issues has led us\r\nto question why there was inaction on others. In our view,\r\nthe primary mechanism for the maintenance of peace and\r\nsecurity must make use of early dialogue aimed at\r\npeaceful resolution of differences. The use of force to\r\nresolve conflict must be considered with extreme caution;\r\nit must be fully within the context of international law\r\nand must enjoy the support of all the members of the\r\ninternational community.\r\n25\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nThe United Nations Charter entrusts responsibility for\r\nthe maintenance of international peace and security to the\r\nSecurity Council. While the Council must have the\r\nflexibility to act promptly, it, or its individual members,\r\nmust not operate in isolation. The Council must be\r\nresponsible to the international community at large and\r\nmust respond to our collective aspirations for a more\r\nrepresentative, relevant and effective Organization.\r\nBhutan associates itself with the position of the Non-\r\nAligned Movement, which maintains that new global\r\nrealities must be reflected through reform of the Security\r\nCouncil, in terms of both its composition and its working\r\nmethods. The legitimacy of an increased role and voice for\r\ndeveloping countries must find expression in an increased\r\npermanent representation on the Council. We trust that\r\ndeliberations on this matter will proceed within the\r\nestablished framework of General Assembly mechanisms,\r\nwith the involvement of all Member States and with\r\ncontinued transparency.\r\nThe threat to international peace and security posed by\r\nthe abundance of weapons of mass destruction as well as\r\nconventional arms has not diminished. Progress on nuclear\r\ndisarmament can take place only if the legitimate security\r\nconcerns of all countries are addressed and if there is a firm\r\ncommitment to the eventual elimination of all such\r\nweapons. Equal attention, we believe, must be given also to\r\nthe regulation of global trade in conventional weapons and\r\nsmall arms.\r\nTerrorism continues to jeopardize and undermine\r\nhuman rights, fundamental freedoms and security in a\r\ngrowing number of countries and situations. There is an\r\nurgent need to accord greater priority to the elaboration of\r\na comprehensive convention on international terrorism. The\r\nglobal community must enhance cooperation to prevent,\r\ncombat and eliminate this scourge.\r\nGlobalization offers unprecedented opportunities for\r\nsustained economic development. Paradoxically, the rapid\r\nprocesses of change and adjustment have been accompanied\r\nby intensified poverty, unemployment and social\r\ndisorientation. Fears that current patterns of market-driven\r\nglobalization may even give rise to further marginalization\r\nof developing countries are not altogether unfounded. All\r\nthese clearly indicate that there is an acute need for balance\r\nin order to forge a middle path for the process of\r\nglobalization.\r\nMy country welcomes the decision taken at the\r\nCologne Summit in June 1999 by the G-8 aimed at\r\nalleviating some of the debt burden of the heavily\r\nindebted poor countries. We are hopeful that the effective\r\nimplementation of this decision will go a long way in\r\nsupporting national efforts to reduce the debt burden of\r\nthese countries to more serviceable levels and open for\r\nthem the opportunities for real and sustained economic\r\ngrowth.\r\nWhile we commend our development partners that\r\nhave reached or surpassed agreed official development\r\nassistance targets, we regret that with a few exceptions,\r\nthe long-standing commitment to United Nations targets\r\nfor official development assistance remains largely an\r\nunfulfilled goal. In this regard, Bhutan joins other\r\ndeveloping countries in underlining the importance of the\r\nconvening of a high-level conference on the financing of\r\ndevelopment within the framework of the United Nations.\r\nBhutan recognizes that all parties must exert equal efforts\r\nin order to foster a successful development partnership,\r\nbut it is increasingly concerned by the growing\r\nmarginalization of least developed countries in global\r\ntrade, whose share remains below 0.4 per cent. While the\r\nleast developed countries have taken steps towards\r\neconomic liberalization and institutional reform, their\r\nsmooth integration into the global economy must be\r\nfacilitated through preferential access to markets and\r\nassistance for institutional capacity-building and\r\ninfrastructure development. In this regard, we are\r\nheartened by the general sensitivity and responsiveness\r\nshown by the World Trade Organization.\r\nAs a founding member of the South Asian\r\nAssociation for Regional Cooperation (SAARC) family,\r\nBhutan is committed to further strengthening cooperation\r\nin South Asia, where infinitely vast resources and\r\npotentials remain locked and unrealized. We have made\r\nprogress in fostering cooperation, particularly in the social\r\nfields, and in strengthening cooperation in the core\r\neconomic areas. Of special significance is our\r\ncommitment to establish the necessary mechanisms to\r\nenable SAARC to move from a preferential trade\r\narrangement to a free trade arrangement within a\r\nreasonable period of time.\r\nOne of the overriding responsibilities of the United\r\nNations is in the field of socio-economic development.\r\nOver the decades, the contributions of the various United\r\nNations agencies have been remarkable, although these\r\nhave sometimes been taken for granted. It is important\r\nthat we recognize their contributions and provide them\r\nwith the necessary resources to effectively continue their\r\nsupport to developing countries.\r\n26\r\nGeneral Assembly 16th plenary meeting\r\nFifty-fourth session 29 September 1999\r\nBhutan has always pursued a people-centred\r\ndevelopment process. Our national development strategies\r\nhave always aimed at enhancing gross national happiness\r\nrather than merely increasing gross national product. This\r\nconcept calls not only for economic development in the\r\nconventional sense, but for enriching the lives of the people\r\nin a holistic way, through the preservation and promotion\r\nof our rich cultural heritage, through the protection and\r\nconservation of our fragile mountain ecosystem and through\r\nthe strengthening and exercise of good governance.\r\nIn pursuit of an equitable balance between material\r\nand spiritual development, the Government has consistently\r\nallocated a large share of resources over the last four\r\ndecades for social services. Almost 30 per cent of the\r\npresent national budget is allocated to the provision of free\r\nbasic education and primary health care. To these are\r\nattributable a substantial jump in our literacy rate — and\r\nthe advance in enrolment rate — and an increase in life\r\nexpectancy for the average Bhutanese by 20 years in two\r\ndecades.\r\nWe have realized that balanced development is not\r\nalways the easiest route to take. It entails considerable\r\ncontemplation, a cautious approach and a deliberate\r\nchoice of a measured path. It requires patience, restraint\r\nand; indeed, courage: patience to persevere over many\r\nyears in order to reap long-term benefits, restraint and\r\nself-control to refrain from fleeting compulsions and\r\ncourage to sacrifice immediate gains in favour of long-\r\nterm sustainable development.\r\nI would like to seize this opportunity to thank the\r\nmany worthy members of this Assembly and the various\r\nUnited Nations and other multilateral agencies for their\r\ninspiration, cooperation and meaningful support in my\r\ncountry\u0027s endeavour to ensure progress and sustained\r\ngross national happiness.\r\nThe meeting rose at 1 p.m.\r\n27\r\n"