"United Nations A/54/PV.54\r\n99-86479 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n54th plenary meeting\r\nWednesday, 17 November 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 10.30 a.m.\r\nAgenda item 154\r\nUnited Nations Decade of International Law: marking\r\nof the end of the United Nations Decade of International\r\nLaw\r\nReport of the Secretary-General (A/54/362 and\r\nAdd.1)\r\nLetter dated 10 September 1999 from the\r\nPermanent Representatives of the Netherlands and\r\nthe Russian Federation addressed to the Secretary-\r\nGeneral (A/54/381)\r\nReport of the Sixth Committee (A/54/609)\r\nThe President: In accordance with the decision taken\r\nat its third plenary meeting on 17 September 1999, the\r\nGeneral Assembly is meeting today, under agenda item\r\n154, to mark the end of the United Nations Decade of\r\nInternational Law.\r\nThe General Assembly will first hear statements\r\nmarking the end of the United Nations Decade of\r\nInternational Law. Thereafter, the General Assembly will\r\nconsider the report of the Sixth Committee on agenda item\r\n154.\r\nStatement by the President\r\nThe President: It gives me a special pleasure to\r\nspeak on the occasion of the closing of the United\r\nNations Decade of International Law. Through the efforts\r\nof States, international organizations and institutions,\r\nincluding eminent representatives of the international legal\r\nprofession, practitioners and academics alike, this Decade\r\nhas been known for significantly contributing to the\r\npromotion of and respect for international law worldwide.\r\nI also wish to acknowledge the presence of and\r\nwelcome several ministers of justice from all around the\r\nworld. These ministers, who are all women, have been\r\nmeeting at the United Nations and exchanging views with\r\neach other as well as with other women in key lawmaking\r\nand enforcement positions in Governments and\r\nmultilateral institutions in their countries. I am delighted\r\nthat they are participating in our programme for the\r\nclosure of the Decade of International Law.\r\nNegotiations to reform, restructure and democratize\r\nthe United Nations and, no less, to make its working\r\nmethods more transparent are taking place at a time when\r\nthe entire international community is hard at work\r\nanalyzing the lessons of the past and making concerted\r\nefforts to find solutions to old and new problems and\r\nglobal challenges on the eve of the next millennium. It is\r\ntherefore most timely and appropriate to examine the\r\nresults of the Decade in the context of the important\r\nactivities of the international legal bodies. I hope that the\r\nfifty-fourth session of the General Assembly will further\r\nenhance the reform process of our Organization.\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nWe expect from this meeting concrete\r\nrecommendations for future actions in the area of\r\ninternational law based on the results of a frank and\r\nconstructive evaluation of the achievements of the Decade.\r\nThis may include analysis of burning issues and finding\r\nsolutions to problems that now stand in the way of our\r\nrealizing the noble objectives enshrined in the Charter of\r\nthe United Nations. Success in this will not only affect the\r\nfuture role of our Organization, but also assist in\r\nstrengthening the rule of law internationally as the basis for\r\ncooperative and mutually rewarding relations among nations\r\nin the new millennium.\r\nI am pleased indeed to acknowledge the constructive\r\ncontributions being made by the relevant bodies of the\r\nGeneral Assembly, assisted by the Secretariat, towards\r\nachieving this desirable goal. These bodies include the\r\nSixth Committee, the International Law Commission, the\r\nUnited Nations Commission on International Trade Law,\r\nnot to mention others, such as the Special Committee on\r\nthe Charter of the United Nations and on the Strengthening\r\nof the Role of the Organization and, not least, the\r\nCommittee which is dealing with the prevention of\r\ninternational terrorism. I cannot fail to mention various\r\nworking groups of the subsidiary bodies that have been\r\nestablished during the Decade to deal with many topics of\r\ninternational law.\r\nAll of these have made constructive contributions\r\ntowards the realization of one of the most important goals\r\nof the United Nations and, in particular, of the General\r\nAssembly:\r\n“promoting international co-operation in the political\r\nfield and encouraging the progressive development of\r\ninternational law and its codification”.\r\nThis mandate is provided for in paragraph 1 (a) of Article\r\n13 of the United Nations Charter itself.\r\nWhen the practical results of the United Nations\r\nactivities and mandates are scrutinized, including questions\r\nabout its relevance or efficacy, we must be able to reaffirm\r\nour complete faith in the United Nations and to declare\r\nwith confidence that the world would be a much more\r\nunsafe and insecure place without it. The threats would be\r\nmany: the law of the jungle, a vicious arms race, endemic\r\nsocial chaos, unbridled national rivalries, aggravation of\r\ndisparities, unsettled conflicts and lawlessness, among\r\nothers.\r\nThe United Nations has been and continues to be a\r\nunique and indispensable universal instrument for the\r\nsurvival of humankind and for our common development\r\nand progress. This role is, however, unattainable without\r\nproper international regulation and management by the\r\nestablished legal bodies. Can we really imagine modern\r\ninternational political and economic relations, trade,\r\nsatellites, the Internet, aviation, technological and\r\nscientific activity, cultural exchanges, environmental\r\nprotection, travel, the use of natural resources, exploration\r\nof outer space and other vital human activities without a\r\nsolid international legal foundation? The answer is\r\nobvious: we need the United Nations, yesterday, today\r\nand tomorrow.\r\nThe Charter of the United Nations, which forms the\r\nbasis of the international legal system, entrusted the\r\nGeneral Assembly with the task of consolidating,\r\nstrengthening and developing international law. In keeping\r\nwith this mandate, the General Assembly has conducted\r\nongoing activities in this field. This has resulted, during\r\nthe Decade, in the adoption of many ground-breaking\r\nmajor conventions.\r\nUndoubtedly, the most significant achievement to\r\ndate is the 1998 Rome Statute of the International\r\nCriminal Court. Its adoption has been a truly historic\r\nmilestone. I congratulate the trail-blazers, the movers and\r\nshakers, who remained steadfastly engaged during the\r\nprotracted negotiations until the final victory was won.\r\nCongratulations to all of them, once again, for a job well\r\ndone.\r\nThe task of developing and codifying international\r\nlaw must continue unabated even if it may require\r\nadjustment from time to time, in the light of any practical\r\nrealities of modern life. On the eve of the year 2000, our\r\nplanet faces new challenges of global cooperation and\r\npeaceful coexistence. We must master the techniques for\r\nthe survival of humanity, of our civilization and of its\r\nsustenance. New and profound social, bio-technological\r\nand telecommunications innovations with far-reaching\r\nconsequences are taking place today. The future is, more\r\nlikely than not, going to be characterized by even more\r\nbewildering things we may not be able to conceive of, let\r\nalone comprehend, at present.\r\nOne of the challenges is whether we are really\r\nready, as a human family, for the coming age. Solving\r\nglobal problems or facing emerging challenges is hardly\r\npossible without effective legal regulation on a global\r\nscale. That is why important legal bodies, such as the\r\n2\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nSixth Committee of the General Assembly, the International\r\nLaw Commission and the United Nations Commission on\r\nInternational Trade Law need further strengthening. As the\r\nworld moves towards the twenty-first century, and we with\r\nit, we also need system-wide expert analysis, modification\r\nand elaboration of appropriate legal concepts and principles,\r\nas well as of their accompanying normative and institutional\r\nmechanisms.\r\nI always, but particularly in my present capacity, have\r\nwholeheartedly supported all your efforts to continue,\r\namong other things, public education in all United Nations\r\nMember States on the importance of the rule of law in the\r\nfields of international relations, preventive diplomacy and\r\nmultilateral negotiations. Involvement in this campaign of\r\nyouth and children, the world\u0027s future leaders, should not be\r\ntaken lightly. I believe that a rite of passage, from the old\r\nto the young, that is not based on a strong and caring\r\nfamily tradition is like a broken-winged bird which cannot\r\nfly. Law is, above all, about tradition and about\r\ndifferentiating between right and wrong, between truth and\r\nlies. Good citizenship, cooperation and devotion to justice\r\nare among the noble ideals that the rule of law is expected\r\nto promote in human society.\r\nLet the next decade represent, preach and practice a\r\nculture of peace and tolerance. And not only that; let it also\r\nbe known for respect for law, fairness in the administration\r\nof justice and for a fair deal for the poor and the needy of\r\nthe world. May our beloved children everywhere in the\r\nworld at last find peace of mind and protection from crime,\r\nabuse and forced soldiering and proceed to fulfil all their\r\nwonderful dreams. You of the legal profession must make\r\nthe rule of law weighty, just and unrelenting for their sake\r\nand future.\r\nI now call on the representative of the Secretary-\r\nGeneral, Mr. Hans Corell, to deliver a message on behalf\r\nof the Secretary-General.\r\nMr. Corell (The Legal Counsel): The Secretary-\r\nGeneral, who is presently away from Headquarters, has\r\nasked me to deliver on his behalf the following message on\r\nthe occasion of the closing of the United Nations Decade of\r\nInternational Law.\r\n“I am pleased to convey my warm greetings to\r\nthis distinguished audience gathered to mark the end\r\nof the United Nations Decade of International Law.\r\nThis has been a decade characterized by genuine and\r\nlasting progress. The underlying goal of the Decade\r\nwas to promote the rule of law by promoting the\r\nmeans and methods for the peaceful settlement of\r\ndisputes between States, by encouraging the\r\nprogressive development of international law and its\r\ncodification and by encouraging the teaching, study,\r\ndissemination and wider appreciation of international\r\nlaw.\r\n“The response of the international community\r\nto this noble aim has been highly commendable.\r\nInternational organizations and institutions, both\r\ngovernmental and non-governmental, have\r\nundertaken a wide range of activities. Not being able\r\nto list all the events which took place during the\r\nDecade, I would like to mention perhaps the most\r\nimportant example of the Decade\u0027s achievements: the\r\nadoption of the Rome Statute of the International\r\nCriminal Court. The establishment of the Court will\r\nconstitute a giant step in the development of an\r\neffective system of enforcement of international law\r\nand of combating the most heinous crimes known to\r\nmankind.\r\n“The 1990s have also witnessed the\r\nproliferation of regional and subregional mechanisms\r\nto supplement existing global legal frameworks.\r\nSpecific examples include the regional human rights\r\nmechanisms established under the auspices of the\r\nOrganization of American States, the Council of\r\nEurope and the Organization of African Unity.\r\n“In the area of peaceful settlement of disputes,\r\nthe Decade has witnessed an increased role played\r\nby the International Court of Justice and the\r\nreconfirmation of its importance as the principal\r\njudicial organ of the Organization.\r\n“An important and fitting contribution to the\r\nclosing of the Decade of International Law was\r\nprovided by the celebrations of the centennial of the\r\nfirst International Peace Conference. The results of\r\nthe discussions held in The Hague and St.\r\nPetersburg not only significantly advanced the\r\nthemes of the first Peace Conference, but also\r\nhelped energize a vital global debate on the role of\r\nthe United Nations in preventing conflict and halting\r\ngross and systematic violations of human rights. The\r\ndiscussions have underscored the need for a more\r\ndetermined approach to preventive measures in order\r\nto achieve the necessary degree of stability in the\r\ninternational legal order.\r\n3\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\n“Moreover, the realization of the programme of\r\nthe Decade was characterized by an active\r\ninvolvement of non-governmental organizations and\r\nvarious segments of the legal profession. It highlighted\r\ntheir growing role in promoting a “culture of peace”.\r\n“Notwithstanding the achievements of the\r\nDecade, there is little reason for euphoria when we\r\nlook at the current state of international affairs.\r\nInternational and national conflicts are still a part of\r\nour life today. Loss of life, untold suffering, hunger,\r\ndangerous diseases and denial of the basic rights of\r\nhundreds of thousands of human beings is a sad\r\nreality. Unsolved, urgent global problems still persist,\r\nposing major challenges to the entire international\r\ncommunity. International law has an important role to\r\nplay in meeting these challenges and in making our\r\nplanet a better place to live. In order to deal\r\neffectively with the proliferation of intra-State and\r\nother violent ethnic conflicts, the international\r\ncommunity must unite in confronting systematic\r\nthreats to civilian populations.\r\n“The rule of law is not an end in itself. Its\r\npurpose is to serve the needs of all the peoples and\r\neach and every human being on this planet through\r\nthe effective functioning of a universal legal regime.\r\nAs the Decade of International Law comes to an end,\r\nit is clear that the role of international law is greater\r\nthan ever. It not only must regulate relations between\r\nStates; in keeping with the highest principles of the\r\nCharter and the Universal Declaration of Human\r\nRights, international law must also serve as the\r\nultimate defence of the weakest and most vulnerable\r\nindividuals within States against violence and tyranny.\r\n“I wish the General Assembly a frank,\r\nconstructive and successful debate.”\r\nThe President: Before proceeding further, I should\r\nlike to inform members that in a letter dated 6 October\r\n1999 addressed to the President of the General Assembly,\r\nthe Permanent Representative of Italy to the United\r\nNations, in his capacity as Chairman of the Group of\r\nWestern European and other States for the month of\r\nOctober, requests that the General Assembly hear a\r\nstatement in plenary meeting by the Observer of\r\nSwitzerland on agenda item 154.\r\nTaking into account the importance attached to the\r\nissue under discussion, it is proposed that the General\r\nAssembly should take a decision on that request.\r\nMay I take it that there is no objection to the\r\nproposal to hear the Observer of Switzerland on this\r\nagenda item?\r\nIt was so decided.\r\nMr. van Mierlo (Netherlands): The United Nations\r\nDecade of International Law is officially drawing to a\r\nclose. At the same time, we are concluding the\r\ncelebration of the centennial of the first International\r\nPeace Conference. I speak to the Assembly today not\r\nonly as a representative of the Netherlands Government,\r\nbut first and foremost as Chairman of the National\r\nCommittee for the celebrations held at the Peace Palace\r\nin The Hague in May of this year.\r\nThe United Nations Decade of International Law\r\nwas established in order to highlight the developments of\r\ninternational law, to enhance awareness of it and to\r\npromote adherence to its concepts and principles. By\r\nfortune and design, the timing of the Decade turned out\r\nto be propitious. Coming as it did at the end of the cold\r\nwar, the Decade opened up avenues that previously could\r\nnever have been successfully pursued. Issues and concepts\r\nthat had been submerged for decades in the vortex of a\r\nbipolar world suddenly floated back to the surface and\r\ncaught afresh the attention of the international legal\r\ncommunity; and they required answers.\r\nNow, at the end of the Decade, I want to briefly\r\nlook back and look forward. In looking back, if I had to\r\nsingle out one achievement of the Decade, it would not be\r\na particular conference or convention, nor any particular\r\nrule or concept. One level of abstraction higher, the single\r\nmost important accomplishment, in my view, would be\r\novercoming a critical barrier that international law has\r\nalways been up against: compliance; holding parties to\r\ntheir commitments; making international law stick.\r\nIn fact, I remember my first classes in international\r\nlaw. As a law student, I recall our professor talking about\r\npacta sunt servanda, about how Governments had to\r\nabide by international agreements. So the question was\r\nraised, “What if they do not?”. The man looked\r\nbewildered, for we had innocently stumbled upon a\r\ncardinal weakness of international law. For the longest\r\ntime, international law had been law without teeth. And\r\nindeed, I believe that over the past 10 years we have\r\ncome a long way towards giving international law more\r\nbite.\r\n4\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nIn speaking about such bite, I am referring in\r\nparticular to international criminal law. Here, indeed, lie\r\nperhaps the most remarkable footprints of the Decade.\r\nWho, in 1989, would have sounded plausible when\r\npredicting that soon there would be an international\r\ncriminal court to deal with the world\u0027s perpetrators of\r\ngenocide, crimes against humanity and war crimes? Who\r\nwould have convinced anybody that regarding Yugoslavia\r\nand Rwanda there would soon be international tribunals\r\neffectively dealing with perpetrators of those crimes?\r\nAnd yet, here we are. The Tribunals for Yugoslavia\r\nand Rwanda are abuzz with prosecutorial and judicial\r\naction. Indictments are issued, verdicts handed down and\r\nprison terms served. As little as two years from now, 60\r\nratifications will establish the International Criminal Court\r\n(ICC). No longer can perpetrators of unspeakable atrocities\r\nexpect to get away with it. This Decade of International\r\nLaw may well have brought us close to the end of the era\r\nof impunity. International law has finally grown the teeth\r\nit should have had all along. What better measure of\r\nsuccess of the Decade of International Law can there be?\r\nWhat better way to cement the international rule of law?\r\nPersonally, I will feel proud to see the ICC take up its new\r\nheadquarters in The Hague, which, after all, was the venue\r\nof the first and second International Peace Conferences, in\r\n1899 and 1907, and which since then has been the seat of\r\nvarious international legal institutions.\r\nAs the Assembly knows, at least two of these judicial\r\nbodies trace their roots back to the first Convention of the\r\nfirst International Peace Conference, in 1899. This brings\r\nme to a second example of how international law has\r\ngrown teeth. For in 1899, the participants at the Conference\r\nadopted the so-called Declaration concerning the Prohibition\r\nof the Use of Asphyxiating Gases. That Declaration, even\r\nthough it was groundbreaking at the time, was a clear\r\nexample of international law without means of enforcement,\r\nas the First World War was about to demonstrate so\r\ndramatically.\r\nYet the Declaration laid the foundation for two\r\nimportant conventions several decades later. The first,\r\ndeveloped at the height of the cold war, was the Biological\r\nWeapons Convention, which came into force without any\r\nmeans of verifying compliance by the States parties.\r\nClearly, the time was not ripe in 1972. The other, of more\r\nrecent vintage, is the Convention setting up the\r\nOrganization for the Prohibition of Chemical Weapons\r\n(OPCW). Here we see an example of how international law\r\nhas acquired more bite than anybody would have thought\r\npossible in the not-too-distant past. For in OPCW we are\r\nlooking at an institution replete with means to inspect and\r\nverify implementation of the Convention worldwide. Its\r\nheadquarters in The Hague are in full swing.\r\nWho would not argue that we have come a long\r\nway? But then again, who would not argue that reality\r\ncan overtake the law in the blink of an eye? For we need\r\nto remember that no matter how strong the law, the minds\r\nof policy makers remain a fickle element in that reality.\r\nHistory commands modesty.\r\nNow let me look ahead at whatever future areas of\r\ndevelopment we may identify for the law, for, after all,\r\nthat was one of the purposes of the Decade and, indeed,\r\nof the centennial celebrations. In other words, what are\r\nthe blind spots in international law, the uncharted areas?\r\nI will mention only two, but I am sure that other speakers\r\nwill identify different ones.\r\nIn the St. Petersburg sessions of the centennial\r\ncelebrations, I took up the issue of small arms as one of\r\nthe remaining gaps in international law today. The\r\nNorwegian Minister for Foreign Affairs had done likewise\r\neven earlier, about a year ago, in his famous Fridtjof\r\nNansen memorial lecture. Last February, at a preparatory\r\nmeeting of the centennial celebrations in New Delhi,\r\nsome speakers even identified small arms proliferation as\r\na greater threat to humanity than nuclear weapons. An\r\nestimated 500 million to 1 billion small arms are in\r\ncirculation worldwide. They cause untold suffering,\r\ndestabilize societies and prolong conflicts, and when\r\nconflicts end, they stand in the way of reconstruction and\r\nsustainable development. In 46 out of the 49 conflicts that\r\nhave taken place during the Decade of International Law,\r\nsmall arms were the only weapons used. Needless to say,\r\nthis was precisely the reason that the Security Council,\r\nunder Dutch presidency, for the first time in its history\r\nadopted a presidential statement on the matter. Regulation\r\nof the small arms issue should be dealt with as a matter\r\nof priority.\r\nBut there are other blind spots.\r\nOne of the most pernicious dilemmas of our time is\r\ncaused when human rights are being violated on a large\r\nscale, when a Government causes or condones random\r\nabuse or even slaughter of its very own citizens. What if\r\nthe Security Council is not able to act to stop the\r\ncarnage? How long can the rest of the world stand idly by\r\nand wait until there are precious few people left to be\r\nkilled or abused? The dilemma is a real one, as recent\r\n5\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nhistory has shown with shocking images broadcast the\r\nworld over. Moral outrage reverberates around the globe.\r\nThe dilemma is also a political one. In other words,\r\nthe blind spot I am referring to is the issue of humanitarian\r\nintervention, which sits on the cutting edge of law and\r\ndiplomacy.\r\nTwo conflicting imperatives are striving for the upper\r\nhand: the obligation to respect territorial integrity and\r\npolitical independence, on the one hand, and the need to\r\nuniversally protect and promote human rights, on the other.\r\nThe decision-making process in the Security Council often\r\nfails to offer a solution for this conflict of principles and,\r\nin this regard, the right of veto cannot be ignored.\r\nSovereignty has been the cornerstone of international\r\nrelations for at least 500 years. Yet 50 years ago we\r\nadopted the Universal Declaration of Human Rights, and 20\r\nyears ago the General Assembly stipulated by consensus\r\nthat large-scale violations of these rights are a legitimate\r\nconcern of the international community. How, in good\r\nconscience, can we satisfy both imperatives? How, on a\r\nsound legal basis, can we take action to protect our fellow\r\nman?\r\nHere we have a virtual Achilles heel of international\r\nlaw. The law, as it stands, is not very adequate in handling\r\nmoral dilemmas, and certainly not of this magnitude. Yet\r\nthe debate that is presently under way is nevertheless, in\r\nmy view, a debate that must be carried on. If the Security\r\nCouncil is supposed to remain credible in striving for not\r\nonly peace, but indeed a better world, then that debate will\r\nhave to be carried to its logical conclusion. I do not deny\r\nit will be difficult. On this point, views are diverging. Yet,\r\nhere lies a spot to which we cannot turn a blind eye.\r\nThe Decade has come to a close; the centennial\r\ncelebrations are over. But there is work to be done. How\r\nshould we proceed? I believe we should proceed along\r\nvarious avenues at the same time. First, the United Nations\r\nbodies dealing with any form of law-making should\r\ncontinue to do so with all due vigour, notably the\r\nInternational Law Commission and the Sixth Committee of\r\nthe Assembly. The international legal community —\r\nwhether scholars, writers or practising attorneys — should\r\napply their minds to the law agenda for the future. The\r\nAmerican Society of International Law and the International\r\nLaw Association provide fertile ground for new ideas. But\r\ncertainly not least of all, policy makers of all nations and\r\nvarious levels should identify the tools they need to deal\r\neffectively with the realities of international relations. They\r\nshould speak out and tell the lawyers what it is they are in\r\nwant of. I bet that once they do that, the lawyers of the\r\nplanet will have plenty on their plate. It will not be so\r\nmuch new law that has to be devised; more importantly,\r\nit will be a matter of implementing law that is already\r\nthere and of devising ever more clever ways to really\r\nmake it stick.\r\nAs I have said, the Decade is over and the centennial\r\nis history, but the real work has only just begun.\r\nMs. Rasi (Finland): I have the honour to speak on\r\nbehalf of the European Union. The Central and Eastern\r\nEuropean countries associated with the European\r\nUnion — Bulgaria, the Czech Republic, Estonia,\r\nHungary, Latvia, Lithuania, Poland, Romania, Slovakia\r\nand Slovenia — and the associated countries of Cyprus\r\nand Malta, as well as the European Free Trade\r\nAssociation country member of the European Economic\r\nArea, Iceland, align themselves with this statement.\r\nThe United Nations Decade of International Law has\r\ndrawn attention to the necessity of having an effective\r\nrule of law in international relations. While the United\r\nNations Decade produced many positive developments, it\r\nalso witnessed most serious violations of human rights\r\nand humanitarian law. Its main legacy lies in the\r\nchallenge it hands over to the years to come.\r\nDuring the Decade, a new consciousness evolved\r\ntowards a better respect for the rules of humanitarian law.\r\nThe tragedies of recent years could not leave the\r\ninternational community unaffected. It has been strongly\r\nfelt that there is a shared responsibility both to cooperate\r\nto prevent the crimes concerned and to ensure that the\r\nperpetrators are brought to justice. The European Union\r\nstresses the importance of compliance with obligations\r\nunder international humanitarian law and the need to\r\naccept and use review mechanisms in the field of\r\nhumanitarian law, such as the International Fact-Finding\r\nCommission.\r\nThe ideals of a more effective rule of law were\r\npromoted, notably through the establishment of the ad hoc\r\nCriminal Tribunals for the Former Yugoslavia and\r\nRwanda and, in particular, by the adoption in 1998 of the\r\nRome Statute of the International Criminal Court. The\r\nmeasures taken give encouraging proof of the\r\ninternational community\u0027s determination to put an end to\r\nthe era of impunity for serious violations of human rights\r\nand humanitarian law. The European Union has actively\r\nsupported measures to ensure accountability for criminal\r\nacts under international law. It was also the main aim of\r\n6\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nthe recently held 27th International Conference of the Red\r\nCross and Red Crescent to reinforce the humanitarian\r\ncommitment of the international community as a whole.\r\nThe immediate task of international criminal courts\r\nand tribunals is to try those suspected of serious crimes. In\r\nthe long run, however, it is to be hoped that the main\r\nfunction of the International Criminal Court will be that of\r\ncrime prevention. Increased awareness of the Court\u0027s ability\r\nand determination to try and to punish those responsible for\r\nserious violations of human rights and humanitarian law\r\nshould effectively contribute to the prevention of such\r\ncrimes.\r\nThere have also been other important developments in\r\nthe implementation of international law. The International\r\nCourt of Justice is occupied by a heavy docket, giving\r\nproof of the increased confidence of States in its activities.\r\nSimilarly, other international courts and tribunals, whether\r\non a regional or universal level, are seized of activities in\r\nsuch central fields of international law as human rights and\r\nthe law of the sea, where the contribution of the\r\nInternational Tribunal for the Law of the Sea is to be noted.\r\nOn its one hundredth anniversary, the important role of the\r\nPermanent Court of Arbitration is also to be recognized.\r\nWe encourage States to take advantage of these means of\r\ndispute settlement whenever possible.\r\nThe United Nations Decade has in many ways\r\npromoted awareness of the rules and principles of\r\ninternational law. The numerous conferences, seminars and\r\nsymposiums conducted in various parts of the world as\r\ncontributions to the Decade\u0027s agenda have spread and\r\ndeepened knowledge of international law among students,\r\nscholars and practitioners in the field. A further challenge\r\nincludes the dissemination of information on international\r\nlaw and its role in the international community among the\r\npublic at large. Important steps to that effect have been\r\ntaken — for instance, by the International Criminal\r\nTribunals for the Former Yugoslavia and Rwanda — in\r\nproviding information about their activities to the\r\npopulations of the regions concerned. The teaching, study,\r\ndissemination and wider appreciation of international law\r\nwill remain an essential element for the promotion of the\r\nacceptance of, and respect for, its principles.\r\nThe United Nations Decade received an appreciated\r\nconclusion in the celebration of the centennial of the first\r\nInternational Peace Conference at the Hague and in St.\r\nPetersburg in May and June 1999. We warmly thank the\r\nGovernment of the Netherlands and the Government of the\r\nRussian Federation for their valuable efforts in arranging\r\nand hosting the events of the centennial celebration. The\r\nreport on the outcome of the expert discussions on the\r\nthree “centennial themes” — disarmament, humanitarian\r\nlaw and laws of war, and peaceful settlement of\r\ndisputes — bears witness to an extensive and open-\r\nminded exchange of views among legal experts from all\r\nregions of the world. Special thanks are due to the\r\nauthors of the reports on the three themes, which served\r\nas the basis of the expert discussions. We also take note\r\nof the successful Hague Appeal for Peace citizens\u0027\r\nconference, which took place at the Hague in May 1999.\r\nThe centennial themes were those of the first\r\nInternational Peace Conference. It is noteworthy that after\r\n100 years they have not lost their validity. Rather, they\r\nhave grown in importance. However, we hope that in the\r\nnew millennium international law will focus on\r\nprevention and positive cooperation rather than on\r\nregulation of armaments, punishment of criminals and\r\nanticipation of disputes. While the themes of 1899 still\r\nretain their relevance, new issues have been added at the\r\nforefront of international law. In particular, respect for\r\nhuman rights and the need to protect the environment\r\nhave been recognized as constituting major areas for a\r\nviable regime of international law. These goals were also\r\nhighlighted through various projects and activities in the\r\ncourse of the Decade. A new awareness of the earth\u0027s\r\nenvironmental limitations was called for in the face of\r\nchallenges such as climate change or threats to biological\r\ndiversity. In the field of human rights, important\r\ndevelopments included the establishment by the General\r\nAssembly of the post of High Commissioner for Human\r\nRights as a follow-up to the World Conference on Human\r\nRights, held in Vienna in 1993.\r\nIncomplete as it still is, today\u0027s system of\r\ninternational law is more encompassing and functions\r\nbetter than ever before. The list of multilateral\r\nconventions adopted under the auspices of the United\r\nNations during the Decade is a positive indication of this.\r\nThe list includes no fewer than 70 documents setting out\r\nbinding rules of international law. The documents deal\r\nwith the broadest range of subject matter — human\r\nrights, humanitarian law, environmental protection,\r\ndisarmament, transportation, space technology and\r\ncommodities regulation.\r\nIn the daily practice of international law, compliance\r\nis the rule and not the exception. Much of the existing\r\nbody of international law is dutifully applied in the\r\ninterest of all the parties involved. Still, the major\r\nchallenge to contemporary international law lies in its\r\n7\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\neffective application and enforcement. This was also made\r\nclear in the discussions that took place at the centennial\r\nmeetings. While the progressive development and\r\ncodification of international law continued to be considered\r\nimportant, the main emphasis was placed on States\u0027 faithful\r\ncompliance with existing international obligations. Efforts\r\nto develop the law will be successful only if they are based\r\non a commitment to its full implementation.\r\nThe European Union notes with appreciation the role\r\nof the Secretary-General and the legal secretariat of the\r\nUnited Nations in the lead of the Decade\u0027s activities. Their\r\nwork has been indispensable for the success of the Decade.\r\nWork towards the realization of the purposes of the\r\nDecade will continue. The end of the Decade will not\r\nreduce efforts aimed at the attainment of its purposes. The\r\nEuropean Union remains fully committed to supporting all\r\nefforts to strengthen the rule of law in international\r\nrelations.\r\nMr. Šimonović (Croatia): I have the honour to address\r\nthe Assembly on this occasion, in marking the end of the\r\nUnited Nations Decade of International Law, on behalf of\r\nthe members of the Group of Eastern European States. Ten\r\nyears ago, at its forty-fourth session, the General Assembly\r\nproclaimed the period between 1990 and 2000 as the\r\nDecade of International Law. This last decade of the\r\ntwentieth century has been dedicated to international law —\r\nits promotion, observance, development, codification and\r\ndissemination. The Decade of International Law was\r\nintended to commemorate, summarize, continue and\r\nintensify the developments achieved in these areas.\r\nMoreover, through resolution A/44/23 the Members of the\r\nUnited Nations recognized and highlighted the influence of\r\ninternational law in the realization of the overall purposes\r\nof the United Nations.\r\nThe decade of the 1990s has been characterized by\r\nglobalization, multilateralism, universality, interdependence,\r\nregionalism and profound changes in the field of\r\nenvironment and human rights. In this decade the\r\ninternational legal order has been further developed, a\r\nnumber of new States have emerged, the new role and\r\ngrowing strength of the regional organizations has been\r\nconfirmed, and strong emphasis has been placed on human\r\nrights.\r\nAs we evaluate the 1990s in the light of the Decade\u0027s\r\ngoals as set out in resolution A/44/23, we notice remarkable\r\nyet uneven progress, which is evidenced in the exhaustive\r\nreport of the Secretary-General.\r\nThe primary purpose of the United Nations Decade\r\nwas the promotion of the acceptance of and respect for\r\nthe principles of international law. Many activities aimed\r\nat strengthening the rule of law in international relations\r\nhave been undertaken by various actors. The rules of\r\ninternational law have grown in number so that they now\r\ncover a broad range of fields of cooperation among\r\nStates. Considerable progress has been made in particular\r\nin the field of international environmental law,\r\ninternational trade law, international criminal law,\r\nhumanitarian law, law of the sea and maritime law.\r\nAnother purpose of the Decade was the promotion\r\nof means and methods for the peaceful settlement of\r\ndisputes between States, including resort to and full\r\nrespect for the International Court of Justice.\r\nInternational negotiations constitute a flexible and\r\neffective means for the peaceful settlement of disputes\r\namong States and contribute to the creation of new\r\ninternational codes of conduct. For this reason, we believe\r\nthat States should never renounce negotiations, not even\r\nwhen a dispute has been referred to another means of\r\npeaceful settlement. The identification of principles and\r\nguidelines relevant to international negotiations will\r\ncontribute to enhancing the predictability of the\r\nnegotiating parties, reducing uncertainty and promoting an\r\natmosphere of trust during negotiations. To this end, we\r\nwelcome resolution 53/101, adopted by the General\r\nAssembly last year, entitled “Principles and guidelines for\r\ninternational negotiations”.\r\nIt is a pleasure to conclude that in the past 10 years\r\nthe role of the International Court of Justice, the principal\r\njudicial organ of the United Nations, has been confirmed\r\nand significantly reinforced. An increasing number of\r\nStates have accepted the optional clause under Article 36,\r\nparagraph 2, of the Statute of the International Court of\r\nJustice. There has also been a considerable increase in the\r\nnumber of cases brought before the Court. It has\r\ncontributed a great deal to the better understanding of\r\nmany key issues of international law and to the\r\nstrengthening of respect for it.\r\nThe Decade has also witnessed the creation of a\r\nnumber of new dispute settlement mechanisms at the\r\nglobal and regional levels, including the International\r\nTribunal for the Law of the Sea. To date, the Tribunal has\r\nalready issued several orders and judgements.\r\nThe various important activities of the Permanent\r\nCourt of Arbitration should also be recalled, one of them\r\n8\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nbeing the adoption of its optional rules of procedure for\r\nfact-finding commissions of inquiry, which entered into\r\nforce on 15 December 1997.\r\nAs a result of all these developments, the judicial\r\nresolution of disputes may eventually cease to be perceived\r\nas an act endangering friendly relations among States and\r\ninstead be seen as a means of contributing to the\r\nestablishment of good inter-State relations. Today,\r\ninternational courts not only resolve disputes between\r\nStates, but also protect the rights of individuals. In this\r\ncontext, special reference should be made to the reinforced\r\nrole of the European Court of Human Rights on the basis\r\nof Protocol No. 11 to the European Convention on Human\r\nRights.\r\nThe Decade will also be remembered for the\r\nestablishment of two ad hoc Tribunals dealing with war\r\ncrimes and crimes against humanity, the International\r\nCriminal Tribunal for the Former Yugoslavia and the\r\nInternational Criminal Tribunal for Rwanda. The rulings of\r\nthese two Tribunals have further clarified some key aspects\r\nof international humanitarian law.\r\nWe believe that the Decade will be particularly\r\nremembered for the adoption of the Statute of the\r\ninternational criminal court, opened for signature in Rome\r\non 17 June 1998. Reaching an agreement on the\r\nestablishment of an international criminal court represents\r\na landmark development in the international protection and\r\nuniversal application of humanitarian law and the protection\r\nof human rights, and thus it is of paramount importance for\r\nthe international rule of law. The International Criminal\r\nCourt represents an historic step forward into a new era of\r\nworld order, which will influence both internal and foreign\r\npolicies, as well as relations among States. We desire to see\r\nthe Statute enter into force as soon as possible and enjoy\r\nuniversal acceptance in due course.\r\nFurthermore, the Decade will be commemorated for\r\nthe adoption, under United Nations auspices, of many\r\nimportant multilateral conventions which have considerably\r\ncontributed to the progressive development of international\r\nlaw and its codification. Among those are the Convention\r\non the Safety of United Nations and Associated Personnel;\r\nthe International Convention against the Recruitment, Use,\r\nFinancing and Training of Mercenaries; the Ottawa\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-personnel Mines and on\r\nTheir Destruction; the Comprehensive Nuclear-Test-Ban\r\nTreaty; the International Convention for the Suppression of\r\nTerrorist Bombings; and the Second Protocol to the 1954\r\nHague Convention for the Protection of Cultural Property\r\nin the Event of Armed Conflict. The Decade also\r\nwitnessed the entry into force of a considerable number\r\nof previously adopted legal instruments and the\r\ninauguration of new treaty-based international institutions.\r\nWe are grateful to the International Law\r\nCommission for its continuing contributions to the\r\nprogressive development and codification of international\r\nlaw. We hope that the Commission will continue working\r\nas successfully as it has to date. However, there is no\r\nroom for complacency, and an appeal must be directed to\r\nall members of the international community to bring to\r\nlife, through their ratification, many legal instruments that\r\nhave already been concluded.\r\nAnother objective of the Decade was the\r\nencouragement of the teaching, study, dissemination and\r\nwider appreciation of international law. In this respect,\r\nnumerous national, regional and international\r\norganizations deserve credit for their efforts in organizing\r\nsymposiums, conferences, seminars, lectures and meetings\r\non the various issues of international law as a means of\r\ndisseminating the Decade\u0027s principles. Although the\r\nUnited Nations audio-visual library on international law\r\nis still in its preliminary stages of operation, we would\r\nlike to see the distribution of the tapes to interested\r\nGovernments and educational institutions begin as soon as\r\npossible.\r\nUnited Nations achievements in this field also\r\ninclude the addition to the United Nations home page of\r\nspecial Web pages on international law. We welcome the\r\ncompletion of the database containing the United Nations\r\nTreaty Collection. Broad access, through the Internet, to\r\nthe Collection, as well as to documents relevant to\r\ninternational law, is an important means of promoting\r\ninternational law. It allows maximum transparency and\r\nuniversal access to information and thus brings\r\ninternational law closer to a broader community of users,\r\nnot merely to a select circle of Government experts and\r\nscientists.\r\nWe also lend our support to the continued efforts by\r\nthe Secretary-General in the further modernization of the\r\n9\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\ndatabase designed to provide Member States with quick and\r\neasy access to relevant information on international treaties.\r\nTherefore, we welcome the important steps taken by the\r\nSecretary-General, pursuant to the obligation under Article\r\n102 of the United Nations Charter, towards the timely\r\nregistration and publication of international treaties. The\r\nmembers of the Group of Eastern European States also\r\nattach special importance to the project initiated by the\r\nTreaty Section to update the United Nations Treaty Series,\r\nthrough a revision of the backlog by 2001.\r\nAs guarantees of lasting peace and international\r\nsecurity, the principles of justice, observance of\r\ninternational law and peaceful settlement of disputes have\r\nbeen built into the Charter as the cornerstone of the whole\r\nUnited Nations system. The commemoration of the first\r\nInternational Peace Conference, which was a landmark\r\nevent in the codification of international law, reminded us\r\nof the long and sometimes cumbersome process of\r\ninternational law codification. We would like to express our\r\nappreciation for the 1999 centennial celebration of the first\r\nInternational Peace Conference, with meetings being held\r\nin The Hague and in St. Petersburg. This celebration\r\nmarked the continuation of a long tradition of the\r\nprogressive development of international law and its\r\ncodification, which started at the first and second\r\nInternational Peace Conferences in 1899 and 1907. We are\r\ngrateful to the Russian Federation and the Kingdom of the\r\nNetherlands for initiating the celebration of this centennial\r\nand for hosting the expert meetings to consider the themes\r\ndiscussed at the first International Peace Conference, such\r\nas disarmament, humanitarian law, the laws of war and the\r\npeaceful resolution of disputes.\r\nThese themes remain highly relevant today. We are\r\nglad to note the expressed need for strengthening the\r\ninternational order based on the rule of law, as well as the\r\nparticular emphasis put on the duty of the international\r\ncommunity to build peace and prevent violations of\r\ninternational law. We would like to thank all States,\r\nrapporteurs on the Hague themes, governmental and non-\r\ngovernmental organizations, groups and individuals for their\r\ncontributions to the discussions, which have assisted in the\r\nelaboration of the topics propounded by the first and second\r\nHague Peace Conferences.\r\nThe United Nations Decade has undoubtedly enhanced\r\nthe acceptance of respect for the principles of international\r\nlaw and has encouraged its progressive development and\r\ncodification. The United Nations, its specialized agencies\r\nand its Member States have taken many actions in order to\r\nreach the Decade\u0027s objectives. Considering the fact that the\r\ninternational order is still far from being completely built\r\nor systematically developed, it is important to retain the\r\nmomentum gathered during the past decade. It is up to\r\nMember States to continue promoting respect for\r\ninternational law and for its progressive development and\r\ncodification, while simultaneously encouraging its further\r\nstudy and dissemination. Hence, we believe that the\r\nconclusion of the Decade will not result in a reduction in\r\nUnited Nations activities promoting the progressive\r\ndevelopment and codification of international law. We\r\nhope that the end of the Decade will be the beginning of\r\na series of new United Nations activities designed to\r\nensure greater respect for and observance of international\r\nlaw.\r\nLet us all invest our efforts to contribute to the\r\ndeveloping globalization in the legal area, so that in the\r\ntwenty-first century we will not speak only of world trade\r\nand world climate, but of world law as well.\r\nMr. Lavrov (Russian Federation) (spoke in\r\nRussian): I wish at the outset to associate myself with the\r\nstatement just made by the representative of Croatia on\r\nbehalf of the Group of Eastern European States. I should\r\nlike also to add some further comments.\r\nWe are marking the end of the United Nations\r\nDecade of International Law proclaimed by the General\r\nAssembly, which has made a considerable contribution to\r\nstrengthening the legal foundations of today\u0027s world order.\r\nThe implementation of this historic initiative of the Non-\r\nAligned Movement coincided with the years of a\r\ncomplete transformation of the global political\r\narchitecture and the beginnings of movement away from\r\nbloc confrontation towards a multipolar world order.\r\nDuring the Decade, substantive progress has been\r\nachieved in the spheres of disarmament, of combating\r\nterrorism, of human rights and of the environment. There\r\nhas been a breakthrough in the institutionalization of\r\ninternational criminal law and in the eradication of the\r\nculture of impunity. International humanitarian law,\r\ninternational trade law and the law of the sea have been\r\nfurther developed.\r\nAn event of the greatest significance during the\r\nclosing phase of the Decade was the third peace\r\nconference, held on the initiative of the President of\r\nRussia. Like the Russian proposals on convening the first\r\nand second Peace Conferences, that idea was\r\nimplemented jointly by Russia and the Netherlands and\r\nwas a clear example of historical continuity and effective\r\ncooperation.\r\n10\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nThe Hague and Saint Petersburg forums, which took\r\nplace in 1999, and other events to commemorate the\r\ncentennial of the first Peace Conference made a\r\ncontribution to the establishment of international legality\r\nand to the development of international law. These events\r\nwere preceded by related forums with rich agendas, held\r\nunder the auspices of the United Nations Educational,\r\nScientific and Cultural Organization, the International\r\nCommittee of the Red Cross, the Council of Europe, the\r\nInter-American Juridical Committee of the Organization of\r\nAmerican States and the Asian-African Legal Consultative\r\nCommittee, and by regional symposia in Melbourne and in\r\nPretoria.\r\nThe Russian delegation would like to reiterate its\r\ngratitude to the “Friends of 1999”, as well as to those who\r\nparticipated actively in the Saint Petersburg forum, first and\r\nforemost the Secretary-General, Mr. Kofi Annan, Russian\r\nand foreign public and political officials, and the\r\ninternational intergovernmental and non-governmental\r\norganizations that made a major contribution to this event,\r\nwhich was so significant for international life. In the\r\ncontext of realizing the idea of a third peace conference, a\r\ncoalition of non-governmental organizations — the Hague\r\nAppeal for Peace 1999 — acted with particular merit,\r\nconfirming in practice the important role that non-\r\ngovernmental organizations are called upon to play in\r\ntoday\u0027s world.\r\nUnfortunately, notwithstanding the scope of the\r\nachievements of the Decade, it is impossible to claim that\r\nall its objectives and tasks were achieved, including one of\r\nits top priorities: to guarantee the rule of law in\r\ninternational relations. There have been increasingly\r\nvigorous attempts to shatter international law and order,\r\nincluding some made on the pretext of the “inadequacy” of\r\nexisting international law in the light of the nature of a new\r\ngeneration of conflicts. We see increasing attempts to\r\npromote the notion that respect for human rights should\r\ndominate other principles of international law, including the\r\nsovereign equality of States and non-interference in the\r\ninternal affairs of States. Various doctrines are being\r\nformulated on that basis, including those of “humanitarian\r\nintervention” and “limited sovereignty”, which give a green\r\nlight to the use of force, bypassing the Security Council and\r\nthe requirements of the United Nations Charter. This creates\r\nthe impression that those who advocate such doctrines view\r\ninternational law as optional and as permitting one to\r\nchoose what one likes, discarding any rules that seem\r\ninappropriate at a given moment.\r\nThe norms and principles of international law are\r\ninterconnected and interdependent, and they constitute an\r\nintegral system designed to bar humanitarian disasters and\r\nethnic cleansing, as well as acts of aggression. The\r\narbitrary dismemberment of this system can result only in\r\nits destruction, which would bring chaos in this era of\r\nglobalization. It is inadmissible to enter the twenty-first\r\ncentury under the flag of legal nihilism. The new century\r\nshould be the era of a renaissance of international law and\r\na time when the United Nations plays a role in the\r\ntransition to a multipolar world. That is the core of the\r\ninitiative by the President of the Russian Federation to\r\ncreate a world concept for the twenty-first century,\r\nincluding the development of the legal aspects of the use\r\nof force in international relations in an era of\r\nglobalization. Discussion of all these issues should be the\r\nfocus of the Millennium Summit in 2000.\r\nAs noted by the Minister for Foreign Affairs of the\r\nRussian Federation, Igor S. Ivanov, earlier in the present\r\nsession of the General Assembly,\r\n“The world concept for the twenty-first century\r\ninvolves establishing a new culture which would aim\r\nto form a common system of values and models of\r\nbehaviour. A world without wars and conflict, a\r\nworld of democracy and prosperity must be the\r\nhighest priority for all peoples and States”.\r\n(A/54/PV.6, p. 13)\r\nThe United Nations has a special role to play in this\r\nprocess, for we view the Charter as the basis of the world\r\norder in the forthcoming century. Strengthening the\r\ninternational legal foundations of such a world order\r\npresupposes among other things: strict observance of the\r\nuniversally recognized principles of international law and\r\ninternational obligations and the formulation of an agreed\r\ninterpretation of those principles and obligations for the\r\ncommon benefit of mankind and for the progressive\r\ndevelopment of international law; wider use of\r\nverification and implementation mechanisms and\r\nprocedures to ensure additional guarantees against\r\ncircumvention of international law; and a more active use\r\nof machinery for the peaceful settlement of disputes,\r\nincluding enhancement of the role of the International\r\nCourt of Justice.\r\nEnsuring the primacy of the rule of international law\r\nis indissolubly linked to the democratization and\r\nhumanization of international relations, and requires, first\r\nand foremost: the renunciation of claims to global\r\ndominance and the achievement of general agreement on\r\n11\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nhow to make progress in shaping a multipolar world order;\r\nminimizing the coercive measures allowed under\r\ninternational law, including improvement of the process of\r\nimposing, implementing and lifting sanctions and a clear\r\ndelineation of their humanitarian limits; and minimizing\r\nhuman suffering and providing guarantees of human rights\r\nfor all.\r\nWe support the Sixth Committee\u0027s proposal that the\r\nGeneral Assembly should continue considering\r\ndevelopments in the progress made in the implementation\r\nof the purposes of the Decade beyond its conclusion. We\r\nwelcome the invitation to States, organs of the United\r\nNations, international organizations and other relevant\r\ninternational forums to take note of the outcome of the\r\ncentennial of the first International Peace Conference and\r\nto make use of it in the future.\r\nA world built on a solid foundation of international\r\nlaw is one of the main purposes of the United Nations. The\r\nUnited Nations deserves merit in the eyes of history for\r\nmaking the 1990s a decade oriented towards strengthening\r\ninternational legality, a process that is gaining momentum.\r\nWe hope that the conclusion of the Decade will not weaken\r\nthe efforts of the international community to establish the\r\nrule of law, but will mark the beginning of a new stage of\r\nthe further collective development and strengthening of the\r\nuniversal observance of principles and norms of\r\ninternational law; this would be consistent with the needs\r\nof mankind for the coming millennium.\r\nMr. Lee See-young (Republic of Korea): As the\r\nUnited Nations Decade of International Law, declared 10\r\nyears ago by the General Assembly, draws to a close, it is\r\ntime to take stock of the progress made during the\r\nsuccessive phases of the Decade and to refine our efforts\r\nfor the future.\r\nAptly enough, the culmination of the Decade coincides\r\nwith our commemoration of the centennial of the first\r\nInternational Peace Conference in the Hague, an event of\r\nhistoric import that ushered in the modern era of the\r\ndevelopment of international law.\r\nLooking back over the Decade, my delegation is\r\npleased with the strides that have been made in the\r\nprogressive development of international law and its\r\ncodification. This diligence has culminated in the\r\nconclusion of a number of significant multilateral treaties,\r\namong them the Convention on the Safety of United\r\nNations and Associated Personnel, the Convention on the\r\nLaw of the Non-navigational Uses of International\r\nWatercourses, the International Convention against the\r\nRecruitment, Use, Financing and Training of Mercenaries\r\nand the International Convention for the Suppression of\r\nTerrorist Bombings.\r\nAbove all, however, the adoption of the Statute of\r\nthe International Criminal Court last year represents a\r\nmilestone in the progressive development of international\r\nlaw and its codification over the long history of\r\nhumankind. My delegation further hopes that the draft\r\nconvention for the suppression of acts of nuclear terrorism\r\nand the international convention for the suppression of the\r\nfinancing of terrorism, both currently at the final stage of\r\nserious deliberation in the Sixth Committee, will be\r\nadopted during the current session of the General\r\nAssembly.\r\nIn the area of teaching, study, dissemination and\r\nwider appreciation of international law, my delegation\r\nhighly appreciates the efforts made by the Office of Legal\r\nAffairs under the leadership of Under-Secretary-General\r\nHans Corell to promote the principles of international law\r\nby publishing useful documents and disseminating\r\nvaluable information on United Nations activities in this\r\nfield. The publications mentioned in the report of the\r\nSecretary-General (A/54/362) have contributed greatly to\r\nthe dissemination of international law to the general\r\npublic as well as to academics, legal advisers and\r\ndiplomats.\r\nIn particular, my delegation commends the\r\nSecretariat on the project to establish an electronic\r\ndatabase for the United Nations Treaty Collection.\r\nCompleted last year, the new database should promote the\r\ndissemination of international law and enable members of\r\nthe general public to familiarize themselves with its\r\nnorms and principles. My Government welcomes the\r\nSecretariat\u0027s invitation to Member States to provide\r\nelectronic copies of their treaties when registering them\r\nwith the United Nations.\r\nAllow me to turn now to the centennial of the first\r\nInternational Peace Conference. Unlike previous peace\r\nconferences, which traditionally took place after the\r\nconclusion of a war, the first Hague Conference was\r\nconvened to tackle such matters as the peaceful settlement\r\nof international disputes, the prevention of wars and the\r\ncodification of the rules of warfare. In other words, its\r\npurpose was to chart a general course for maintaining\r\ninternational peace and security. Although the Hague\r\nPeace Conference failed in terms of controlling\r\narmaments and the means of warfare, it achieved\r\n12\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nconsiderable success in two areas: the peaceful settlement\r\nof international disputes and the codification of the laws of\r\nwar on land. The Hague Conference is also remembered as\r\nthe first international conference that ushered in the age of\r\nmultilateral diplomacy.\r\nFurthermore, the Hague Conference produced the\r\nHague Regulations, which comprise Convention II with\r\nRespect to the Laws and Customs of War on Land as well\r\nas an annex containing Regulations Respecting the Laws\r\nand Customs of War on Land. The Hague Regulations\r\ncodified the core of customary international law concerning\r\narmed conflicts. Although the underlying clash between\r\nhumanitarian concerns and the contingencies of war posed\r\na profound dilemma and often led to the suspension of the\r\nRegulations, the Hague Regulations eventually became part\r\nof international customary law.\r\nI would like to take this opportunity to thank the\r\nGovernments of the Kingdom of the Netherlands and the\r\nRussian Federation for hosting meetings of experts to\r\nconsider the reports and comments on the themes of the\r\n1899 first International Peace Conference and the 1999\r\ncentennial celebrations.\r\nWe cannot and should not forget the ugly truth that, in\r\nthe past 100 years, over 200 million people have perished\r\nin the name of the evil we call war. Still more alarming is\r\nthe persistence of violent conflicts erupting around the\r\nworld. To meet this challenge, the creation of a “culture of\r\npeace”, as suggested by Secretary-General Kofi Annan,\r\nshould be the goal of the international community for the\r\nnext millennium. The ideals and visions that lay at the heart\r\nof the first Hague Peace Conference must endure as a\r\nbeacon of light illuminating the path to a global culture\r\nbased on the international rule of law.\r\nAs we commemorate the closing of the United Nations\r\nDecade of International Law, it is important for all of us to\r\nmaintain the momentum generated over the past 10 years\r\nand to take the opportunity to mark a new beginning, to\r\nrenew our commitment and to redouble our collective\r\nefforts. With a view to carrying them far beyond the\r\ntwentieth century, we should reaffirm the ideals and goals\r\nfirst pursued 100 years ago at the Hague Conference and\r\nreiterated 10 years ago by the General Assembly. Indeed,\r\nour goals can be best attained by advancing the rule of\r\ninternational law and promoting its progressive development\r\nand codification.\r\nMr. Kawamura (Japan): One hundred years ago,\r\nJapan was one of the 26 countries participating in the first\r\nInternational Peace Conference, held in the Netherlands.\r\nIt was a historic event since it was the first international\r\nconference in which countries from various regions of the\r\nworld participated, and it made significant achievements\r\nin the field of the peaceful settlement of disputes and the\r\nlaws of war. The Conference was also important because\r\nall the countries participated in the negotiations on an\r\nequal footing and they succeeded in adopting various\r\ninternational conventions. It goes without saying that this\r\nwas the beginning of the codification process of\r\ninternational law and the practice of multilateral\r\ndiplomacy.\r\nThis year Japan is very pleased to have participated\r\nin the centennial events commemorating the first\r\nInternational Peace Conference. On this occasion, Japan\r\nwould like to express its gratitude to the Government of\r\nthe Kingdom of the Netherlands for hosting the Expert\r\nMeeting in The Hague in May, and to the Government of\r\nthe Russian Federation for hosting the International\r\nConference in St. Petersburg in June this year. Our thanks\r\nalso go to the Friends of 1999 for their intensive labours,\r\nparticularly during the preparatory phase of the centennial.\r\nIn the view of my delegation, the centennial of the\r\nfirst International Peace Conference, which coincides with\r\nthe closing of the United Nations Decade of International\r\nLaw and which could be considered a third international\r\npeace conference, was a great success. The continued\r\nneed for an international order based on the rule of\r\ninternational law and the continued duty of the\r\ninternational community to build peace and to prevent and\r\nsuppress violations of international rules were stressed\r\nduring the centennial. These are fundamental principles to\r\nwhich Japan firmly adheres.\r\nToday let me touch upon the conclusions that were\r\nreached on each of the centennial themes.\r\nThe first theme was disarmament. It is undeniable\r\nthat considerable progress has been made in the field of\r\ndisarmament and arms control, especially since the end of\r\nthe cold war. A wide range of concrete measures have\r\nbeen implemented, such as the reduction of nuclear\r\nweapons by the United States and the Russian Federation,\r\nthe dismantling and disposal of excess nuclear weapons,\r\na moratorium on the production of fissile materials for\r\nweapons purposes and the placement of excess fissile\r\nmaterials under international control. In addition, new\r\nnuclear-weapon-free zones have been created in Africa\r\nand South-East Asia, and the International Atomic Energy\r\nAgency’s Model Additional Protocol was also concluded.\r\n13\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nThese efforts deserve our genuine appreciation.\r\nHowever, as pointed out during the centennial, it is also an\r\nirrefutable fact that efforts in the pursuit of disarmament\r\nhave been stalled during the past several years. For\r\ninstance, since the conclusion of the negotiations on the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT), the\r\nConference on Disarmament has not been able to embark\r\non substantive work, such as negotiations on the fissile\r\nmaterial cut-off treaty and discussions on nuclear\r\ndisarmament in general.\r\nAgainst this background, various useful suggestions\r\nand appeals were made by participants during the centennial\r\nin the areas of disarmament and arms control. The early\r\nentry into force of the CTBT, the early conclusion of the\r\nnegotiations on and the entry into force of a fissile material\r\ncut-off treaty, and progress in the START process are some\r\nexamples of objectives that may be realized in the near\r\nfuture. However, as to the suggestion to hold discussions on\r\nthe international legal aspects of disarmament and security\r\nmatters within the Sixth Committee, my delegation would\r\nlike to caution against such a proposal because, in our view,\r\nthose issues are appropriately dealt with in other forums.\r\nDuring the centennial the importance of the issue of\r\nsmall arms was also stressed by participants. Japan attaches\r\ngreat importance to this question since it is these weapons\r\nthat are actually killing people in various conflicts around\r\nthe world. We welcome various recommendations made\r\nduring the centennial. We need to study them carefully for\r\nfuture implementation. Japan strongly hopes that substantive\r\nand early progress will be made in the field of disarmament\r\nand arms control in the light of the conclusions of the\r\ncentennial.\r\nThe second theme was humanitarian law and laws of\r\nwar. While it goes without saying that we have a legal\r\nobligation to abide by relevant international law, it is also\r\ntrue, regrettably, that compliance with international\r\nhumanitarian law and the law of armed conflict needs to be\r\nfurther improved in the wake of numerous violations of\r\nsuch norms. We must create a “culture of compliance” with\r\ninternational humanitarian law, and it is therefore necessary\r\nthat we work out concrete measures to promote compliance\r\nwith existing law in this field. Several suggestions were\r\nmade for that purpose during the centennial, and they need\r\nto be taken into serious consideration by the parties\r\nconcerned. In particular, educational and training measures\r\ndesigned to ensure that the principles of international\r\nhumanitarian law are widely understood are of vital\r\nimportance.\r\nJapan would also like to stress, in this field, the\r\nhistoric significance of the Rome Statute of the\r\nInternational Criminal Court. As you, Mr. President,\r\npointed out at the beginning of this meeting, our dream\r\nfinally came true. We are pleased to note that more than\r\n80 States have already signed the Statute and that four\r\nStates have already ratified it. Japan intends to participate\r\nactively and constructively in the Preparatory\r\nCommission, with a view to the early establishment of the\r\nCourt.\r\nAs concerns the third theme — peaceful settlement\r\nof disputes — Japan believes that the existing\r\nmechanisms for dispute settlement are of great\r\nimportance, and we encourage States to make greater use\r\nof such mechanisms. In the field of the peaceful\r\nsettlement of disputes, Japan would like to stress, in\r\nparticular, that the International Court of Justice is playing\r\na very important role.\r\nOn this occasion, we would like to reiterate our\r\nappeal to States which have not yet done so to accept the\r\ncompulsory jurisdiction of the International Court of\r\nJustice. Moreover, as stressed during the centennial, the\r\nCourt’s Trust Fund deserves further support. The purpose\r\nof this Trust Fund is to provide financial assistance for\r\nexpenses incurred in connection with a dispute submitted\r\nto the International Court of Justice or the execution of a\r\njudgment of the Court. It is my great pleasure in this\r\nregard to recall in this final year of the Decade of\r\nInternational Law that the Government of Japan has\r\ncontributed more than $200,000 during the Decade to the\r\nTrust Fund to assist States in the judicial settlement of\r\ndisputes through the world Court. This amount represents\r\nmore than 20 per cent of the total contributions made by\r\nStates on a voluntary basis. The Government of Japan’s\r\nannual contributions to this Trust Fund are a clear\r\nexpression of its support of the principle of the peaceful\r\nsettlement of international disputes.\r\nThe curtain is now falling on the United Nations\r\nDecade of International Law, to which the centennial\r\nevent made a significant contribution. It would be\r\nunfortunate if we were to consider the centennial as just\r\na ceremonial conference. Rather, it is incumbent upon us\r\nnow to follow up the centennial and to develop further\r\nthe spirit engendered at The Hague and St. Petersburg as\r\nwe enter the next millennium.\r\nMr. Ibrahim (Yemen) (spoke in Arabic): Today, we\r\nmark the end of the United Nations Decade of\r\nInternational Law in the light of its successes and\r\n14\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nachievements since the adoption of General Assembly\r\nresolution 44/23 of 17 November 1989. These achievements\r\nhave demonstrated the readiness and heartfelt desire of the\r\ninternational community to fulfil the purposes of the\r\nDecade, which are, inter alia, to promote acceptance of and\r\nrespect for the principles of international law; to promote\r\nmeans and methods for the peaceful settlement of disputes\r\nbetween States; and to encourage the teaching, study,\r\ndissemination and wider appreciation of international law.\r\nMy country wishes to refer to the significant events\r\nthat have taken place over the course of the Decade. These\r\ninclude the establishment of the two International Criminal\r\nTribunals for the former Yugoslavia and Rwanda and of the\r\nInternational Tribunal for the Law of the Sea, as well as the\r\nadoption of the Rome Statute of the International Criminal\r\nCourt. We also appreciate the efforts made by the\r\nGovernments of the Russian Federation and the Netherlands\r\nto prepare the centennial of the 1899 International Peace\r\nConference. We express our appreciation of the practical\r\nresults of the Expert Meeting held in The Hague in May\r\n1999 and of the International Conference to mark the\r\ncentennial of the 1899 First International Peace Conference,\r\nheld in St. Petersburg, Russia, in June this year. We\r\nconsider this work to be a significant contribution to the\r\nDecade.\r\nIn recognition of international law and its growing role\r\nin the organization of international relations, Yemen has\r\nadapted its Constitution to reflect, in its sixth article, a clear\r\naffirmation of its harmonization with the United Nations\r\nCharter and internationally-recognized norms of\r\ninternational law. Over the course of the Decade, my\r\ncountry, like others, has contributed to achieving the\r\npurposes of the Decade.\r\nWith regard to promoting the acceptance of and\r\nrespect for the principles of international law, we have\r\nacceded to such multilateral instruments as the United\r\nNations Convention against Torture; the Convention on the\r\nRights of the Child; the Convention on the Prohibition of\r\nthe Use, Stockpiling, Production and Transfer of Anti-\r\npersonnel Mines and on Their Destruction; the United\r\nNations Convention to Combat Desertification in Those\r\nCountries Experiencing Serious Drought and/or\r\nDesertification, particularly in Africa; the United Nations\r\nConvention against Illicit Traffic in Narcotic Drugs and\r\nPsychotropic Substances; and the Implementing Agreement\r\non Part XI of the United Nations Convention on the Law of\r\nthe Sea.\r\nMy Government attaches great importance to the\r\nways and means of implementation of multilateral\r\ntreaties. Many national committees have been established\r\nto follow up Yemen’s implementation of the instruments\r\nto which it is party. Among these are the Supreme\r\nNational Committee for Human Rights, the Committee on\r\nWomen, the National Council for Children, the National\r\nCommittee for Mine Clearance, the National Atomic\r\nEnergy Commission and the Environmental Protection\r\nCouncil. Recently, the Ministerial Council endorsed the\r\nestablishment of a national committee on humanitarian\r\nlaw.\r\nMy country considers the peaceful settlement of\r\ndisputes to be the cornerstone of its international policy\r\nand promotes all ways and means to achieve that\r\nobjective. The United Nations Decade of International\r\nLaw witnessed two significant events in the history of the\r\nregion that bear witness to Yemen’s commitment to the\r\npeaceful settlement of conflicts. The first was its signing\r\nof the border-demarcation agreement with Oman on 1\r\nOctober 1992, a copy of which was deposited by the\r\ndelegations of the two States with the Secretary-General\r\non 4 February 1994. The second was its decision to resort\r\nto international arbitration to resolve its conflict with\r\nEritrea over the Red Sea island of Greater Hanish and its\r\nunconditional acceptance of the arbitration ruling on 9\r\nOctober, 1998.\r\nWith respect to encouraging the teaching, study,\r\ndissemination and wider application of international law,\r\nall of Yemen’s law faculties teach this as a fundamental\r\ncourse. Indeed, it is on the curriculum of many other\r\ncolleges as well. The Foreign Ministry provides scholars\r\nwith the necessary documents on international law. In\r\ncooperation with a number of universities and research\r\ninstitutes in Yemen, many symposiums and workshops\r\nhave been organized to discuss specific issues of\r\ninternational law. The Supreme National Committee for\r\nHuman Rights, in cooperation with the United Nations\r\nDevelopment Programme office in Sana’a, has organized\r\nsymposiums on human rights in conformity with\r\ninternational instruments, and special symposiums on the\r\nrights of women and children. Two symposiums were\r\norganized on international humanitarian law, with the\r\nparticipation of representatives of governmental\r\norganizations, to promote the study and understanding of\r\nrefugee laws and protocols and ways of addressing the\r\nproblems of refugees, since Yemen, in particular, receives\r\nmany refugees from the wars in the Horn of Africa. In\r\nOctober 1999, a symposium for prosecutors was\r\norganized in Sana’a in which 160 security officials\r\n15\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nparticipated. It included educational and guidance lectures\r\nin the field of human rights. In closing this symposium,\r\nAdbul Jammal, our Deputy Prime Minister, Foreign\r\nMinister and Chairman of the Supreme National Committee\r\non Human Rights, stated that he plans to include all human\r\nrights issues in the curriculums of schools and universities.\r\nAs we mark the end of the Decade, we must thank the\r\nSecretary-General, the United Nations Office of Legal\r\nAffairs, the Sixth Committee, the International Law\r\nCommission and all the States and organizations that\r\ncontributed effectively to making the programmes of the\r\nDecade successful. We look forward to the continuation of\r\nthis momentum over the next few years because the\r\nobjectives of the United Nations Decade of International\r\nLaw are still relevant and necessary to achieve the United\r\nNations goals.\r\nMr. Mohamed (Sudan)(spoke in Arabic): It is an\r\nhonour for me to speak on behalf of the Group of African\r\nStates on this occasion when the General Assembly is\r\nmarking the end of the United Nations Decade of\r\nInternational Law. If the Decade gave us ample opportunity\r\nto promote abidance by the principles of international law,\r\nthe marking of the end of the Decade is a propitious time\r\nfor us to contemplate the role that the law has played in\r\nconsolidating international peace and security despite some\r\nsetbacks.\r\nIt is also a special occasion for assessing its influence\r\non relations among States, on promoting international\r\ncooperation and on enhancing exchanges in areas of mutual\r\ninterest and benefit. The marking of the end of the Decade\r\nis furthermore an opportunity to reaffirm our commitment\r\nto the principles of international law and our respect for it.\r\nThe African Group is pleased to see the international\r\ncommunity making great progress in advancing the process\r\nof codification of international law and in providing the\r\nmechanisms necessary for its enforcement by adopting the\r\nRome Statute for the establishment of the International\r\nCriminal Court, thereby broadening the scope of application\r\nof international law and allowing it decisively to encompass\r\nindividuals and States in both its subject matter and its\r\njurisdiction. The Rome Statute will enter into force in the\r\nnear future, and we in the African Group, in the spirit of\r\nlaw and justice and inspired by lessons learned from the\r\ndistant and recent past, hope that the Statute of the Court\r\nwill include in its jurisdiction all the heinous crimes that\r\nhave long plagued human society and robbed it of peace\r\nand security. We also look forward to the Court’s\r\nassumption of its noble duty on a solid basis of fairness\r\nand equity.\r\nIt is our belief that the four goals set by the General\r\nAssembly for the United Nations Decade of International\r\nLaw basically reflect one main objective: adherence to the\r\nspirit of peace, even in times of dispute and conflict. It is\r\nalso our conviction that international law is the main\r\nmechanism for the resolution of disputes and conflicts and\r\nthe appropriate instrument for the maintenance and\r\nrebuilding of peace. It is only natural that the United\r\nNations Charter has been repeatedly cited and that its\r\ncritical importance to the maintenance of international\r\npeace and security has been frequently confirmed and\r\nreaffirmed because of its provisions that call for the\r\npeaceful settlement of disputes. It was also quite natural\r\nfor the Decade’s statement of objectives to dwell on the\r\nneed to promote resort to and full respect for the\r\nInternational Court of Justice, acceptance of its mandatory\r\njurisdiction and observance of the rules embodied in more\r\nthan 100 international conventions that refer all disputes\r\nregarding their application and jurisdiction to the Court.\r\nThe United Nations Decade of International Law\r\nalso witnessed the establishment of the International\r\nTribunal for the Law of the Sea in 1996 and the adoption\r\nof the Chemical Weapons Convention in 1993, the\r\nComprehensive Nuclear-Test-Ban Treaty in 1996, the\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-personnel Mines and on\r\nTheir Destruction in 1997 and the International\r\nConvention for the Suppression of Terrorist Bombings in\r\n1996. As Members are aware, the States of the African\r\nGroup have fully supported the adoption of these legal\r\nregimes, which seek, as a whole, to contain threats to\r\ninternational peace and security and to the principles of\r\npeaceful coexistence and good-neighbourliness, and seek\r\nto suppress and eradicate terrorism.\r\nAs far as combating terrorism is concerned, the\r\nOrganization of African Unity has adopted an African\r\nconvention on combating terrorism, thus taking the\r\nAfrican continent a significant and pioneering step\r\nforward in uprooting international terrorism. In this\r\nregard, we believe that the United Nations is fully\r\ndetermined to eliminate terrorism in all its forms and\r\nmanifestations, and that will no doubt lead us, before the\r\nturn of the century, to the development of appropriate\r\nprogrammes and foundations paving the way for\r\nconcluding a comprehensive international convention as\r\na culmination of almost four decades of sectoral efforts to\r\nput an end to international terrorism.\r\n16\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nIf international efforts to draft legal instruments on\r\nvarious matters relating to the Decade have met with\r\nsuccess and achievement, efforts made by national, regional\r\nand international organizations and institutions to promote\r\ntraining and assistance in the teaching, dissemination and\r\nwider appreciation of international law also deserve our\r\nappreciation. The African Group would particularly like to\r\nnote with satisfaction the training and scholarship\r\nprogrammes on the legal aspects of debt and financial\r\nmanagement developed by the United Nations Institute for\r\nTraining and Research for public officials in sub-Saharan\r\nAfrica. For the African continent debt and debt-servicing\r\nconstitute a monstrous burden that seriously hampers the\r\nsocio-economic development of the African people,\r\nthreatening their peace and security and challenging the\r\nsovereignty and independence of African States.\r\nAs far as training and technical assistance are\r\nconcerned, we call on all relevant international\r\norganizations and regional and international academic\r\ninstitutions — chief among them the United Nations\r\nInstitute for Training and Research, the United Nations\r\nCommission on International Trade Law, the Office of the\r\nUnited Nations High Commissioner for Human Rights, the\r\nInternational Committee of the Red Cross, the United\r\nNations Educational, Scientific and Cultural Organization,\r\nthe Hague Academy of International Law, the International\r\nInstitute of Humanitarian Law and the International Bar\r\nAssociation — to continue their cooperation in developing\r\ntraining programmes and providing scholarships and grants\r\nto trainees from developing countries, because we firmly\r\nbelieve that the objectives of the Decade are sustainable\r\ngoals and objectives that should be pursued well beyond the\r\ntime allotted to them.\r\nWe also call on these organizations and institutions to\r\ndevise innovative methods for relieving their financial\r\nconstraints and not resort to down-scaling their training\r\nprogrammes or slashing their financial assistance to the\r\ntrainees from developing countries or reducing their\r\nenrolment. We again call on these organizations and\r\ninstitutions to enhance their training and fellowship\r\nprogrammes in the field of international law by adopting\r\nsustainable plans for cooperation with our colleges and\r\nacademic institutions in Africa and in other developing\r\ncountries, and to reach out to these colleges and institutions\r\nin their native environments.\r\nIn this connection, we invite the International\r\nCommittee of the Red Cross to take the initiative in\r\ncoordinating a worldwide effort, together with Governments\r\nand with regional and international organizations, for the\r\nintroduction of the teaching of international humanitarian\r\nlaw in African colleges and police and military\r\nacademies.\r\nIn respect of the dissemination, teaching and wider\r\nappreciation of the principles of international law, we\r\nhave to commend the role played by the United Nations\r\nOffice of Legal Affairs and its subsidiary bodies,\r\nincluding the Codification Division, the Treaty Section\r\nand the Division for Ocean Affairs and the Law of the\r\nSea, in publishing United Nations legal works and\r\nfacilitating easy access thereto through the Internet, thus\r\navailing the user of a wealth of diverse legal material.\r\nFinally, we would like to reiterate what we have\r\nalready mentioned — that is, the need for the future\r\npursuit of activities and efforts aimed at realizing the\r\nobjectives of the Decade of International Law. In this\r\nrespect, we hope that the Sixth Committee of the General\r\nAssembly will embark on devising means and\r\nmechanisms that may facilitate its communication with\r\nacademic institutions and universities and international\r\nlaw organizations and societies in all parts of the world,\r\nwith the ultimate goal of spreading the rule and\r\nprovisions of international law, mobilizing intellect and\r\ncollective conscience for the maintenance of international\r\npeace and security and bolstering global cooperation in\r\nthe best interest of all humanity.\r\nMr. Belinga-Eboutou (Cameroon)(spoke in French):\r\nI wish to associate myself with the statement made a few\r\nminutes ago by Mr. Omer Mohamed on behalf of the\r\nGroup of African States.\r\nIt is indeed a noble thing to extol the law. Ten years\r\nago, in proposing to the United Nations General\r\nAssembly that it focus the attention and views of States\r\non international law, the non-aligned countries forcefully\r\nillustrated their defiance concerning ideologies. And\r\nhistory has proved them right. In fact, over the past\r\ndecade, the confrontation between the two blocs, which\r\nfor a long time, since the end of the Second World War,\r\nfundamentally governed international relations has yielded\r\nto the emergence of new relations among States, relations\r\nof cooperation which are centred more and more on the\r\nrule of law.\r\nHenceforth, the world no longer is deteriorating in\r\nbipolar relations of force, but rather is moving forward\r\nunder the banner of globalization. However, this global\r\nworld will have meaning only if it delivers more justice,\r\ntolerance and freedom — in brief, democracy. These\r\n17\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nobjectives, however, would be inaccessible goals without\r\nthe prerequisite of respect for the primacy of law: respect\r\nfor the primacy of law within States, to be sure, but also\r\nand above all in the relations which States have with each\r\nother.\r\nAs everyone knows, one may have the fairest and\r\nmost equitable code of laws, but if those who are supposed\r\nto apply the law and see that it is respected are not driven\r\nby real faith, that code of laws remains a dead letter.\r\nConsequently, the attention that the law demands deserves\r\nto be continued and sustained. This is why the four\r\npriorities assigned to the United Nations Decade of\r\nInternational Law must be ongoing goals.\r\nThat is why we must continue to work to bring about\r\nthe acceptance of and respect for international law by all of\r\nthe protagonists in the international community. We need\r\nrelentlessly to advocate recourse to international law by\r\nthese same protagonists in order to settle peacefully those\r\ndisputes which may pit them against each other; pride of\r\nplace must be given to recourse to the International Court\r\nof Justice. As the principal judiciary body of the United\r\nNations, the International Court of Justice is a cornerstone\r\nof the present system for the settlement of international\r\nconflict and for bringing about peace in international\r\nsociety.\r\nIt is our duty to advance the progressive development\r\nand codification of all provisions likely to strengthen the\r\nvitality and the impact of international law.\r\nFinally, it is our duty, through teaching, studies and all\r\nother appropriate means, to enable everyone to grasp the\r\nsignificance and the scope of and the need for international\r\nlaw in the edification and the advent of a world of peace.\r\nIn other words, international law must be raised to the level\r\nof a universal culture. We need to acquire a genuine culture\r\nof law. Everything prompts us to do that and prepares us\r\nfor so doing.\r\nThanks to a plethora of treaties, charters, pacts,\r\ndeclarations and conventions, humankind has acquired\r\nvirtually all of the instruments necessary both to preserve\r\ninternational peace and security and to promote fundamental\r\nhuman rights and freedoms.\r\nDuring the Decade of International Law alone, more\r\nthan 70 multilateral conventions — in other words, an\r\nannual average of 7 — were adopted under the aegis of the\r\nUnited Nations. Among these conventions, there is one\r\nwhich forms a genuine turning point — indeed, as I said,\r\na milestone — in the history of ethics and universal\r\nmorality: the Statute of the International Criminal Court\r\nadopted on 17 July 1998 in Rome.\r\nThat jurisdiction, as the Assembly is aware, will\r\nhave as its goal the campaign against the impunity of\r\nthose who commit unspeakable crimes. On behalf of the\r\ninternational community, that Court will be able to\r\nprosecute and try any individual accused of crimes of\r\ngenocide, war crimes and crimes against humanity.\r\nUltimately, the International Criminal Court will also have\r\ncompetence in the area of crimes of aggression — once\r\nsuch crimes have been defined. It is with pride that I\r\nrecall that Cameroon is among the group of countries\r\nwhich very early worked in favour of the establishment of\r\nthat International Criminal Court.\r\nIt is also with pride that I note that in the course of\r\nthe Decade of International Law, Cameroon undertook a\r\nseries of measures to guarantee the effectiveness of\r\ninternational norms. Allow me to cite the most important.\r\nThe Constitution of 18 January 1996 facilitates the\r\nintegration of international conventions into the domestic\r\njuridical system and gives them a role which ensures their\r\nsupremacy. That is the purpose and the meaning of article\r\n45. Moreover, the Constitution integrates within the\r\nconstitutional framework international instruments dealing\r\nwith human rights which are regularly ratified. Hence,\r\nthese instruments operate as the guidelines for any legal\r\nedict.\r\nIn June 1998, a technical committee was also\r\nestablished to follow up international instruments relating\r\nto human rights and freedoms. This committee facilitates\r\nand prepares for signature such instruments and sees to\r\nthe implementation of obligations under conventions\r\nwhich derive from them. This therefore is a system of\r\ngreat importance designed to ensure acceptance of and\r\nrespect for international law.\r\nThat body supplements and supports the National\r\nCommittee on Human Rights and Freedoms established\r\non 9 November 1990. The mission of the National\r\nCommittee is to defend and advance human rights and\r\nfreedoms. To that end, it hears any reports of cases of\r\nviolations of such rights and freedoms and carries out\r\nenquiries and investigations. It studies all issues related to\r\nthe defence and advancement of human rights and\r\npopularizes instruments dealing with those rights.\r\n18\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nAs I stated, it is not enough for a State or for the\r\ninternational community to acquire the best legal\r\ninstruments that exist. This valuable capital must be\r\naccompanied by two imperatives: on the one hand there\r\nmust be a rigorous respect for the law, and on the other,\r\nthere must be impartial application of that same law.\r\nIn a word, the citizens must have available the greatest\r\namount of legal information, and professionals in the field\r\nof law, namely judges and all those who work in the field\r\nof justice, must be of sterling competence. This is why\r\npromoting education, study and broad dissemination of\r\nnational and international law is of such fundamental\r\nimportance.\r\nCameroon has carried on its standard actions within\r\nthe framework of the teaching of international law. The\r\nInstitute of International Relations of Cameroon remains a\r\nstandard setter in this area for our sub-region and, to that\r\nend, is drawing up programmes in cooperation with\r\nnumerous international organizations. The five law faculties\r\nin the country similarly attach great importance to the\r\nteaching of international law.\r\nAlong with these standard actions, for several years\r\nnow we have been developing a campaign for the\r\npopularization of international instruments dealing with\r\nhuman rights, primarily through seminars, conferences and\r\nround tables, among other means.\r\nOne of the four priorities assigned to the Decade of\r\nInternational Law is, as was earlier recalled, the\r\nadvancement of means and methods for the peaceful\r\nsettlement of disputes among States, including recourse to\r\nthe International Court of Justice and full respect for that\r\ninstitution, that is, full respect for its decisions.\r\nThis is an ongoing concern of the United Nations, as\r\nis broadly evidenced by a series of declarations and\r\nresolutions adopted by the General Assembly. The most\r\nsignificant are the 1988 Declaration on the Prevention and\r\nRemoval of Disputes, the Manila Declaration on the\r\nPeaceful Settlement of International Disputes, adopted in\r\n1982, and the 1970 Declaration concerning the\r\nencouragement of friendly relations and cooperation among\r\nStates.\r\nMy country\u0027s concern for the peaceful settlement of\r\ndisputes is well known. His Excellency President Paul Biya\r\nhas always been inspired by a deep-rooted conviction that\r\nthere is no crisis which pits two States against each other\r\nand, a fortiori, no domestic crisis which cannot be solved\r\nthrough peaceful means. Aside from dialogue, the major\r\ntool available here is unquestionably the recourse to the\r\nlaw, and this is why we attach the highest priority to the\r\nsettlement of disputes through judicial means when other\r\ntypes of mechanisms have shown themselves ineffective.\r\nThis doctrine, moreover, is also at the heart of the\r\nUnited Nations Charter. The obligation of States to settle\r\ntheir disputes peacefully must have a profound impact on\r\ntheir behaviour. In other words, this obligation prompts\r\nStates to attach higher priority to the constructive\r\ninstrument of the law than to the destructive instrument of\r\nwar machines. This is the price of international peace and\r\nsecurity.\r\nThe United Nations has affirmed the primacy of\r\ninternational law more than any other institution, and it\r\nhas made efforts to guarantee it in practice. It is of the\r\ngreatest significance that the founders of our Organization\r\ninscribed in the Preamble to the Charter the determination\r\nof the peoples of the United Nations “to establish\r\nconditions under which justice and respect for the\r\nobligations arising from treaties and other sources of\r\ninternational law can be maintained”.\r\nThe establishment of and respect for the rule of\r\ninternational law are therefore of the highest priority.\r\nWithout the rule of law, mankind cannot achieve peace or\r\njustice or freedom or security — all prerequisites for the\r\nharmonious development of every society.\r\nRegardless of the shortcomings of the law, it has not\r\nbeen demonstrated that a society without law can promote\r\npeace and security. The lack of standards of reference\r\npromotes the development of relations of brutality and\r\npure force and kindles feelings of frustration in those who\r\nhave been excluded regarding their ability to transcend\r\nthat contradiction inherent in impotence in the face of\r\ntoday\u0027s problems.\r\nHumanity\u0027s survival instinct therefore calls for the\r\nacceptance of reasonable and reasoned language in\r\ninternational relations. The powerful must moderate their\r\ndesires and the weak must find reason to hope. Only law\r\ncan offer this balance, and the precepts of that law have\r\nbeen set out in the Charter of the United Nations, which\r\nrepresents a genuine cry of hope for a new form of\r\nhumanity.\r\nMr. Kumalo (South Africa): It is an honour for my\r\ndelegation to make this statement on behalf of the\r\nMovement of Non-Aligned Countries on this auspicious\r\n19\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\noccasion marking the end of the United Nations Decade of\r\nInternational Law. For us, the members of the Non-Aligned\r\nMovement, this achievement bears a special significance\r\nsince the initiative of the Decade was born within the\r\nMovement, in 1989. It is also equally fitting that it is on the\r\neve of the new millennium that we are taking stock of the\r\nachievements of the Decade, which have served to\r\nstrengthen the role and enhance the significance of\r\ninternational law in international relations.\r\nThe initiative that brought forth the Decade emanated\r\nfrom an extraordinary ministerial meeting of the non-\r\naligned countries, held in 1989 at The Hague, to discuss\r\npeace and the role of international law in international\r\naffairs as part of the commemoration of the ninetieth\r\nanniversary of the first International Peace Conference of\r\n1899. The non-aligned countries declared that all States,\r\nregardless of geographical circumstances or economic or\r\nmilitary might, enjoy sovereign equality and that threats or\r\nuse of force, economic coercion and all other actions\r\ndirected at hindering the enjoyment of the aforementioned\r\nequality are contrary to international law and to the\r\nuniversal purpose of enhancing peace and security for all\r\nnations; that norms and principles of international law are\r\nthe recognized and acceptable basis for the resolution of\r\nconflicts affecting international peace and security; that the\r\nstrict observance of international law is the best guarantee\r\nfor the preservation of peace and the promotion of justice;\r\nand that the further progressive development, consolidation\r\nand codification of international law are essential\r\nrequirements for peace and justice in the world.\r\nMost importantly of all, The Hague meeting proposed\r\nthat the United Nations declare 1990 to 1999 the Decade of\r\nInternational Law and that the work of the Decade should\r\npromote the following goals and actions: first, the\r\nenhancement of peaceful methods for the settlement of\r\ndisputes between States, including resort to the International\r\nCourt of Justice and compliance with its judgments;\r\nsecondly, the achievement of general and complete\r\ndisarmament, in particular nuclear disarmament and the\r\nelimination of weapons of mass destruction; thirdly, respect\r\nfor international legal principles against the threat or use of\r\nforce, intervention, interference and other coercive measures\r\nin international relations; and lastly, the teaching, study,\r\ndissemination and wider appreciation of international law.\r\nThe Decade of International Law has been an\r\nopportunity for Member States to accelerate work on the\r\nprogressive development and codification of international\r\nlaw. In this regard, we welcome the report of the Secretary-\r\nGeneral contained in document A/54/362, which enumerates\r\nthe successes of the Decade. The report lists many of the\r\nactivities undertaken to encourage the teaching, study,\r\ndissemination and wider appreciation of international law.\r\nThe many seminars, conferences, symposia, training\r\nworkshops and meetings organized to discuss the various\r\nfields of international law have played an important role\r\nin this area. Empowerment through education is indeed\r\nthe most pragmatic approach to strengthening the\r\nobjectives of the Decade and has received wide support\r\nfrom all national, regional and international organizations.\r\nThe Non-Aligned Movement is grateful to the\r\nGovernments of the Kingdom of the Netherlands and the\r\nRussian Federation for arranging the celebrations of the\r\ncentennial of the first International Peace Conference this\r\nyear. The themes of the first Peace Conference have been\r\ncarried forward through this Decade, and it is fitting that\r\nthe end of the Decade and the centennial celebrations\r\nshould all be on the eve of the new millennium. The\r\nthemes of both the Decade and the first Peace Conference\r\nwill continue to remain relevant through the coming\r\ncentury. As we approach the close of the Decade, our task\r\nis to maintain the momentum gathered during the Decade\r\nand continue to preserve the political will necessary to\r\nachieve the objectives of the Decade.\r\nFor the Non-Aligned Movement, the Decade has\r\nindeed been a success in achieving universal recognition\r\nof international law as the basis for the preservation of\r\npeace and security for the next millennium.\r\nMr. Tello (Mexico) (spoke in Spanish): It is an\r\nhonour for me to speak on behalf of the Rio Group\r\nduring the consideration of the agenda item entitled\r\n“United Nations Decade of International Law”.\r\nThe holding of the first International Peace\r\nConference at The Hague in 1899 has a historic\r\nsignificance for the development of the international legal\r\norder. Even though it took place at a time when the use\r\nof force in international affairs continued to be an\r\nacceptable concept and the idea of international law was\r\nnot sufficiently rooted, the Conference and its results\r\ndecidedly fostered the conviction that only through\r\ncommon determination and efforts to overcome conflicts\r\nthrough dialogue could the scourge of war be avoided.\r\nThe commitments resulting from the Hague\r\nConference did not prevent the resurgence of\r\nconflagrations on a global scale, but they did lay the\r\ngroundwork for the gradual development and codification\r\nof international law in general, and specifically in areas\r\n20\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nsuch as arms control, the conduct of hostilities and the\r\npeaceful settlement of disputes. It is for this reason that the\r\nRio Group is pleased with the holding of this\r\ncommemoration.\r\nWe would like to express our appreciation to the\r\ndelegations of the Russian Federation and the Kingdom of\r\nthe Netherlands for the efforts that they have made to make\r\nthe centenary of the Conference an event that will\r\ncontribute to highlighting the importance of international\r\nlaw in relations among States.\r\nInternational law has a more solid significance today\r\nthan what was originally envisaged in 1899. The preamble\r\nof the San Francisco Charter makes it clear that one of the\r\nmain reasons for the establishment of the United Nations\r\nwas to create conditions conducive to maintaining justice\r\nand respect for obligations emanating from treaties and\r\nother sources of international law. We can say with\r\ncertainty that international law occupies a predominant\r\nplace in the Charter and that respect for its provisions is\r\nfundamental to the attainment of its objectives.\r\nUnlike in 1899, today the non-use of force and the\r\npeaceful settlement of disputes are among the absolute\r\nobligations incumbent on all States and cannot be bypassed\r\nunder any circumstances.\r\nIn Latin America and the Caribbean, respect for\r\ninternational law is a deep-seated tradition. That is why the\r\nmember States of the Rio Group enthusiastically supported\r\nthe decision by the General Assembly to proclaim 1990-\r\n1999 as the United Nations Decade of International Law.\r\nThat proclamation, coming right after the end of the cold\r\nwar, sent the message that now that the long-standing\r\ndifferences that had divided the world had been resolved,\r\nthe United Nations had a fresh opportunity to reaffirm the\r\nrule of law and to promote its respect and development.\r\nTen years after that statement, we must evaluate the\r\nprogress made. Significant events have taken place in the\r\nfield of international law during this time. The United\r\nNations Convention on the Law of the Sea has entered into\r\nforce and its institutions have been established, and\r\ninstruments have been adopted that include the\r\nComprehensive Nuclear-Test-Ban Treaty, the Convention\r\non the Prohibition of the Use, Stockpiling, Production and\r\nTransfer of Anti-personnel Mines and on Their Destruction,\r\nand the Rome Statute establishing the International Criminal\r\nCourt. These are all clear examples of these positive\r\ndevelopment.\r\nWe note also that full respect for international law\r\ncontinues to be the principal challenge facing the\r\ninternational community. Although States have\r\ndemonstrated their readiness to elaborate legislative\r\nnorms, we are not seeing the same determination to\r\nrespect them. Despite the existence of binding provisions,\r\nrecent years have seen the emergence of conflicts that\r\nmore than once have endangered international peace and\r\nsecurity.\r\nIn addition, we note with concern the emergence of\r\nnew ways of taking on obligations; an example is “soft\r\nlaw”. In this way formal commitments can be avoided\r\nand leeway provided in determining the precise scope of\r\nthe new provisions in terms of their binding nature.\r\nNaturally this is not the scenario that the Rio Group\r\nwould have liked to see at the end of this decade. We are\r\nwell aware that we are not in the era of the major\r\ncodification conferences of the past and that some of the\r\nitems on today\u0027s international legal agenda fall more\r\nwithin the area of the gradual development of\r\ninternational law. However, and precisely for this reason,\r\nthe development of international law is more important\r\nthan ever. There are areas in which the absence of clear\r\nrules to guide States could lead to friction among them.\r\nThe Rio Group is convinced that we must redouble\r\nour efforts in the area of the promotion, acceptance and\r\nrespect of international law, in ensuring its gradual\r\ndevelopment and codification, and in promoting its study,\r\nteaching, understanding and dissemination. The Decade\r\nhas provided a great opportunity to highlight this need\r\nand has made it possible to register some progress\r\ntowards achieving our goals. These cannot be attained,\r\nhowever, within a specific time period. Ongoing and\r\nsustained efforts will be required.\r\nWe are pleased that the draft resolution shortly to be\r\nadopted by the General Assembly on the subject\r\nrecognizes this fact and is not aimed at wrapping up our\r\nefforts in this area. The Assembly will continue to\r\nmonitor progress in the implementation of the objectives\r\nof the Decade well beyond its end, and the Rio Group is\r\ncommitted to participating fully in this effort.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in Spanish):\r\nI should like to express my appreciation for the convening\r\nof this meeting and to welcome the opportunity afforded\r\nus by the Secretary-General to reflect collectively on the\r\nclosing of the United Nations Decade of International\r\nLaw.\r\n21\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nI should like also to thank the Secretary-General for\r\nhis lengthy report on the subject, which is a valuable source\r\nof reference material and information on the\r\nimplementation of the Decade\u0027s Programme.\r\nLet me also express our recognition to all of those\r\ncountries — some of which, like mine, have very modest\r\nresources — that have carried out activities and taken\r\ninitiatives at the national and international levels to mark\r\nthe closing of the Decade.\r\nThe Cuban delegation considers that all of the\r\nactivities and initiatives carried out during the Decade have\r\nbeen invaluable. They reflect the aspirations of all peace-\r\nloving men and women, whose hope it is that the\r\ninternational community as a whole will respect\r\ninternational law.\r\nFor the Cuban delegation, the closing of the Decade\r\nrepresents a starting point for the renewed commitment of\r\nMember States to re-establishing the primacy, the full force\r\nand inviolability of the Charter of the United Nations.\r\nFor my country, the preservation of sovereignty,\r\nterritorial integrity and the right of peoples to self-\r\ndetermination are all principles that can never be\r\nrenounced, bearing in mind that Cuba on many occasions\r\nhas suffered, and continues to suffer, directly from the\r\nselective application and violations of international law.\r\nThe General Assembly has adopted many substantive\r\nresolutions on this subject. Of particular relevance, in the\r\nlight of the current international situation, is resolution\r\n44/23, which defines the main objectives of the Decade,\r\nincluding the promotion, acceptance of and respect for the\r\nprinciples of international law.\r\nResolution 44/23 further highlights in particular the\r\nfact that one of the purposes of the United Nations is the\r\nmaintenance of international peace and security and, to that\r\nend, peacefully to settle, in accordance with the principles\r\nof justice and international law, any international disputes\r\nor conflicts that could threaten peace.\r\nThe delegation of Cuba considers that the United\r\nNations Decade of International Law has contributed to the\r\nstrengthening of international law and to its dissemination.\r\nThe most significant events of the Decade included the\r\nfiftieth anniversary of the Charter of the United Nations as\r\nwell as the entry into force of the United Nations\r\nConvention on the Law of the Sea and all of its institutions.\r\nHowever, during this past decade, long-standing\r\nsituations have persisted, and other events have occurred,\r\nin the field of international relations that require in-depth\r\nconsideration and an assessment of their full impact in the\r\narea of international law.\r\nThe beginning of the Decade coincided with the end\r\nof the cold war, yet conflicts have continued to break out.\r\nThe threat of the use of nuclear weapons and other\r\nweapons of mass destruction persists, and new forms of\r\nintervention and interference in the internal affairs of\r\nStates have emerged, to mention but a few of the\r\nproblems that persist at this century\u0027s end.\r\nGiven this situation, the Cuban delegation believes\r\nthat, during this meeting, we must, first and foremost,\r\nreflect on the role that States are assigning to international\r\nlaw as a whole, and not merely conduct a formal\r\nassessment of the programme of the activities of the\r\nDecade at its end. We must also reflect critically on the\r\nchallenges to international law.\r\nDuring the Decade of International Law, States have\r\nincreasingly advocated the settlement of disputes by\r\njudicial means. The considerable increase in the number\r\nof States resorting to the International Court of Justice to\r\nsettle their disputes provides clear evidence of that\r\ndevelopment.\r\nThe establishment of the International Tribunal for\r\nthe Law of the Sea, the adoption of the Rome Statute of\r\nthe International Criminal Court and the questionable and\r\nillegal establishment by the Security Council of special\r\ntribunals all point to an unwonted proliferation of\r\ninternational courts, although the establishment each of\r\nthose courts has a different impact on the development of\r\ninternational law.\r\nNevertheless, in the view of my delegation, recourse\r\nto judicial means in the peaceful settlement of disputes\r\nreflects the keen desire of States for international justice,\r\nand at the same time shows the increasing importance\r\nStates attach to international law. However, we believe\r\nthat in the search for international justice in this unipolar\r\nand deeply unjust world, the role of State Members of the\r\nUnited Nations is to reaffirm and strengthen the norms\r\nand principles contained in the Charter of the United\r\nNations.\r\nGiven these circumstances, Cuba declares itself in\r\nfavour both of defending the United Nations and of its in-\r\ndepth reform. The democratization of the United Nations\r\n22\r\nGeneral Assembly 54th plenary meeting\r\nFifty-fourth session 17 November 1999\r\nis indeed one of the most important contributions that\r\nMember States can make to the gradual development of\r\ninternational law and the way to give international law the\r\nplace it deserves in international relations in the next\r\ncentury. In the face of this challenge, Cuba advocates bold,\r\nopen, legitimate and urgent actions — actions that are never\r\nused to justify the abuse of power or the use of force by a\r\nfew hegemonic Powers aimed at destroying our sovereignty\r\nand the principles that guarantee it, but rather to resolve\r\nboth the deep-rooted causes and the dramatic events that\r\nhave given rise to the humanitarian tragedies such as have\r\ntaken place in some parts of our tumultuous world.\r\nThe use of force, selectivity, discrimination, the\r\nreinterpretation of the principles of the Charter and the\r\nconsequent imposition of concepts that are alien to it can\r\nlead only to chaos and to the continued advancement of\r\nhegemonic interests.\r\nThe so-called concept of humanitarian intervention,\r\nwhich is not supported by the provisions of the Charter\r\nand is an unacceptable way of disguising interference and\r\ninterventionism as humanitarian action, distorts the legal\r\nframework itself of the United Nations and will never\r\nlead to just and lasting solutions.\r\nPeace cannot be imposed; it must be achieved\r\nthrough development and equality of opportunity for all\r\ncitizens, with international law being acknowledged as the\r\ninstrument by which States, especially small and poor\r\nStates, can defend their future.\r\nOnce again, we call on the General Assembly to act\r\ndecisively and urgently in each case and not to stand by\r\npassively when faced with violations of international law.\r\nOnce again, we call for developing countries to be able to\r\nparticipate on an equal footing with developed countries\r\nin the codification and gradual development of\r\ninternational law as an essential premise for establishing\r\na just and equitable international legal order in the next\r\ncentury.\r\nThe meeting rose at 1.15 p.m.\r\n23\r\n"