"United Nations A/54/PV.53\r\n99-86466 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n53rd plenary meeting\r\nMonday, 15 November 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nIn the absence of the President, Mr. Bouah-Kamon\r\n(Côte d’Ivoire), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.20 a.m.\r\nStatement by the Acting President\r\nThe Acting President (spoke in French): In the light\r\nof a recent letter from the President of the General\r\nAssembly regarding punctuality by delegations, I would ask\r\nrepresentatives to press the green button on their desks to\r\nconfirm their delegations’ presence in the Assembly Hall.\r\nEarthquake in Turkey and crash of a United Nations\r\naeroplane in Kosovo\r\nThe Acting President (spoke in French): Before\r\nturning to the items on our agenda this morning, may I, on\r\nbehalf of the members of the Assembly, extend to the\r\nGovernment and the people of Turkey, again struck by a\r\ndisastrous earthquake, our deepest sympathy for the tragic\r\nloss of lives and extensive material damage.\r\nMay I also express the hope that the international\r\ncommunity will demonstrate its solidarity by responding\r\npromptly and generously to any request from Turkey for\r\nassistance in its present plight.\r\nAnother tragedy also took place on Friday; an\r\naeroplane carrying United Nations personnel crashed in\r\nKosovo. On behalf of the General Assembly, I would like\r\nto express our sincere condolences to the families of the\r\nvictims.\r\nAgenda item 25\r\nCooperation between the United Nations and the\r\nInternational Organization of la Francophonie\r\nReport of the Secretary-General (A/54/397)\r\nDraft resolution (A/54/L.25)\r\nThe Acting President (spoke in French): I give the\r\nfloor to the representative of France to introduce draft\r\nresolution A/54/L.25.\r\nMr. Bianco (France) (spoke in French): I have the\r\nhonour of introducing today the draft resolution entitled\r\n“Cooperation between the United Nations and the\r\nInternational Organization of la Francophonie”. This draft\r\nresolution demonstrates the intensification of cooperation\r\nthat began several years ago and that has continued to\r\ndevelop, in particular starting with the 1990 World\r\nSummit for Children, between the United Nations and the\r\nInternational Organization of la Francophonie. Portugal\r\nand Bulgaria should be added to the 48 sponsors listed in\r\nthe draft resolution.\r\nAt the Hanoi Summit of the Agency for Cultural and\r\nTechnical Cooperation (ACTC), on 15 November 1997,\r\nthe heads of State and Government established the\r\nInternational Organization of la Francophonie, for which\r\nthe ACTC has become the principal operator. Last year,\r\nin decision 53/453, the General Assembly took note of the\r\nchange in the institutions and decided to transfer to the\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nInternational Organization of la Francophonie the observer\r\nstatus that it had granted to the ACTC in November 1978.\r\nThis is why the report of the Secretary-General this year no\r\nlonger deals with cooperation between the United Nations\r\nand the ACTC but between the United Nations and la\r\nFrancophonie.\r\nThe cooperation is taking place in various areas, the\r\nfirst of which are the prevention of conflict and support for\r\ndemocracy. A working meeting was held last April between\r\nthe secretariats of la Francophonie and the United Nations\r\non areas of common interest.\r\nThe first area was the political situation in seven\r\nAfrican countries members of la Francophonie: Burundi, the\r\nCongo, Guinea, Guinea-Bissau, the Central African\r\nRepublic, the Democratic Republic of the Congo and\r\nRwanda.\r\nThe second area was cooperation between la\r\nFrancophonie and the United Nations regarding assistance\r\nfor and observation of elections. This cooperation has\r\nalready taken shape in the sending of four francophone\r\nobservation missions in close cooperation with the United\r\nNations — in July 1998 to Cambodia for legislative\r\nelections, in November and December 1998 to the Central\r\nAfrican Republic, also for legislative elections, in February\r\n1999 to Nigeria for the presidential elections and, more\r\nrecently, to the Niger for the presidential elections. A fifth\r\nmission is now being prepared for the presidential elections\r\nin Guinea-Bissau.\r\nThe third area dealt with in the meeting was the role\r\nof regional organizations in peacekeeping. We should note\r\nhere that la Francophonie participated for the first time in\r\nthe biennial meeting between the United Nations and\r\nregional organizations last 28 and 29 July, specifically on\r\nthe subject of cooperation for conflict prevention. In the\r\nworking document that it submitted on that occasion, la\r\nFrancophonie reaffirmed its dedication to respect for the\r\nprimacy of the United Nations and the need to coordinate\r\nefforts between regional organizations and the United\r\nNations.\r\nFinally, representation of la Francophonie at a growing\r\nnumber of conferences and meetings held under the aegis\r\nof the United Nations attests to the prospects for fruitful\r\npolitical cooperation between the two organizations. Thus,\r\nla Francophonie was represented at the United Nations\r\nDiplomatic Conference of Plenipotentiaries on the\r\nEstablishment of an International Criminal Court in June\r\nand July 1998. It was present at the meeting on Burundi,\r\nheld in January 1999 in New York by the United Nations\r\nand the Canadian Government, and at the meeting on\r\nGuinea-Bissau organized by the Secretary-General\r\npursuant to Security Council resolution 1233 (1999).\r\nThe second area for cooperation between the United\r\nNations and the International Organization of la\r\nFrancophonie concerns the economic, social and cultural\r\nfields, where this cooperation is developing fruitfully,\r\nboth with the United Nations Secretariat and with the\r\nspecialized agencies, the funds and the programmes.\r\nThus, in the area of new technologies, a seminar on the\r\ntheme “The Internet as a tool in the service of\r\ndevelopment” was held in Abidjan last July. An\r\nagreement signed with the Department of Economic and\r\nSocial Affairs should make available to la Francophonie,\r\non an interim basis, young experts from developing\r\ncountries, in particular specialists in new technologies.\r\nAllow me also to note that there has been increased\r\ncooperation with the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO). This\r\ncooperation has included a symposium on multilingualism\r\nin international organizations; the publication of abridged\r\nversions of The General History of Africa and of works\r\non literacy training and copyright; collaboration on the\r\ninternational meeting on technical and vocational\r\neducation, which was held in Seoul in April 1999;\r\nadvancement of the role of women; collaboration with the\r\nparliamentary assembly of la Francophonie; and the\r\nparticipation of UNESCO at the first Conference of\r\nMinisters of Economy and Finance of la Francophonie, in\r\nMonaco last April. All of these activities and shared\r\nprojects demonstrate the wealth of contacts between\r\nUNESCO and la Francophonie.\r\nMoreover, a framework agreement for cooperation\r\nwas signed with the United Nations Conference on Trade\r\nand Development this year. This led in particular to the\r\norganization of a seminar on investment.\r\nThe partnership with the United Nations\r\nDevelopment Programme should become closer in the\r\nyears to come. Cooperation with the United Nations\r\nChildren\u0027s Fund is flourishing, and in fact the Summit of\r\nla Francophonie, held in Moncton last September, had\r\nyouth as its subject. Finally, la Francophonie, whose\r\npriorities include the right to development and the World\r\nConference against Racism, planned for the year 2001,\r\nintends to expand its cooperation with the Office of the\r\nUnited Nations High Commissioner for Human Rights. I\r\nwould like to add that cooperation between the United\r\n2\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nNations and la Francophonie has been nourished by the\r\ndialogue held among 52 francophone countries at the major\r\nconferences of the United Nations.\r\nThis cooperation between the United Nations and the\r\nInternational Organization of La Francophonie is developing\r\nfruitfully. It is a great source of satisfaction to see networks\r\nof solidarity coming together in the pursuit of the same\r\nideals — in particular cultural diversity.\r\nMs. Kaba Camara (Côte d\u0027Ivoire) (spoke in French):\r\nBy encouraging the development of cooperative ties with\r\nintergovernmental international and regional organizations,\r\nthe United Nations profits from their experiences, work and\r\ninsights. This contributes to the enhancement of the calibre\r\nof joint activities and the positive impact of these activities\r\non populations.\r\nThe International Organization of la Francophonie, the\r\ncrucible of North-South cooperation between French-\r\nspeaking countries, brings together roughly 50 United\r\nNations Member countries representing 500 million\r\ninhabitants. The place this organization occupies in\r\ninternational relations affords it an opportunity to become\r\na privileged partner of the United Nations in the pursuit of\r\nthe objectives of the Charter of the United Nations.\r\nThe Charter of the International Organization of La\r\nFrancophonie assigns it the objectives of helping build and\r\ndevelop democracy, prevent conflicts, promote the rule of\r\nlaw and human rights, intensify dialogue among cultures\r\nand civilizations, bring peoples closer together and\r\nstrengthen solidarity among peoples by means of\r\nmultilateral cooperative efforts aimed at promoting\r\neconomic growth.\r\nThe framework of this cooperation with the United\r\nNations is set forth in an agreement signed on 25 June\r\n1997. This agreement opened the way to the participation\r\nof la Francophonie in United Nations activities in the fields\r\nof conflict prevention and support for democracy and the\r\nelectoral process, as well as to contributions by la\r\nFrancophonie to peacekeeping operations. As regards\r\nassistance to and monitoring of elections and strengthening\r\nAfrica\u0027s peacekeeping capabilities, la Francophonie has been\r\ninvolved in election observation missions in Cambodia, the\r\nCentral African Republic, Nigeria and the Niger.\r\nAlso in the political arena, la Francophonie envisages\r\nperiodic dialogues between the two secretariats on the\r\nfollowing subjects: taking stock of the political situation in\r\nseven African countries: the Central African Republic,\r\nRwanda, Burundi, the Congo, the Democratic Republic of\r\nthe Congo, Guinea and Guinea-Bissau; cooperation\r\nbetween la Francophonie and the United Nations in\r\nassistance to and monitoring of elections; and the role of\r\nregional organizations in peacekeeping.\r\nThe cooperation between the United Nations and the\r\nInternational Organization of La Francophonie also\r\ninvolves the economic, social and cultural areas. From 5\r\nto 16 July 1999, Côte d\u0027Ivoire hosted in Abidjan a\r\nseminar organized by la Francophonie and the United\r\nNations Department of Public Information on the theme\r\nof “The Internet as a tool in the service of development”.\r\nWith the Office of the United Nations High\r\nCommissioner for Human Rights, la Francophonie is\r\nenvisaging making a contribution to promoting the right\r\nto development and to the World Conference against\r\nRacism, scheduled for the year 2001. This cooperation\r\nextends as well to the United Nations specialized agencies\r\nand its funds and programmes. Thus, fruitful cooperation\r\nhas been established with the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), which\r\nhas made it possible, inter alia, to complete the\r\ntranslation into French of the eight-volume abridged\r\nversion of The General History of Africa.\r\nLa Francophonie has taken part in a conference\r\norganized by the Economic Commission for Africa (ECA)\r\non the institutional response to good governance and in\r\nthe third forum on governance in Africa, organized by the\r\nUnited Nations Development Programme and the ECA. In\r\naddition la Francophonie will contribute to the upcoming\r\nfollow-up to the International Conference of New or\r\nRestored Democracies, which will be held in Cotonou\r\nnext year.\r\nLa Francophonie has made major contributions to\r\nthe world conferences held under the aegis of the United\r\nNations. These contributions have included the\r\nparticipation at those conferences of governmental and\r\nnon-governmental delegations from the developing\r\ncountries that are members of la Francophonie; the\r\ntranslation of negotiating documents into French; and the\r\norganization of dialogues to promote the exchange of\r\nviews on controversial issues.\r\nWe always keep in mind what the Agency for\r\nCultural and Technical Cooperation, which gave birth to\r\nInternational Organization of La Francophonie, did to\r\npromote the dynamic involvement of African delegations\r\nin the Fourth World Conference on Women, in Beijing,\r\nand in the preparations for that Conference. La\r\n3\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nFrancophonie also helped advance negotiations on the draft\r\noptional protocol on the Convention on the Elimination of\r\nAll Forms of Discrimination against Women and is\r\norganizing a conference of French-speaking women, to be\r\nheld in Luxembourg, 4 and 5 February 2000, in the context\r\nof the special session of the General Assembly on\r\nBeijing + 5.\r\nIn addition to cooperating with the United Nations, the\r\nInternational Organization of La Francophonie has\r\nestablished ties with the other international, regional and\r\nsubregional organizations that are pursuing common\r\nobjectives.\r\nIn conclusion, I would like to reiterate Côte d\u0027Ivoire\u0027s\r\ncommitment to the values that the International\r\nOrganization of La Francophonie upholds, values that have\r\nbeen reaffirmed in the declaration and plan of action\r\nadopted at the recent Summit held in Moncton, Canada.\r\nEvery two years since 1993, Côte d\u0027Ivoire has hosted\r\nthe Marché des arts du spectacle africain, organized by la\r\nFrancophonie in cooperation with the United Nations\r\nEducational, Scientific and Cultural Organization and the\r\nEuropean Union. It is contributing to the promotion of the\r\nculture of the French-speaking countries and to the\r\ninclusion of their artists on international circuits.\r\nMy delegation is keen to see a strengthening of the\r\ncooperation between the United Nations and la\r\nFrancophonie in working for peace, the rule of law, human\r\nrights, education, economic and social development and the\r\ntransfer of new information and communications\r\ntechnologies.\r\nWe support draft resolution A/54/L.25.\r\nMr. Kittikhoun (Lao People\u0027s Democratic Republic)\r\n(spoke in French): Following the Hanoi Summit of 1997,\r\nthe heads of State and Government of the members of the\r\nAgency for Cultural and Technical Cooperation (ACTC),\r\nthe International Organization of la Francophonie was\r\nestablished as a new international organization. This\r\ninstitutional reform has enabled la Francophonie to become\r\never more popular, visible and accessible and to make it\r\nknown and recognized on the international scene. Led by\r\nSecretary-General Boutros-Ghali and with ACTC as its\r\nprincipal operator under the new name of Agency of la\r\nFrancophonie, the International Organization of la\r\nFrancophonie has become a larger organization with a\r\npolitical, economic and cultural dimension. It has pursued\r\na policy of consolidation and multilateral cooperation\r\namong its French-speaking members.\r\nEndowed with a charter and recognized as a regional\r\norganization, la Francophonie has enjoyed observer status\r\nin our General Assembly since 1998. This has allowed it\r\nto participate fully in international life and in conferences\r\nand meetings organized under United Nations auspices. In\r\npast years, we have noted with satisfaction the\r\ndevelopment of fruitful cooperation between la\r\nFrancophonie and the United Nations in several areas.\r\nIndeed, regular contacts, exchanges of information and\r\nanalyses of working meetings have occurred not only at\r\nthe level of their respective secretariats, but also among\r\nexperts and high-ranking officials of the two\r\norganizations.\r\nIn the political field, la Francophonie has played an\r\nactive role in preventive diplomacy, conflict resolution\r\nand the promotion of the rule of law. To that end, in 1998\r\nit participated in numerous consultative meetings on\r\ncooperation for conflict prevention and settlement, as well\r\nas in electoral assistance and observation missions in a\r\nnumber of countries at their request and under United\r\nNations auspices.\r\nMoreover, in the area of economic, social and\r\ncultural cooperation, la Francophonie is actively engaged\r\nin cooperating with United Nations agencies, including\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization, the United Nations Development\r\nProgramme, the United Nations High Commissioner for\r\nHuman Rights, the United Nations Conference on Trade\r\nand Development, the United Nations Children\u0027s Fund and\r\nthe United Nations Institute for Training and Research,\r\nfor the implementation of several programmes of shared\r\ninterest, such as the development of Internet services in\r\nAfrica; general and regional history projects; the\r\norganization of its annual film festival against exclusion\r\nand for tolerance; the organization of a seminar on\r\ninvestment, trade and economic development; civil-\r\nservice training for national personnel; a programme for\r\nstrengthening national capacity in information technology;\r\nand so on. In a word, we are gratified to see that the\r\ncooperation between the United Nations and la\r\nFrancophonie is continuing to grow.\r\nThe recent biennial Summit of la Francophonie, held\r\nlast September at Moncton, Canada, reaffirmed the\r\nresolve of the heads of State and Government of French-\r\nspeaking countries to contribute actively to resolving the\r\nmajor political and economic problems of today\u0027s world\r\n4\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nand to strengthen their partnership with the United Nations.\r\nOur French-speaking community is gratified by the\r\ndevelopment of this partnership, designed to establish a real\r\nsynergy, and hopes that it will branch out to serve the\r\ninterests of both organizations and of international peace\r\nand cooperation.\r\nAs in the past, my country, the Lao People\u0027s\r\nDemocratic Republic, is ready to do its all to make a\r\npositive contribution to that end.\r\nMr. Kolby (Norway) (spoke in French): At the outset,\r\nI wish to congratulate Mr. Kofi Annan, Secretary-General\r\nof the United Nations, and Mr. Boutros Boutros-Ghali,\r\nSecretary-General of the International Organization of la\r\nFrancophonie, for their efforts to develop cooperation\r\nbetween their two organizations and to extend it to new\r\nareas of common interest.\r\nThe international community is facing increasingly\r\ncomplex problems and therefore attaches ever greater\r\nimportance to multilateral negotiations and agreements. This\r\nholds equally true for the role assumed by regional\r\norganizations. Norway believes that these organizations are\r\nimportant instruments for promoting the principles of the\r\nUnited Nations. My Government considers la Francophonie\r\nto be an essential partner of the United Nations because of\r\nits influence in all the French-speaking countries. We all\r\nknow that the influence of cooperation between the United\r\nNations and la Francophonie is expanding beyond the\r\nborders of the French-speaking countries.\r\nNorway should like to express its support for\r\ncooperation between la Francophonie and the United\r\nNations in their common search for solutions to global\r\nproblems linked to the establishment and development of\r\ndemocracy, the prevention of conflicts, the strengthening of\r\nthe rule of law and protection of human rights and the\r\nintensification of dialogue between cultures and\r\ncivilizations. All of these critical areas offer opportunities\r\nfor joint action between the United Nations and such\r\nregional organizations as la Francophonie. We also endorse\r\nthe desire for complementarity that guides the two\r\norganizations and their awareness of their respective\r\nstrengths.\r\nWe welcome the intensification of the efforts of the\r\nUnited Nations and of la Francophonie to promote\r\ninternational peace and security. In the light of the active\r\nrole of la Francophonie in the area of peacekeeping, in\r\nparticular in Africa, we encourage these two organizations\r\nto pursue their efforts to strengthen and to expand their\r\ncooperation.\r\nIn a world that is becoming more and more uniform,\r\nNorway appreciates the role played by la Francophonie in\r\nchampioning linguistic and cultural diversity. Norwegian\r\nartists, poets and composers have always sought and\r\nfound inspiration beyond the borders of our country and\r\nhave often found it in francophone countries. We also\r\nwelcome the significant work conducted by la\r\nFrancophonie in the areas of culture and education, often\r\nin close cooperation with the United Nations and its\r\nprogrammes, funds and specialized agencies. In\r\nfrancophone Africa, the joint organization of the seminar\r\non the use of the Internet as a tool of development\r\nillustrates perfectly the modern approach in cooperation\r\nfor education.\r\nMoreover, my Government has noted with interest\r\nthe possibility of the United Nations Educational,\r\nScientific and Cultural Organization and la Francophonie\r\nconcluding a protocol of agreement on the recruitment of\r\nyoung professionals from developing countries. Norway\r\nalso notes with pleasure that la Francophonie and United\r\nNations agencies, such as the United Nations\r\nDevelopment Programme and the United Nations\r\nConference on Trade and Development, are cooperating\r\nto advance social and economic development. We\r\nwelcome the cooperation between la Francophonie and\r\nthe United Nations Children\u0027s Fund to benefit children\r\nand youth, and we are particularly pleased that a joint\r\nprogramme places special emphasis on the education of\r\ngirls and the training of young women who come from\r\nthe most disadvantaged classes.\r\nIn conclusion, Norway would like once again to\r\ncommend the efforts made by the United Nations and la\r\nFrancophonie to develop cooperation between the two\r\norganizations. We hope that this fruitful relationship will\r\ncontinue to develop in the years to come.\r\nMr. Gorita (Romania)(spoke in French): In taking\r\nthe floor in this debate that has become a tradition, I\r\nshould like yet again to voice Romania\u0027s dedication to\r\nensuring an ever greater role for la Francophonie on the\r\nworld stage and to strengthening its cooperative ties with\r\nthe world Organization. We are delighted to see la\r\nFrancophonie, built up over 30 years of cultural and\r\ntechnical cooperation, take on a new political dimension,\r\nparticularly since the Hanoi Summit of 1997, and to see\r\nit established as a full-fledged international organization\r\nworking alongside other regional organizations and at the\r\n5\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nUnited Nations. Indeed, the new International Organization\r\nof la Francophonie unites at present 55 French-speaking\r\ncountries and has adopted a Charter that sets the key\r\nobjectives of aiding the establishment and the development\r\nof democracy, the prevention of conflicts, the promotion of\r\nthe rule of law and human rights, the intensification of\r\ndialogue among cultures and the advancement of economic\r\nprogress for its members.\r\nAllow me to cite a few examples to illustrate la\r\nFrancophonie\u0027s recent activities in furthering political\r\nsolidarity and more active diplomacy. At the first working\r\nmeeting in Paris, on the International Day of la\r\nFrancophonie in 1998, the Secretaries-General and the\r\nrepresentatives of 16 major regional organizations marked\r\nthe start of a cooperative relationship that has already found\r\ntangible expression in a number of agreements and joint\r\nactions. At the ministerial conference held in Bucharest last\r\nDecember, la Francophonie showed that it can become a\r\nreal forum for political dialogue. This was shown by the\r\nadoption of resolutions on conflict situations in Africa, and\r\nis also shown by the fact that it intends henceforth to speak\r\nout in major debates, whose scope goes beyond its\r\ngeographical confines and that are of interest to the\r\ninternational community as a whole, such as disarmament,\r\nthe democratization of international relations and\r\nsustainable economic development.\r\nFinally, the first Conference of Ministers of Economy\r\nand Finance of la Francophonie, held in Monaco in April\r\n1999 under the theme “Investment and trade”, as well as\r\nthe participation of la Francophonie in the Partners for\r\nDevelopment Summit, organized by the United Nations\r\nConference on Trade and Development (UNCTAD) at\r\nLyon, as well as the framework agreement for cooperation\r\nsigned with UNCTAD, the first result of which was the\r\nEvian seminar, held in April 1999 on investment, trade and\r\ndevelopment attest to the current interest in consolidating\r\nthe economic dimension of la Francophonie, an approach\r\nthat we fully support.\r\nThe report submitted by the Secretary-General offers\r\na detailed and comprehensive picture of strides made\r\nrecently in cooperation between the United Nations and la\r\nFrancophonie. In the political realm, we welcome the\r\nregular contacts between their secretariats regarding\r\npreventive diplomacy, conflict resolution, democratic\r\ndevelopment and particularly assistance in the observation\r\nof elections.\r\nThe report rightly points out the good cooperation that\r\nhas been established between the United Nations and la\r\nFrancophonie in the economic, social and cultural areas\r\nand with United Nations programmes, funds and\r\nspecialized agencies. The recent biennial Summit of the\r\nInternational Organization of la Francophonie, held in\r\nMoncton, focused on the theme of youth. The declaration\r\nand the plan of action adopted on that occasion opened up\r\na broad range of possibilities for deepening cooperation\r\nwith the United Nations on the basis of the comparative\r\nadvantages of the two organizations. That is the very\r\nmessage of the draft resolution just introduced by the\r\nrepresentative of France, which Romania has co-\r\nsponsored and recommends for adoption by consensus.\r\nMr. Neewoor (Mauritius)(spoke in French): My\r\ndelegation wishes to address the General Assembly on the\r\noccasion of the introduction of the draft resolution entitled\r\n“Cooperation between the United Nations and the\r\nInternational Organization of la Francophonie”, of which\r\nwe are a sponsor. My country is dedicated to its linguistic\r\nand cultural diversity, and therefore feels very much at\r\nhome in the francophone movement, whose primary goals\r\ninclude the defence of diverse cultures and languages.\r\nIn on our own experience, la Francophonie has\r\nturned out to be a forum for serious cooperation for\r\ndevelopment. The various operators gathered together in\r\nla Francophonie have demonstrated their know-how and\r\nhave made a significant contribution to the development\r\nof the francophone countries, in particular through\r\ntechnical cooperation.\r\nFrancophone cooperation affects numerous areas, for\r\nit deals with important subjects ranging from the\r\nconsolidation of democracy to the advancement of\r\nwomen\u0027s entrepreneurship. My country particularly\r\nwelcomes the possibilities provided through la\r\nFrancophonie to participate in electoral observation in\r\nvarious francophone countries. We also appreciate the\r\ninitiatives of la Francophonie to promote economic\r\ndevelopment.\r\nIncreasing the capacity of member countries through\r\ntechnical training and higher education has been a major\r\nconcern since the beginning of francophone cooperation.\r\nThis year, within that framework, Mauritius welcomed the\r\nestablishment of the Francophone Institute of\r\nEntrepreneurship on its territory. This institution, which\r\nis aimed at supporting economic development through\r\ntraining, is turning out to be an important instrument for\r\nregional cooperation and could certainly assist in United\r\nNations activities in the same domain.\r\n6\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nThat is only one example of the plethora of\r\nopportunities for cooperation between the United Nations\r\nand la Francophonie. The possibilities for fruitful synergy\r\nexist within the framework of environmental protection,\r\nlegal assistance, producing scholarly materials and\r\nenhancing awareness of cultures. It is therefore up to the\r\ntwo organizations, the United Nations and la Francophonie,\r\nto work even more closely together in order to have their\r\nmembers benefit from a pooling of their experience and\r\ntheir means.\r\nWe welcome the United Nations Secretary-General\u0027s\r\nreport on cooperation between the United Nations and la\r\nFrancophonie, and we note with satisfaction the growing\r\nparticipation of la Francophonie in joint activities with the\r\nUnited Nations, in particular in the area of conflict\r\nresolution. We should also emphasize the large number of\r\ncollaborative projects between la Francophonie and the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO). We hope that the joint United\r\nNations Development Programme (UNDP)-Francophonie\r\ncommittee, which will meet in the following weeks, will\r\nprovide a new impetus for the UNDP-Francophonie\r\ncooperation.\r\nA concern for complementarity and a sound awareness\r\nof their respective comparative advantages, as highlighted\r\nin the Secretary-General\u0027s report, must remain pivotal\r\naspects in cooperation between the United Nations and la\r\nFrancophonie. This cooperation between the United\r\nNations, the most important world organization, and la\r\nFrancophonie, which brings together States which have\r\ncertain characteristics, is proof that globalization can be\r\nimplemented through using the specific qualities of all sides\r\nand that uniformity is not inevitable.\r\nMr. Diagne (Senegal)(spoke in French): The item\r\nwhich we are considering today, cooperation between the\r\nUnited Nations and the International Organization of la\r\nFrancophonie, holds particular importance in the eyes of my\r\ndelegation.\r\nSenegal is the homeland of President Léopold Sédar\r\nSenghor, who, I will recall, was one of the first heads of\r\nState to get involved in the fight for creating a space for\r\nFrench speakers, one developed in a framework of\r\ncooperation and solidarity and open to the world. This\r\ninitiative, according to President Senghor, should bring\r\nabout something that he called “the universal civilization”,\r\nmeant to be a civilization embracing all of humankind, an\r\naccomplishment achieved through convergence and\r\nmixings — in a word, to cite the late President: “a\r\nrendez-vous of giving and receiving”.\r\nFrom that commitment of President Senghor,\r\ntogether with other pioneers such as Hamani Diori and\r\nHabib Bourguiba, the Agency for Cultural and Technical\r\nCooperation was born on 20 March 1970 in Niamey to\r\nserve as a special framework for gatherings, dialogue and\r\nsynergies within the francophone family. The Agency thus\r\nbecame one of the first milestones on the path towards\r\nachieving a grand design, that of rallying around a\r\ncommon purpose all the countries sharing and using the\r\nFrench language, thus contributing to the expression of\r\nsolidarity by bringing peoples together through fruitful\r\nand ongoing dialogue among their cultures and\r\ncivilizations.\r\nFor almost 30 years, the Agency has done its job\r\nfelicitously and efficiently. Thus it was only natural for\r\nthe heads of State and Government of francophone\r\ncountries to take the decision, at the Hanoi Summit in\r\nNovember 1997, to give to the francophone world a full-\r\nfledged and structured political dimension and have it\r\ncome fully into its own as a player on the international\r\nstage. This new institution, taking the name “International\r\nOrganization of la Francophonie”, came into being in\r\nDecember 1998 and has as its mandate to affirm and\r\ndevelop multi-dimensional cooperation among its\r\nmembers in such essential sectors as knowledge,\r\neconomic and social development, international\r\ncooperation, conflict prevention and promoting human\r\nrights, democracy, good governance — in a word, a state\r\nof law.\r\nIs there any need to stress that these are the very\r\nsame objectives as those rightly set forth in the United\r\nNations Charter? This is exactly the philosophy behind\r\nthe cooperation between the United Nations and la\r\nFrancophonie, and it had to be translated into specifics in\r\nthe daily life of both of these institutions. For that matter,\r\nit should be underlined that this cooperation has been a\r\nwelcome fact of life ever since the General Assembly, by\r\nits resolution 50/3 of 16 October 1995, noted the\r\ncomplementarity of the activities of the Agency and those\r\nof the United Nations, along with those of programmes\r\nand specialized institutions of the United Nations. In\r\nimplementing that resolution the two institutions set up\r\ncooperative machinery, thanks to a cooperative agreement\r\ndesigned to strengthen their ties on issues of common\r\ninterest, notably in the political, economic, scientific and\r\ncultural areas.\r\n7\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nCloser to home, on 18 December 1998, the General\r\nAssembly decided that the International Organization of la\r\nFrancophonie would henceforth participate as an observer\r\nin its various areas of work. I remain convinced that that\r\ndecision has made and will continue to make it possible for\r\nla Francophonie and the United Nations to cooperate more\r\nclosely in order to respond better to the aspirations of the\r\npeoples and nations for which the two institutions were\r\ncreated.\r\nI should therefore like to appeal to Member States to\r\nsupport the draft resolution before us, which enshrines the\r\nefforts being made together by the United Nations and la\r\nFrancophonie to strengthen, expand and deepen their\r\ncooperation in the interests of peace and international\r\nsolidarity.\r\nMr. Ouch (Cambodia) (spoke in French): As have\r\ndone preceding speakers, my delegation endorses the very\r\nrelevant observations made by the French representative in\r\nhis eloquent introduction of the draft resolution under\r\nconsideration.\r\nOn 15 November 1997, in Hanoi, some 30 years after\r\nits establishment in March 1970 in Niamey, the Summit\r\nmeeting of the heads of State or Government of countries\r\nthat use French as a common language took the decision to\r\nendow la Francophonie with its full political dimension by\r\nmaking it a full-fledged international institution.\r\nOriginally it included 21 States and Governments,\r\nwhile today they number 49, covering America, Asia,\r\nEurope and Africa, and representing more than a quarter of\r\nthe Member States of the United Nations.\r\nLa Francophonie is the only organization aside from\r\nthe United Nations in which the countries of the world meet\r\nwith such a diversity of race, colour, culture and religion,\r\nand it is gradually becoming an important meeting point for\r\nstrengthening cooperation and solidarity among peoples.\r\nThe international cooperation it inspired has lasted\r\nnearly 30 years, while the number of States and\r\nGovernments that it brings together has nearly doubled.\r\nThis proves that throughout these years that\r\nintergovernmental organization has been able to do its work\r\nwith strict respect for the individual identities of each of its\r\nmembers as well as to participate constructively in the\r\nglobal dialogue.\r\nHowever, the International Organization of la\r\nFrancophonie has not limited its actions only to its own\r\nprimary fields of action, but has also become involved,\r\nthrough the appropriate modalities, in the fields of\r\npreventive diplomacy, conflict resolution, consolidation of\r\ndemocracy, protection of human rights and strengthening\r\nof the rule of law. This is pointed out by the Secretary-\r\nGeneral in his report contained in document A/54/397,\r\nand I am firmly convinced that it will continue to do so\r\neven more in the future.\r\nThe Kingdom of Cambodia is gratified by the\r\ndecision taken by the General Assembly on 18 December\r\n1988, to allow la Francophonie to participate as an\r\nobserver in its various endeavours. There is no doubt that\r\nla Francophonie plays an important role in the community\r\nof nations, both politically and culturally. It is therefore\r\nquite natural that its activities should be coordinated with\r\nthe United Nations system and that enhanced cooperation\r\nshould be intensified between la Francophonie, the United\r\nNations and the specialized agencies.\r\nIndeed, the new millennium that is soon to\r\ncommence will provide an opportunity to lay the bases\r\nfor even closer and more fruitful international cooperation\r\nresolutely aimed at meeting all of our global challenges\r\nand in the service of peace, stability and prosperity for all\r\nthe peoples of all the countries throughout the world.\r\nThe draft resolution before us is designed to\r\nstrengthen la Francophonie\u0027s long-standing cooperation\r\nwith the United Nations, which has already proved itself.\r\nThe Kingdom of Cambodia, which has always based its\r\npolicy on dialogue and friendly concerted action, is\r\npleased to be able to make an active contribution, through\r\nthis partnership between la Francophonie and the United\r\nNations, to a revival of international cooperation. This is\r\nwhy my delegation is pleased to join in sponsoring the\r\ndraft resolution, and we hope that it will be adopted by\r\nconsensus.\r\nMr. Menan (Togo) (spoke in French): The annual\r\nconsideration by the General Assembly of the cooperation\r\nbetween the United Nations and the International\r\nOrganization of la Francophonie is evidence of the\r\ninternational community\u0027s interest in the contribution that\r\nsuch cooperation can make, and is making, towards the\r\nattainment of the purposes and principles of the United\r\nNations.\r\nThis is reflected in the fact that, according to the\r\nvery Charter of the International Organization of la\r\nFrancophonie, adopted at the Hanoi Summit, the\r\norganization has set itself the goals of helping establish\r\n8\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nand develop democracy, of preventing conflict, of\r\npromoting the rule of law and human rights, of intensifying\r\ndialogue among cultures and civilizations, of bringing\r\npeoples closer together and of strengthening their solidarity\r\nthrough multilateral cooperative action to help their\r\neconomies flourish.\r\nThe report of the Secretary-General on this item sets\r\nforth in detail work done in the context of cooperation\r\nbetween the United Nations and la Francophonie and\r\nreflects the diverse areas in which the latter can make a\r\nvaluable contribution to the United Nations. I cannot let this\r\nopportunity pass without congratulating the Secretary-\r\nGeneral on the quality of the report he has submitted for\r\nour consideration.\r\nMultidimensional and varied cooperation between the\r\nUnited Nations and la Francophonie is clearly oriented in\r\nthe same direction as the progress to which our peoples\r\naspire. Of the many actions that demonstrate this\r\ncooperation, I am pleased to briefly call to mind some that,\r\nto my delegation, seem essential.\r\nThe International Organization of la Francophonie has\r\nparticularly distinguished itself recently by its contribution\r\nto the strengthening of democracy and the rule of law,\r\nnotably in Africa. Many countries in that continent have\r\nbenefitted from the intensive cooperation between la\r\nFrancophonie and the United Nations in these spheres. The\r\ninitiatives undertaken by la Francophonie in this respect\r\nhave usefully complemented or even replaced United\r\nNations activities. These initiatives without a doubt make la\r\nFrancophonie one of the partners of choice for the United\r\nNations as it unflaggingly strives to build a world of peace\r\nand stability with a focus on development. Thus, again this\r\nyear numerous steps have been taken in which, together, la\r\nFrancophonie and the United Nations have committed\r\nthemselves to seeking solutions to crisis or conflict\r\nsituations involving members of la Francophonie.\r\nMy country, in the context of the resumed dialogue\r\namong political leaders, is currently benefiting from the\r\nsupport of outside facilitators, including from the\r\nInternational Organization of la Francophonie, and fully\r\nappreciates the multidimensional cooperation between the\r\nUnited Nations and la Francophonie, particularly the work\r\nbeing done by the latter for the benefit of countries in\r\nAfrica.\r\nTogo appreciates the efforts made by the two\r\nSecretaries-General to strengthen the positive cooperation\r\nbetween their organizations. Draft resolution A/54/L.25, of\r\nwhich my country is a sponsor and which we would like\r\nto see adopted by consensus, calls on the Secretary-\r\nGeneral of the United Nations to continue that\r\ncooperation.\r\nIn the context of strengthening cooperation between\r\nthe two organizations, my delegation would like to\r\nexpress the hope that the International Organization of la\r\nFrancophonie and the United Nations will give particular\r\nattention to the issue of linguistic diversity. It must be\r\nrecalled that linguistic diversity ranks high among the\r\nobjectives of the International Organization of la\r\nFrancophonie. The declaration and plan of action\r\nendorsed at the Organization\u0027s recent biennial Summit,\r\nheld from 3 to 5 September 1999 at Moncton, Canada,\r\nstressed just how important this issue is to the countries\r\nthat use French as a common language. In this\r\nconnection, it would be appropriate for the United Nations\r\nand the International Organization of la Francophonie to\r\nexplore further the ways and means to make linguistic\r\ndiversity a reality, in particular by ensuring the most\r\nappropriate treatment possible of the French language. My\r\ndelegation echoes this concern, which is surely one shared\r\nby most French-speaking countries. Moreover, this\r\nconcern is implicit in all the recommendations of the\r\nreport before this meeting.\r\nThat report was adopted by the Committee on\r\nInformation at its twenty-first session, which was held at\r\nNew York from 3 to 14 May 1999. The Committee also\r\nrecommended that the General Assembly call on the\r\nSecretary-General of the United Nations to make every\r\neffort to ensure that the press releases of the Department\r\nof Public Information are issued in all the official\r\nlanguages of the United Nations. It is to be hoped that\r\nforthcoming initiatives will make it possible for Member\r\nStates, particularly those that use French as a common\r\nlanguage, to become more involved in the discussions of\r\nthe United Nations through the use of their primary\r\nworking language.\r\nMr. Belfort (Haiti) (spoke in French): I have the\r\nhonour to speak on behalf of the Haitian delegation to\r\nexpress the support of the Republic of Haiti for draft\r\nresolution A/54/L.25, entitled “Cooperation between the\r\nUnited Nations and the International Organization of la\r\nFrancophonie”. This draft resolution illustrates the\r\nobvious interest in strengthening the ties of cooperation\r\nthat already exist between the two organizations. This\r\ninterest is heightened by the fact that the International\r\nOrganization of la Francophonie focuses its principal\r\nactivities in areas that are also of the highest interest to\r\n9\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nthe United Nations, such as the advancement of human\r\nrights and democracy and measures to promote social,\r\neconomic and cultural development and even the\r\nenvironment.\r\nAs the Assembly is aware, the International\r\nOrganization of la Francophonie is in no way an instrument\r\ndesigned simply to promote a language or to work for the\r\npossible reduction of the influence of other languages used\r\nat the United Nations. Quite the contrary, it represents one\r\nof the institutional means designed to promote\r\nmultilingualism and cultural diversity throughout the world\r\nas a way of enriching and preserving the human cultural\r\npatrimony.\r\nAt a time when the United Nations is increasingly\r\nemphasizing the problems associated with sustainable\r\ndevelopment and human security, it goes without saying\r\nthat the International Organization of la Francophonie,\r\nstrengthened by its experience in recent years, will be able\r\nto make a substantive contribution to the projects of the\r\nuniversal Organization.\r\nOver the last few years, the International Organization\r\nof la Francophonie has clearly demonstrated its expertise in\r\nthe area of development assistance. Cooperation between\r\nHaiti and that international organization has been fruitful in\r\na number of areas, particularly those regarding cooperation\r\nin university and primary education.\r\nAllow me to mention the subject of youth and the role\r\nit is called upon to play in the development process of\r\nsociety. This issue played a central role at Summit of la\r\nFrancophonie held at Moncton, Canada at the beginning of\r\nlast September. Through Secretary-General Kofi Annan, the\r\nUnited Nations was able to demonstrate the level of the\r\nparticular interest it attaches to this subject, as well as to\r\nother subjects promoted by the International Organization\r\nof la Francophonie. Young people are the future and the\r\nhope of the world, and it is therefore understandable that\r\nthe International Organization of la Francophonie takes such\r\nan interest in them. There can be no doubt that the United\r\nNations, led by the Secretary-General, will accord great\r\nimportance to this issue.\r\nMoreover, upon his return from Moncton, Mr. Kofi\r\nAnnan demonstrated his endorsement of this idea by\r\nrequesting that States participating in the fifty-fourth session\r\nof the General Assembly include as many young people as\r\npossible in their delegations. Such concern clearly\r\nunderscores the interest taken in the work of the\r\nInternational Organization of la Francophonie and\r\nrepresents a sure step towards promising cooperation\r\nbetween the two organizations.\r\nAs the Secretary-General stressed in his report\r\ncontained in document A/54/397, cooperation between the\r\nUnited Nations and the International Organization of la\r\nFrancophonie is increasingly expanding to an ever-greater\r\nnumber of areas. It is therefore up to the General\r\nAssembly to take note of this and to facilitate all\r\nmeasures designed to mobilize new synergies to promote\r\ndevelopment. It is in this context that the Haitian\r\ndelegation urges the General Assembly to give its full\r\nsupport to this draft resolution.\r\nMr. Nteturuye (Burundi) (spoke in French): This is\r\nthe first time that I have spoken from this rostrum as the\r\nnew Permanent Representative of Burundi to the United\r\nNations. I therefore have the pleasant duty of\r\ncongratulating Mr. Gurirab on his election to the\r\npresidency of the fifty-fourth session of the General\r\nAssembly.\r\nIt is also a great pleasure for me to come to the\r\nrostrum to hail and support the cooperation between the\r\nUnited Nations and the International Organization of la\r\nFrancophonie. This cooperation is not only beneficial to\r\nthe countries that use French as a common language, but\r\nit is also beneficial for all the Members of the United\r\nNations and all the organizations working for peace,\r\ndevelopment and dialogue among cultures and peoples.\r\nBurundi notes with appreciation that, as indicated in\r\nthe report of the Secretary-General the United Nations\r\nand the International Organization of la Francophonie are\r\ncooperating closely in a variety of areas, notably in the\r\npolitical sphere, and particularly on the issues of\r\npreventive diplomacy and conflict resolution, in the\r\neconomic, social and cultural spheres, on human rights\r\nand democracy and so on. It is only natural, therefore,\r\nthat the two organizations take an interest in each other.\r\nThe International Organization of la Francophonie brings\r\ntogether a large part of the countries and organizations\r\nwithin the United Nations that cooperate with it.\r\nThe organization’s biennial Summit, which was held\r\nfrom 3 to 5 September in Moncton, Canada, brought\r\ntogether delegations from 55 members of the International\r\nOrganization of la Francophonie, 40 of them represented\r\nat the level of head of State or Government.\r\nBurundi also welcomes the cooperation between the\r\nInternational Organization of la Francophonie and other\r\n10\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nregional and international organizations, all of which are\r\nworking jointly to promote the purposes and principles of\r\nthe Charter of the United Nations.\r\nIndeed, the International Organization of la\r\nFrancophonie, as the successor agency to the Agency for\r\nCultural and Technical Cooperation, joined with its\r\ncounterparts in Paris on 20 March 1998 in order to\r\nintroduce itself and to review the possibilities for\r\ncooperation and synergy between international organizations\r\nin the areas of peace, security and development.\r\nThat conference\u0027s participants included the United\r\nNations Secretariat, the Association of South-East Asian\r\nNations, the Commonwealth, the Commonwealth of\r\nIndependent States, the Community of Portuguese-Speaking\r\nCountries, the Economic Community of West African\r\nStates, the Council of Europe, the League of Arab States,\r\nthe Organization of the Islamic Conference, the\r\nOrganization of American States, the United Nations\r\nEducational, Scientific and Cultural Organization, the\r\nOrganization for Security and Cooperation in Europe, and\r\nthe Organization of African Unity.\r\nThe universal character of the International\r\nOrganization of la Francophonie is clear. Burundi has\r\nalready received joint assistance from the United Nations\r\nand la Francophonie. Let me by way of illustration cite here\r\nthe organization\u0027s contribution to the consultations\r\norganized by the Secretariat and the Canadian Government,\r\nheld on 10 and 11 January in New York. The goal of that\r\nmeeting was to evaluate the steps taken towards peace in\r\nBurundi and to give fresh impetus to the ongoing peace\r\nprocess.\r\nThe Government of Burundi has welcomed, and\r\ncontinues to welcome, the assistance of la Francophonie\r\nand in particular that of its special representative, who is\r\nclosely monitoring the peace talks in Burundi.\r\nIt is for these reasons that my country will support the\r\ndraft resolution on “Cooperation between the United\r\nNations and the International Organization of la\r\nFrancophonie” which is before us. We invite the other\r\nStates Members of the United Nations to follow suit.\r\nMr. Adekambi (Benin) (spoke in French): I would\r\nlike in turn to associate myself with the preceding speakers\r\nwho, from this rostrum, have extended to the Secretary-\r\nGeneral gratitude and congratulations on the excellent\r\nreport he has submitted to us on the subject we are\r\ncurrently debating, “Cooperation between the United\r\nNations and the International Organization of la\r\nFrancophonie”.\r\nSince its founding in 1997, the International\r\nOrganization of la Francophonie has taken up and\r\nintensified the fruitful cooperation that the Agency for\r\nCultural and Technical Cooperation had with the United\r\nNations. Benin warmly welcomes the outstanding progress\r\nmade by these two organizations over the last two years\r\nwithin the framework of the joint actions they have\r\ninitiated as well as in the political, economic, social and\r\ncultural fields.\r\nDespite the fact that the cold war is over, many\r\nhotbeds of tension remain and a number of tragedies are\r\ntaking place right before our eyes, in particular on the\r\nAfrican continent. In this respect it is encouraging to note\r\nthat most of the joint activities carried out by the United\r\nNations and la Francophonie in the political field have\r\nhad as their major objective to promote peace and\r\ndemocracy where there is little or no threat to them; to\r\nprevent crises or latent conflicts from erupting; or to\r\nassist in the management of existing conflict situations in\r\norder to restore to the countries affected the peace that is\r\nindispensable for their economies to flourish, a necessary\r\nelement of the development to which all peoples of the\r\nworld aspire.\r\nIt is clear that these are useful actions and initiatives\r\nthat should be duly appreciated. The delegation of Benin\r\nwelcomes the skill and far-sightedness with which these\r\nundertakings have been carried out by the two\r\norganizations. It strongly urges their Secretaries-General\r\nto continue this pooling of efforts in order to achieve one\r\nof the loftiest goals of humankind, which will require\r\neven greater dedication: the quest for peace.\r\nIt seems to us just as important to note and\r\nencourage the joint initiatives of the two institutions\r\ndesigned, inter alia, to assist the development of the\r\nInternet in Africa; joint projects of the International\r\nOrganization of la Francophonie, the United Nations\r\nEducational, Scientific and Cultural Organization, and the\r\nUnited Nations Children\u0027s Fund, whose aim is to benefit\r\nchildren, youth and women; and the signing of the\r\nframework agreement between la Francophonie and the\r\nUnited Nations Conference on Trade and Development,\r\nwhich, in our view, responds to imperative needs whose\r\nsatisfaction doubtless will contribute to improving the\r\nsocial and economic conditions of the French-speaking\r\npeoples of the developing countries.\r\n11\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nThese various activities are an eloquent testimony to\r\nthe vitality and the importance of the community of French-\r\nspeaking countries. It is for that reason that Benin is\r\npleased to be among those States that have decided to\r\nsubmit for the Assembly\u0027s consideration the draft resolution\r\non which we will be voting shortly.\r\nIn this respect, the delegation of Benin shares the\r\nviews expressed by the representative of France in\r\nintroducing the draft resolution before us, and we call for\r\nits adoption by consensus.\r\nMr. Gomaa (Egypt) (spoke in French): Allow me at\r\nthe outset to thank the Secretary-General for his report\r\nentitled “Cooperation between the United Nations and the\r\nInternational Organization of la Francophonie” (A/54/397).\r\nI should also like to thank the Secretary-General of the\r\nInternational Organization of la Francophonie, Mr. Boutros-\r\nGhali, for his tireless efforts to promote the role of the\r\norganization he heads and to strengthen its capabilities, with\r\nthe goal of promptly and adequately responding to the\r\nsituations created by the realities of a unipolar world.\r\nSince the creation of the International Organization of\r\nla Francophonie at the Hanoi Summit in 1997 and the\r\nsubsequent adoption by the General Assembly of its\r\ndecision 54/453, whereby it transferred to la Francophonie\r\nobserver status with the General Assembly, intensive and\r\nvigorous cooperation has been taking place between the two\r\norganizations. In this context, la Francophonie embarked on\r\na series of activities relating to disarmament and\r\npeacekeeping operations. Egypt encourages such\r\ndevelopments in areas relating to the maintenance of\r\ninternational peace and security.\r\nThe development of a protocol between la\r\nFrancophonie and the United Nations Educational,\r\nScientific and Cultural Organization enabling young\r\nprofessionals in developing countries to be hired by that\r\nspecialized United Nations agency. This provides them with\r\nan opportunity to learn at first hand how the multilateral\r\nsystem works and to appreciate better the reality of\r\ninternational relations at a time when the world is\r\nincreasingly being transformed into a global village as a\r\nresult of the communications revolution and the\r\nphenomenon of globalization.\r\nWe support and encourage the involvement of la\r\nFrancophonie in international conferences, in particular\r\nthose of the United Nations. Apart from the advantages of\r\nparticipating in such conferences as an observer, such\r\nparticipation also leads, in most cases, to the adoption of\r\ncommon positions, or near-common positions, on a\r\nvariety of the issues dealt with by those conferences. It\r\nalso helps many French-speaking delegations in their\r\nwork by providing, as best it can, translation services\r\nwhen necessary or other forms of assistance, such as\r\nbriefings on the proceedings of meetings for which no\r\ninterpretation was provided.\r\nFor example, the Rome Conference on the\r\nestablishment of an International Criminal Court reflected\r\nthis important role played by la Francophonie in the\r\ncontext of the active participation of the French-speaking\r\nworld. In this respect, I should like to thank the\r\npermanent missions of countries of la Francophonie to\r\nregional and international organizations, particularly those\r\nhere at United Nations Headquarters in New York, for\r\ntheir ongoing efforts to attain the objectives of la\r\nFrancophonie.\r\nThe link between education and development cannot\r\nbe denied. Any investment in the sphere of education will\r\ncertainly have a positive and direct impact on the\r\ndevelopment of society and, as a result, on the well-being\r\nof individuals. In this connection, we cannot fail to pay\r\ntribute to la Francophonie for the assiduous work that it\r\nhas been doing in organizing seminars on the most\r\nimportant current issues on the agenda of the international\r\ncommunity. I should like to express our support for and\r\ngive our blessing to the cooperation between the\r\nInternational Organization of la Francophonie and the\r\nUnited Nations Children\u0027s Fund.\r\nFinally, the delegation of Egypt stresses the\r\nimportance of continuing cooperation between the\r\nInternational Organization of la Francophonie and the\r\nentire United Nations system, of which I have provided\r\njust a few examples, in order to achieve better\r\ncoordination.\r\nMr. Belinga-Eboutou (Cameroon) (spoke in\r\nFrench): As a sponsor of draft resolution A/54/L.25,\r\nCameroon naturally endorses the statement made at the\r\nbeginning of the meeting by the representative of France.\r\nThe fact that Cameroon still wanted to take part in this\r\ndebate demonstrates how much we welcome the\r\nconsensus that, year after year, has been built around\r\ncooperation between the United Nations and the French-\r\nspeaking world.\r\nThere are several reasons for that. First, for those of\r\nus who are francophones, that consensus is an expression\r\n12\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nof the satisfaction felt by the international community with\r\nregard to the involvement of the French-speaking world in\r\nthe realization of the purposes and principles of the United\r\nNations — in the past through the Agency for Cultural and\r\nTechnical Cooperation and now in the International\r\nOrganization of la Francophonie. As the report of the\r\nSecretary-General attests, this participation is notable in the\r\nareas of the promotion of peace, the advancement of human\r\nrights, democracy and development. This consensus is also\r\na real source of satisfaction for those countries that, early\r\non, believed in this contribution of La Francophonie.\r\nCameroon, which is a member of both the Commonwealth\r\nand the International Organization of la Francophonie is\r\npleased to be among those countries. The consensus built\r\naround cooperation between the United Nations and the\r\nInternational Organization of la Francophonie is\r\nencouraging for members of the latter organization,\r\ninspiring them and urging them to endow themselves with\r\nthe tools necessary for realizing the great hopes to which\r\nthe establishment of the International Organization of la\r\nFrancophonie and its cooperation with the United Nations\r\nhave given rise.\r\nFor all those reasons, Cameroon supports the draft\r\nresolution in document A/54/L.25. We are convinced, for\r\nthose same reasons, that the draft resolution will gain the\r\nfull support of all the Members of the United Nations.\r\nThe Acting President (spoke in French): In\r\naccordance with General Assembly resolution 33/18 of 10\r\nNovember 1978 and decision 53/453 of 18 December 1998,\r\nI now call on the Observer for the International\r\nOrganization of la Francophonie.\r\nMr. Bouabid (International Organization of la\r\nFrancophonie) (spoke in French): I am very pleased to\r\nparticipate in this discussion on behalf of the International\r\nOrganization of la Francophonie and to share with the\r\nAssembly some thoughts that have been prompted by the\r\nreport of the Secretary-General on cooperation between the\r\nUnited Nations and the International Organization of la\r\nFrancophonie, as well as by the draft resolution relating to\r\nthis agenda item, which the Assembly is about to adopt.\r\nI should first like to express my gratitude to the\r\nSecretary-General for the quality of his report. It provides\r\nan exhaustive account of the development, which has been\r\nparticularly positive, and of the unprecedented\r\nintensification, of relations between the two organizations\r\nin all areas of common interest, as embodied in the\r\nrespective Charters of the United Nations and of the\r\nInternational Organization of la Francophonie, as well as in\r\nthe cooperation agreement that has linked the two\r\nOrganizations since 25 June 1997.\r\nThe objectives of peace, security and development\r\npursued by the United Nations are at the very heart of the\r\nfrancophone undertaking, as set forth by the founders of\r\nthe intergovernmental francophone movement in Niamey,\r\nAfrica, in 1970, and developed through the biennial\r\nsummit conferences held by French-speaking countries.\r\nThis undertaking has become a genuine atelier of\r\nprogress based on common values, including those of\r\ndemocracy and the rule of law. From the 1986 Versailles\r\nSummit to last September\u0027s Moncton Summit, heads of\r\nState or Government of the countries members of the\r\nInternational Organization of la Francophonie — one out\r\nof four countries on Earth — have consistently reaffirmed\r\ntheir determination to work together to solve the political\r\nand economic problems of the world and have called for\r\nactive partnership with the United Nations and with the\r\norganizations that make up the United Nations system.\r\nThat partnership began at the series of international\r\nconferences organized by the United Nations, beginning\r\nwith the Earth Summit, held at Rio de Janeiro in 1992,\r\nand continuing with the World Conference on Human\r\nRights, held at Vienna in 1993; the International\r\nConference on Population and Development, held at Cairo\r\nin 1994; the Global Conference on the Sustainable\r\nDevelopment of Small Island Developing States, held in\r\nBarbados in 1994; the Fourth World Conference on\r\nWomen, held at Beijing in 1995; and the Second United\r\nNations Conference on Human Settlements, held at\r\nIstanbul in 1996. At these conferences, la Francophonie\r\nand its partners worked closely with the United Nations;\r\nthey complemented it, enriched its debates, and sought to\r\nease the presence and active participation of French-\r\nspeaking countries at every stage of preparation, meeting\r\nand follow-up.\r\nWe continue to take the same approach to other\r\nUnited Nations conferences and other major international\r\ngatherings, for example the United Nations Diplomatic\r\nConference of Plenipotentiaries on the Establishment of\r\nan International Criminal Court, held at Rome, and the\r\nforthcoming United Nations conferences on light weapons\r\nand against racism, both of which are to be held in 2001,\r\nas well as the Seattle round of trade negotiations to begin\r\nin a few days\u0027 time under the auspices of the World Trade\r\nOrganization.\r\n13\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nConsultations among French-speaking countries at\r\neach of those gatherings have provided a special\r\nopportunity for dialogue and exchange of views and\r\nsometimes for agreeing on common positions, which have\r\nbeen of growing value to those international conferences.\r\nBecause of the original composition of the group of French-\r\nspeaking countries — which brings together countries of\r\nEurope, Africa, the Americas and Asia, some of them least\r\ndeveloped countries, some members of the Group of Seven,\r\nand others countries with economies in transition — such\r\ncommon positions can facilitate broader consensus:\r\nconsensus within the entire international community.\r\nThis partnership with the United Nations has grown\r\nstronger with concrete development cooperation activities.\r\nThere have been specific agreements to that end, and a\r\nvariety of projects — including in the areas of education,\r\nliteracy, training, sustainable development and new\r\ninformation technology — have been put in place by the\r\nInternational Organization of la Francophonie through its\r\nprincipal operational body, the intergovernmental Agency\r\nof la Francophonie, in cooperation with a number of United\r\nNations specialized agencies, programmes and funds. The\r\nreport of the Secretary-General before the Assembly today\r\nprovides a complete description of the synergy that we have\r\nsought to develop and will continue to develop with the\r\nUnited Nations system in the area of development\r\ncooperation. Moreover, other speakers have already\r\naddressed these matters, and I shall not dwell on them\r\nbeyond applauding such cooperation and thanking those\r\ndelegations for their words and for their positive\r\nassessment.\r\nBut I would like to highlight a new dimension in\r\nrelations between the United Nations and the International\r\nOrganization of la Francophonie: cooperation in the\r\npolitical sphere. As members know, the Hanoi Summit of\r\nHeads of State and Government of countries that use\r\nFrench as a common language, held in November 1997,\r\nwas a turning point in the evolution of la Francophonie. It\r\nwas then that heads of State or Government of countries\r\nthat use French as a common language decided to broaden\r\nthe involvement of la Francophonie, which had until then\r\nbeen confined to the areas of cultural and technical\r\ncooperation, to include the political sphere. The Hanoi\r\nSummit also created the post of Secretary-General of the\r\norganization; the heads of State or Government appointed\r\nthe former Secretary-General of the United Nations, Mr.\r\nBoutros Boutros-Ghali. The establishment of that post was\r\nto add the proper political dimension to the new\r\ninstitutional structure of la Francophonie, for it is the\r\nSecretary-General\u0027s task to ensure that the organization is\r\na player on the international stage and to implement the\r\npolitical and diplomatic activities of la Francophonie. By\r\nthe terms of the new charter, he is the political\r\nspokesman and official representative of la Francophonie\r\nin the international sphere.\r\nIn the same spirit, and of course with an eye to\r\ncomplementarity — including complementarity with other\r\nactivities of the international community — the\r\nInternational Organization of la Francophonie began to\r\nenhance its diplomatic activities within the French-\r\nspeaking world. In October 1998, for example, our\r\nSecretary-General, on the request of President Eyadema\r\nof Togo, asked Mr. Moustapha Niasse, former Prime\r\nMinister and Minister of State and then Minister for\r\nForeign Affairs of Senegal, to carry out a goodwill\r\nmission to Togo following the political crisis that had\r\nemerged there following the June 1998 presidential\r\nelections. That followed an appeal to all actors and parties\r\nto engage in dialogue, an appeal issued by the mission\r\njointly carried out by the International Organization of la\r\nFrancophonie and the Organization of African Unity\r\n(OAU) to observe the Togolese presidential elections. As\r\nmembers know, the talks that have been under way for\r\nseveral months between the opposition and the authorities\r\nin the context of a process of dialogue and national\r\nreconciliation are taking place under the auspices of a\r\nfour-party mediation group recognized by all parties to\r\nthe dialogue and comprising France, Germany, the\r\nEuropean Union and the International Organization of la\r\nFrancophonie.\r\nFurther, at the request of President Laurent Désiré\r\nKabila, the Secretary-General of la Francophonie sent a\r\nmission to the Democratic Republic of the Congo under\r\nthe leadership of the former President of Benin, Mr.\r\nEmile-Derlin Zinsou. Since then, la Francophonie has\r\ncontinued closely to follow the development of the\r\ncomplex situation in that country and throughout the\r\nsubregion, and to support the peace efforts of such\r\norganizations as the OAU and the Southern African\r\nDevelopment Community. Moreover, the conference of\r\nMinisters for Foreign Affairs of la Francophonie, held at\r\nBucharest in 1998, adopted a resolution calling for the\r\nimmediate lifting of the economic embargo from which\r\nBurundi had been suffering for the previous two years; to\r\nfollow up that resolution, our Secretary-General named a\r\nspecial envoy to Burundi, the former Minister for Foreign\r\nAffairs and Cooperation of Mauritania, Mr. El Hacen\r\nOuld Lebatt.\r\n14\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nFinally, I would recall the conciliation mission to the\r\nCentral African Republic, which the Secretary-General of\r\nla Francophonie entrusted to Ambassador Alioune Sene of\r\nSenegal with a view to helping strengthen democracy and\r\nnational reconciliation in conformity with the Bangui\r\nAgreements. That mission took place at the time of a post-\r\nelection political impasse linked to the refusal of the\r\nopposition to participate in the work of the National\r\nAssembly following the contested election of its bureau.\r\nThe crises in those countries and in others of the\r\nFrench-speaking world have been among the key elements\r\nof the newly established political relations between the\r\nInternational Organization of la Francophonie and the\r\nUnited Nations. There are regular consultations and\r\nexchanges of information and analysis between the two\r\norganizations. These include periodic meetings among\r\nsenior officials, the first of which was held in New York in\r\nApril 1999 and provided the opportunity for talks with the\r\nDepartment of Political Affairs and the Department of\r\nPeacekeeping Operation, and meetings of special envoys,\r\nsuch as that held on 19 October 1999, when the Department\r\nof Political Affairs informally brought together all special\r\nenvoys to Burundi, including that of the Secretary-General\r\nof la Francophonie, to survey the evolution of the situation\r\nin that country and the prospects of the inter-Burundian\r\ndialogue following the death of President Nyerere.\r\nIt was in this same spirit that for the first time the\r\nInternational Organization of la Francophonie was involved\r\nin the biennial meeting, organized by the United Nations\r\nSecretary-General, with leaders of regional organizations.\r\nThe 1998 meeting focused on preventing conflict, the\r\napproach favoured by the International Organization of la\r\nFrancophonie in its activities in the service of peace.\r\nLa Francophonie has also contributed to efforts made\r\nby the international community to restore peace in two\r\nFrench-speaking countries: it participated in the\r\nconsultations organized in January 1999 by the United\r\nNations Secretariat and the Government of Canada to\r\nevaluate progress in the Arusha process and to consider\r\nresuming cooperation with Burundi after the lifting of\r\nsanctions; and it participated in the meeting organized by\r\nthe Secretariat on Guinea-Bissau, pursuant to Security\r\nCouncil resolution 1233 (1999), to support forces deployed\r\nin that country by the Economic Community of West\r\nAfrican States Monitoring Group.\r\nI should like, finally, to stress just how important we\r\ndeem cooperation with the United Nations in the areas of\r\nelectoral assistance and the promotion of human rights and\r\ndemocracy. Of all the electoral observer missions\r\ndispatched by the International Organization of la\r\nFrancophonie over the last two years — obviously at the\r\nrequest of the authorities of the countries concerned —\r\nfive of them have been carried out in close cooperation\r\nwith the United Nations. It seems to us that that is a\r\nspecial area for cooperation which might be further\r\nexplored with a view to better coordination between the\r\ntwo organizations.\r\nAs to supporting democratic processes, we are\r\npleased to see the institutional approach, adopted by la\r\nFrancophonie for some time ago, winning more and more\r\nsupport from other international partners. We are in\r\nfavour of increased interaction in this area. The joint\r\ncommission that we expect to organize in the near future\r\nwith the United Nations Development Programme should\r\nlead to a real partnership in this field.\r\nFinally, with respect to human rights, a meeting of\r\nhigh-level officials was held on 26 October in Geneva\r\nbetween representatives of the International Organization\r\nof la Francophonie and the Office of the United Nations\r\nHigh Commissioner for Human Rights marking the\r\nlaunching of consultations to set the terms for the\r\ncooperative programme for the biennium 2000-2001. This\r\nprogramme should be definitively set following the\r\nconference of the Foreign Ministers of la Francophonie,\r\nscheduled for the end of this month in Paris.\r\nIf the report of the Secretary-General on activities\r\nover the last two years reflects an intensification of\r\ncooperation between the two organizations, the draft\r\nresolution introduced by the representative of France,\r\nwhich the Assembly is preparing to adopt, opens up for\r\nus new prospects that we eagerly anticipate.\r\nOn behalf of the Secretary-General of the\r\nInternational Organization of la Francophonie, I should\r\nlike to take this opportunity to express our profound\r\ngratitude to all the countries that sponsored this draft\r\nresolution, as well as to all those others that will give it\r\ntheir support.\r\nThe Acting President (spoke in French): We shall\r\nnow proceed to take a decision on draft resolution\r\nA/54/L.25.\r\nI would like to announce that Costa Rica has also\r\nbecome a sponsor of the draft resolution.\r\n15\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/54/L.25?\r\nDraft resolution A/54/L.25 was adopted (resolution\r\n54/25).\r\nThe Acting President (spoke in French): May I take\r\nit that it is the wish of the Assembly to conclude its\r\nconsideration of agenda item 25?\r\nIt was so decided.\r\nMr. Morel (Seychelles), Vice-President, took the\r\nChair.\r\nAgenda item 17 (continued)\r\nAppointments to fill vacancies in subsidiary organs and\r\nother appointments\r\n(a) Appointment of members of the Advisory\r\nCommittee on Administrative and Budgetary\r\nQuestions\r\nReport of the Fifth Committee (A/54/540)\r\nThe Acting President: The Fifth Committee\r\nrecommends in paragraph 5 of its report (A/54/540) that the\r\nGeneral Assembly appoint the following persons as\r\nmembers of the Advisory Committee on Administrative and\r\nBudgetary Questions for a three-year term of office\r\nbeginning on 1 January 2000: Mr. Gérard Biraud; Ms.\r\nNorma Goicochea Estenoz; Mr. Vladimir Kuznetsov; Ms.\r\nSusan Shearouse; and Mr. Roger Tchoungui.\r\nMay I take it that the Assembly appoints those\r\npersons?\r\nIt was so decided.\r\n(b) Appointment of members of the Committee on\r\nContributions\r\nReport of the Fifth Committee (A/54/541)\r\nThe Acting President: In paragraph 5 of its report\r\n(A/54/541), the Fifth Committee recommends that the\r\nGeneral Assembly appoint the following persons as\r\nmembers of the Committee on Contributions for a three-\r\nyear term of office beginning on 1 January 2000: Mr.\r\nAlvaro Gurgel de Alencar Netto; Mr. Ju Kuilin; Mr.\r\nSergei Mareyev; Mr. Angel Marrón, Mr. Hae-Yun Park;\r\nand Mr. Ugo Sessi.\r\nMay I take it that it is the wish of the Assembly to\r\nappoint the persons recommended above?\r\nIt was so decided.\r\n(c) Appointment of a member of the Board of\r\nAuditors\r\nReport of the Fifth Committee (A/54/542)\r\nThe Acting President: In paragraph 5 of its report\r\n(A/54/542), the Fifth Committee recommends that the\r\nGeneral Assembly appoint the Auditor-General of the\r\nRepublic of South Africa as a member of the Board of\r\nAuditors for a three-year term of office beginning on 1\r\nJuly 2000.\r\nMay I take it that the Assembly wishes to appoint\r\nthat person?\r\nIt was so decided.\r\n(d) Confirmation of the appointment of members of\r\nthe Investments Committee\r\nReport of the Fifth Committee (A/54/543)\r\nThe Acting President: The Fifth Committee\r\nrecommends in paragraph 5 of its report (A/54/543) that\r\nthe General Assembly confirm the appointment by the\r\nSecretary-General of the following persons as members of\r\nthe Investments Committee for a three-year term of\r\n16\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\noffice beginning on 1 January 2000: Ms. Francine Bovich;\r\nMr. Takeshi Ohta; and Mr. Peter Stormonth Darling.\r\nMay I take it that it is the wish of the Assembly to\r\nconfirm the appointment of those persons?\r\nIt was so decided.\r\n(e) Appointment of members of the United Nations\r\nAdministrative Tribunal\r\nReport of the Fifth Committee (A/54/544)\r\nThe Acting President: In paragraph 5 of its report\r\n(A/54/544), the Fifth Committee recommends that the\r\nGeneral Assembly appoint the following persons as\r\nmembers of the United Nations Administrative Tribunal for\r\na three-year term of office beginning on 1 January 2000:\r\nMr. Julio Barboza; and Mr. Mayer Gabay.\r\nMay I consider that the Assembly appoints those\r\npersons?\r\nIt was so decided.\r\n(f) Appointment of a member of the United Nations\r\nStaff Pension Committee\r\nReport of the Fifth Committee (A/54/545)\r\nThe Acting President: In paragraph 5 of the report\r\nthe Fifth Committee recommends that the General\r\nAssembly appoint the following person as a member of the\r\nUnited Nations Staff Pension Committee for a term of\r\noffice beginning on 15 November 1999 and ending on 31\r\nDecember 2000: Mr. Amjad Hussain Sial.\r\nMay I take it that the General Assembly appoints this\r\nperson?\r\nIt was so decided.\r\nThe Acting President: The General Assembly has\r\nthus concluded this stage of its consideration of agenda\r\nitem 17.\r\nAgenda item 14 (continued)\r\nReport of the International Atomic Energy Agency\r\nDraft resolution (A/54/L.21/Rev.1)\r\nThe Acting President: Members will recall that a\r\ndebate on agenda item 14 was held at the 46th and 47th\r\nplenary meetings, on 4 November 1999.\r\nWe shall now proceed to consider draft resolution\r\nA/54/L.21/Rev.1.\r\nMr. Doutriaux (France) (spoke in French): A group\r\nof Member States concerned by operative paragraph 9 of\r\nthe draft resolution has held discussions and agreed that\r\nwe can accept the new version of operative paragraph 9,\r\nwhich takes fully into account the text in GC(43)/RES/22,\r\nadopted by the General Conference of the International\r\nAtomic Energy Agency in Vienna.\r\nThe new text for operative paragraph 9 was\r\ndistributed to Member States, and I can confirm that the\r\ngroup of Member States who were particularly concerned\r\nabout this paragraph has reached agreement on this new\r\nversion.\r\nThe Acting President (spoke in French): I would\r\nlike to ask the representative of France if he would read\r\nthe agreed-upon amended text.\r\nMr. Doutriaux (France) (spoke in French):\r\nAlthough we have just been talking about la\r\nFrancophonie, unfortunately I am going to have to read\r\nthis text in the language of Shakespeare. I trust this will\r\nbe overlooked.\r\nSo, the text begins:\r\n(spoke in English)\r\n“Also commends the Director General of the\r\nAgency and his staff for their strenuous efforts to\r\nimplement Security Council resolutions 687 (1991),\r\n707 (1991), 715 (1991), 1051 (1996), 1060 (1996),\r\n1115 (1997), 1154 (1998), 1194 (1998) and 1205\r\n(1998), stresses the need for full implementation by\r\nIraq of all relevant Security Council resolutions,\r\nstresses that the Agency\u0027s ongoing monitoring and\r\nverification activities should be resumed without\r\ndelay, and also stresses that it is essential that,\r\nalthough the Agency is satisfied that remaining\r\nquestions which were unanswered as of mid-\r\nDecember 1998 do not prevent the full\r\nimplementation of the ongoing monitoring and\r\nverification plan, the basis for this resumption\r\n17\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\npreserve the Agency\u0027s rights specified in all relevant\r\nSecurity Council resolutions and in its ongoing\r\nmonitoring and verification plan, including the full\r\nexercise of rights of access as enshrined therein and\r\nthe necessary cooperation of Iraq, and that greater\r\ntransparency by Iraq in its dealings with the Agency\r\nwould contribute greatly to the resolution of the few\r\nremaining questions and concerns in the framework of\r\nthe ongoing monitoring and verification plan”.\r\nThe Acting President: We shall now proceed to\r\nconsider draft resolution A/54/L.21/Rev.1 and the oral\r\namendment submitted by the representative of France.\r\nI shall now call on those representatives who wish to\r\nexplain their votes or positions. May I remind delegations\r\nthat explanations of vote are limited to 10 minutes and\r\nshould be made by delegations from their seats.\r\nMr. Al-Anbuge (Iraq) (spoke in Arabic): My\r\ndelegation commends the efforts made by the International\r\nAtomic Energy Agency (IAEA) in implementing its tasks\r\nunder its Statute.\r\nIn connection with the agenda item under discussion,\r\nwe had hoped that the draft resolution would reflect\r\ninternational consensus in support of the Agency’s\r\nactivities, independence and professionalism. Unfortunately,\r\ncertain paragraphs of the draft resolution lack objectivity\r\nand reflect a political point of view that compromises the\r\nimpartiality, independence and professionalism of the\r\nAgency. I refer in particular to my delegation’s firm\r\nopposition to paragraph 9 calling on Iraq to implement fully\r\nall relevant Security Council resolutions and for the\r\nresumption of the ongoing monitoring and verification plan.\r\nWe oppose this paragraph for the following reasons.\r\nFirst, the invitation to implement the Security Council\r\nresolutions on Iraq should have been extended to the United\r\nStates of America and the United Kingdom. Both of those\r\nStates have violated and continue to violate all relevant\r\nSecurity Council resolutions and the United Nations\r\nCharter. They are perpetrating daily acts of aggression\r\nagainst Iraq in the no-fly zone, in violation of the relevant\r\nresolutions of the Security Council, all of which require\r\nrespect for the sovereignty, independence and territorial\r\nintegrity of Iraq.\r\nThe United States of America and the United\r\nKingdom launched a comprehensive military aggression\r\nagainst Iraq on 16 December 1998 without Security Council\r\nauthorization. This aggression has destroyed the economic\r\nand service infrastructures and installations of Iraq, as\r\nwell as the installations being monitored by the IAEA,\r\nincluding the Agency’s monitoring equipment, sensors\r\nand cameras. With this act of aggression, the United\r\nStates of America and the United Kingdom have\r\ndestroyed the monitoring system in Iraq. They have\r\nwaged aggression not only against Iraq, but against the\r\nAgency itself, and must pay the price of this aggression.\r\nSecondly, the United States of America and the\r\nUnited Kingdom, through the inspectors of the United\r\nNations Special Commission supervising the verification\r\nand monitoring system in Iraq and its installations and\r\nsites, spied on my country and fomented political crises\r\nthere. In attempting to justify their aggression against\r\nIraq, they have dealt a heavy blow against the credibility\r\nof the United Nations verification systems. This flagrant\r\nviolation of the rules of work of international\r\norganizations has gone unpunished. The authors of the\r\ndraft resolution have not made the least reference to these\r\nunethical and illegal practices of the United States and the\r\nUnited Kingdom, although they have opened a great\r\nbreach in the credibility of the United Nations verification\r\nsystems.\r\nAll States, not only Iraq, must therefore take all\r\nmeasures necessary to protect their national security,\r\nsovereignty and dignity from those who don United\r\nNations helmets to spy on other countries. What\r\nguarantees can the United Nations offer against repeated\r\nacts of espionage by inspectors, which threaten the\r\nsecurity and independence of States?\r\nThirdly, we do not know why the sponsors of the\r\ndraft resolution ignored paragraph 14 of Security Council\r\nresolution 687 (1991), although Iraq has honoured all of\r\nits obligations under section C of that resolution.\r\nParagraph 14 is the sole provision requiring\r\nimplementation. It is well known that its implementation\r\nserves international and regional peace and security,\r\nenhances the status of the Agency and brings us closer to\r\nthe universality of the safeguards system, and hence to\r\nour ultimate goal of nuclear disarmament.\r\nFor all these reasons, we oppose paragraph 9 of the\r\ndraft resolution in its totality and in all its details.\r\nMr. Kim Chang Guk (Democratic People’s\r\nRepublic of Korea): I wish to state the position of the\r\ndelegation of the Democratic People’s Republic of Korea\r\non draft resolution A/54/L.21/Rev.1 on the report of the\r\nInternational Atomic Energy Agency (IAEA).\r\n18\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nIt is regrettable that, again this year, we are seeing the\r\nsame draft resolution as in the past, which is intended to\r\nhinder rather than to help the settlement of the nuclear issue\r\non the Korean peninsula. The nuclear issue on the Korean\r\npeninsula is not a question to be debated in the United\r\nNations. The nuclear issue on the Korean peninsula was\r\ncreated by the United States, which brought nuclear\r\nweapons into South Korea and threatened the North with\r\nthem, while fabricating nuclear suspicion with the object of\r\nisolating and stifling the North. The Korean peninsula\r\nnuclear issue is a grave political military issue to be\r\nresolved between the Democratic People\u0027s Republic of\r\nKorea and the United States of America. The adoption of\r\nthe Democratic People\u0027s Republic of Korea/United States\r\nAgreed Framework in 1994 speaks eloquently of this fact.\r\nThe Korean peninsula nuclear issue will finally be settled\r\nwhen the Agreed Framework is completely implemented.\r\nThe Democratic People\u0027s Republic of Korea is faithfully\r\nimplementing its obligations under the Agreed Framework.\r\nThe problem now is that the United States is not fulfilling\r\nits obligations. It is widely known that the United States\r\nhad no intention of implementing the Agreed Framework\r\nwhen it signed it. The United States has not properly\r\nfulfilled any of the provisions of the Agreed Framework,\r\nalthough five years have passed since it signed the\r\nAgreement. Two years ago there was a ground-breaking\r\nceremony, but the groundwork is not proceeding as\r\nscheduled. It is crystal clear that the construction of light\r\nwater reactors will not be completed within the established\r\ntime. In fact, we doubt that the Agreed Framework will be\r\nimplemented at all.\r\nAs one can see, in the case of secret underground\r\nnuclear facilities, the United States is fabricating all sorts of\r\ncrises, attempting to shift the responsibility for its non-\r\ncompliance with the Agreement to the Democratic People\u0027s\r\nRepublic of Korea, confirming once again that the United\r\nStates harbours the intention of isolating and stifling the\r\nDemocratic People\u0027s Republic of Korea. The fate of the\r\nAgreed Framework depends entirely on the United States,\r\nand we are paying due attention to that.\r\nAs for the implementation of the safeguards agreement\r\nwith the IAEA, it is inseparably linked to the\r\nimplementation of the Democratic People\u0027s Republic of\r\nKorea/United States Agreed Framework. The Agreed\r\nFramework clearly stipulates our obligations with regard to\r\nthe safeguards agreement with the IAEA. We are to comply\r\nwith the safeguards agreement in accordance with the extent\r\nof implementation of the Agreed Framework by the United\r\nStates. At present, we are faithfully fulfilling our\r\nobligations under the Agreed Framework. The safeguards\r\nagreement will be fully implemented when the\r\nDemocratic People\u0027s Republic of Korea/United States\r\nAgreed Framework is completely implemented. Therefore,\r\nour full compliance with the safeguards agreement\r\ndepends entirely on whether or not the United States\r\nfulfils its obligations under the Agreed Framework. It is\r\ncontrary to reason that the sponsors of the draft resolution\r\ndemand that we should fully comply with the safeguards\r\nagreement when the Agreed Framework has not been\r\nimplemented at all.\r\nMoreover, it is self-evident that we cannot leave a\r\npolitical-military issue which is directly linked to the\r\nsovereignty and the survival of our nation to the\r\nInternational Atomic Energy Agency, which is a\r\nspecialized agency. If the sponsors really wanted to see a\r\nsettlement of the nuclear issue of the Korean peninsula\r\nand our full compliance with the safeguards agreement,\r\nthey should have urged the United States to faithfully\r\nimplement the Democratic People\u0027s Republic of\r\nKorea/United States Agreed Framework. The draft\r\nresolution will not help in the settlement of the nuclear\r\nissue of the Korean peninsula, but will serve the dishonest\r\npurpose of putting pressure on the Democratic People\u0027s\r\nRepublic of Korea and non-compliance with the\r\nDemocratic People\u0027s Republic of Korea/United States\r\nAgreed Framework Agreement. Therefore, the delegation\r\nof the Democratic People\u0027s Republic of Korea will vote\r\nagainst the draft resolution.\r\nMr. Tiwathia (India): India, a founding member of\r\nthe International Atomic Energy Agency (IAEA), attaches\r\nthe highest importance and value to the objectives of the\r\nAgency. Since draft resolution A/54/L.21 pertains to the\r\nactivities of the IAEA, we would have gone along with\r\nthe draft resolution, but we cannot do so because we have\r\nconsiderable difficulties with the third preambular\r\nparagraph. The language in that paragraph appears to link\r\nadherence to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) with the freedom to develop,\r\nresearch, produce and use nuclear energy for peaceful\r\npurposes.\r\nThe statute of the IAEA, which must guide all our\r\ndeliberations on the activities of the Agency, calls on the\r\nAgency to accelerate and enlarge the contributions of\r\natomic energy to peace, health and prosperity throughout\r\nthe world. Further, the statute stresses the principle of\r\nsovereign equality of all its members. The purpose of\r\nthese provisions of the statute of the IAEA are obviously\r\nto encourage unfettered access of member States to the\r\npeaceful uses of atomic energy without any discrimination\r\n19\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nwhatsoever, albeit with appropriate safeguards. The IAEA\r\nstatute predates the NPT and besides, the Agency has not\r\nbeen designated as the secretariat of the NPT. The Agency\r\nmerely carries out safeguards activities with various\r\nmember States in accordance with the agreements, and the\r\nconcept of safeguards itself predates the NPT.\r\nThe NPT is not an equitable Treaty. Also, the\r\nprovisions of article VI of the NPT have not been fulfilled\r\nby the nuclear-weapon States. Therefore, the NPT should\r\nnot be used for discriminating among members of the\r\nIAEA. By implying that only adherence to the NPT, on\r\nwhich my Government\u0027s views are well known, would give\r\naccess to peaceful uses of atomic energy, the resolution\r\ndeviates and, in fact, derogates from the objectives\r\nenshrined in the statute of the IAEA. We are concerned\r\nabout how the IAEA\u0027s basic objectives are being distorted,\r\nboth in terms of the NPT and now, in terms of taking up\r\nmatters such as the Comprehensive Nuclear-Test-Ban\r\nTreaty which are not of any relevance to the statute of the\r\nAgency. We have therefore been constrained to call for a\r\nvote on the third preambular paragraph and shall vote\r\nagainst it.\r\nMr. Lee Kie-cheon (Republic of Korea): Since my\r\ndelegation already made clear its positions on the issue of\r\nthe Democratic People\u0027s Republic of Korea\u0027s non-\r\ncompliance with the International Atomic Energy Agency\r\n(IAEA) safeguards agreement in the First Committee, as\r\nwell as in the plenary General Assembly, I will refrain from\r\nrepeating those positions today. We hope that the\r\nDemocratic People\u0027s Republic of Korea will return to the\r\nIAEA as a member and will fully comply with the IAEA\r\nsafeguards agreement as a State party to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons.\r\nThe Acting President: We have heard the last\r\nspeaker in explanation of vote before the voting.\r\nThe Assembly will now take a decision on draft\r\nresolution A/54/L.21/Rev.1 and the oral amendment\r\nsubmitted by the representative of France.\r\nBefore proceeding to take action on the draft\r\nresolution, I should like to announce that since its\r\nintroduction, the following countries have become sponsors\r\nof draft resolution A/54/L.21/Rev.1: Belgium, Canada,\r\nCosta Rica, Denmark, France, Germany, Greece, Ireland,\r\nItaly, Japan, Luxembourg, the Netherlands, Norway,\r\nPoland, Portugal, Romania, the Russian Federation, Spain,\r\nSweden and the United Kingdom of Great Britain and\r\nNorthern Ireland.\r\nIn accordance with rule 90 of the rules of procedure,\r\namendments are voted on first. The Assembly will\r\ntherefore take a decision first on the oral amendment\r\nsubmitted by the representative of France.\r\nMay I take it that the Assembly decides to adopt the\r\noral amendment submitted by the representative of\r\nFrance?\r\nThe oral amendment to draft resolution\r\nA/54/L.21/Rev.1 was adopted.\r\nThe Acting President: A separate vote has been\r\nrequested on the third preambular paragraph of draft\r\nresolution A/54/L.21/Rev.1.\r\nIf there is no objection to that request, I shall now\r\nput to the vote the third preambular paragraph of draft\r\nresolution A/54/L.21/Rev.1.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlgeria, Andorra, Angola, Argentina, Armenia,\r\nAustralia, Austria, Bahrain, Bangladesh,\r\nBelarus, Belgium, Botswana, Brazil, Brunei\r\nDarussalam, Bulgaria, Burkina Faso, Canada,\r\nChile, China, Colombia, Costa Rica,\r\nCôte d\u0027Ivoire, Cyprus, Czech Republic,\r\nDemocratic Republic of the Congo, Denmark,\r\nDjibouti, Ecuador, Egypt, El Salvador,\r\nEquatorial Guinea, Estonia, Ethiopia, Finland,\r\nFrance, Gabon, Georgia, Germany, Ghana,\r\nGreece, Guatemala, Guinea, Guinea-Bissau,\r\nGuyana, Honduras, Hungary, Iceland,\r\nIndonesia, Iran (Islamic Republic of), Ireland,\r\nItaly, Jamaica, Japan, Kazakhstan, Kuwait,\r\nLebanon, Libyan Arab Jamahiriya,\r\nLiechtenstein, Lithuania, Luxembourg,\r\nMadagascar, Maldives, Mali, Malta, Mauritius,\r\nMexico, Monaco, Morocco, Mozambique,\r\nMyanmar, Namibia, Netherlands, New Zealand,\r\nNicaragua, Nigeria, Norway, Oman, Paraguay,\r\nPeru, Philippines, Poland, Portugal, Qatar,\r\nRepublic of Korea, Republic of Moldova,\r\nRomania, Russian Federation, Saint Lucia, San\r\nMarino, Senegal, Singapore, Slovakia,\r\nSlovenia, South Africa, Spain, Sri Lanka,\r\nSudan, Suriname, Swaziland, Sweden, Syrian\r\nArab Republic, Tajikistan, Thailand, the former\r\n20\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nYugoslav Republic of Macedonia, Tunisia,\r\nTurkey, Ukraine, United Arab Emirates, United\r\nKingdom of Great Britain and Northern Ireland,\r\nUnited States of America, Venezuela, Yemen\r\nAgainst:\r\nIndia, Israel\r\nAbstaining:\r\nBenin, Bhutan, Cuba, Lao People\u0027s Democratic\r\nRepublic, Pakistan, Togo, United Republic of\r\nTanzania\r\nThe third preambular paragraph of draft resolution\r\nA/54/L.21/Rev.1 was retained by 112 votes to 2, with\r\n7 abstentions.\r\n[Subsequently, the delegation of the Lao People\u0027s\r\nDemocratic Republic informed the Secretariat that it\r\nhad intended to vote in favour.]\r\nThe Acting President: I will now put to the vote\r\ndraft resolution A/54/L.21/Rev.1 as a whole, as orally\r\namended.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlgeria, Andorra, Angola, Argentina, Armenia,\r\nAustralia, Austria, Bahrain, Bangladesh, Belarus,\r\nBelgium, Bhutan, Botswana, Brazil, Brunei\r\nDarussalam, Bulgaria, Burkina Faso, Cameroon,\r\nCanada, Chile, China, Colombia, Congo, Costa\r\nRica, Côte d\u0027Ivoire, Cuba, Cyprus, Czech\r\nRepublic, Democratic Republic of the Congo,\r\nDenmark, Djibouti, Ecuador, Egypt, El Salvador,\r\nEquatorial Guinea, Estonia, Ethiopia, Finland,\r\nFrance, Gabon, Georgia, Germany, Ghana,\r\nGreece, Guatemala, Guinea, Guinea-Bissau,\r\nGuyana, Honduras, Hungary, Iceland, India,\r\nIndonesia, Iran (Islamic Republic of), Ireland,\r\nIsrael, Italy, Jamaica, Japan, Kazakhstan, Kuwait,\r\nLibyan Arab Jamahiriya, Liechtenstein,\r\nLithuania, Luxembourg, Madagascar, Malaysia,\r\nMaldives, Mali, Malta, Mauritius, Mexico,\r\nMonaco, Morocco, Mozambique, Myanmar,\r\nNamibia, Netherlands, New Zealand, Nicaragua,\r\nNigeria, Norway, Oman, Pakistan, Paraguay,\r\nPeru, Philippines, Poland, Portugal, Qatar,\r\nRepublic of Korea, Republic of Moldova,\r\nRomania, Russian Federation, Saint Lucia, San\r\nMarino, Saudi Arabia, Senegal, Seychelles,\r\nSingapore, Slovakia, Slovenia, South Africa,\r\nSpain, Sri Lanka, Sudan, Suriname, Swaziland,\r\nSweden, Tajikistan, Thailand, the former\r\nYugoslav Republic of Macedonia, Togo,\r\nTunisia, Turkey, Ukraine, United Arab\r\nEmirates, United Kingdom of Great Britain and\r\nNorthern Ireland, United States of America,\r\nVenezuela, Yemen, Zambia\r\nAgainst:\r\nDemocratic People\u0027s Republic of Korea\r\nAbstaining:\r\nBenin, Lao People\u0027s Democratic Republic,\r\nLebanon, Syrian Arab Republic, United\r\nRepublic of Tanzania, Viet Nam\r\nDraft resolution A/54/L.21/Rev.1 as a whole, as\r\norally amended, was adopted by 122 votes to 1, with\r\n6 abstentions (resolution 54/26).\r\n[Subsequently, the delegation of Azerbaijan\r\ninformed the Secretariat that it had intended to vote\r\nin favour.]\r\nThe Acting President: I shall now call on those\r\nrepresentatives who wish to speak in explanation of vote\r\non the resolution just adopted. May I remind delegations\r\nthat explanations of vote are limited to 10 minutes and\r\nshould be made by delegations from their seats.\r\nMr. Al-Hariri (Syrian Arab Republic) (spoke in\r\nArabic): While appreciating the efforts made by the\r\nInternational Atomic Energy Agency (IAEA) in\r\nconnection with the implementation of its mandate, we\r\nmust point out that the report of the IAEA contains a\r\nnumber of questions dealt with during the forty-third\r\nsession of the General Conference of the Agency with\r\nwhich we do not agree or are unsatisfied. One of these\r\nissues is the question of the implementation of safeguards\r\nin the Middle East and the Israeli nuclear capabilities and\r\nthe risks attached thereto.\r\nMost regrettably, neither the resolution adopted nor\r\nthe report refer to Israel by name. Israel is the only\r\ncountry in the Middle East that has not adhered to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) and continues to refuse to place all its nuclear\r\nfacilities under the safeguards regime of the Agency. It\r\ncontinues to build up its capabilities with missiles and\r\n21\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nsubmarines that are able to carry nuclear warheads and thus\r\nthreaten security and stability not only of neighbouring\r\ncountries but also of countries thousands of miles away\r\nfrom Israel.\r\nNevertheless, the General Conference of the Agency\r\nconfined itself to a presidential statement that did not even\r\ncontain a reference to the concern caused by this armament\r\nprocess.\r\nMy delegation, while registering its disappointment at\r\nthe report of the Agency due to the lack of the necessary\r\nreference to this fact, hopes that the international\r\ncommunity will understand our legitimate concern regarding\r\nthe Israeli nuclear capabilities, and on the basis of the\r\nprovisions of the NPT we call upon the international\r\ncommunity, particularly nuclear-weapon-States, to avoid\r\ndouble standards and selectivity in dealing with States, as\r\nis now the case. One country is singled out by name while\r\nanother is ignored and a blind eye is turned on its activities.\r\nIn Syria we look forward to a Middle East region\r\nwhere a just, lasting and comprehensive peace prevails, a\r\npeace based on international legality, not on expansion,\r\noccupation and the monopoly of nuclear military power,\r\nwhich can only lead to increased tension in the Middle\r\nEast.\r\nMr. Dausá Céspedes (Cuba) (spoke in Spanish): Cuba\r\nvoted in favour of the draft resolution contained in\r\ndocument A/54/L.21/Rev.l in view of the important,\r\nirreplaceable work done by the International Atomic Energy\r\nAgency (IAEA) to promote the use of nuclear energy for\r\npeaceful purposes.\r\nWe regret that the inclusion of controversial elements\r\nin its text — a practice that, unfortunately, has become\r\ncustomary in considering this item, made it impossible once\r\nagain for the resolution to be adopted by consensus. From\r\nmy delegation\u0027s point of view, the draft resolution on the\r\nreport of the IAEA on which the General Assembly takes\r\naction should contain only those elements that enjoy\r\nacceptance by all delegations. We do not believe that it\r\ncontributes in any way to the work of the IAEA when, in\r\ncontrast to the adoption of resolutions involving reports\r\nsubmitted by other international organizations, in this case\r\nwe find ourselves compelled to take a decision by voting.\r\nThe IAEA is not the only international organization\r\nwhere contentious issues are dealt with. However, the\r\nresolution pertaining to it, instead of being essentially\r\nprocedural, is the only one that raises again the substantive\r\ndifferences on such issues in the context of the General\r\nAssembly.\r\nBearing these points in mind, my delegation would\r\nlike to place on record that if operative paragraphs 8 and\r\n9 of draft resolution A/54/L.21/Rev.1 had been voted on\r\nseparately, we would have abstained.\r\nBy the same token, my delegation abstained in the\r\nseparate vote on the third preambular paragraph, as we\r\nhave done in corresponding cases in previous years,\r\nbecause it is our view that the use of nuclear energy for\r\npeaceful purposes is an inalienable right of all States and\r\ntherefore cannot be made conditional on whether or not\r\none is a party to certain international treaties.\r\nOur reservations with regard to that paragraph are\r\nbased on its particular emphasis on the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT). As we\r\nhave stated in many forums, we believe that the NPT in\r\nits very essence is a discriminatory and selective juridical\r\ninstrument whereby two categories of States are\r\nestablished with different obligations and rights and\r\nwhereby the possession of nuclear arms by certain States\r\nis legitimized. That is precisely what kept Cuba from\r\nbecoming a party to that particular Treaty.\r\nWe hope that at the next session, through joint\r\nefforts on the part of all delegations, the Assembly will\r\nbe able to adopt a resolution on the report of the IAEA\r\nwithout a vote.\r\nMr. Gilon (Israel): Israel\u0027s vote in favour of the\r\nresolution as a whole indicates its appreciation of the\r\nprofessional work of the International Atomic Energy\r\nAgency (IAEA) in all areas under its mandate.\r\nHowever, in reference to the third preambular\r\nparagraph, it peaceful purposes should be conducted on a\r\nbasis of equality, as described in the IAEA statute,\r\nregardless of whether or not a member State of the\r\nAgency is party to the Treaty on the Non-Proliferation of\r\nNuclear Weapons. Therefore, Israel had to vote against\r\nthe third preambular paragraph of the resolution.\r\nMr. Diab (Lebanon) (spoke in Arabic): My\r\ndelegation would like to explain its abstention in the\r\nvoting on the draft resolution entitled “Report of the\r\nInternational Atomic Energy Agency”.\r\nLebanon fears that the resolution could be\r\nmisconstrued by Israel, which continues to refuse to place\r\n22\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-fourth session 15 November 1999\r\nits nuclear facilities under the supervision of the\r\nInternational Atomic Energy Agency (IAEA), as a new\r\nconcession by the international community with regard to\r\nits intransigent position in this regard.\r\nMr. Wang Lei (China) (spoke in Chinese): The\r\nChinese delegation voted in favour of draft resolution\r\nA/54/L.21/Rev.1. I should like to explain my delegation\u0027s\r\nposition.\r\nChina appreciates the role and the efforts of the\r\nInternational Atomic Energy Agency (IAEA) in preventing\r\nthe proliferation of nuclear weapons and in promoting the\r\npeaceful use of nuclear energy. China gives a positive\r\nassessment to the work done by the Agency in the past\r\nyear. As a member of the Agency, China supports, and has\r\nactively participated in, the various activities carried out by\r\nthe IAEA.\r\nWith regard to the nuclear issue on the Korean\r\npeninsula, China has consistently supported the efforts to\r\nmaintain peace and stability there. We are in favour of\r\nmaking the peninsula a region free of nuclear weapons. We\r\nshall continue to support the solving of problems through\r\nconsultation on the basis of the Framework Agreement\r\nbetween the Democratic People\u0027s Republic of Korea and the\r\nUnited States of America. We are not in favour of exerting\r\npressure in the process of trying to settle the nuclear issue\r\non the Korean peninsula.\r\nThe Acting President: We have heard the last\r\nspeaker in explanation of vote after the voting.\r\nI call on the representative of the Democratic\r\nPeople\u0027s Republic of Korea, who wishes to speak in\r\nexercise of the right of reply.\r\nMay I remind members that, in accordance with\r\nGeneral Assembly decision 34/401, statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nMr. Choe Myong Nam (Democratic People\u0027s\r\nRepublic of Korea): As my delegation has clearly and\r\nfully pointed out its positions vis-à-vis the nuclear issue\r\non the Korean peninsula both in the First Committee and\r\nin the plenary Assembly, it will underline only one point\r\nhere.\r\nAs a group of traitors of the nation that has\r\nintroduced a large number of nuclear weapons into the\r\nKorean peninsula, which is the living ground of the entire\r\nnation, the South Korean authorities have no right\r\nwhatsoever to speak about the nuclear issue on the\r\nKorean peninsula. We would therefore like to take this\r\nopportunity to remind the South Korean authorities once\r\nagain that the real parties to the solution of the nuclear\r\nissue on the Korean peninsula are the Democratic People\u0027s\r\nRepublic of Korea and the United States, and not South\r\nKorea at all.\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its\r\nconsideration of agenda item 14?\r\nIt was so decided.\r\nThe meeting rose at 1.05 p.m.\r\n23\r\n"