"United Nations A/54/PV.29\r\n99-86065 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n29th plenary meeting\r\nThursday, 7 October 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 10 (continued)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/54/1)\r\nMr. Lavrov (Russian Federation) (spoke in Russian):\r\nThe report of the Secretary-General on the work of the\r\nOrganization shows very convincingly that there is no\r\nalternative to strengthening the United Nations as the\r\ncentral mechanism for ensuring peace and stability in the\r\nemerging multipolar world. The reporting period, marked\r\nby the serious challenges of the Kosovo and Iraqi crises,\r\nhas confirmed that the international community has no other\r\nuniversal tool to ensure joint management of international\r\nrelations.\r\nComprehensive strengthening of the United Nations is\r\none of the key elements of the initiatives by the President\r\nof the Russian Federation, Boris Yeltsin, to develop the\r\nconcept of the world in the twenty-first century, as he\r\nstated at this session of the General Assembly.\r\nA strong and efficient United Nations will allow us to\r\nattain the main objective of this initiative: to determine\r\nagreed parameters for creating a stable and prosperous\r\nworld without violence and without war, on the basis of the\r\nprinciples of inter-State relations contained in the Charter,\r\nand to find collective responses to the most complicated\r\nglobal challenges.\r\nOne of these challenges is the severe humanitarian\r\ncrisis caused by armed conflicts. The international\r\ncommunity cannot stand by and let thousands of people\r\nsuffer misery and systematic violation of their\r\nfundamental rights. Recent experience shows that\r\nmaintaining regional and international stability depends\r\ndirectly on preventing and settling humanitarian crises.\r\nHowever, it is also clear that violations of\r\ninternational humanitarian law cannot be stopped by\r\ntaking action that is in violation of the Charter.\r\nLawlessness can be suppressed only by lawful methods.\r\nIt is only in this way that the civilized countries of the\r\nworld resolve their domestic problems at the national\r\nlevel, and the same standard, the rule of law, should\r\nunderlie world affairs.\r\nThe Charter of the United Nations provides basic\r\ncriteria and mechanisms for responding to threats to peace\r\nand security. These mechanisms are also fully applicable\r\nto man-made humanitarian crises. As a last resort, the\r\ninternational community may employ coercive measures,\r\nincluding the use of military force, but this can be done\r\nonly in strict conformity with the Charter and pursuant to\r\na decision by the Security Council. We wholly agree with\r\nthe Secretary-General\u0027s conclusion that enforcement\r\nactions without Security Council authorization and in\r\ncontempt of its Charter-stipulated prerogatives tend to\r\nundermine the entire current international security system.\r\nThe experience of Kosovo is already beginning to teach\r\nus lessons, and the international community should digest\r\nthem so as not to repeat errors that might be impossible\r\nto correct in the future.\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nThese very basic principles determine our approach to\r\nthe concept of humanitarian intervention. Without a doubt,\r\nthe development of the world requires that existing rules of\r\ninternational law be developed and adapted to prevailing\r\nconditions, though this work should be carried out\r\ncollectively and on the solid basis of the Charter. This\r\nwould allow us to find agreed decisions whose legitimacy\r\nwould not be discredited either in official statements or in\r\nplain informal talks.\r\nRussia is ready to do this honest work. Moreover, we\r\ncall on all Members of the United Nations to tackle this\r\ntogether. Let us jointly determine the criteria and legal\r\nframework for enforcement actions by the international\r\ncommunity pursuant to the Charter, including in cases of\r\nhumanitarian emergencies. Let us develop a clear and\r\nuniversally acceptable interpretation of humanitarian crises\r\nbased on international law, so as to avoid double standards\r\nin this field, which the Secretary-General has rightly\r\nwarned us against. This is precisely what the President of\r\nRussia had in mind with his proposal to consider at the\r\nMillennium Summit legal aspects of the use of force in\r\ninternational relations in this era of globalization. We are\r\nready for the widest possible dialogue on this issue in\r\nvarious formats. We support Egypt\u0027s initiative that, within\r\nthe framework of the General Assembly Working Group on\r\nAn Agenda for Peace, we should have a subject-oriented\r\ndiscussion on a set of issues relating to the international\r\nresponse to humanitarian crises, with a view to elaborating\r\nagreed recommendations for the Assembly at its fifty-fifth\r\nsession.\r\nWe cannot but agree with the Secretary-General that\r\npreventing crises and conflicts is in all respects cheaper\r\nthan settling them and healing the wounds inflicted by\r\nthem. The report contains a number of promising ideas and\r\nrecommendations to enlarge the arsenal of preventive\r\nmeasures available to the international community. The\r\nUnited Nations and the Secretary-General are called upon\r\nto play a key role in preventing conflict, including through\r\nthe institution of good offices. Consistent consolidation of\r\nan integrated approach to preventive action, including not\r\nonly political but also socio-economic and humanitarian\r\nefforts, is justified. We cannot forget that international\r\npreventive measures should be based on a firm legal\r\nfoundation as well. That presupposes proper observance of\r\nbasic principles of respect for the sovereignty of States and\r\nnon-intervention in their internal affairs.\r\nPeacekeeping operations, which become more and\r\nmore multi-component by nature, are a time-tested and\r\neffective tool for creating favourable conditions for a\r\npolitical settlement of crises and conflicts. Bringing the\r\nsettlement of the Kosovo crisis back into the United\r\nNations legal framework, under the control of the\r\nSecurity Council, and the planned deployment and\r\nexpansion of a number of peacekeeping operations in\r\nAfrica and East Timor, among others, demonstrate clearly\r\nthat the central role of the United Nations in\r\npeacekeeping is irreplaceable. Successful completion of\r\nthe current work on improving the United Nations\r\npeacekeeping potential, first of all from the point of view\r\nof higher quality of preparations and prompt deployment\r\nof peacekeeping operations, is the pledge of preserving\r\nsuch a role. Bringing the United Nations Standby\r\nArrangements System to practical implementation as soon\r\nas possible is an optimum way of completing this task.\r\nStrict political control by the Security Council over\r\npeacekeeping operations, primarily with regard to the\r\nneed for the Council\u0027s decision on any operations\r\ninvolving elements of enforcement, including operations\r\ncarried out in regional and coalition formats, continues to\r\nbe the formative principle of and criterion for\r\ninternational peacekeeping.\r\nThere is no alternative to further development of\r\ncooperation between the United Nations and regional\r\norganizations in peacekeeping, in accordance with Article\r\nVIII of the Charter. Such interaction covering the whole\r\nspectrum of peacekeeping activities, ranging from\r\npreventive diplomacy right up to post-conflict peace-\r\nbuilding, should be based upon a reasonable division of\r\nlabour, but in no case should it lead to dilution of the\r\ncentral role of the United Nations in this most important\r\nsphere.\r\nRussia consistently supports the United Nations\r\nefforts to counter an “un-civil” society. The United\r\nNations is called upon to play a leading role in mobilizing\r\nmultilateral efforts to fight terrorism, the most dangerous\r\nchallenge to global and regional security. It is also\r\nnecessary to step up the fight against drug trafficking and\r\norganized crime, which the Secretary-General in his\r\nreport has placed among the major problems facing the\r\ninternational community. We intend to assist actively in\r\ncompleting as soon as possible the elaboration of a\r\nconvention on transnational organized crime. Russia is\r\npleased with the progress achieved thus far within the\r\nframework of the Preparatory Commission for the\r\nInternational Criminal Court. Based on the Charter and\r\ntaking the prerogatives of the Security Council adequately\r\ninto account, the future Court will become an important\r\ncomponent of the system of international security.\r\n2\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nThe task of overcoming the serious financial crisis of\r\nthe United Nations, without which it will be impossible to\r\nreform and strengthen the Organization in the interests of\r\nmore effectively responding to the challenges of our time,\r\nstill remains an urgent matter. It is essential to remove the\r\nmain causes of the crisis — non-fulfilment by Member\r\nStates of their financial obligations to the United Nations\r\nand continuing disparity between the scale of assessments\r\nand the real capacity of States to pay contributions. In spite\r\nof economic difficulties, Russia pays its contributions to the\r\nregular United Nations budget in full, and has reduced its\r\nindebtedness to the Organization by more than five times.\r\nThis is a real demonstration, in deeds and not just in words,\r\nof our policy of supporting the United Nations in all\r\nrespects. We will consistently continue to follow this\r\npolicy, interacting constructively with all interested States.\r\nMr. Fonseca (Brazil): I wish to thank the Secretary-\r\nGeneral for his comprehensive and objective report on the\r\nwork of the Organization. It offers the General Assembly\r\na broad picture of our achievements and of the challenges\r\nahead. I would like, however, to focus my remarks on a\r\nspecific aspect of the presentation of the report, while also\r\ntaking into consideration his important statement to the\r\nGeneral Assembly.\r\nNo issue presently commands greater attention — and,\r\nindeed, concern — of the international community than the\r\nquestion of how to respond to humanitarian crises and the\r\nthreat to international peace that they sometimes pose.\r\nWhenever an unfolding crisis with dire consequences\r\novercomes international indifference to become\r\nnewsworthy, it is to the United Nations that public opinion\r\nlooks to for leadership and meaningful answers. In such\r\nsituations, our conscience requires us to act and the Charter\r\ngives us the tools to do so. The political vitality of the\r\nUnited Nations is measured by the outside world by our\r\ncapacity to achieve solutions that alleviate human suffering\r\nand at the same time are balanced and based upon\r\ninternational law.\r\nYet some questions remain open. So the Secretary-\r\nGeneral is fully justified in bringing before the General\r\nAssembly the humanitarian issue and all its wide-ranging\r\nimplications — and his moral leadership also entitles him\r\nto do so. The issue of how to deal with humanitarian crises\r\nis not a new one, though its full implications remain\r\nuncharted. In fact, the challenges of recent years have led\r\nthe international community to provide pragmatic answers\r\nto many of the questions posed by the Secretary-General,\r\nnot only by the regular actions of humanitarian agencies\r\nand the coordinating work of the United Nations, but also,\r\nin certain cases, by specific decisions of the Security\r\nCouncil and even by unilateral actions. In the latter case,\r\nhowever, the record is ambiguous. Concerns raised by\r\nsegments of the international community are\r\nunderstandable.\r\nWe cannot but share the Secretary-General\u0027s\r\nlegitimate concern over recent developments. Situations\r\nsimilar to those we saw in East Timor and Kosovo should\r\nnot happen again. But how are we to avoid them? First of\r\nall, the international community must undertake a\r\nprofound discussion of all aspects of the problem that\r\nconfronts the issue in all its multiple expressions and far-\r\nreaching complexities. To organize our reasoning, let us\r\nbegin by asking certain preliminary questions.\r\nBy what criteria are we to judge that a humanitarian\r\nproblem can no longer be solved by preventive measures\r\nalone? When does a humanitarian problem become a\r\nmatter of international concern? When, therefore, does a\r\nspecific situation trigger United Nations involvement?\r\nHow do we define which measures are justifiably\r\nemployed in those circumstances? These are conceptual\r\nissues that must be dealt with. The basic parameters to\r\nanswer these questions are not yet clear.\r\nIn attempting to develop these guidelines, we will\r\ninevitably have to wrestle with the complexities and\r\nimponderables of human affairs: the origins of the\r\nhumanitarian tragedy; the nature of the breaches of law;\r\nthe scope of violations; and the exhaustion of peaceful\r\nand consent-based efforts to address the situation.\r\nThere are, additionally, certain basic principles that\r\nmay offer us guidance, as follows. International\r\nhumanitarian law has established since the last century\r\nthat humanitarian actions require the impartiality of the\r\nprovider and the consent of the recipient. Humanitarian\r\ntragedies are complex phenomena that require the\r\ninvolvement of the entire United Nations system acting on\r\nthe basis of the guiding principles annexed to resolution\r\n46/182; Security Council intervention must always remain\r\nthe last recourse. Prevention and reaction are\r\ncomplementary and equally important, but the best\r\nstrategy, as the Secretary-General states, is prevention.\r\nYet, when prevention fails, the international community\r\nmay be compelled to adopt forceful measures.\r\nHow, then, to deal with the dilemmas of outside\r\nintervention and the issues it raises concerning the limits\r\nof sovereignty and the use of force? We all agree with the\r\nSecretary-General that there are rights beyond borders.\r\n3\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nThe condemnation of the apartheid regime is an eloquent\r\nexample of how the United Nations can actively help in\r\nbringing about peaceful reform when overriding\r\nhumanitarian interests are at stake.\r\nThe international community\u0027s commitment to\r\nhumanitarian values finds clear expression in the broad\r\nconsensus behind the establishment of the International\r\nCriminal Court.\r\nWe also know full well that sovereignty is the\r\ncornerstone of relations between States, and will remain so.\r\nIt is by no means an obsolete concept. Moreover, a\r\nuniversal approach to humanitarian problems will be\r\nattained not by encroaching on the sovereignty of nations,\r\nbut through a consensual and concerted understanding\r\nbetween States. Otherwise, selectivity will surely prevail\r\nover the most fundamental value enshrined in the\r\nCharter — universal participation in building global\r\nsolutions for the problems of the commonwealth of peoples.\r\nThe Secretary-General\u0027s presentation reminded us that\r\nthere are situations of massive and systematic abuse that\r\nmay pose a threat to international peace and security. Brazil\r\nis of the view that, in such cases, the Security Council has\r\na role to play. The Council can and should contribute to\r\nfostering a climate of compliance, for example, as concerns\r\nthe rights of those in need to unimpeded access to\r\nhumanitarian assistance. The recent debate on the question\r\nof the protection of civilians in armed conflict has shown\r\nthat there is room for the Council and the General\r\nAssembly to work together in this matter.\r\nBut the fundamental challenge is clear. How are we to\r\ndefine a coherent and viable body of criteria to govern the\r\ninternational community\u0027s response to crises such as those\r\nunfolding in Kosovo, East Timor and Angola? The\r\ninstruments available to the Security Council are multiple\r\nand well known, and yet they must be applied with restraint\r\nand prudence. The use of force on the basis of Chapter VII\r\nshould always be an instrument of last resort. Should the\r\ninternational community choose this option of last resort,\r\nwhatever action is taken must be time-bound, conducive to\r\na political solution and undertaken in a spirit of\r\ntransparency and accountability.\r\nClearly the way ahead requires a convergence between\r\npolitical interests and humanitarian values so as to make\r\nSecurity Council actions a real reflection of the needs and\r\nideals of the international community. This will not easily\r\nbe achieved, but we should not refrain from discussing the\r\npossibility of establishing universal criteria on when and\r\nhow to intervene.\r\nTwo requisites are fundamental to our endeavour:\r\nfirst, there must be absolute respect for the Charter and\r\nfor the competence of the Security Council in the use of\r\nforce in the international arena, which means consistent\r\nrespect for the rules and for the process of changing the\r\nrules; and secondly, the legitimacy of the international\r\ncommunity\u0027s response to humanitarian crises depends on\r\nits commitment to devoting equal attention to equivalent\r\nproblems. Human suffering in one part of the globe\r\nshould not fuel greater indignation than it would if it were\r\ntaking place elsewhere. As the Secretary-General has\r\nstressed, humanity, after all, is indivisible.\r\nThe Secretary-General\u0027s report does not confine itself\r\nto humanitarian problems, yet these crisis situations are\r\nclosely linked to our Organization\u0027s failure to reverse the\r\nmajor problems it was established to combat. Indeed,\r\nthese occur when conflict prevails over peace, poverty\r\nover development, political violence over respect for\r\nhuman rights, and hatred over tolerance and compassion.\r\nIt is clearly impossible to isolate humanitarian\r\ntragedies from their context. Ultimately, this means we\r\nmust ask ourselves why inequality is so pervasive in the\r\nworld we live in, and why political arbitrariness and\r\nintolerance are so enduring.\r\nThe United Nations must embark on this wide-\r\nranging and uncharted debate in an open spirit of\r\ndiscovery and exploration. We must seek to develop in\r\nthe next century a new synergy between the universal\r\naspirations of humanity and the demands of statehood.\r\nWe are still at the preliminary stage of this discussion,\r\nhowever. At least the in-depth debate that should follow\r\nthis session will have the merit of raising the level of\r\nawareness of United Nations Members with respect to\r\nhumanitarian questions.\r\nBrazil is aware that these issues are extremely\r\nsensitive, that the dilemmas are real and that there are no\r\neasy solutions. Yet it would be futile to avoid this\r\ndiscussion. Brazil has always been committed to the\r\nuniversal promotion of human rights and to the\r\nconsolidation of international law as a safeguard against\r\nall manifestations of the idea that might makes right.\r\nWe are therefore prepared and willing to contribute\r\nto the efforts of the General Assembly to find realistic\r\n4\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nand balanced answers to the questions posed by the\r\nSecretary-General.\r\nMrs. Fritsche (Liechtenstein): I would like to extend\r\nour sincere gratitude to the Secretary-General for his report\r\non the work of the Organization, which we have before us.\r\nThis document. together with the complementary oral\r\npresentation made on 20 September, is a remarkable effort\r\nto restore the United Nations to its rightful role in the\r\npursuit of peace and security, and is thus an expression of\r\ngenuine leadership.\r\nWhile our Minister for Foreign Affairs has already\r\ncommented on some of the thoughts of the Secretary-\r\nGeneral in her speech of 24 September, we welcome this\r\nopportunity to offer some more detailed comments, which\r\nfocus on what we view as the centrepiece of the report —\r\nwhat is increasingly referred to as a “culture of prevention”.\r\nThis term is, in our opinion, quite appropriate, because\r\neffective preventive action in any given area requires a\r\ncertain conceptual framework and, as it were, a certain\r\ncommon mindset of the international community.\r\nDeveloping such a mindset can evidently not be the result\r\nof a single act, but can only be achieved as the result of a\r\nsustained and continued process — a process which we\r\nshould all promote and participate in.\r\nThe United Nations has in the past few years steadily\r\ndeveloped its early-warning capacities, which constitute a\r\nkey element of effective prevention. What has been\r\ninsufficient in many instances is the other key ingredient:\r\npolitical willingness to act. The prime example of the\r\nconsequences of such inaction remains for us at the United\r\nNations the genocide in Rwanda. The early-warning system\r\nwas in place and functioning as well as one could wish, and\r\nthe events which unfolded in 1994 had been predicted in\r\nalmost frightening detail, but lack of political will to act\r\nmade the international community — that means all of\r\nus — into idle bystanders. To add to the exasperation, most\r\nof us were at that time obliged — not just morally, but\r\nunder the terms of the Genocide Convention — to prevent\r\nthese acts.\r\nAs presented by the Secretary-General, the case to be\r\nmade in favour of prevention is overwhelming. Prevention\r\ncould save hundreds of thousands of lives and billions of\r\ndollars at the same time, and political energy and enormous\r\nfinancial resources could be used for other purposes. The\r\nquestion with regard to prevention cannot be: “What is in\r\nit for us?”, since the answer to that is all too obvious. The\r\nquestion should be: “What is keeping us from applying it\r\nsystematically?”\r\nThe concept of a “culture of prevention” entails a\r\ncomprehensive approach to different kinds of problems.\r\nIt is obvious, though, that the reluctance and occasional\r\nobjections which often result in a lack of political will are\r\nparticularly strong when it comes to conflict prevention.\r\nAt a time when the overwhelming majority of armed\r\nconflicts are internal in nature, preventive approaches can\r\nbe, and have been, perceived as a threat to the\r\nsovereignty of States. Indeed, the Secretary-General\r\nhimself linked the two issues in his introduction of the\r\nreport.\r\nAs a small — indeed, very small — country, we\r\nhave always been very sensitive to the preservation of our\r\nnational sovereignty. We would be the last ones to\r\nvolunteer to forgo our sovereignty, let alone to ask others\r\nto do so. It just seems to us that the classic understanding\r\nof the term no longer enables us to cope with the changed\r\nrealities of our world, and that sovereignty can no longer\r\nhave the meaning which most of us are probably still\r\naccustomed to attributing to it. This is not the negotiated\r\nresult of an intergovernmental process; it is simply the\r\nreflection of rapidly changing circumstances, redefined\r\nmost notably by the realities of globalization. The\r\nsovereignty of States remains a cornerstone of our\r\nOrganization, but it has to be interpreted and applied in\r\na more flexible manner.\r\nIt has for long been recognized that environmental\r\npolicies have to be based on mostly regional — even\r\nglobal — interests, not just on shortsighted national ones\r\nadopted in the context of that obsolete understanding of\r\nsovereignty. It is likewise obvious that policies which\r\nundermine human security — whether in the social,\r\neconomic, human rights or any other related area — and\r\nthus place a burden on an entire region to the point of\r\nthreatening its very stability are not for the discretion of\r\nthe State responsible for them. We must to continue to\r\nalleviate human suffering in a spirit of solidarity, but we\r\nmust also increasingly tackle the root causes of such\r\nsuffering; that, after all, is the idea upon which the United\r\nNations is based.\r\nThe Secretary-General rightly presented his visionary\r\nthoughts on the future of the Organization expressly in\r\nthe light of certain events of the past year. We share the\r\nconcerns expressed from many sides at a possible erosion\r\nof the role assigned to the Security Council by the\r\nCharter. There can be no credible United Nations without\r\na credible Security Council. The reform of the Council,\r\nconsidered by many to be a hopeless and somewhat\r\n5\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\ntedious exercise, must focus on the core question, which is\r\nthe veto.\r\nThe proliferation of internal armed conflicts is an\r\nundisputed fact, and the necessity of prevention is, as we\r\nsee it, the subject of an emerging consensus. If we put\r\nthese elements together, we almost naturally arrive at the\r\nLiechtenstein initiative on self-determination, which has\r\nalmost become our ceterum censeo. We continue to believe\r\nvery strongly that it is important to develop mechanisms\r\nwhich enable States to address the root causes of tensions,\r\nwhether lingering or open, within their territories, and thus\r\nto prevent the outbreak of violence, which can take on the\r\nform of armed conflict. A full exploration of the right of\r\nself-determination, exercised within the confines of\r\ninternational law and based on a dialogue between the\r\nStates concerned and the communities living within them,\r\ncould go a long way towards our common goal of\r\npreventing armed conflicts, with all their devastating\r\nconsequences. We hope that we can find the political will\r\nto do what is needed.\r\nMrs. Ashipala-Musavyi (Namibia): Let me at the\r\noutset express my delegation\u0027s appreciation to the Secretary-\r\nGeneral for his report outlining the work of the\r\nOrganization for the past 12 months. It enables us, among\r\nother things, to establish the areas where we have attained\r\nour goals as well as those where our stated goals have not\r\nyet been achieved. Furthermore, the report is\r\ncomprehensive and detailed. It gives a regional perspective\r\non many issues, and I will address some of them briefly.\r\nOne of the most important issues addressed in the\r\nSecretary-General\u0027s report is cooperating for development.\r\nDevelopment cooperation is an indispensable complement\r\nto the development efforts of developing countries. The\r\nreport acknowledges that in this interdependent world, the\r\nchallenges of development can be met only through well-\r\nplanned, coordinated and adequately funded international\r\naction. United Nations development assistance is therefore\r\nan important tool in enhancing development. My delegation\r\nappreciates the initiatives taken by the United Nations,\r\nalong with its specialized agencies, in the development\r\nefforts of the developing countries, and we hope that the\r\nUnited Nations Development Group, which was created in\r\n1997, will help to meet this challenge.\r\nThe eradication of poverty remains one of the central\r\ngoals of the United Nations, although, unfortunately, its\r\nachievement remains elusive. That point was made very\r\nclearly in the Secretary-General\u0027s report. As we speak, over\r\n1.5 billion people, most of whom are in developing\r\ncountries, live on less than $1 a day each. The majority\r\nof those who live in absolute conditions of poverty are,\r\nregrettably, women and children. Poverty is further\r\ncompounded by the spread of HIV/AIDS, lack of shelter\r\nand food insecurity.\r\nWe therefore concur with the Secretary-General\u0027s\r\nreport that better poverty eradication policies require\r\nimproved risk assessment and early-warning strategies by\r\nnational Governments and the United Nations\r\ndevelopment agencies. We also welcome the Freedom\r\nfrom Poverty action plan, which forms the basis of a new\r\ninitiative led by the United Nations Development Group,\r\nto help programme countries to meet the goal of halving\r\nabsolute poverty by the year 2015.\r\nEconomic conditions in Africa continue to decline.\r\nThe report of the Secretary-General presents grim\r\neconomic statistics on Africa, and no economy can\r\nsustain its growth amid those indicators. This problem\r\nneeds to be seriously addressed if Africa is to grow out\r\nof poverty and if the African economies are to be\r\nintegrated into the world economy and thus benefit from\r\nglobalization, which is being talked about so much.\r\nFurthermore, the implementation of the recommendations\r\nin the Secretary-General\u0027s report on the causes of conflict\r\nand their durable solution and the promotion of\r\nsustainable development is therefore imperative.\r\nToday, international wars are continuing to take a\r\nheavy toll on civilian populations, especially the most\r\nvulnerable groups. We therefore agree with the Secretary-\r\nGeneral\u0027s report that early warning is the best way to\r\nrealize preventive diplomacy so that the tragedies\r\noccurring in different parts of the world could be averted.\r\nOn the other hand, as the Secretary-General observed in\r\nhis report, prevention can succeed only with the strong\r\ncommitment of Member States and only if the provision\r\nof resources is adequate.\r\nUnited Nations peacekeeping operations have faced\r\nmany challenges. In our view, the United Nations should\r\napply a uniform standard to peacekeeping operations in\r\nall regions. Selective peacekeeping will amount to only\r\nthe partial maintenance of international peace and\r\nsecurity. Similarly, inadequate funding of peacekeeping\r\noperations will deny peace and security to those who need\r\nit most. In addition, the post-conflict peace-building\r\nefforts of the United Nations are commendable. They\r\nprevent the resurgence of conflict and create favourable\r\nconditions for a sustainable peace. But those efforts need\r\nto be sustained.\r\n6\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nFurthermore, many States are also benefitting from the\r\nwealth of experience in the electoral assistance activities\r\noffered by the United Nations, for these facilitate\r\ninstitution-building and good governance.\r\nNamibia supports the move towards greater\r\ncooperation between the United Nations and regional\r\norganizations in the fields of preventive diplomacy,\r\npeacekeeping and confidence-building measures. In this\r\nrespect, we register our appreciation to the United Nations\r\nfor its continued cooperation with the Organization of\r\nAfrican Unity (OAU) in the field of training.\r\nIn the field of peacekeeping operations, we firmly\r\nbelieve that regional organizations should operate strictly in\r\naccordance with Chapter VIII of the United Nations\r\nCharter. The tendency to undertake peace enforcement\r\nwithout a specific mandate from the Security Council\r\nshould be discouraged, as it undermines the credibility of\r\nthe Security Council and diminishes its role in the\r\nmaintenance of international peace and security, as\r\nenshrined in the Charter.\r\nWith regard to disarmament, we concur with the\r\nSecretary-General that\r\n“The systematic and progressive reduction of nuclear\r\nweapons, with the ultimate goal of their complete\r\nelimination, will remain one of the priority tasks of\r\nthe international community”. [A/54/1, para. 119]\r\nIn this regard, as we enter a new millennium, the\r\ninternational community expects those who possess nuclear\r\nweapons to take the initiative, to exercise leadership in the\r\nfield of nuclear disarmament, and above all to demonstrate\r\ntheir seriousness in the next millennium about fulfilling\r\ntheir obligations under the provisions of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons.\r\nOn the question of sanctions, Namibia supports the\r\nview that before sanctions are imposed, their scope and\r\npurpose should be defined and their duration clearly\r\nspecified in the resolution imposing them. The\r\nresponsibility for resolving problems arising from the\r\napplication of sanctions must rest with the United Nations,\r\nin whose name sanctions are imposed. We expect the\r\nUnited Nations to find a solution to this problem.\r\nAs we approach the new millennium, we States\r\nMembers of the United Nations must make a concerted\r\neffort to realize the hopes and aspirations of all the people\r\nof the world.\r\nMr. Yel\u0027chenko (Ukraine): I would like to join\r\nprevious speakers in thanking the Secretary-General for\r\nhis annual report on the work of the Organization and for\r\nintroducing it before the opening of the general debate\r\nsome two weeks ago. The Secretary-General had a very\r\ndemanding task to perform in preparing that document.\r\nFirst of all, he had to submit an account of United\r\nNations activities during a year that was tremendously\r\ndifficult for the Organization, a year when its principles\r\nwere challenged and its relevance questioned. Moreover,\r\nthe Secretary-General had to be very careful about what\r\nshould be said in a document destined to go down in\r\nhistory as the last such report of the twentieth century.\r\nIn the view of my delegation, the Secretary-General\r\ncoped brilliantly with that difficult task. Guided by what\r\nhe called his “highest duty to restore to the United\r\nNations its rightful role in the pursuit of peace and\r\nsecurity” [see A/54/PV.4], he brought to the forefront of\r\nthe discussion at the current session of the General\r\nAssembly some of the most fundamental issues facing the\r\ninternational community today: the prospects for human\r\nsecurity and intervention in the next century.\r\nThe initial reaction to the responses proposed by the\r\nSecretary-General has confirmed the perplexing and\r\ncontroversial character of this matter. It has also revealed\r\nthat at this stage Member States are not in a position to\r\nagree on their own answers. At the same time, it is really\r\nimportant that we start to think much more seriously\r\nabout this problem — and that we start to think about it\r\nhere, in the United Nations framework. According to our\r\nanalysis, deliberations have thus far resulted in unanimity\r\non at least three substantial conclusions deriving from the\r\ndevelopments of the past year: first, the world community\r\ntoday has no viable alternative to the international\r\nsecurity system founded on the Charter of the United\r\nNations, whatever weaknesses it may display; secondly,\r\nthe United Nations monopoly on authorizing the use of\r\ninternational force should not be brought into question,\r\nsince that would threaten the very foundations of that\r\nsecurity system; and thirdly, no recent development\r\nshould be considered as having set a precedent for the\r\nunauthorized use of external force on the pretext of\r\nhumanitarian assistance.\r\nMy delegation is fully conscious that, although they\r\nare very important, these conclusions do not resolve all\r\nthe difficult dilemmas that the international community\r\nhas been facing and that it may face in the future.\r\nTherefore, it is our deep conviction that Member States\r\nmust persevere in their serious reflection on the matter\r\n7\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nwith a view to reaching agreement on all unanswered\r\nquestions.\r\nThe President of the General Assembly could play an\r\nimportant role in determining what further steps should be\r\ntaken to achieve concrete results in this endeavour. In that\r\nconnection, Mr. President, you could consider the\r\nappropriateness of exercising some of the powers entrusted\r\nto your prominent office by the relevant provisions of\r\nGeneral Assembly resolution 51/241 of 31 July 1997. In\r\nparticular, in accordance with paragraph 7 of that\r\nresolution, the President of the General Assembly is entitled\r\nto conduct informal consultations to discuss action that may\r\nbe required by the Assembly on the basis of the debate on\r\nthe report of the Secretary-General on the work of the\r\nOrganization.\r\nAnother essential conclusion from the developments of\r\nthe past year, which has also been stressed both in the\r\ngeneral debate and in the Secretary-General\u0027s report, relates\r\nto the urgent need to strengthen the preventive potential of\r\nthe Organization. In this connection, I cannot agree more\r\nwith the Secretary-General that it is imperative for the\r\nUnited Nations to start the “transition from a culture of\r\nreaction to a culture of prevention” [para. 61]. Ukraine has\r\nalways insisted on the need to reinforce this dimension of\r\nUnited Nations activities. At the same time, Ukraine\r\ncontinues to maintain that respect for the principles of\r\nsovereign equality, political independence, territorial\r\nintegrity and non-interference in matters which are\r\nessentially within the domestic jurisdiction of States is of\r\nparticular importance in the context of preventive action.\r\nIt is worth noting one important innovation in the\r\npresent format of the report, which in the section on\r\ndevelopment now includes a distinct section on Africa. My\r\ndelegation hopes very much that this innovation will be\r\nfollowed by a real change in the attitude of the United\r\nNations towards African countries. One could hardly\r\ndisagree that Africa is a continent which has unlimited\r\npotential for economic and social development. It is\r\nabsolutely imperative that the international community take\r\nmore concrete and efficient steps to assist African States in\r\ndeveloping that potential and in responding to their\r\nchallenges.\r\nIn general, my delegation is satisfied with the thematic\r\noverview of the work of the Organization contained in the\r\nmain parts of the report, which embrace all the key areas in\r\nwhich the United Nations is mandated to conduct its\r\nactivities. However, I would like to express hope that future\r\nreports of the Secretary-General will take into account all\r\nthe relevant requirements of General Assembly resolution\r\n51/241 with regard to both the format and the content of\r\nthis document.\r\nLet me conclude by stressing again our continued\r\nsupport for the Secretary-General\u0027s leadership in our\r\ncommon endeavour to strengthen the United Nations, and\r\nby reiterating the resolve of Ukraine to contribute actively\r\nto these efforts.\r\nMs. Moglia (Argentina) (spoke in Spanish): First, on\r\nbehalf of the Argentine Republic, I should like to\r\ncongratulate the Republic of Kiribati, the Republic of\r\nNauru and the Kingdom of Tonga upon their recent entry\r\ninto the United Nations.\r\nI thank the Secretary-General for the interesting\r\nthoughts contained in his report on the work of the\r\nOrganization during the fifty-third session. The report\r\ninvites us to reflect on the Organization\u0027s state of mind as\r\nit prepares to cross the threshold into the year 2000.\r\nThis approach shows how at the end of the century\r\nthe United Nations is oriented much more towards the\r\nindividual, towards the tragedy of peoples who are\r\nsuffering because of a lack of democratic institutions, or\r\nbecause of armed conflict or natural disasters. This year\r\nthere has been an increase in the number of armed\r\nconflicts, most of them within States, conflicts whose\r\neffects on the civilian population have been alarming.\r\nSimilarly, the human and economic cost of natural\r\ndisasters related to the climate has increased significantly.\r\nThese global problems demand a suitable response\r\nfrom the international community. We must enhance our\r\ncapacity for helping the victims and formulating more\r\neffective preventive strategies. To be successful, those\r\nstrategies must reach all communities that are\r\nexperiencing emergencies. It is unacceptable for\r\nassistance to be given according to mass media attention\r\nor because of political or geographical considerations.\r\nArgentina shares the concern of the Secretary-General\r\nabout the unequal attention given by the international\r\nsystem to certain conflicts or catastrophes.\r\nWith regard to the management of humanitarian\r\ncrises and the United Nations response to them, my\r\ndelegation believes that these questions should be\r\nconsidered by the Working Group on an Agenda for\r\nPeace, which subsequently could present a report to this\r\nAssembly for consideration at its next session.\r\n8\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nThe United Nations, because of its universal nature\r\nand broad mandate, has the capacity and the right to act\r\nwhen faced with humanitarian problems. We agree with the\r\nSecretary-General that in order to be successful in this\r\nimportant work, the Organization must move from a culture\r\nof reaction to one of prevention.\r\nWith regard to armed conflict, the greatest challenge\r\nis to promote peace-building in the post-conflict period. In\r\nthe short and medium term, peace-building must include\r\npreventive diplomacy, preventive deployment and\r\npreventive disarmament. These are complementary\r\nstrategies and are the best way to avoid non-violent disputes\r\nbecoming wars or to be sure that they do not fan the flames\r\nof old wars. In the longer term, it is necessary to deal with\r\nthe deep-seated causes of such conflicts: poverty, extreme\r\ninequality and violations of human rights. For this reason,\r\nthe international community must take an integrated\r\napproach, in which peace is directly related to economic\r\ndevelopment, democracy and good governance.\r\nMaintaining international peace and security is an\r\nessential, unique task of the United Nations, and more\r\nparticularly the Security Council. In view of the nature of\r\ncurrent threats, the Security Council must acquire a new\r\nsensitivity, which can come about only through knowledge\r\nof the realities of the States most vulnerable to conflicts\r\nand of the prevention measures that are most effective in\r\neach case. Argentina has emphasized the importance of\r\nsuch awareness in the face of those challenges.\r\nAs the ideal means of achieving the goal I have\r\ndescribed, we have encouraged within the Security Council\r\nopen debates on topics related to peace-building, civilians\r\nand children in armed conflict, the situation in Africa, small\r\narms and so on. The success of such debates is one more\r\nindication of the interest that a large part of the\r\ninternational community has begun to take in such\r\nquestions.\r\nSimilarly, Argentina always supports having the\r\nSecurity Council work more transparently, encouraging\r\ncontacts with the General Assembly and maintaining a\r\nfrank dialogue with parties in conflict and with troop-\r\ncontributing countries.\r\nWe are approaching the new millennium with work\r\noutstanding on disarmament, non-proliferation and arms\r\ncontrol. Unfortunately, we are still concerned by the\r\npersistence of situations posing a danger of the proliferation\r\nof weapons of mass destruction, and by illicit arms transfers\r\nthat threaten the internal security of States and also regional\r\nand global stability. Nevertheless, we must acknowledge\r\nthat in the last decade considerable progress has been\r\nmade in disarmament, non-proliferation and arms control,\r\nwhich is encouraging.\r\nAs regards the prevention of natural disasters, we\r\nagree that it is urgently necessary to adopt measures to\r\ndeal with global warming. In this context, the serious\r\nconsequences on the environment of carbon emissions\r\noriginating from human activity must be limited.\r\nSo far as development is concerned, the linking of\r\ndemocracy, the rule of law and respect for human rights\r\nas a basis for sustainable development is an achievement\r\nthat we must never give up. Argentina welcomes the\r\ninitiatives undertaken to devise new ways of interacting\r\nwith international financial agencies. Progress in\r\ndevelopment is unthinkable without the participation of\r\nthe Bretton Woods bodies. On the other hand, my\r\ndelegation fully agrees that it is desirable that emergency\r\nassistance programmes be related to long-term\r\ndevelopment initiatives. My delegation welcomes the fact\r\nthat the United Nations system is cooperating with the\r\nprivate sector and civil society to deal with the challenge\r\nof globalization.\r\nThe creation of special courts for the former\r\nYugoslavia and Rwanda and the adoption of the Rome\r\nStatute for the establishment of the International Criminal\r\nCourt are events of fundamental importance in promoting\r\ninternational humanitarian law and human rights and in\r\nstrengthening justice. A better and better organized world\r\ncannot do without ideal legal mechanisms; these are the\r\nsole guarantee that the Charter will be respected.\r\nWith regard to the management of change, to which\r\nthe Secretary-General refers, we support the use of\r\nadvanced technology as long as it does not harm those\r\nwhom it is intended to benefit or its users, and\r\nparticularly as long as it does not penalize those countries\r\nthat, because of their lower degree of technological\r\ndevelopment, are unable to gain anything from its use.\r\nWe support improving aspects of financial\r\nbudgeting, in which we might include the results-based\r\napproach mentioned in paragraph 293 of the Secretary-\r\nGeneral\u0027s report. Nonetheless, from the information that\r\nwe have to date it is not clear exactly how this idea can\r\nhelp achieve the Organization\u0027s objectives and plans nor\r\nexactly what would be its consequences. Accordingly, we\r\nwill pursue the analysis of this concept most carefully.\r\n9\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nMr. Calovski (the former Yugoslav Republic of\r\nMacedonia): This year the report of the Secretary-General\r\non the work of the Organization is in some aspects different\r\nfrom the previous ones. I believe this is because this year\r\nthe Organization has faced many negative developments in\r\nmany areas, and the Secretary-General quite rightly opted\r\nnot only to report on the activities of the Organization and\r\nto be silent on some issues, but also to state his views and\r\nto make comments on issues of paramount importance for\r\nthe work of our Organization and for international\r\ncooperation in the period to come. We appreciate his\r\nendeavour and we share many of his views.\r\nThe report, as a matter of fact, has been responsible\r\nfor stimulating discussion of the role of our Organization in\r\nthe twenty-first century. In essence, in our view, there are\r\ntwo topics that need to be addressed in that discussion —\r\nand, of course, there are many sub-topics. The first is the\r\ncurrent and future relevance of the Charter of our\r\nOrganization, and the second is the relevance of the\r\nmechanisms provided by the Charter. Are they adequate for\r\nthe present and future character of international relations\r\nand international cooperation and for global, regional and\r\nnational political, economic and social development? Are\r\nthe mechanisms provided by the Charter — the General\r\nAssembly, the Security Council, the Economic and Social\r\nCouncil, the Trusteeship Council, the International Court of\r\nJustice and the Secretariat — adequate to ensure the\r\nobservance of the Charter and the implementation of the\r\nresolutions that our Organization adopts?\r\nIn our view, a review of the Charter could be a useful\r\nundertaking. The aim should be the democratization of\r\ninternational relations and the reaffirmation of the purposes\r\nand principles of the Charter and of international law. The\r\nfact is that, although adopted 55 years ago, the purposes\r\nand principles of the Charter do not need to be changed.\r\nBut a new and modern interpretation, or a more adequate,\r\nauthoritative interpretation, could be useful. It is important\r\nthat we share an understanding of the provisions in the\r\nCharter. The body to undertake this task is, of course, the\r\nInternational Court of Justice, and afterwards its work\r\nwould be reviewed by the General Assembly. This\r\nundertaking, in our view, should be done before the\r\nMillennium Summit scheduled to start on 6 September\r\n2000.\r\nSo far the discussion has concentrated on the principle\r\nof the sovereignty of States, the duty of observing human\r\nrights and the membership of the Security Council. As we\r\nall know, discussion of these issues intensified on account\r\nof several events: the Kosovo crisis, in which, as the\r\nSecretary-General has said, a group of States intervened\r\nwithout seeking authorization from the Security Council;\r\nthe intervention in East Timor authorized by the Security\r\nCouncil and agreed to by Indonesia; and the inaction in\r\nRwanda.\r\nThe starting point for this discussion should be that\r\nconcern for human rights is universal and that people\r\nconfronting difficulties should be assisted. The slogans of\r\nequality, justice, solidarity and so on will not be taken\r\nseriously if the international community is prevented from\r\nacting to assist peoples in difficult situations.\r\nMy country, the Republic of Macedonia, has been\r\ninvolved with the principle of the sovereignty of States in\r\na very concrete situation. When the wave of refugees\r\nfrom Kosovo to the Republic of Macedonia began to\r\narrive, we could have done one of two things: as a\r\nsovereign State we could have closed our border with\r\nKosovo, or opened the border and assisted the refugees.\r\nHumaneness and the universal duty to respect human\r\nrights prevailed. We received 360,000 refugees, of whom\r\nabout 35,000 remain. We have been praised for our\r\nactions, and we have received many promises which we\r\nhope will be fulfilled.\r\nSo, when faced with the need to prevent massive\r\nviolations of human rights it is important not to be\r\nexcessively dogmatic or legalistic about the principles of\r\nthe sovereignty of States or of non-interference in the\r\ninternal affairs of States. In such circumstances,\r\nhumaneness must prevail and actions should be based on\r\naccepted legal grounds. These legal grounds are\r\ninternational humanitarian law and other bodies of human\r\nrights laws as defined in international instruments. It goes\r\nwithout saying that our duty is to uphold the principles of\r\nthe sovereignty of any State, non-interference in the\r\ninternal affairs of States, the territorial integrity of all\r\nStates, the inviolability of international borders and other\r\nprinciples set forth in the Charter.\r\nAnother aspect to which the Secretary-General has\r\ndevoted a large part of his report is the prevention of\r\nconflicts. He put forward his views in a very convincing\r\nway. We share his positions. As you know, the Republic\r\nof Macedonia was the host of the first United Nations\r\npreventive mission: the United Nations Preventive\r\nDeployment Force (UNPREDEP). It was an important\r\nsuccess story for the United Nations and for the Republic\r\nof Macedonia. Regrettably, it ended when it was most\r\nneeded and delegations know why. The experience of this\r\nmission should be carefully analysed and lessons learned\r\n10\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nmade use of in future actions. In parts of the world where\r\nconflicts are brewing it makes more sense to send a United\r\nNations preventive mission than to wait until after a tragedy\r\noccurs to send a mission. There is no need to elaborate or\r\nargue in favour of such a policy.\r\nThe Secretary-General appropriately devotes much of\r\nhis report to the consequences of natural disasters. Last year\r\nand this year we had too many floods, earthquakes,\r\ndroughts and so on. In the future disaster prevention should\r\nbe pursued more vigorously. In this area, the international\r\ncommunity is well organized and thus can do much better\r\nin the future.\r\nThe relevance of our Organization will depend in\r\nfuture on the work of its organs or, it might be better to\r\nsay, on the activities of the Member States in those organs.\r\nWe cannot state that we are fully satisfied. We have an\r\nactive, devoted and visionary Secretary-General and a\r\nhighly skilled Secretariat, but that is not enough.\r\nIn our view, shared by many delegations, the potential\r\nof the General Assembly is not fully utilized. We cannot\r\nhide the fact that the General Assembly is often avoided or\r\nmarginalized, which of course, should be corrected. It is\r\ncertain that the Security Council is working hard, but we\r\nare concerned that it has started to work as a deliberative\r\nbody, which it was not created by the Charter to do. Its\r\nnature is to be an executive body of our Organization. The\r\ndeliberative body is the General Assembly.\r\nThe fact is that the General Assembly was doing\r\nalmost nothing on major political developments throughout\r\nthe year, except on the peace process in the Middle East, in\r\nspite of its obligations under Articles 10, 11 and 24 of the\r\nCharter. The representatives of Member States, not\r\nmembers of the Security Council, were put in the situation\r\nin which they could only follow what the Security Council\r\nwas doing, in spite of the role of the General Assembly, as\r\nI have mentioned, under the Charter, as set out in Articles\r\n10, 11 and 24.\r\nIf this regrettable situation continues, the need of the\r\nGeneral Assembly to be involved in the maintenance of\r\ninternational peace and security will diminish further. To\r\nchange this negative situation and prevent the further\r\nmarginalization of the General Assembly, it should start to\r\nwork and to discuss topics of peace and security year-\r\nround. That will not damage the position or reputation of\r\nthe Security Council. On the contrary, the Security Council\r\nwill better know the views of the majority of Member\r\nStates, not just those of 15 of them. That could make a big\r\ndifference and the Security Council will function as a true\r\nexecutive body of our Organization for the maintenance\r\nof international peace and security.\r\nI will stop here and stress that my delegation\r\nappreciates the information contained in the Secretary-\r\nGeneral\u0027s report and, in particular, the readiness of the\r\nSecretary-General to put forward his views on many\r\nissues to be discussed during this and next year\u0027s sessions\r\nof the General Assembly.\r\nMr. Nejad Hosseinian (Islamic Republic of Iran):\r\nAllow me to begin by expressing my appreciation and\r\nthanks to the Secretary-General for his report on the work\r\nof the Organization, contained in document A/54/1.\r\nSecretary-General Kofi Annan is to be commended not\r\nonly for this useful and informative report, but also for\r\nhis constant efforts to improve the performance of the\r\nUnited Nations and increase its efficiency.\r\nThe humanitarian crisis in Kosovo helped revive,\r\nonce again, the discussion on how the international\r\ncommunity should deal with humanitarian catastrophes. In\r\nthe face of this crisis, there was a consensus on the need\r\nfor immediate action to stop the grave crime of ethnic\r\ncleansing, on the one hand, and disagreement on who had\r\nthe right to act, on the other. While advocating resolute\r\naction against the perpetrators of crimes in Kosovo, we\r\naligned ourselves with those who believed that any\r\ninternational action, especially the use of force, must\r\nemanate from the Security Council as the organ primarily\r\nresponsible for the maintenance of international peace and\r\nsecurity.\r\nIn our opinion, if the Security Council is precluded\r\nfrom carrying out its mandate by a lack of consensus,\r\nthen the General Assembly, as the body fully\r\nrepresentative of all Members, must play its Charter role\r\nin dealing with any threat to international peace and\r\nsecurity. The impotence of the Security Council in the\r\ncase of Kosovo was another case in point, which\r\nstrengthens the call for limiting the application of the veto\r\nwith a view to its eventual eradication. A lack of\r\nconsensus in the Security Council does not entitle any\r\ncountry or small group of countries to act unilaterally in\r\ndealing with conflicts, particularly when gross violations\r\nof the sovereignty of other States are involved. In our\r\nview, the use of force or any other violation of the very\r\nbasic principle of international law — respect for the\r\nintegrity and sovereignty of other States — undermines\r\nthe goals and principles of the United Nations Charter.\r\n11\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nWe do not know any viable alternative to the United\r\nNations as a unique mechanism for maintaining\r\ninternational peace and security and for promoting\r\nmultilateral cooperation through the search for a mutually\r\nacceptable balance of interests. Therefore, the strengthening\r\nof the central role of the United Nations — and, first and\r\nforemost, strengthening the role and increasing the\r\nefficiency of the General Assembly — should remain on\r\nthe agenda for the decades to come.\r\nThe maintenance of the legal basis of the international\r\nsecurity system; the imperative of wider political support\r\nfor humanitarian operations; the requirement of different\r\nsecurity policies for different regions; and the need for\r\ncomplex multidisciplinary responses to complex\r\nhumanitarian emergencies are the reasons, among others,\r\nfor strengthening the role of the United Nations, which\r\nwould allow the international community to deal with\r\nhumanitarian situations in a lawful and effective manner.\r\nIdeas and concepts — such as humanitarian\r\nintervention, a suggested role for multinational corporations\r\nand the assessment of the security impact of development\r\npolicies — put forward by the Secretary-General in his\r\nreport with a view to developing a culture of prevention\r\nneed to be thoroughly studied and carefully reviewed by the\r\ngeneral membership of the United Nations. In this context,\r\nwe believe that the General Assembly, as the sole\r\ndemocratic, universal and transparent organ of the United\r\nNations, is the proper forum to carry out an in-depth\r\nanalysis of the implications of such ideas to prevent\r\nhumanitarian catastrophes and to address them when they\r\narise. The imperative of maintaining the integrity of the\r\nCharter system is the common point of departure in this\r\nexercise.\r\nIn the meantime, it is helpful to look back at the\r\noccasional failures of the international community to legally\r\nintervene in situations of humanitarian catastrophes. The\r\nreasons for such failures are manyfold, but chief among\r\nthem is the reluctance of the Member States to provide\r\nnecessary human and material resources. Rwanda and some\r\nother similar cases have already called into question the\r\nconsistency of the international community in responding to\r\nhumanitarian emergencies. The United Nations should not\r\nallow a number of factors, at times beyond its control —\r\nsuch as media coverage, politics and geography — to play\r\nan important role in the way it responds to crises and\r\nallocates resources.\r\nHuman casualties, the serious socio-economic impact\r\nof natural disasters on the livelihood of people, particularly\r\nin developing countries, and the rapidly escalating loss of\r\nhuman lives and financial cost of these disasters in recent\r\ndecades clearly indicate the need for devising effective\r\nstrategies for the prevention of natural disasters and the\r\nmitigation of their devastating effects.\r\nPoverty intensifies the impact of natural hazards and\r\nincreases the vulnerability of societies to natural disaster.\r\nPoverty eradication and its importance in mitigating these\r\nhazards should be an integral part of any study aimed at\r\ndevising preventive strategies for natural disasters.\r\nAs has been indicated in the Secretary-General\u0027s\r\nreport, more than 90 per cent of all disaster victims\r\nworldwide live in the developing countries. Lack of\r\nresources and incorrect construction codes for buildings\r\nand shelters, deforestation, desertification, destruction of\r\nwetlands and other environmental malpractices contribute\r\nto the ever greater impact of natural disasters. In all\r\ncases, prevention will reduce the financial costs of natural\r\ndisasters, which have increased from $52 billion in the\r\n1960s to $479 billion in the 1990s.\r\nEarly warning, contingency planning, preparedness\r\nmeasures and mitigation are essential elements for\r\nreducing the frequency and impact of natural hazards. An\r\ninternationally concerted framework for improving early\r\nwarning by developing concrete proposals for an effective\r\ninternational mechanism, including the transfer of\r\ntechnology to developing countries, under the auspices of\r\nthe United Nations as part of the implementation of\r\nrelated actions of the International Decade for Natural\r\nDisaster Reduction, should be established.\r\nImproving education and training in disaster\r\nreduction, including the creation of interdisciplinary and\r\ntechnical networking at all levels, through international\r\nassistance for the purpose of capacity-building and human\r\nresource development in developing countries, in\r\nparticular those that are prone to natural disasters, is also\r\nnecessary for the successful implementation of national\r\nprogrammes. Civil society organizations and the private\r\nsector should also be involved in preparedness measures\r\nand mitigation to address the devastating impact of\r\nnational disasters. Technical assistance and the exchange\r\nof information about positive practices is quite useful to\r\nthis end.\r\nMr. Pfanzelter (Austria): As previous speakers have\r\ndone, I would like to thank Secretary-General Kofi Annan\r\nfor his report on the work of the Organization. The report\r\ndemonstrates leadership and is thought-provoking.\r\n12\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nHow to prevent armed conflict and act on\r\nhumanitarian emergencies is the major challenge before all\r\nof us. In this context, the Secretary-General presents a\r\ncomprehensive approach and a set of ideas which deserve\r\nbroad public attention and strong support. The prevention\r\nof conflict and human suffering was also the main theme of\r\nthe speech given by the Secretary of State for Foreign\r\nAffairs of Austria in the general debate. Today I would like\r\nto restrict myself to a few additional comments.\r\nWe agree entirely with the Secretary-General when he\r\nstates that the prevention of armed conflict is the highest\r\ngoal of the United Nations. This, of course, in no way\r\nmeans that there should be a one-sided emphasis on peace\r\nand security to the detriment of other priority tasks of the\r\nUnited Nations, such as development or human rights.\r\nIndeed, recent history demonstrates how interdependent\r\nthese issues are. Most of today\u0027s conflicts arise when the\r\nconcerns of groups and individuals regarding physical\r\nsafety and well-being, political and economic participation\r\nand cultural or religious expression are threatened or\r\ndenied. What is thus needed today is a broad approach\r\nembracing all policy instruments: from early warning and\r\npreventive diplomacy to a targeted use of the instruments\r\nof development cooperation to address the root causes of\r\nconflict. Peace-building, so far seen primarily in its post-\r\nconflict dimension, has a prominent role in prevention\r\nstrategies.\r\nInequalities between various groups and lack of\r\nsecurity within countries are the main reasons for instability\r\nand the outbreak of armed conflict. In order to maintain or\r\nrestore stability, we have to provide individuals and\r\ncommunities with human security. To overcome\r\nimbalances, a fairer process of governance at all levels of\r\nsociety is needed. Existing resources should be targeted to\r\nprovide a voice to all groups within societies and create a\r\nset of built-in dispute settlement mechanisms for addressing\r\ngroup concerns before they grow into major problems.\r\nGood governance must be an integral part of conflict\r\nprevention strategies.\r\nAs the prevention of armed conflict requires first and\r\nforemost a careful analysis of the current situation, Austria\r\nwelcomes the proposal to explore the idea of assessing the\r\nimpact of development policies on conflict. In the\r\nframework of our own development cooperation, we are\r\ndeveloping a comprehensive strategy of conflict prevention,\r\ncombining all available tools, from facilitation and\r\nmediation to a targeted use of the instruments of\r\ndevelopment cooperation. Our aim is to promote both\r\nsustainable development and sustainable peace.\r\nWe are called upon to refine traditional instruments\r\nof conflict prevention, by improving capacities for early\r\nwarning and early response strategies in cooperation with\r\nregional organizations; by preventive diplomacy through\r\nofficial or informal envoys or the establishment of small\r\npolitical presences in situ; and by preventive disarmament,\r\nin particular in the area of small arms and light weapons.\r\nWe concur with the Secretary-General that preventive\r\ndeployment has remained very underutilized so far. We\r\nshould give more thought to the possibilities of preventive\r\ndeployment in order to make better use of it in our\r\nresponse strategies.\r\nThe international community is faced with a double\r\nchallenge: on one hand, countries are sometimes not\r\nprepared to recognize the necessity and benefit of early\r\naction to prevent the escalation of a potentially dangerous\r\nsituation. On the other hand, the international community\r\nand its most powerful members in particular, often lack\r\nthe will to engage politically, financially or otherwise in\r\nthe early phase of conflict. This unfortunate combination\r\nof, on the one hand, the insistence on non-interference by\r\nthe country concerned and, on the other hand, the\r\nreluctance of the international community to commit\r\npolitically and to provide sufficient collective resources\r\ncan have terrible consequences, in particular for the\r\ncivilian population.\r\nWe therefore need the political will and the\r\ncommitment for a strategy of prevention on all sides. Any\r\ncountry concerned should be wise enough to accept at an\r\nearly stage necessary international support in mediation,\r\nnegotiation or conciliation; and the international\r\ncommunity should take early warnings seriously and act\r\nin an appropriate manner at the earliest possible stage.\r\nThe United Nations must be in a position to bridge the\r\ngap between early warning and early action.\r\nMy last point highlights the particular responsibility\r\nof the Security Council. The Council, carrying the\r\nprimary responsibility for international peace and security,\r\nmust enhance its ability to act. The Council must not be\r\nseen to be driven by subjective interests of members\r\nrather than by an objective assessment of real\r\nrequirements. It is not acceptable that responsibilities\r\nwhich are essentially global are declared local, even when\r\nit is clear that local or regional capacities to keep the\r\npeace are simply not available or would be strained\r\ntremendously.\r\nAustria welcomes the thoughts of the Secretary-\r\nGeneral on clear and identifiable criteria for decisions to\r\n13\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nintervene in a conflict. They need to be applied evenly and\r\nobjectively, be it in Africa, the Americas, Asia or Europe.\r\nIt is our hope that this question will receive priority\r\nattention in the follow-up to Security Council resolution\r\n1265 (1999), on the protection of civilians in armed\r\nconflict. Together with the establishment of the\r\nInternational Criminal Court, this approach would form a\r\nsound basis for one of the pillars of successful prevention\r\nof conflicts: credible deterrence. Parties to conflicts must\r\nknow that they might face the response of the international\r\ncommunity. Individuals involved must know that they\r\ncannot act with impunity and will be made responsible for\r\ntheir actions.\r\nMany specific aspects of such a comprehensive\r\napproach to conflict prevention are addressed in the General\r\nAssembly: social cohesion, the eradication of poverty, the\r\nprotection of minorities and human rights, democratic\r\ngovernance, peacekeeping and the rule of law in internal\r\nand international relations. It is my hope that every Main\r\nCommittee will make a serious effort to contribute to a\r\nsuccessful strategy of prevention on the part of the United\r\nNations.\r\nMr. Hasan (Iraq) (spoke in Arabic): I will limit my\r\nobservations on the report of the Secretary-General to two\r\nissues. First, in paragraph 81 of his report in document\r\nA/54/1, the Secretary-General referred to the developments\r\nwith regard to Iraq by describing the American and United\r\nKingdom aggression against Iraq on 16 December 1998 as\r\nfollows:\r\n“In the face of continuing Iraqi non-compliance, the\r\nuse of force by two Member States ... was\r\npredictable.”\r\nThis is flagrantly untrue. Iraq complied with its\r\ncommitments according to Security Council resolutions and\r\nthe Memorandum of Understanding signed with the\r\nSecretary-General in February 1998, but the party that did\r\nnot comply and, indeed, presented a misleading report on\r\nthe status of Iraq\u0027s compliance, was the former head of the\r\nUnited Nations Special Commission (UNSCOM), Richard\r\nButler. He did this in order to justify aggression against\r\nIraq. UNSCOM was a tool for the United States of America\r\nto perpetuate the blockade against Iraq and to justify\r\naggression against it. Agents of the Central Intelligence\r\nAgency were members of UNSCOM\u0027s inspection teams;\r\nthey had illegitimately set up eavesdropping and spying\r\nequipment in order to monitor the movements and the\r\ncommunications of Iraqi officials. Mr. Butler used to\r\nreceive instructions directly from the United States\r\nSecretary of State, Mrs. Albright.\r\nThis was admitted by the former inspector Scott\r\nRitter. It was not denied by the American Administration.\r\nThe Secretary-General stated to the BBC on 27 June 1999\r\nthat the accusations lodged against the UNSCOM\r\ninspectors of spying for the United States were somewhat\r\ntrue.\r\nMr. Butler withdrew UNSCOM workers from the\r\nBaghdad monitoring and verification centre, hours before\r\nthe aggression of 16 December 1998, after receiving\r\ninstructions from high officials in the American\r\nAdministration, without the knowledge or the\r\nauthorization of the Security Council or the Secretary-\r\nGeneral. That was not the first time that inspectors had\r\nbeen withdrawn from Iraq on the basis of American\r\ninstructions, without the knowledge or approval of the\r\nSecurity Council. They had been withdrawn before in\r\nNovember 1998.\r\nMr. Butler presented a misleading report to the\r\nSecurity Council on 15 December 1998, in which he\r\nclaimed Iraqi lack of cooperation with UNSCOM. That\r\nreport was received unfavourably by most Security\r\nCouncil members. At the official Council meeting held a\r\ncouple of hours after the aggression, a permanent member\r\nstated the following:\r\n“The leader of UNSCOM has played a\r\ndishonourable role in this crisis. The reports\r\nsubmitted by UNSCOM to the Secretary-General\r\nwere one-sided and evasive regarding the facts. It is\r\ndifficult for the UNSCOM leader to shirk his\r\nresponsibility in the current crisis.” (S/PV.3955, p. 5)\r\nAnother permanent member of the Security Council\r\nstated the following:\r\n“the current crisis was created artificially, partly as\r\na result of the irresponsible acts of the Executive\r\nChairman of the Special Commission, Richard\r\nButler. On the night of 15 December this year, he\r\npresented a report that gave a distorted picture of the\r\nreal state of affairs and concluded that there was a\r\nlack of full cooperation on the part of Iraq. That\r\nconclusion was not borne out by the facts.”\r\n(S/PV.3955, p. 4)\r\nThus, the previously cited statement in paragraph 81\r\nof the Secretary-General\u0027s report —\r\n14\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\n“In the face of continuing Iraqi non-compliance, the\r\nuse of force by two Member States ... was\r\npredictable” —\r\nis truly bizarre! The use of force against Iraq by the United\r\nStates and the United Kingdom on 16 December 1998, at\r\na time when the Security Council had met to debate the\r\nissue of Iraq, was indeed a stark breach of the United\r\nNations Charter and of the authority and the resolutions of\r\nthe Security Council.\r\nA few hours later, the Security Council held a formal\r\nmeeting at which the majority of the Council members\r\ndisapproved, denounced or criticized the American-British\r\naggression against Iraq. One of the permanent members\r\nmentioned in that meeting that:\r\n“the United States and the United Kingdom have\r\ngrossly violated the Charter of the United Nations, the\r\nprinciples of international law and the generally\r\nrecognized norms and rules of responsible behaviour\r\non the part of States in the international arena.\r\nEssentially, a threat has been made to the entire\r\nsystem of international security.\r\n...\r\n“The entire responsibility for the consequences of\r\nthose actions must be borne by those States that have\r\nchosen a unilateral act of force in order to resolve\r\ntheir problems with Iraq. No one is entitled to act\r\nindependently on behalf of the United Nations, still\r\nless assume the functions of a world policeman.”\r\n(S/PV.3955, p. 4)\r\nThe Non-Aligned Movement also denounced this act\r\nof aggression. In a statement on 17 December 1998 the\r\nMovement denounced the military actions undertaken by\r\nindividual States against Iraq without authorization from the\r\nSecurity Council in flagrant violation of the Charter. This\r\nconfirmed that a majority of the Members of the United\r\nNations denounced this act of aggression.\r\nWe had hoped that the report of the Secretary-General\r\nwould express the view of the international community on\r\nthe individual use of force against Iraq, especially since\r\nanother part of the report dealt with the use of force in\r\nKosovo.\r\n“... enforcement actions without Security Council\r\nauthorization threaten the very core of the\r\ninternational security system founded on the Charter\r\nof the United Nations. Only the Charter provides a\r\nuniversally accepted basis for the use of force.”\r\n(A/54/1, para. 66)\r\nI take this opportunity to reaffirm that the United\r\nStates of America and the United Kingdom are legally\r\nresponsible for the act of aggression perpetrated on 16\r\nDecember 1998 that claimed the lives of hundreds of\r\nIraqi citizens and during which the infrastructure and the\r\neconomic and education installations were destroyed.\r\nIraq affirmed its legal right to claim compensation\r\nfor the damages caused by that aggression. The Security\r\nCouncil has to demonstrate fairness in dealing with Iraq\r\nand hold the aggressors responsible for the aggression if\r\nit is to show that it does not work selectively and practice\r\ndouble standards. Indeed, we doubt that it would do that.\r\nAs regards the issue of humanitarian intervention\r\nand limited sovereignty, we associate ourselves with the\r\nmajority of Member States, especially States of the South,\r\nthat referred to the contravention by such ideas of\r\ninternational law, the Charter and the principal guidelines\r\nin contemporary law such as sovereignty, political\r\nindependence and territorial integrity, as well as non-\r\ninterference in the internal affairs of others.\r\nThe Durban summit of the Non-Aligned Movement\r\nreaffirmed the fact that human rights should not be used\r\nas a political pretext to interfere in the affairs of other\r\nStates. The 1970 Declaration on Principles of\r\nInternational Law concerning Friendly Relations and Co-\r\noperation among States in accordance with the Charter of\r\nthe United Nations stated:\r\n“No State or group of States has the right to\r\nintervene, directly or indirectly, for any reason\r\nwhatever, in the internal or external affairs of any\r\nother State.”\r\nOn the other hand, the majority of jurists of\r\ninternational law are opposed to the principle of\r\ninterference for humanitarian reasons for the following\r\nthree reasons: first, the Charter and contemporary\r\ninternational law do not include such rights; secondly,\r\npractices among States during the last two centuries have\r\nnot witnessed, except in rare circumstances, such\r\ninterference; and thirdly, the possibility of misuse would\r\nprovide a strong motive not to have recourse to this\r\nprinciple.\r\n15\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nThe Charter of the United Nations and the\r\nInternational Covenants on Human Rights, as well as other\r\ninternational instruments, have provided a framework to\r\ndeal with breaches of human rights.What is needed is to\r\nactivate and not ignore or sidestep such machinery.\r\nThe attempts to impose new ideas such as\r\nhumanitarian intervention in our world today — a world\r\ncontrolled by one single, wanton Power — will not ensure\r\ninternational security. Rather, they will jeopardize\r\ninternational security, and the countries of the third world\r\nwill be the first victims. What is needed is increased\r\npreventive diplomacy to grapple with the root causes of\r\nconflicts and crises, most of which result from the lack of\r\ndevelopment and the continuous marginalization, both\r\npolitical and economic, of the countries of the South.\r\nTo whose benefit, then, would it be to have human\r\nrights oppose sovereignty? What are the objective criteria\r\nneeded to define the nature of the breaches of human rights\r\nthat necessitate interference? Is it possible to ignore the role\r\nof external interference in destabilizing internal conditions\r\nin the developing countries and in laying the groundwork\r\nfor political, social and economic instability in these\r\ncountries? What about breaches of the right of people to\r\ndevelopment, and the imposition of economic sanctions,\r\nwhether individual or multilateral, on such people? Who\r\nwill decide on the legality of humanitarian intervention?\r\nWho will decide on the availability of objective conditions\r\nfor intervention, especially since some jurists believe that\r\nwhat is considered by some as intervention for\r\nhumanitarian reasons is considered by others as a crime\r\nagainst humanity?\r\nThese questions and others have both a legal and a\r\npolitical aspect. Hence, the issue in all its aspects requires\r\nserious consideration on the basis of the principles of the\r\nCharter, with the participation of all the countries and\r\nMembers of the United Nations. We believe that the\r\nGeneral Assembly is the appropriate forum for such\r\nconsideration.\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic): I am\r\npleased at the outset to extend my thanks to the Secretary-\r\nGeneral for the report on the work of the Organization.\r\nThis report has acquired a special importance since it is the\r\nlast report on the work of the Organization before we turn\r\nthe last pages of this century.\r\nThe Secretary-General seized this opportunity to\r\npresent us with a vision that went beyond a year\u0027s work to\r\nan appraisal of the concept of an international system and\r\nof the efficiency of the performance of the international\r\ncommunity within the framework of the concept of\r\ncollective security established by the Charter over 50\r\nyears ago. He did not give us a descriptive report, but one\r\nbased on his prerogatives, responsibilities and\r\ndiscretionary powers, putting forward a vision and\r\ninitiatives to confront what he views as threats to\r\ninternational peace and security and ideas on how the\r\nUnited Nations could respond to political, humanitarian\r\nand human rights crises.\r\nDespite the fact that the report has gone to great\r\nlengths to abide by the traditional classification of\r\nsubjects dealt with in an annual report on the work of the\r\nOrganization, it seems to us that it focused on the idea of\r\nthe introduction\u0027s heading, “Facing the humanitarian\r\nchallenge”. Proceeding from this idea, the report dwelt on\r\nthe subject of the expansion of preventive measures to\r\navert the escalation of armed conflicts. The Secretary-\r\nGeneral\u0027s philosophy is based on a discussion of the idea\r\nof humanitarian intervention and its legitimization through\r\nexpanding the prerogatives of the Security Council to\r\nintervene in situations of violations of human rights in\r\nboth war and peace, and within the context of an evolving\r\nand consistent framework. We can trace the development\r\nof that framework in the various reports and statements of\r\nthe Secretary-General — such as the report he presented\r\nto the Security Council on the protection of civilians in\r\narmed conflict and his statement to the General Assembly\r\nat this session — as well as in the reports presented by\r\nhuman rights and international humanitarian law\r\nrapporteurs of the United Nations system.\r\nIn our view, this has happened as a result of the\r\nfailure of the international community to face emergency\r\nhumanitarian situations and as a reaction to the criticism\r\ndirected at the Organization during the Kosovo crisis,\r\nwhich led some to say that the survival of the\r\nOrganization was threatened. Here I must recall that the\r\nfailure of the Organization to respond to the Kosovo crisis\r\nwas the result of impediments in the decision-making\r\nprocess of the Security Council. Therefore, granting the\r\nCouncil new prerogatives would not necessarily lead to\r\nbridging the gap in the international legal system. The\r\nway to actually bridge that gap is to reform the working\r\nmethods of the Council that obstructed the effectiveness\r\nof its work.\r\nIt is true that the world is currently facing urgent\r\nhumanitarian problems. We agree with the Secretary-\r\nGeneral\u0027s view that there is a special responsibility in\r\nconnection with the escalation of these problems that\r\n16\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\ncompels him to present proposals to deal with them in\r\norder to avert their recurrence. However, we cannot agree\r\nwith the report\u0027s assertion that we should give prevalence to\r\npractical considerations over adherence to the principles and\r\nbalance of the Charter. It is true that we must be careful,\r\nwhen protecting the rights of individuals in times of both\r\npeace and war, not to take actions that run counter to the\r\nCharter. However, we cannot imagine what necessity or\r\neven practical considerations would prompt us to violate the\r\nprinciples of the Charter in upholding the concepts of\r\nhuman rights and international humanitarian law. If the\r\nintent is to deal with the shortcomings inherent in the\r\nedifice built by the Charter of the United Nations, let it be\r\ndone through legal channels and the measures stipulated in\r\nthe Charter.\r\nThere are a number of things that can be done\r\ncollectively in this area. Regardless of our desired\r\nobjectives, adhering to the law is a sacred duty that must be\r\nobserved in order to avoid any rifts. Working within the\r\nframework of the international community without clear and\r\nprecise agreement as to a legal authority is definitely\r\ndangerous. Such a situation cannot be tolerated or endured\r\nby the less powerful and less developed countries while the\r\nmore developed and stronger countries drag the\r\ninternational community into the law of the jungle.\r\nWe sincerely support the idea that the international\r\ncommunity and the United Nations must resist any\r\norganized process of attacking civilians in times of armed\r\nconflict or of subjecting them to aggression, be it within the\r\nframework of an international dispute or in an internal\r\nsituation where the State has lost the ability to exercise\r\ncontrol over its territories. We must punish the perpetrators\r\nof such acts through the faithful application of the Charter.\r\nThe protection of humankind and of the right to live\r\nin security and peace has always been a sacred objective in\r\nthe evolution of all civilized societies. Today we see greater\r\nand well-deserved attention being focused on giving\r\nunprecedented priority to man\u0027s protection. We strongly\r\nsupport this. Nevertheless, we would also like to emphasize\r\nthe responsibility of the State in protecting society and\r\npreserving its values and principles. In this regard, we\r\nshould not be driven to destroy the entrenched legal entity\r\nwe know as the State in the process of protecting\r\nhumankind. What we hear in the international community\r\nabout the redefinition of the concept of State sovereignty\r\nthrough the phenomenon of globalization and international\r\ncooperation vis-à-vis the so-called sovereignty of the\r\nindividual is a matter that should be dealt with scrupulously\r\nand carefully within an integrated and comprehensive\r\nframework of political and legal considerations. Such a\r\nframework will further maintain the edifice of the\r\ninternational community and the right of States to live in\r\npeace and stability and free from interference in their\r\ninternal affairs or disturbances of their internal stability\r\nand cultural idiosyncrasies. I would like to reaffirm here\r\nthat the concept of humanitarian intervention has yet to\r\nfind any echo in either jurisprudence or in international\r\ncovenants, resolutions or conventions.\r\nOn the basis of this vision, we welcome and support\r\nthe readiness of the Security Council to react, within the\r\nparameters of the Charter and within its own prerogatives,\r\nto situations in which civilians are targeted or in which\r\naccess to humanitarian assistance is deliberately impeded.\r\nYet we must keep in mind that the Council must perform\r\nits tasks within the framework of its Charter obligations;\r\nthat is to say, it must intervene in cases where\r\ninternational peace and security are threatened.\r\nIn this connection, I would like to reaffirm the need\r\nto rid ourselves of double standards in the area of human\r\nrights. The international community must give equal\r\nattention to all conflict situations that lead to loss of\r\ncivilian life, regardless of where they take place and\r\nwithout giving prevalence to the individual political\r\nconsiderations of one country or another. Furthermore, no\r\npriority should be given to any group of States in the\r\nSecurity Council.\r\nThese innovative concepts underscore the idea of\r\nhumanitarian intervention even though, as I have said,\r\nthat concept has yet to be developed, and does not yet\r\nenjoy consensus. These concepts also raise the issue of\r\ninfringement on the sovereignty of States and the attempt\r\nto develop what the Secretary-General refers to in his\r\nreport as a culture of crisis prevention.\r\nIn his statement before the General Assembly on 23\r\nSeptember last, the Minister for Foreign Affairs of the\r\nArab Republic of Egypt said that in order to properly\r\nconsider these ideas, which take on an additional\r\ndimension in view of the nature of the issues they raise,\r\nwe should pause, study them and reflect on them with the\r\nseriousness they deserve.\r\nThe Egyptian Minister also stated that precautions\r\nmust be taken in connection with the concept of\r\npreventive action. He noted that if we embark on this\r\npath, we must do so with utmost respect for the norms\r\nand principles of international legality and act only within\r\n17\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nthe institutional and legal framework stipulated in the\r\nCharter.\r\nThe matter is clearly highly complex and sensitive. It\r\nrelates to the responsibilities and prerogatives of the\r\nSecurity Council, mainly Article 24 of the Charter. The\r\narticle defines the concept of threat and determines the\r\nscope of any threat to international peace and security or to\r\nthe internal affairs of a State. Moreover, it defines the\r\nrelationship between the Council and the General Assembly\r\nand its powers, since the General Assembly is the organ\r\ncomprising the United Nations membership as a whole.\r\nThis question is also linked to a large extent with the\r\nbalance between the provisions of Chapter VI and Chapter\r\nVII of the Charter and the distinction between them as well\r\nas with the relationship between the chapters and the will\r\nof the State. All of these issues require a great deal of\r\nscrutiny and consideration on our part.\r\nIn introducing his report on 20 September, the\r\nSecretary-General posed a number of questions. As he\r\nrightly observed, those questions should be accorded\r\nconsiderable examination in order for agreement to be\r\nreached on the specific criteria relating to each question.\r\nHence, on the basis of our belief in the need to reform\r\nthe United Nations in the framework of an integrated and\r\ncomprehensive outlook, Minister Amre Moussa proposed\r\nthat we deal with the ideas contained in the report of the\r\nSecretary-General, objectively and democratically through\r\nan open international dialogue characterized by utmost\r\nfrankness and transparency and within an appropriate\r\ninstitutional framework.\r\nOn that basis, the Egyptian Minister for Foreign\r\nAffairs called on the President of the General Assembly\r\nand the Secretary-General to consider taking the necessary\r\nmeasures so that the Assembly, or a special committee of\r\nthe Assembly, can deal with these proposals and elaborate\r\non them for a unanimous adoption by all States. He also\r\nsuggested that the Secretary-General submit a report\r\nsummarizing the results of that debate to the next session\r\nof the General Assembly so that a decision can be taken on\r\nthese proposals.\r\nToday we had the opportunity to review the ideas of\r\nthe Secretary-General in a general and comprehensive\r\nmanner, yet we believe that we must examine them more\r\nclosely in order to reach conclusions regarding the impact\r\nof such ideas and concepts on the established norms of\r\ninternational relations, including the sovereignty and\r\nterritorial integrity of States and the inviolability of their\r\ninternal affairs in the framework of respect of human\r\nrights considerations.\r\nHence we propose that these ideas be discussed in\r\nthe framework of a task force on the Agenda for Peace,\r\nbecause the subject matter handled by such task force is\r\nclosely linked with the issues currently under discussion.\r\nWe hope that you, Sir, as President of the fifty-fourth\r\nsession of the General Assembly, will initiate an active\r\nand open dialogue and consult with all interested parties\r\nin order to reach agreement on a proposed methodology.\r\nMr. Lee See-Young (Republic of Korea): Allow me\r\nto begin by expressing my delegation\u0027s deep appreciation\r\nto the Secretary-General for his insightful and thought-\r\nprovoking annual report on the work of the Organization\r\n(A/54/1). I believe that this report serves as a useful basis\r\nfor our deliberations here today and also throughout the\r\nfifty-fourth session of the General Assembly.\r\nAs the report points out, natural disasters and civil\r\nwars have emerged as the major threats to the security of\r\nindividuals and human communities worldwide in the\r\n1990s. It is a staggering fact that over 90 per cent of the\r\narmed conflicts this decade have been civil wars, and that\r\nproportion has increased even further since 1998. In\r\naddition, damage stemming from natural disasters has\r\ntripled from the levels of the 1960s, a trend that is likely\r\nto continue in the years to come.\r\nSuch data casts a cloud of uncertainty over the\r\noptimism with which we anticipate the twenty-first\r\ncentury. It is therefore incumbent upon us to mobilize\r\nfully the various forums of the United Nations system to\r\nreaffirm our political will and gather our collective\r\nwisdom to cope with these daunting challenges.\r\nIn the light of that imperative, it is our sincere hope\r\nthat next year\u0027s Millennium Assembly will be able to\r\nprovide the world community with a clear vision and\r\nguiding principles that will lead us in our common efforts\r\nto surmount such challenges in the twenty-first century.\r\nFor the Millennium Assembly to be successful, we call\r\nupon all Member States to participate seriously in the\r\npreparatory process and to display a sense of harmony\r\nand compromise to expedite the process. We are also\r\ncounting on your able leadership and wisdom, Mr.\r\nPresident, in successfully guiding the preparatory process\r\nin the months to come.\r\nLet me now turn to the issue of peace and security,\r\nwhich is of major concern to all of us. Over the past year,\r\n18\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nviolent and devastating conflicts have racked numerous\r\nportions of the world. Regrettably, the international\r\ncommunity has not been consistent in the past few years in\r\nresponding to the different conflicts in various parts of the\r\nworld, thus sometimes putting international norms into\r\nquestion and occasionally undermining the authority of the\r\nUnited Nations. The principle of State sovereignty has\r\nprevailed in certain cases, while in others humanitarian\r\nconsiderations have taken precedence. As the Secretary-\r\nGeneral put it so well in his statement, the United Nations\r\nthus found itself at the helm of some conflict resolution\r\nprocesses and forced to take a backseat in others.\r\nAgainst this backdrop, it is quite understandable that\r\nthe Secretary-General touched on the prospect of human\r\nsecurity and intervention in the next century. The current\r\ncourse of world affairs leads us to observe that the\r\ninternational community has gradually begun to regard\r\nhuman security as one of the major elements in\r\ninternational affairs and to accord more attention to the\r\nconcept of humanitarian intervention.\r\nThe theme raised by the Secretary-General — that the\r\ncollective interest is the national interest — is indeed\r\nrelevant; it has come at an opportune moment and will no\r\ndoubt give the international community considerable food\r\nfor thought in the years to come. In fact, the harsh realities\r\nof the present world have provoked heated debate in the\r\nworld community on the emerging concept of human\r\nsecurity and humanitarian intervention.\r\nAlthough humanitarian intervention might legitimately\r\nbe called for in certain conflict situations, we consider, in\r\nprinciple, that it must follow the universal principles agreed\r\nupon in the Charter of the United Nations. We hope that\r\nserious debates at the United Nations will help the\r\ninternational community formulate universally acceptable\r\nnorms for humanitarian intervention that strike a balance\r\nbetween respect for sovereignty and respect for human\r\nrights.\r\nThe new era of globalization presents every nation\r\nwith both opportunities and challenges in their pursuit of\r\nsocio-economic development. While the benefits of\r\nglobalization are undeniable, their distribution is unequal,\r\nand the gains of one country or segment of the population\r\nare often offset by the marginalization of others. Echoing\r\nthe report of the Secretary-General, we would like to urge\r\nthat a collective effort be made to form a global partnership\r\nto rectify the inequities of globalization. In our view, the\r\nUnited Nations should play a pivotal role in pursuing the\r\ninitiative taken by the Secretary-General last year to\r\nestablish a global partnership.\r\nGlobalization is no longer confined to the economic\r\narena; it is now a fact of almost every facet of our lives,\r\nand as such must be addressed by the United Nations\r\nsystem as a whole. It is our concern that an unintended\r\nconsequence of the spread of globalization could be the\r\ncreation an “uncivil society”. The report of the Secretary-\r\nGeneral aptly warns that globalization\u0027s inadvertent\r\nfostering of organized crime on a global scale could\r\ndamage both the social fabric and international peace.\r\nTo alleviate the disparities caused by globalization,\r\nthe international community should redouble its efforts to\r\neradicate poverty. Eradicating poverty will create a\r\nclimate in which respect for basic human rights can\r\nflourish. If, on the other hand, absolute poverty is allowed\r\nto continue, it will sow the seeds of conflict and\r\neventually threaten international peace and security.\r\nAccording to an old proverb, it is hard to find\r\nmoney for medicine but easy to find it for a coffin. To\r\navoid falling into that trap, the international community\r\nmust give greater priority to eradicating poverty in\r\ndeveloping countries. In this regard, we welcome the\r\nproposal by the Development Assistance Committee of\r\nthe Organisation for Economic Cooperation and\r\nDevelopment to reduce the number of those living in\r\nabsolute poverty by half by 2015. For our part, we will\r\nactively contribute to efforts to enhance the development\r\npotential of developing countries.\r\nOne of the great achievements of the twentieth\r\ncentury has been the establishment of the international\r\nhuman rights regime. This regime evolved out of various\r\nconventions adopted over the past 100 years, starting with\r\nthose adopted at the International Peace Conference at\r\nThe Hague. It is now our solemn responsibility to fashion\r\na new millennium, grounded on the achievements of the\r\npast, in which a culture of human rights permeates every\r\ncorner of the globe. This should be our legacy to the next\r\ngeneration.\r\nNotwithstanding the legal regime of human rights,\r\nwe have witnessed with outrage that flagrant violations of\r\nhuman rights, including genocide and other crimes against\r\nhumanity, are still occurring in many parts of the world\r\nas we stand at the threshold of a new century. It is our\r\nbelief that the international community must be more\r\nresolute on the issue of crimes against humanity and must\r\ndo away with the practice of letting violators of\r\n19\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nhumanitarian laws go unpunished. We must construct a\r\njudicial framework to ensure that all States and individuals\r\ncomply with the obligations stipulated in international\r\nhuman rights and humanitarian conventions. In this context,\r\nwe look forward to an early launch of the International\r\nCriminal Court.\r\nWe believe that a broader range of efforts to foster\r\nvoluntary respect for human rights is essential. In this\r\nconnection, we believe that principles and rules on the\r\nobservance of international humanitarian law by\r\npeacekeepers, promulgated this year by the Secretary-\r\nGeneral, have set a good example.\r\nFinally, allow me to turn to the issue of humanitarian\r\nassistance. We are saddened to note that civilians have been\r\nthe main victims in recent armed conflicts and that war and\r\nfamine have resulted in massive refugee crises. Since\r\nneighbouring nations often absorb the bulk of refugee\r\nflows, their participation and cooperation is necessary if\r\nassistance is to be effective. Even if political or economic\r\ncircumstances make it difficult for them to take in refugees,\r\nneighbouring countries should not turn away the refugees\r\nor repatriate them without paying heed to humanitarian\r\nconsiderations. The international community must also\r\ndevise appropriate ways to lessen the financial burden on\r\nneighbouring countries that take in large flows of refugees.\r\nIn conclusion, my delegation wishes to reiterate the\r\ncommitment of the Republic of Korea to the strengthening\r\nof the United Nations and its active participation in and\r\ncontribution to our collective effort to cope with the\r\nchallenges the world will face in the twenty-first century.\r\nMr. Kumalo (South Africa): On behalf of the\r\nGovernment of South Africa, I would like to thank the\r\nSecretary-General for his comprehensive report (A/54/1) on\r\nthe work of the Organization. The report has provided us\r\nwith ample food for thought in areas of central importance\r\nto the United Nations.\r\nIn his address prior to the start of the general debate\r\non 20 September 1999, the Secretary-General chose to\r\nfocus specifically on the prospects for human security and\r\nintervention in the next century. My delegation would like\r\nto take the opportunity presented by today\u0027s debate to\r\nendorse the Secretary-General\u0027s decision to emphasize the\r\nsignificance of this topic and to assure him of our support\r\nin guiding the United Nations through these difficult times.\r\nThe Secretary-General has challenged us to think anew\r\nabout how the United Nations responds to political, human\r\nrights and humanitarian crises around the world. Perhaps\r\nin addressing this challenge we need to separate the\r\ndiscussion into two parts. First, we must consider\r\ndiscussing the principle of humanitarian intervention.\r\nSecondly, we need a more detailed discussion on the\r\npractical implications of such intervention. To do justice\r\nto both, we may need time for more reflection and should\r\nnot seek a hasty consensus on these issues.\r\nFor South Africa, the principle of a commitment to\r\nhumanitarian action holds special historical significance.\r\nSouth Africa joined the United Nations as a founding\r\nMember on 7 November 1945. At that time South Africa\r\nwas ruled by a white minority regime which practised a\r\nnational policy of racial discrimination known as “the\r\ncolour bar”, later to be refined as apartheid.\r\nAt that time, several delegations to the United\r\nNations, among them most notably the Government of\r\nIndia, began challenging South Africa\u0027s racially\r\ndiscriminatory apartheid policies. In response, the South\r\nAfrican minority regime argued that the issue was an\r\ninternal matter. Shamefully, many Members of the United\r\nNations agreed. It was not until the beginning of the end\r\nof colonial rule in the late 1950s, which saw Africa\u0027s\r\nnations, led by Kwame Nkrumah\u0027s Ghana, become\r\nindependent, that voices against apartheid became louder.\r\nThe Belgrade Summit of the Non-Aligned Movement in\r\n1961 saw an emphatic rejection of the notion that\r\napartheid was an internal matter. This was after the world\r\nhad witnessed the massacre of 69 people demonstrating\r\nagainst apartheid in Sharpeville on 21 March 1960.\r\nSlowly, the United Nations was forced to deal with\r\napartheid. Of course, the role since played by the United\r\nNations and its Members in contributing to the struggle\r\nagainst apartheid, and to its ultimate defeat, is well known\r\nand well appreciated.\r\nFor South Africa, however, questions still remain:\r\nWould early humanitarian intervention have made a\r\ndifference in our struggle against apartheid? How much\r\nless would have been the damage and suffering for our\r\npeople? Are we South Africans better off for having gone\r\nthrough the experience of fighting apartheid? Only history\r\nwill answer these questions. What we know for certain\r\ntoday is that the statement made by the Secretary-General\r\non 20 September 1999 has deep resonance for us in South\r\nAfrica.\r\nThe Secretary-General\u0027s statement, taken together\r\nwith the content of his valuable report, represents a timely\r\nand necessary call for a forthright and earnest debate on\r\n20\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nthe significance of human security and intervention in the\r\nnext century. My Government believes that for the States\r\nMembers of the United Nations to collectively address\r\npotential and actual crises, our national interests must be\r\nmore consistently aligned with the core Charter values of\r\ndemocracy, pluralism, human rights and the rule of law. At\r\nthe same time, we need to ensure that the system of\r\ninternational relations is democratized, starting with the\r\ncorrect restructuring of the United Nations.\r\nWe must also include in that context the long-pending\r\nissue of reform of the Security Council. Six years is too\r\nlong for us to talk continually and still fail to agree on a\r\nbasic understanding of what we are trying to do. As was\r\nnoted by the Secretary-General, when forceful interventions\r\nare deemed necessary, the Security Council, as defender of\r\nthe common interest, should be able to rise to the\r\nchallenge. At this time, however, it could be argued that the\r\nSecurity Council is not truly representative of the world.\r\nWe believe that only through meaningful reform will the\r\nSecurity Council be able to act in a consistent, democratic,\r\nlegitimate and transparent manner.\r\nThe South African Government agrees with the\r\nSecretary-General that this Organization\u0027s commitment to\r\nhumanitarian action should be universal if it is to be\r\nlegitimate. A key factor in this regard is prompt and early\r\npreventive action to ensure that most potential or actual\r\ncrises are dealt with by peaceful means. The United Nations\r\nshould opt for resolving conflicts before the necessity arises\r\nto send in peacekeepers. In order effectively and\r\nlegitimately to address the prevention and ending of\r\nconflicts, including systematic and grave violations of\r\nhuman rights, the Security Council should be made more\r\ndemocratic and more accountable to the broader\r\nmembership. The situation should not be allowed to\r\ncontinue where Africa and other developing regions do not\r\nhave adequate and appropriate levels of representation on\r\nthe body charged by Members of the United Nations with\r\nthe primary responsibility for the maintenance of\r\ninternational peace and security.\r\nFurthermore, South Africa remains extremely\r\nconcerned at the deteriorating financial situation of the\r\nUnited Nations. The lack of financial means and the equally\r\nserious lack of moral and political will in this regard\r\ncontinue to severely limit our capacity to prevent and end\r\nconflicts, to reconstruct post-conflict societies sustainably,\r\nand to meet the real challenges posed by the process of\r\nglobalization. It is imperative therefore that all Member\r\nStates pay their assessed contributions in full, on time and\r\nwithout preconditions.\r\nNext year the United Nations will host the\r\nmillennium summit and the Millennium Assembly. It is\r\nincumbent upon all of us here to begin to rise to the\r\nchallenge of answering the questions that will ultimately\r\ndefine the new vision we have for the United Nations in\r\nthe twenty-first century and the sort of existence that we\r\nwish to offer all human beings.\r\nIn his recent address to the General Assembly,\r\nPresident Mbeki noted that the United Nations Charter\r\nand the Universal Declaration of Human Rights actually\r\nprovide us with all the vision we need to succeed in our\r\nwork. In particular, President Mbeki called for a practical\r\nprogramme of action. He said that\r\n“What is necessary is that we match the beliefs\r\nwe profess with the necessary action ... action that\r\nwill practically address the related issues of peace,\r\ndemocracy and development.” [see A/54/PV.4]\r\nMr. Amer (Libyan Arab Jamahiriya) (spoke in\r\nArabic): My delegation is grateful to the Secretary-\r\nGeneral for his report on the work of the Organization,\r\nwhich both describes the international situation and\r\nenumerates the international community\u0027s successes and\r\nfailures in attempting to face challenges posed by the\r\ninternational situation. The report puts forward proposals\r\naimed at finding effective ways of addressing that\r\nsituation.\r\nThe Secretary-General underlines the difficulties the\r\nOrganization has encountered as it worked to maintain\r\ninternational peace and security. Among the issues he\r\naddresses, the Secretary-General highlights the question\r\nof the legitimacy of intervention when the Organization\r\nfails to deal with a matter affecting collective security.\r\nThis issue has been interpreted in many different\r\nways, as the Secretary-General has indicated, and I do not\r\nwish to add to the dispute. But my delegation would like\r\nto reaffirm that respect for the sovereignty of States is a\r\nprinciple that must not be transgressed or trampled\r\nunderfoot. Thus my country strongly rejects intervention\r\nby a State, or a group of States, in the domestic affairs of\r\nanother State under any pretext, including so-called\r\nhumanitarian intervention.\r\nThe United Nations Charter must be the sole legal\r\nbasis for any activities undertaken to preserve\r\ninternational peace and security. Any action that falls\r\noutside that framework constitutes a flagrant violation of\r\nall instruments governing relations among States, in\r\n21\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nparticular the Charter of the United Nations, which\r\nprohibits the use of force, the threat of the use of force or\r\nintervention in the domestic affairs of other States. The\r\nCharter indicates what machinery must be used when\r\ndealing with any humanitarian or other problem that\r\nthreatens international security. It defines mechanisms for\r\nsuch purposes, such as the General Assembly, whose role\r\nmust be strengthened so it can deal with problems that\r\nthreaten international peace and security. The international\r\ncommunity should oppose attempts to avoid international\r\nmachinery or channels when such attempts occur under the\r\nguise of humanitarian assistance. Ignoring this kind of\r\nconduct will provide a pretext for interference in the\r\ndomestic affairs of States and will, therefore, impair the\r\noverriding principles of the international community:\r\nsovereignty, political independence, territorial integrity and\r\nnon-interference in the domestic affairs of States.\r\nThe Secretary-General\u0027s report has addressed efforts\r\nmade to settle regional and international conflicts. Many\r\nconflicts have been settled by means of negotiations. This\r\nis satisfying, particularly since the prospects for peace in\r\nAfrica have, indeed, improved, according to the report. My\r\ndelegation would like to thank the Secretary-General for his\r\nsupport of African efforts in this connection. However, we\r\nconsider, as the Secretary-General has said, that other,\r\nadditional efforts must be made to resolve the remaining\r\ncrises, as well as to prevent other conflicts from erupting\r\nand threatening what has already been accomplished.\r\nWe think that addressing the real causes of the\r\nproblems in Africa can only be done globally, emphasizing\r\nthe priorities laid down by Africa itself. The decisions of\r\nthe Organization of African Unity on the settlement of\r\nconflicts must be endorsed, and the burdens associated with\r\nsuch obligations must also be shared. This is the only way\r\nto solve the problem of instability that exists in some\r\nsouthern African countries.\r\nAfrica is totally aware of the fact that it must meet the\r\ndevelopment challenges before it, but the cooperation of the\r\ninternational community with it remains indispensable. In\r\nfact, African countries can achieve sustainable development\r\nand eliminate the plague of poverty, which was defined by\r\nthe Secretary-General as being the greatest challenge before\r\nthe continent, only if the entire debt of Africa, which\r\ncurrently exceeds $350 billion, is cancelled. International\r\nefforts must be made to eradicate malaria, and AIDS, which\r\naffects the population in 29 African States.\r\nWe would like to thank the Secretary-General for his\r\nefforts and for the efforts undertaken by the United Nations\r\nDevelopment Group, but the United Nations and its\r\ninstitutions must prepare studies that would lead to raising\r\nthe value of African commodities and develop plans for\r\nmodernizing airports, seaports and road systems. Africa\r\nrequires concrete action rather than compassion or\r\nsolidarity or great speeches in support of the Africans.\r\nThis will be achieved only at a high cost.\r\nThere is also a high cost involved in embargoes\r\nagainst civilians. We are quite indignant here, because the\r\nsanctions imposed on Libya were done in a spirit of\r\nrevenge and were based on simple suspicions, not\r\nevidence. The Libyan population has had to suffer from\r\nthese sanctions for more than seven years.\r\nWhat is even worse is that the United States has\r\nprofited from the breakdown in the international balance\r\nand led the Security Council to impose an embargo on\r\nLibya, then prevented the Council from lifting the\r\nembargo. The United States is seeking compensation from\r\nLibya to be paid to the families of the victims of the Pan\r\nAm flight, before the court has even rendered a decision.\r\nThis flies in the face of established principles of\r\ninternational law, that is to say presumption of innocence,\r\na principle that is accepted by all States throughout the\r\nworld. Many members of the international community\r\nhave called for an immediate lifting of that embargo\r\nbecause Libya has fully complied with relevant Security\r\nCouncil resolutions in this regard.\r\nActivities dealing with international law in the\r\nUnited Nations are numerous. There is assistance for\r\nnegotiations aimed at reaching multilateral agreements,\r\nand we are very satisfied with that. But we must\r\nconsolidate our efforts and show respect for international\r\nlaw in various international forums in the United Nations.\r\nSuch appeals are frequently flouted and domestic laws are\r\nfrequently adopted and applied extraterritorially. The\r\nHelms-Burton Act, and the D\u0027Amato-Kennedy bill are just\r\ntwo examples.\r\n22\r\nGeneral Assembly 29th plenary meeting\r\nFifty-fourth session 7 October 1999\r\nIn a few weeks, the United Nations Decade of\r\nInternational Law will be commemorated. We believe that\r\nthis provides an opportunity for the international community\r\nto reiterate its refusal to allow any State to apply its\r\ndomestic laws to other States. The international community\r\nmust exert pressure necessary to ensure that such laws,\r\nwhich dissipate the spirit of the Charter, be revoked. They\r\nimpair the sovereignty of States and are a flagrant\r\ninterference in the domestic affairs of States.\r\nThe meeting rose at 12.30 p.m.\r\n23\r\n"