"United Nations A/54/PV.27\r\n99-86053 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n27th plenary meeting\r\nWednesday, 6 October 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 10 (continued)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/54/1)\r\nThe President: Members will recall that the\r\nSecretary-General presented his report to the General\r\nAssembly at the 4th plenary meeting, on 20 September\r\n1999.\r\nMr. Tello (Mexico) (spoke in Spanish): When\r\nintroducing his report to the General Assembly on 20\r\nSeptember, the Secretary-General, Kofi Annan, asked\r\nMember States for their understanding of his decision to\r\naddress the responsibilities of the United Nations in the\r\nnext century in the light of the dramatic events of the past\r\nyear. That is why on this occasion the delegation of Mexico\r\nwould like to confine its comments to the Secretary-\r\nGeneral\u0027s statement to the Assembly.\r\nThe report of the Secretary-General this year certainly\r\ncovered many different themes relating to the life of our\r\nOrganization, but the significance of his approach deserves\r\nparticular attention. The delegation of Mexico will refer to\r\nthe various issues covered in the report as they are taken up\r\nunder the relevant agenda items during this session.\r\nThe Secretary-General affirmed that he was expressing\r\nhis concerns in the context of his highest duty to restore the\r\nUnited Nations to its rightful role in the maintenance of\r\ninternational peace and security. He challenged Member\r\nStates to make sense of the converging and contradictory\r\nelements of today\u0027s world and the requirements that they\r\nimpose on our Organization. The central question seems\r\nto be this: What should be the parameters for the use of\r\nforce in the twenty-first century?\r\nOur Organization has certainly experienced good\r\ntimes and bad, some of them dramatic. The most recent\r\nof those dramatic events are at the root of the concerns\r\nand comments of the Secretary-General.\r\nMexico has always said — we said so again in the\r\ngeneral debate this year — that it is proud of its\r\nmultilateral outlook, the result of history, conviction and\r\nexperience. We have always considered the United\r\nNations to be the ideal forum to propose, agree on and\r\nimplement solutions that will enable us to overcome\r\ncollective challenges.\r\nThe spectre of war undoubtedly hovered over the\r\nauthors of the San Francisco Charter, yet we must also\r\npay tribute to the imagination, the lofty perspectives and\r\nthe farsightedness of our founding fathers. Without the\r\nSan Francisco Charter, would it be possible today to\r\ndevise an institutional structure that — whatever its\r\nlimitations and its shortcomings — could organize our\r\nactivities and relationships in the spheres of health,\r\nchildren, education, the environment, finance, trade,\r\ntelecommunications and many other human endeavours?\r\nAlthough it may not be as strong as many of us would\r\nwish, and although there may be storm clouds on the\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nhorizon, has the Organization not been a decisive factor for\r\n54 years in preventing a nuclear holocaust?\r\nIs not the fact that 188 Member States are represented\r\nin this Hall — 137 more than the founding membership —\r\na reflection of one of the most noteworthy achievements of\r\nthe United Nations: the decolonization process? Can anyone\r\ndeny that this was made possible thanks to unequivocal\r\nrecognition of the principle of the sovereignty and self-\r\ndetermination of peoples? Did not the United Nations\r\nregulate and moderate the complex transition in\r\ninternational relations at the end of the cold war? Has not\r\nthe Organization provided a splendid forum in which to\r\nwork together to conceive and work on the development of\r\na new agenda containing both old and new political\r\nconcerns, and in which to effect a qualitative and\r\nquantitative improvement in economic and social\r\ndevelopment?\r\nThose are only some of the reasons for Mexico\u0027s\r\nsteadfast support for the purposes, principles and provisions\r\nof the San Francisco Charter and for my country\u0027s\r\nunwavering commitment to the United Nations.\r\nI have made these comments because Mexico is\r\nconvinced that any analysis or consideration of the\r\nprospects for collective action by the Organization cannot\r\nand must not be carried out in a fragmented fashion. The\r\nuse of force is in fact at the centre of the security system\r\nfashioned in 1945. But today, the United Nations, the\r\ninstitutional network we have built around it and the results\r\nwe have managed to achieve — whatever the limitations\r\nand the failures — constitute a heritage that belongs to us\r\nall, that is useful to us all, and for which we are all\r\nresponsible.\r\nIn our quest for responses to the challenges of the day,\r\nand in our delineation of the prospects for future action, we\r\nmust bear in mind whence we have come and what we\r\nhave achieved. We must also be fully aware of the\r\nconsequences and implications of our decisions. The\r\nheritage to which I have just referred is also part of our\r\ncommon interest.\r\nIn her statement during the general debate, the\r\nMinister for Foreign Affairs of Mexico, Mrs. Rosario\r\nGreen, said:\r\n“We note with growing concern that, far from\r\ndisappearing, conflicts have multiplied and their nature\r\nhas changed as a consequence of the reshuffling of\r\nforces in the international arena. Today, these ever-\r\nproliferating confrontations are to a great extent\r\ninternal ones, presenting formidable challenges to an\r\nOrganization conceived to resolve disputes between\r\nStates. We still lack clear-cut mandates and a\r\ndefined consensus on how to address this new state\r\nof affairs. This often divides us, not on the ultimate\r\ngoal — peace — but on the means to achieve it.\r\nGiven the absence of a new political contract that\r\nenjoys the support of all Members of the United\r\nNations, Mexico will continue firmly to maintain\r\nthat the search for solutions to conflicts, whether\r\nthey be internal or international, must be in\r\nconformity with the letter and the spirit of the San\r\nFrancisco Charter. Its principles cannot be subjected\r\nto interpretations varying with circumstances or to\r\nunilateral whims. We cannot allow the authority or\r\nthe legitimacy of the Organization to be damaged.\r\nWe cannot accept actions that openly contradict the\r\nintentions of the founders and that weaken the rights\r\nof the community of States.\r\n“Mexico has always maintained that the use of\r\nforce, even when motivated by the loftiest\r\nhumanitarian impulses, is no solution; to the\r\ncontrary, it generates further instability, uncertainty\r\nand violence. But my country has shown restraint\r\nwhen the Security Council has acted in strict\r\ncompliance with Chapter VII of the Charter. Even\r\nso, the Mexican Government reiterates the value of\r\nthe peaceful settlement of disputes and firmly rejects\r\nthe existence of an alleged right to intervene,\r\nparticularly when it is proclaimed outside the\r\nframework of international law.\r\n“This is one of the most pressing challenges\r\nthat we must face as we move towards the new\r\nmillennium. Essentially, we are striving to give the\r\nUnited Nations the political underpinning that will\r\nenable it to face new threats to peace and security in\r\nline with the thinking that inspired the authors of the\r\nSan Francisco Charter. If we fail, we run the risk of\r\neroding international negotiating tools and of doing\r\nprecisely what we want to avoid: weakening the\r\nOrganization.” (see A/54/PV.11)\r\nThe Secretary-General has reminded us that the\r\nPreamble of the Charter states “that armed force shall not\r\nbe used, save in the common interest”. The challenge that\r\nthe Secretary-General has placed before us seems to be\r\nrooted in what he calls the redefinition of sovereignty and\r\nof the sovereign State as a consequence of the end of the\r\ncold war and the forces of globalization and international\r\n2\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\ncooperation, and thus a redefinition of the relationship\r\nbetween the State and the individual.\r\nAn in-depth discussion of these topics, which are\r\nundoubtedly part of contemporary concerns and thinking,\r\nwould take far more time than has been allocated to the\r\nentire General Assembly session. As the Minister for\r\nForeign Affairs of Singapore has said, reconceptualization\r\nof the very idea of government and statehood requires a\r\ncomplete change of mindset by the powerful as well as by\r\nthe weak. And he added that this will be difficult and\r\npainful to achieve. I would venture to add that here in this\r\nroom we find the representatives of at least 188 different\r\nperceptions of this crucial issue.\r\nThe delegation of Mexico appreciates the intellectual\r\nhonesty and the courage the Secretary-General displayed in\r\nhis statement of 20 September (A/54/PV.4) and we fully\r\nsupport the manifest objective of his presentation: to\r\nreinstate the Organization in its proper place in international\r\nrelations.\r\nIn his statement, the Secretary-General asked us five\r\nquestions: What is the common interest? Who shall define\r\nit? Who will defend it? Under whose authority? With what\r\nmeans?\r\nThese questions are, indeed, “monumental questions”,\r\nas the Secretary-General himself says. As such, they merit\r\nclose attention and consideration. Even though throughout\r\nmy statement here today, I have referred specifically to\r\nthese questions, we feel that their importance counsels\r\ncareful, objective and responsible reflection. It is in this\r\nspirit that the Minister for Foreign Affairs of Mexico called\r\nupon all the Member States to embark upon a process of\r\ncollective thinking, to enable us to correct the mismatch\r\nbetween the humanitarian crises caused by conflicts and our\r\nOrganization\u0027s capacity to respond (A/54/PV.11).\r\nFrom this it should be clear that in the opinion of the\r\nGovernment of Mexico, answering the Secretary-General’s\r\nquestions is an imperative of the common interest: it is not\r\nthe responsibility of a single individual, nor of a single\r\nnation, nor of 5 nor 15 to respond to the challenge set by\r\nthe Secretary-General; it is the responsibility of all Member\r\nStates. For Mexico, this is an absolute requirement, a duty\r\nthat falls solely and exclusively to the General Assembly.\r\nOn the threshold of a new millennium, the credibility,\r\nlegitimacy, the ethical and moral authority of the United\r\nNations must be founded on the principles of equality,\r\njustice and democracy, which will continue to be the\r\nmainstay of contemporary civilization. Legal equality\r\nbetween States implies the elimination or at least,\r\nlimitation of obsolete privileges. It also clearly implies a\r\ngenuine recognition that interests — or temptations to\r\ndominate or subordinate by the use or threat of use of\r\nforce — must give way to international relations based on\r\nreason and pluralism within a framework of universally\r\naccepted rules, which is to say, full observance, without\r\nselectivity, of the rights granted, and the obligations\r\nimposed by international law.\r\nJustice demands a grand commitment to international\r\ncooperation. Human society today has at its disposal the\r\nresources to meet the most pressing needs of our planet\u0027s\r\npopulation and that is what it should use them for.\r\nHistory shows that the most crushing want and need\r\nare the most fertile soil for conflicts. The Secretary-\r\nGeneral says - and here we agree with him completely -\r\nthat it always costs more to repair than to prevent.\r\nInternational cooperation for development is in the\r\ninterests of all. \"Fatigue\" sees only the short term. In his\r\nmessage on the occasion of the fiftieth anniversary of the\r\nUnited Nations, President Zedillo said:\r\n“Peace is inseparable from development, and\r\nsecurity is inseparable from prosperity. By sowing\r\nthe seeds of development, we shall reap peace.”\r\n(A/50/PV.36, p. 17).\r\nDemocracy must be pursued as an ideal for life in\r\nour countries. At the same time, as the world becomes\r\nmore interdependent and globalized, the moral and ethical\r\nimperative of democracy must prevail in relations within\r\nan international society that considers itself civilized, and\r\ntherefore does not try to impose uniform models or one\r\nprescription for all.\r\nWe are at a crossroads where we must define\r\nwhether our Organization will move forward on force of\r\nreason or by reason of force. In any case, let me again\r\nquote our Foreign Minister:\r\n“If we are really being overtaken by events in the\r\nglobal arena, we must strengthen our frame of\r\naction. If it is necessary to reform our Organization\r\nto guarantee its effective performance, let us do so.\r\nBut let us do so collectively, with respect for the\r\njuridical principle of the equality of States. Let us\r\nnot allow this forum to lose its prestige or its\r\ninfluence. Mexico will not retreat from its\r\ncommitment to the letter and the spirit of the San\r\n3\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nFrancisco Charter. To the contrary, it will participate\r\nactively in the effort to guarantee the vitality of the\r\nUnited Nations in order to build a better world, both\r\nfor ourselves and for future generations.” (A/54/PV.11)\r\nMexico is a country convinced that dialogue is the\r\nbest instrument in international relations. Where the\r\ndialogue is one that touches on the future of our\r\nOrganization, we are convinced that it must include\r\neveryone. My delegation therefore respectfully invites you,\r\nSir, as President of the Assembly, to begin consultations\r\nwith the Member States as to the best possible mechanism\r\nfor collective thinking about how the Assembly could\r\norganize itself to respond to the challenges and questions\r\nset by the Secretary-General.\r\nThe importance, implications and consequences of the\r\nquestions put by the Secretary-General, warrant an initial\r\nexchange of views about how to tackle these challenges.\r\nWe trust fully in your wisdom and leadership, Sir, to\r\nconduct this crucial process.\r\nMr. Schumacher (Germany): Let me first thank the\r\nSecretary-General and his collaborators for a comprehensive\r\nreport. The United Nations has made tremendous efforts to\r\nmeet last year\u0027s various challenges. The problems have\r\nindeed been unusually numerous and serious. The last 12\r\nmonths, which the Secretary-General himself calls\r\n“tumultuous” in his study, have been anything but an easy\r\nperiod. On behalf of my Government, I would like to\r\nexpress my appreciation and respect to the Organization for\r\nthe work done during this time. The report provides hard\r\nevidence that we need to change our response to some of\r\nthe complex and manifold problems we have to cope with.\r\nThe Secretary-General entitled the introduction to his\r\nreport “Facing the humanitarian challenge”. It is very true\r\nthat in the last year we have had to witness an unusual\r\namount of natural disasters and wars. I should mention,\r\namongst others, the disastrous earthquakes in Turkey,\r\nGreece and Taiwan, with their thousands of victims, and\r\nthe enormous damage caused by hurricane Mitch in Central\r\nAmerica. My fellow citizens are highly sensitive and\r\nresponsive to these catastrophes. However, humanitarian aid\r\nprovided by Germany and many other countries cannot be\r\nthe sole answer. We therefore welcome the fact that the\r\nreport emphasizes the need for a transition from “a culture\r\nof reaction” to “a culture of prevention”, and we fully\r\nsupport the Secretary-General\u0027s appeal to create this\r\n“culture of prevention”, with the aim of not only preventing\r\nconflicts and man-made disasters, but also preventing and\r\nmitigating the effects of natural disasters and other\r\ndisasters with an adverse impact on the environment.\r\nMy Government is fully prepared to make its\r\ncontribution within the framework of the United Nations\r\nin order to achieve the Secretary-General\u0027s aim of\r\ndeveloping this culture of prevention. It has, in fact,\r\nalready contributed to the adoption of two resolutions on\r\nearly warning which were implemented within the\r\nframework of the International Decade for Natural\r\nDisaster Reduction. I also want to highlight the process\r\nthat led to the holding of an International Decade\r\nconference on early warning systems held, in Potsdam,\r\nGermany, in September 1998. Germany is considering\r\nfurther steps in order to proceed on this path.\r\nAs to man-made disasters, I would like to reiterate\r\nthe Secretary-General\u0027s idea that the best long-term\r\nprevention strategy seems to be broad participation by the\r\npopulation in politics. Good governance and democracy\r\nare — to quote the Secretary-General — “a non-violent\r\nform of internal conflict management”.\r\nThe United Nations task of peacekeeping has\r\nquadrupled in the last 12 months. Moreover, and much\r\nmore important, traditional peacekeeping is increasingly\r\ndeveloping into complex peace-building. The crises in the\r\nsouthern Balkans and now in East Timor have presented\r\nthe United Nations with a peacekeeping challenge of a\r\ntotally new dimension. The magnitude and complexity of\r\nthe international operation in Kosovo — essentially\r\ngoverning an entire province devastated and depopulated\r\nby war — cannot be overestimated. In the months since\r\nthe adoption of Security Council resolution 1244 (1999),\r\nthe United Nations has begun to prove its ability to fulfil\r\nthe tasks bestowed on it — provided it is given the\r\nnecessary funds, personnel and authority by the Member\r\nStates.\r\nGermany has tried to respond to this development\r\nfrom simple peacekeeping to multifunctional peace-\r\nbuilding by sending, inter alia, lawyers, policemen and\r\npolicewomen and teachers to Bosnia and Kosovo. It\r\nintends to contribute in a comparable way — for\r\nexample, by assisting in the establishment of a judicial\r\nsystem — to the difficult United Nations Mission in East\r\nTimor. In two days the German General, Klaus Reinhardt,\r\nis to take over command of KFOR in Kosovo. This\r\nsymbolizes, more than anything else, that Germany\r\nremains committed to accepting its share of the\r\nresponsibilities in international peace efforts.\r\n4\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nKosovo has undoubtedly challenged the role of the\r\nSecurity Council in the maintenance of international peace\r\nand security. It has underlined the truism that the United\r\nNations can only be as strong and committed as its Member\r\nStates are, or as its Member States allow the Organization\r\nto be. In this context, I would like to call upon Member\r\nStates not only to unconditionally pay their contributions in\r\nfull, but also to make these payments on time.\r\nThe Secretary-General mentions, not without criticism,\r\nthe Security Council\u0027s general approach to crisis prevention.\r\nHe thinks the Council is too hesitant concerning preventive\r\ndiplomacy. We are constantly confronted with situations in\r\nwhich firmer and more far-sighted action by the Security\r\nCouncil could lead to conflict prevention.\r\nAllow me to mention at this point another important\r\nissue. The Secretary-General refers in his report to “brutal\r\ndisregard for humanitarian norms”. He has elaborated on\r\nthe relationship of the tension between sovereignty and non-\r\ninterference on the one hand and the universality of human\r\nrights on the other hand. Yes, State sovereignty will and\r\nshall remain the guiding principle in international relations.\r\nBut the concept of non-interference in internal affairs\r\ncannot be interpreted as giving the green light to blatantly\r\nviolate of international commitments to the detriment of\r\none\u0027s own people. The reputation of the United Nations as\r\nwell as acceptance of it, would be at stake if the\r\nOrganization were no longer seen as the advocate and\r\nprotector of the human rights charter. We encourage and\r\nsupport any discussion on how humanitarian intervention\r\ncan be brought into line with the United Nations task to\r\nmaintain peace and security in the world.\r\nThe Secretary-General mentions a series of reform\r\nprojects within the United Nations. Germany strongly\r\nsupports his efforts. No State, no society, no organization\r\ncan live without constant reform. If the United Nations\r\nwants to continue to be relevant and effective, it has to face\r\nthis need for constant reform. We therefore appreciate the\r\nfact that the Secretary-General has, from the very start of\r\nhis mandate, put reform and efficiency at the top of his\r\nagenda.\r\nIn this context, I would like to reiterate my country\u0027s\r\nconviction that reform of the Security Council is crucial.\r\nWe must be able to rely on an efficient executive body of\r\nthe United Nations which can act with authority and on\r\nbehalf of the whole international community.\r\nReform of the Security Council, however, will not\r\njust happen. Discussions have been going on for several\r\nyears now, without any noticeable progress. Success will\r\ndepend on political will and pragmatism, and the\r\nconviction of Member States that reforming the Security\r\nCouncil is in the interest not only of the United Nations,\r\nbut also of its Member States. Foreign Minister Fischer\r\nand many other speakers in this year\u0027s general debate\r\nhave put forward reasonable ideas in this context, which\r\nshould be discussed in the responsible forums.\r\nIn his report the Secretary-General outlines the\r\ndifferent aspects of globalization. Hardly any of us can\r\navoid being exposed to this phenomenon. We all profit\r\nfrom its advantages, but we also have to cope with its\r\nmany disadvantages. Earlier this year the G-8 summit in\r\nCologne dealt with questions of globalization. As a result,\r\nagreement about a debt relief programme for the heavily\r\nindebted poor countries was achieved.\r\nGermany shares the Secretary-General’s concern\r\nabout the increase of cross-border illegal activities. On the\r\nEU level, a lot has been done to fight against\r\nsupranational crimes. The agreements between the\r\nmember States of the European Union could serve as an\r\nexample — as a model — of successful efforts to fight\r\ninternational criminal activities.\r\nIn this context, I would like to express my hope that\r\nthe work on two legal instruments on international\r\nterrorism will be finalized during the current session of\r\nthe General Assembly. Germany has always supported the\r\nconclusion of an international convention for the\r\nsuppression of acts of nuclear terrorism as well as an\r\ninternational convention for the suppression of the\r\nfinancing of terrorism. In our view, these two conventions\r\nare appropriate means to combat problems linked to\r\nterrorism.\r\nOn the occasion of the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, Secretary-\r\nGeneral Kofi Annan urged the world community to\r\nglobalize justice in the age of globalization. The adoption\r\nof the Rome Statute of the International Criminal Court\r\nis - and here I quote my Minister’s speech before this\r\nAssembly -\r\n5\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\n“a quantum leap in the development of international\r\nlaw. I call upon States to respect the integrity of the\r\nStatute, to sign it and to swiftly ratify it”. (A/54/PV.8)\r\nWe are all aware that the period the Secretary-General\r\nreported on was a particularly difficult one. However, I\r\ndoubt that the international community will face fewer\r\nproblems during the coming 12 months. The new\r\nmillennium could, on the contrary, bring forth even more\r\nchallenges and the United Nations will be even more\r\nindispensable to cope with this development. Germany\r\ntherefore wholeheartedly supports the Secretary-General’s\r\ncall to strengthen the Organization and to develop new tools\r\nto prevent crises. Let us try together as Member States to\r\nhelp the United Nations to better focus on the fulfilment of\r\nthe tasks ahead.\r\nMr. Valdivieso (Colombia) (spoke in Spanish): Let\r\nme begin my statement by thanking the Secretary-General\r\nfor the preparation and presentation of the report contained\r\nin document A/54/1. During the fifty-third session of the\r\nGeneral Assembly, my delegation conveyed its positions\r\nand participated in the discussion and development of the\r\nissues addressed in this document. We will again continue\r\nto present the positions and concerns of our Government\r\nthroughout the year.\r\nWe cannot, however, avoid responding to the ideas\r\npresented by the Secretary-General during his participation\r\nin the general debate on 20 September, which also appear\r\nin the introduction of the report before us.\r\nThe humanitarian challenges to which he referred are\r\namong the central concerns of the Colombian State. These\r\nhave been a consequence of natural disasters - the most\r\nrecent being the earthquake earlier this year in the coffee-\r\nproducing area of Colombia, which killed over 2,000 people\r\nand injured more than 100,000 - and of an armed conflict\r\nthat the Government of Colombia is intensely attempting to\r\nresolve through a peaceful settlement.\r\nThis has been a year of great challenges for the United\r\nNations system in all areas touching on the daily life of any\r\nnation. Of all these, however, it is the humanitarian\r\nchallenge that has grown most alarmingly. The\r\nOrganization has had to respond in a manner unprecedented\r\nin the history of the international community, unfortunately\r\ndiverting to humanitarian operations resources that under\r\nnormal conditions would have been earmarked for\r\ndevelopment.\r\nThe task of addressing humanitarian challenges in an\r\nintegrated way is far beyond the United Nations system’s\r\ncapacity to respond. It is paradoxical and frustrating that\r\ngreater engagement by the Organization will not\r\nnecessary entail an improvement in the global\r\nhumanitarian conditions caused by national disasters or\r\nwars and armed conflicts. The Organization has structural\r\nlimitations that must be overcome by every means\r\nnecessary whenever there are demanding humanitarian\r\nsituations.\r\nColombia considers that one way to achieve a fair\r\nbalance between the limitations of the United Nations and\r\nthe many requirements of humanitarian crises is through\r\nthe consolidation of positive, ongoing and committed\r\nsystems of cooperation with legitimate national\r\nGovernments, aimed at finding solutions. Unlike\r\nhumanitarian interventions, in which United Nations\r\nlimitations are compensated for by the direct assistance of\r\ngreat Powers, the system of cooperation to which I have\r\nreferred would require national Governments to be\r\ninterested and willing to participate in the prevention and\r\nsolution of humanitarian crises. This hypothesis is based\r\non the premise that any United Nations humanitarian\r\naction must, as a general rule, be acceptable to the State\r\nconcerned.\r\nThe interaction between the United Nations system\r\nand national Governments must be ongoing, stable and\r\npersistent and must not be restricted to critical situations.\r\nThe United Nations should not carry out duties that could\r\nhave a negative impact on internal processes whenever\r\nimportant activities essential to the system are not taking\r\nplace. The idea is to create systems of cooperation and to\r\nconstruct joint mechanisms for action that are adjustable\r\nto national, regional and local conditions. If we construct\r\nsuch a partnership between the United Nations and\r\nGovernments, we can contribute to creating an effective\r\nmechanism to foster international coherence with respect\r\nto humanitarian emergencies and to guarantee the success\r\nof our short- and long-term strategies for preventing\r\ndisasters and conflicts.\r\nOne of the difficulties of evaluating the work of the\r\nOrganization in the prevention and solution of\r\nhumanitarian crises arises when this is carried out on the\r\nbasis of political or geographical considerations. We fully\r\nagree with the Secretary-General when he states that\r\nhuman need must be the sole valid criterion in\r\nhumanitarian crises. The offices, personnel, equipment\r\nand budget of the Organization must be geared towards\r\nthat mission, giving due consideration to the fact that\r\n6\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nthere are Governments that are willing and committed to\r\nbeing part of the solution rather than part of the problem.\r\nWe understand that the actions of some States to\r\nresolve and prevent humanitarian crises are sometimes\r\nconditioned by a number of political motivations. This is,\r\nhowever, a risk that must taken because it would be\r\nunacceptable to restrict the United Nations to playing a\r\ntechnical role that would frequently be very limited in\r\nrelation to the dimensions of some crises. We favour more\r\nopen and participatory mechanisms for the decision-making\r\nprocess in humanitarian operations.\r\nWith respect to humanitarian issues, the United\r\nNations must be a source of leadership for the development\r\nof specific objectives. Let us choose the option of\r\nleadership through correct, precise, strict and, above all,\r\ntimely approximations. Let us make the humanitarian work\r\nof the Organization the most efficient of all. Let us avoid\r\nthe bureaucratization of this issue and, most especially, let\r\nus ensure that the United Nations system’s response is\r\ndetermined by the reality and genuine magnitude of\r\nhumanitarian crises and not by cut-throat competition\r\nbetween its agencies and institutions.\r\nMr. Ryan (Ireland): I wish to begin by congratulating\r\nthe Secretary-General for presenting us once again with a\r\nstimulating and comprehensive report on the work of the\r\nOrganization. It offers a broad survey of the main\r\nachievements of the United Nations, but more importantly,\r\nas the Irish Minister for Foreign Affairs said in his\r\nstatement in the general debate, the Secretary-General has\r\ngiven us an accurate diagnosis of the challenges that exist\r\nfor the Organization and pointers to what needs to be done.\r\nThis important report gives a useful stimulus to what\r\nwas a particularly focused general debate this year, in\r\nwhich many speakers addressed in clear and often thought-\r\nprovoking terms what, I believe, remains the principal\r\nchallenge facing the United Nations and its Member States:\r\nhow best to respond to the political, human rights and\r\nhumanitarian crises affecting so much of the world today.\r\nThe report also reflects on how best to devise strategies\r\naimed at anticipating and preventing such crises.\r\nThe Secretary-General rightly notes that bureaucracies,\r\nwhether they are national or international, have yet to\r\nremove barriers to building the necessary cross-sectoral\r\ncooperation so essential for successful prevention. We must,\r\nhowever, applaud the Secretary-General for the reforms\r\nwhich he has undertaken, many of which have been\r\nsuccessful in cross-sectoral cooperation within the United\r\nNations.\r\nIf we consider the conflicts with which the United\r\nNations is directly involved, we must ask ourselves: had\r\nall the instruments at our disposal been fully utilized,\r\nmight it have been possible to limit the scale of the\r\nconflicts and reduce the humanitarian tragedies which\r\nensued? These instruments are not new and the Secretary-\r\nGeneral highlights them in his report. Regrettably, they\r\nare all too often ignored, or under-utilized, with the\r\nconsequences which we now know too well.\r\nPerhaps the first and most important instrument is\r\nthat of early warning, which, as the Secretary-General\r\nrightly says, is now universally agreed to be a necessary\r\ncondition for effective diplomacy. Perhaps there is a need\r\nfor further work to help allay concerns that early-warning\r\ninitiatives constitute an intrusion into the internal affairs\r\nof States or are perceived as an encroachment on national\r\nsovereignty.\r\nIn this regard, we have taken careful note of the\r\nSecretary-General’s observation in his statement, at the\r\nbeginning of the general debate, that we have difficulties\r\nin applying the principles of the Charter to a new era, an\r\nera when strictly traditional concepts of sovereignty can\r\nno longer do justice to the legitimate aspirations of\r\npeoples everywhere to attain their fundamental freedoms.\r\nPerhaps we need to develop our thinking on how\r\nbest to strengthen early-warning mechanisms. The\r\nhumanitarian crises of the past few years have shown that\r\nthis is an area where differences remain. Is it not time to\r\nconsider what could be agreed and accepted as\r\ncomponents of an effective early-warning strategy, and at\r\nwhat stage can or should they be activated?\r\nThe delegation of Ireland believes that essential\r\ningredients for an effective early-warning strategy should\r\ninclude the following: first, information gathered by the\r\nSecretary-General from his contacts in the region where\r\nevents could lead to conflict; secondly, information and\r\nanalysis made available to the Secretary-General and\r\nMembers of the United Nations by international and\r\nregional organizations; and thirdly, information from\r\nrelevant non-governmental organizations.\r\nIf, as a result of this information, it becomes clear\r\nthat unless urgent action is taken conflict will ensue, the\r\nSecurity Council might consider, in consultation with the\r\nSecretary-General, the dispatch of an urgent mission of\r\n7\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nCouncil members to the area of conflict for the purpose of\r\nreporting on immediate steps that might be taken to prevent\r\nthe crisis from escalating. Reports from such missions\r\nwould, in our view, serve to reinforce the credibility and\r\nthe authority of the Council’s deliberations and eventual\r\naction.\r\nEarlier this year, Ireland had the honour of chairing a\r\nworking group of the Disarmament Commission, which,\r\nafter three years of negotiations, adopted by consensus a set\r\nof practical disarmament measures. These measures covered\r\nissues such as the collection, control, disposal and\r\ndestruction of small arms and light weapons. While they are\r\nof particular relevance in post-conflict situations, the\r\nmeasures also have a special relevance to a conflict which\r\nis approaching a solution, to a recently ended conflict, and,\r\nconsequently, to preventing a conflict from re-emerging.\r\nThe work of the Disarmament Commission is a\r\nmodest example of how the machinery of the United\r\nNations has successfully made a substantial conceptual\r\ncontribution in an important area. If properly applied, these\r\nmeasures can, as the Secretary-General states in his report,\r\nreduce the potential for violence and enhance stability, thus\r\nfacilitating the development process. In this context, Ireland\r\nwelcomes the re-establishment of the Steering Group on\r\nDisarmament and Development.\r\nMany speakers in the general debate stressed the\r\nimportance of tackling the root causes of conflict. Ireland\r\nfully agrees that this is a fundamental necessity in devising\r\nthe necessary strategies to end a conflict and begin the\r\nprocess of post- conflict peace-building. There can be little\r\ndoubt that one of the causes of conflict is often chronic\r\nunderdevelopment which leads to economic marginalization\r\nand poverty.\r\nIn this context, the extent of the debt burden on\r\ndeveloping countries, many of which are emerging from\r\nrecent conflict, must be considered and confronted. My\r\ndelegation welcomes the increased profile that this\r\nimportant question is receiving from the donor community\r\nand the international financial institutions. We attach\r\npriority to tackling the debt issue, which is now widely\r\nrecognized as a major contributing factor to the economic\r\nstagnation and underdevelopment of many of the world’s\r\npoorest countries.\r\nThe Secretary-General has correctly stressed that\r\npoverty alone does not appear to be a decisive factor in\r\ndetermining whether a country becomes embroiled in armed\r\nconflict. However, there is evidence to suggest that where\r\na country has emerged from conflict and has embarked\r\nupon a process of post-conflict peace-building, timely\r\ninternational support is vital in helping to bolster that\r\nprocess and to prevent conflict from re-emerging. A key\r\nobjective in the consolidation of peace must be to allow\r\nthe administrative capacity and infrastructure that were\r\ndamaged during the conflict to be rebuilt in a process of\r\nconversion from war to peace.\r\nThe complex nature of peacekeeping now involves\r\na range of additional tasks which have made it truly\r\nmultidimensional. Ireland, through its participation in the\r\nmultinational forces operating under United Nations\r\nauthorization in Kosovo and now in East Timor, is\r\nalready playing its part in these new arrangements. We\r\nwelcome the Secretary-General’s assurance in his report\r\nthat methods to coordinate these diverse activities more\r\neffectively are being pursued.\r\nWe commend the Secretary-General for the\r\nexceptional quality of his report and for outlining the\r\nreasons why the transition from a culture of reaction to a\r\nculture of prevention is not easy. The United Nations can\r\nbe a powerful force for change. It can, through the\r\ninstruments which it possesses, provide invaluable support\r\nto countries emerging from conflict. Above all it can help\r\nsustain human life through timely humanitarian assistance,\r\nwhether in the aftermath of natural disaster or where\r\nconflict has forced people from their homes.\r\nIn the end, however, conflict can best be avoided,\r\nindeed, can probably only be avoided, when all members\r\nof society feel included. It is that sense of inclusiveness\r\nand participation which offers a means whereby profound\r\ndifferences can be accommodated. As the Secretary-\r\nGeneral has emphasized in his report, peace, development\r\nand human rights are all interrelated. The right balance\r\nbetween them all is an objective which every nation,\r\ndeveloped and developing, must strive to attain.\r\nMr. Abulhasan (Kuwait) (spoke in Arabic): At this\r\nfifty-fourth session, and on behalf of my Government, I\r\nwould like to express our deep gratitude for the efforts\r\nundertaken by Secretary-General Kofi Annan in\r\nadministering the work of this Organization and bringing\r\nit to successful results at the end of this century. Our\r\nadmiration for the report under consideration is immense.\r\nIts practical aspects clearly reflect the extensive\r\nexperience of the Secretary-General in his leadership of\r\nthe Organization.\r\n8\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nThe report clearly shows the importance of the United\r\nNations and the need to respect its noble objectives, and my\r\ndelegation fully endorses the ideas put forward by the\r\nSecretary-General in it. He affirms the close link between\r\npeace and stability and between economic development,\r\ndemocracy, and respect for human rights. He has\r\nhighlighted the sources of conflict with full honesty and\r\nclarity: some international conflicts are due to natural\r\nfactors over which man has no control, while others stem\r\nfrom man-made socio-economic problems.\r\nIn this context, my delegation endorses the prevention\r\nstrategies put forward in the Secretary-General’s report,\r\nwhich he terms the culture of prevention. Those strategies\r\nshould be the basis of the work of the Organization at all\r\nlevels. Among the most important - strategies and measures\r\nthat would hopefully be effective in preventing the disaster\r\nof war — we should mention the early-warning system and\r\nstrong measures to deal with any international problem.\r\nHowever, we call for great circumspection in studying\r\nthis idea in order to ensure that it does not contradict the\r\nprinciple of State sovereignty and non-interference in the\r\ninternal affairs of other States.\r\nI wish now to take up a matter which is close to our\r\nhearts in Kuwait, because it affects the daily suffering of a\r\nwhole people. It is the question of Kuwaiti prisoners of war\r\nand detainees as well as those of third countries. In this\r\nrespect, we salute the Secretary-General for his sensibility\r\nand interest in this humanitarian issue, which proceeds from\r\nhis responsibilities regarding the implementation of Security\r\nCouncil resolutions.\r\nIn the report before us today, the Secretary-General\r\nreaffirms that Iraq must implement the relevant Security\r\nCouncil resolutions in full, most notably those that relate to\r\nthe questions of Kuwaiti prisoners of war and stolen\r\nproperty:\r\n“Our principal demands remain unchanged, however;\r\nIraq must fully comply with all relevant Security\r\nCouncil resolutions; the international community must\r\nbe assured that Iraq no longer has the capacity to\r\ndevelop or use weapons of mass destruction; missing\r\nKuwaiti and third country nationals must be accounted\r\nfor; and Kuwait’s irreplaceable archives must be\r\nreturned.\" (A/54/1, para. 81).\r\nThe contents of the Secretary-General’s report is based\r\non facts. For nine years, Iraq has not respected the demands\r\nto settle this humanitarian issue. This has been affirmed by\r\nthe results of the third special team that was established\r\nby the Security Council to assess Iraq’s compliance with\r\nrelevant Security Council resolutions and by paragraph 48\r\nof its report, which states that Iraq’s cooperation was\r\nincomplete, in particular during the meetings of the\r\nTripartite Commission, established under the auspices of\r\nthe International Committee of the Red Cross and the\r\nTechnical Subcommittee that is a part of it.\r\nMoreover, last January Iraq declared that it would no\r\nlonger participate in the meetings of the Technical\r\nSubcommittee for purely political reasons. Furthermore,\r\nIraq denies the existence of innocent prisoners of war, in\r\nspite of proof of their forced detention and the\r\npresentation of supporting written proof to Iraq through\r\nthe Red Cross.\r\nThe manner in which Iraq is dealing with this issue\r\nis increasing the daily suffering of the people of Kuwait\r\ndue to the fact that this issue affects the lives of innocent\r\npeople. Perhaps it is appropriate to mention here that\r\nthere are 605 prisoners of war. Of those, 481 are\r\ncivilians, and 124 are military personnel. The number\r\nincludes 7 women and 124 students. 345 of the total were\r\nbetween 14 and 30 years of age when they were taken\r\nprisoner. These statistics illustrate to all the great\r\nsuffering felt in every home in Kuwait. Thus, we ask the\r\ninternational community to put pressure on the\r\nGovernment of Iraq to cooperate seriously and effectively\r\ntowards settling this issue in accordance with the relevant\r\nSecurity Council resolutions and for humanitarian and\r\nmoral reasons.\r\nIn conclusion, on behalf of the Government and the\r\npeople of Kuwait, I wish to thank all the States that spoke\r\nduring the general debate about the question of Kuwaiti\r\nand third-country prisoners of war. All States have\r\nreasserted the interest and sympathy of the international\r\ncommunity with regard to all forms of human suffering,\r\nwhether caused by sanctions, wars, captivity or natural\r\ndisasters. Kuwait categorically rejects double standards in\r\ndealing with humanitarian issues. There is no question of\r\ngreater humanitarian importance than that of prisoners of\r\nwar, detainees or the missing. We are guided by revealed\r\nreligious and man-made laws to deal with such an issue\r\nso that such prisoners can return to their families or their\r\nfate can be determined.\r\nMr. Enkhsaikhan (Mongolia): I would like to thank\r\nthe Secretary-General for his report on the work of the\r\nOrganization, which deals, inter alia, with the growing\r\nglobal challenge of preventing war and disaster. We\r\n9\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nbelieve that the report is concise and highlights the major\r\nactivities of the Organization during the past year. To some\r\nextent it is analytical, and it is thought-provoking. It\r\naddresses many of the challenges that lie ahead in the next\r\ncentury. The report constitutes, we believe, a good basis for\r\nour debate.\r\nSince most of the questions raised in the report would\r\nbe separately discussed here in the plenary and in the Main\r\nCommittees, I would like today to touch upon the\r\nfollowing.\r\nThe Mongolian delegation supports the Secretary-\r\nGeneral’s emphasis on the question of transition from a\r\nculture of reaction to a culture of prevention in his\r\nintroduction to the report. As underlined in the report, the\r\ncost to the international community of the seven major wars\r\nin the 1990s, excluding Kosovo and excluding the costs to\r\nthe countries actually at war, was $199 billion. This does\r\nnot reflect losses of human lives nor human suffering.\r\nAccording to the Carnegie Commission, most of these costs\r\ncould have been saved if greater attention had been paid to\r\nprevention. I shall not dwell on the question as to how this\r\nenormous sum could have been used for the purposes of\r\ndevelopment, health care, education, and so on. Therefore,\r\nunderstandably, in his report the Secretary-General focuses\r\non prevention of both natural and man-made disasters,\r\nespecially wars and armed conflicts.\r\nThe section on strategies for prevention rightly points\r\nout that single-cause explanations for either war or natural\r\ndisasters are too simplistic. Therefore the prevention\r\nstrategy requires a multidimensional approach and similar\r\ncooperation. The report makes a strong case for a\r\nmultidimensional approach, which my delegation fully\r\nsupports. Similarly, my delegation welcomes the changing\r\napproach of the Security Council from reaction to\r\nprevention. It is in this light that the Council has recently\r\nheld several open debates on such issues as post-conflict\r\npeace-building and the situation in Africa. The response of\r\nthe membership of the United Nations has been positive\r\nand supportive. We believe that this approach should be\r\npursued, developed and enriched.\r\nThe general debate has clearly demonstrated that the\r\nrole of the United Nations in reacting to international\r\nemergencies should be clearly defined. The question of\r\nso-called humanitarian intervention raises many delicate,\r\ndebatable and pertinent questions. They include questions\r\nof State sovereignty, of moral imperative to act forcefully\r\nin the face of gross violations of human rights and many\r\nothers. My delegation fully agrees with the Secretary-\r\nGeneral when he states that enforcement actions without\r\nSecurity Council authorization threaten the very core of\r\nthe international security system founded on the basis of\r\nthe Charter.\r\nAnother question that was justly raised during the\r\ngeneral debate and has also found due reflection in the\r\nSecretary-General’s report is the inconsistency of the\r\ninternational community in responding to humanitarian\r\nemergencies. This question has been justly raised in many\r\nforums, including very recently in the Security Council\r\nwhen it considered the progress report on the situation in\r\nAfrica. We agree with the Secretary-General that the\r\nprinciples of multilateralism and humanitarian ethics\r\nshould be applied equally, based on the criterion of\r\nhuman need.\r\nThe report clearly shows the shift in the nature of\r\npeacekeeping, which is acquiring a multidimensional\r\ncharacter in keeping with the evolving holistic concept of,\r\nor approach to, security. The role of the United Nations\r\nand its peacekeeping operations would, according to the\r\nvery sense of the report, continue to increase. That is why\r\nMongolia, bearing in mind its obligation as a member of\r\nthe international community and its commitment under\r\nthe Charter, last week signed with the United Nations a\r\nmemorandum of understanding on standby arrangements,\r\nwhereby it would participate in future United Nations\r\noperations, contributing staff officers, military observers\r\nand medical officers.\r\nTurning to the question of the relationship between\r\nthe United Nations and regional organizations, the\r\nSecretary-General points to the following three lessons\r\nthat he has drawn from recent experience: that regional\r\nsecurity operations must be mandated by the Security\r\nCouncil if the legal basis of the international security\r\nsystem is to be maintained; that security policies that\r\nwork in one region may not work in others; and that\r\ntoday’s complex humanitarian emergencies require\r\nequally complex multidisciplinary responses, which to be\r\neffective, need adequate human and financial backing. We\r\nfully agree with that conclusion.\r\nThe Secretary-General’s report clearly demonstrates\r\nthat it is the small and medium States that are the objects\r\nand victims of conflict situations. It is these States that\r\nmostly need development assistance or humanitarian aid.\r\nTherefore it would not be an exaggeration to say that the\r\nUnited Nations is a very important and perhaps an\r\nindispensable institution for them. It is for this reason that\r\nthese States are genuinely interested in strengthening the\r\n10\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nrole of the United Nations and its effectiveness at the\r\nbeginning of the next millennium. Therefore, it is through\r\nthis prism that these States see the reform of the United\r\nNations and the roles that the General Assembly, the\r\nSecurity Council, the International Court of Justice and\r\nother organs of the United Nations are called upon to play.\r\nIn this vein my delegation, like many others, is looking\r\nforward to the Secretary-General’s report on the\r\nMillennium Assembly.\r\nThe United Nations is as good as its Members.\r\nTherefore every nation, big and small alike, should make its\r\ncontribution. Mongolia is trying to play an active role in\r\nareas where it could make a difference, however modest,\r\nwhere it could contribute most and meaningfully. I have\r\nalready referred to our commitment to peacekeeping\r\noperations. There are several other areas where Mongolia\r\nis active, including in non-proliferation and confidence-\r\nbuilding. Situated between two nuclear Powers and having\r\nbeen involved in the past in their dispute, Mongolia has\r\ndeclared itself nuclear-weapon-free and is working for\r\ninstitutionalizing its status. This would make Mongolia not\r\nonly nuclear-weapon-free but also more predictable,\r\ncontributing thus to further confidence-building and regional\r\nstability.\r\nOne of the issues that is attracting growing attention\r\nlately is the notion of human security. Many delegations\r\nhave referred to human security, which is a much broader\r\nnotion than national security. The latter is obviously\r\ninadequate today in the face of the new security realities,\r\nand thus cannot fully meet the new security challenges.\r\nThis human security notion seems to be in line with what\r\nthe Secretary-General described in his report (A/53/1) last\r\nyear as the “holistic concept of security”. The concept\r\nfocuses on individuals rather than on States. It focuses on\r\nthe threats to the physical survival of the individual, to his\r\nor her daily life and to the dignity of human beings. It\r\nincludes poverty, environmental problems, transnational\r\ncrimes, questions relating to refugees and questions of\r\ninfectious diseases. The general debate has clearly shown\r\nthat most of the problems that States face today are\r\nconcerned — directly or indirectly, in one form or\r\nanother — with human security.\r\nOn the other hand, we should be careful not to unduly\r\nwiden the scope of the concept, which could have\r\nimplications that could in practice defeat the very purpose\r\nof security. Therefore, my delegation believes that it would\r\nbe useful if the Secretary-General, by appointing a group of\r\nexperts, could undertake a comprehensive study of this\r\nnewly emerging security concept. In the past, such studies\r\nhave proved to be useful in conceptualizing problems and\r\ndefining ways and means of addressing them. Thus in\r\n1975 the United Nations undertook an important study\r\nthat was instrumental in defining the concept of the\r\nestablishment of nuclear-weapon-free zones. Besides the\r\ninput of experts, the input of States would be necessary\r\nto make such a study truly valuable.\r\nMongolia\u0027s national security concept, adopted as\r\nState policy since 1994, defines Mongolia\u0027s security in\r\nbroad terms, including, besides the traditional concept,\r\nsuch notions as economic security, the security of its\r\ncitizens\u0027 rights and freedoms, the security of the\r\npopulation\u0027s health and its gene pool, and ecological\r\nsecurity.\r\nMy delegation would like to turn briefly to the part\r\nof the Secretary-General\u0027s report on cooperation for\r\ndevelopment. Last year, when commenting on the\r\nSecretary-General\u0027s report, my delegation specifically\r\npointed to the inherent handicap that the landlocked\r\ndeveloping countries have due to a lack of access to the\r\nsea, and thus to world markets. Whatever competitive\r\nadvantage these countries have is erased by prohibitively\r\nhigh transit and transportation costs, which in some cases,\r\naccount for almost 40 per cent of total costs. Though we\r\nwell understand the need to keep the Secretary-General\u0027s\r\nreport short and concise, it is really regrettable that this\r\nyear\u0027s report again makes no specific reference to this\r\nimportant — and for nearly 30 States, most of them\r\namong the least developed, vital — question. My\r\ndelegation expresses the hope that the next report will\r\ntouch upon it.\r\nMy delegation has not addressed many other\r\nquestions, including specific questions pertaining to\r\ninternational security, international law, development and\r\nfinancing. We shall take them up in due course in the\r\nappropriate forums.\r\nIn conclusion, my delegation would like to reiterate\r\nits full support for the Secretary-General\u0027s activities aimed\r\nat reforming the United Nations and making it more\r\nefficient and relevant in the next millennium.\r\nMr. Qin Huasun (China) (spoke in Chinese): At the\r\noutset, please allow me to thank the Secretary-General for\r\nhis annual report on the work of the Organization. The\r\nreport has given us an overview of the various aspects of\r\nthe work of the United Nations and summarized from one\r\nperspective the events and changes that have taken place\r\n11\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\non the world stage in the past year. It warrants our careful\r\nstudy.\r\nIn recent years some countries have been plagued by\r\nconflicts and crises that caused displacement and even\r\nbloodshed and large numbers of civilian casualties. This has\r\nsaddened the whole international community. The Chinese\r\ndelegation believes that putting an end to these conflicts\r\nand crises and eliminating their root causes is the ardent\r\ndesire of the peoples of the countries concerned, as well as\r\na legitimate concern of the international community.\r\nHowever, such arguments as “humanitarian intervention”\r\nand “human rights over sovereignty” that cropped up\r\nrecently set human rights against sovereignty. What is\r\nworse, some countries or regional organizations have gone\r\nso far as to take unilateral actions before an international\r\nconsensus could be reached. This is a trend that calls for\r\nour vigilance. We believe that, although the world has\r\nchanged profoundly since the end of the cold war, the\r\nprinciples of respect for State sovereignty and non-\r\ninterference in internal affairs are far from outdated.\r\nDeviation from or contravention of these principles will\r\nlead to the possibility that sovereignty will be wilfully\r\nweakened and widely accepted norms of international\r\nrelations severely damaged or even obliterated. This will\r\nundoubtedly have dangerous consequences in international\r\nrelations.\r\nIn today\u0027s world only a very small number of rich,\r\nlarge and strong countries have both the ambition and the\r\npower to interfere in other countries\u0027 affairs. For small and\r\nweak countries, sovereignty is their last defence against\r\nforeign bullying. If this defence were to be broken, acts of\r\nthe rich bullying the poor and the strong bullying the weak\r\nwould be given the green light and there would be no peace\r\nin the world. This is contrary to the aspiration of peoples\r\naround the world who want a lessening of conflicts and\r\ncrises in the post-cold-war era.\r\nRegarding conflicts and disputes around the world and\r\nthe resulting humanitarian crises, should intervention be\r\ncarried out under the auspices and core leadership of the\r\nUnited Nations, and with authorization from the Security\r\nCouncil, or are some groups of countries free to take\r\nmatters into their own hands? This is not a simple question,\r\nbut one that should be addressed seriously. Besides,\r\ndifferent conflicts and crises are caused by different and\r\nrather complicated factors. If, instead of easing the tension,\r\noutside intervention were to further complicate the situation,\r\nhow could the intervention be rightly justified? If\r\ninterventions were made wilfully under the flag of\r\nhumanitarianism, but in reality caused even greater\r\nhumanitarian disasters, then how could we be made to\r\nbelieve their so-called reasons for intervention?\r\nAt the same time, we should not lose sight of the\r\nfact that some countries are eager to intervene in some\r\nregions, but have backed away from others where similar\r\nproblems occurred. We cannot help but ask: if they use\r\ndifferent standards in different regions, and are interested\r\nin intervention in some areas but not others, how can they\r\ntell us that the intervention is just and fair? Maybe under\r\nthe fig-leaf of humanitarian intervention some are actually\r\nseeking to promote their own strategic, military or\r\neconomic interests. This, if true, is what the people of the\r\nworld should watch out for.\r\nHumanitarian intervention is a new concept. It is\r\nnormal for various sides to have different views, and\r\ndiscussions are necessary, or even inevitable. However,\r\nsuch discussions should be based on the Charter of the\r\nUnited Nations and basic norms governing international\r\nrelations. If the fundamental principles enshrined in the\r\nCharter were to be considered not applicable and cast\r\naside, our discussion could not possibly produce any\r\ncorrect answer, and the world would only become a more\r\nchaotic place to live in. We hope that extensive\r\ndiscussions on this issue will be carried out on the basis\r\nof the spirit of the Charter, with a view to reaching an\r\ninternational consensus that is genuinely favourable to the\r\npeople of most, if not all, countries.\r\nThe Secretary-General emphasizes in his report that\r\n“enforcement actions without Security Council\r\nauthorization threaten the very core of the\r\ninternational security system founded on the Charter\r\nof the United Nations. Only the Charter provides a\r\nuniversally accepted legal basis for the use of force.”\r\n(A/54/1, para. 66)\r\nHe also pointed out that\r\n“if the primacy of the Security Council with respect\r\nto the maintenance of international peace and\r\nsecurity is rejected, the very foundations of\r\ninternational law as represented by the Charter will\r\nbe brought into question.” (ibid., para. 69)\r\nWe believe that these remarks represent the\r\nconsensus shared by the majority of United Nations\r\nMember States, and the Chinese delegation fully endorses\r\nthem.\r\n12\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nThe fast and forceful wave of globalization has\r\nbrought with it major challenges as well as abundant\r\nopportunities. Developing countries in particular have\r\nsuffered more from its adverse impacts, and some have\r\neven been marginalized in the process. The international\r\ncommunity should look at the overall picture and pool its\r\nefforts to help the countries concerned to become integrated\r\ninto the globalization process. The international community\r\nshould also ensure that the benefits of globalization are\r\nequally and equitably distributed to all. We commend the\r\nUnited Nations for the tremendous amount of work it has\r\ndone and for its achievements in the area of poverty\r\neradication.\r\nWe hope that, in line with the requirements of a\r\nchanging world, the United Nations will hold in-depth\r\ndiscussions on the negative impact of globalization on\r\npoverty elimination and, accordingly, elaborate relevant and\r\nspecific strategies tailored to the needs of developing\r\ncountries. We hope that the United Nations operational\r\nactivities will give priority to poverty elimination.\r\nThe Chinese delegation believes that the question of\r\nhumanitarian assistance should be dealt with in keeping\r\nwith the principles of humanitarianism, neutrality and\r\nfairness. The differential treatment given by certain\r\ncountries, or blocs of countries, in their provision of\r\nhumanitarian assistance to different regions has resulted in\r\nan inequitable distribution of that assistance. For instance,\r\nfor too long humanitarian disasters on the African continent\r\nhave not received active and adequate assistance from the\r\ninternational community. This situation is of great concern\r\nto us, and we hope it can soon be corrected.\r\nThe Chinese Government recognizes and respects the\r\nuniversality of human rights. We believe, however, that this\r\nprinciple should be considered in the context of the\r\ndomestic situation and realities of various countries. Due to\r\ndifferences in political systems, levels of development, and\r\nhistorical and cultural backgrounds and values, no uniform\r\nmodel for the protection of human rights exists. Countries\r\nmay set their own priority issues and take different actions\r\nwith regard to the promotion and protection of human\r\nrights, but such differences should not stand in the way of\r\ndialogue, exchange and cooperation among them on the\r\nbasis of equality and mutual respect. The politicization of\r\nhuman rights issues and the use of double standards does\r\nnot constitute genuine respect for human rights and should\r\nnot be allowed to continue.\r\nOver the past year negative developments have\r\nseriously undermined international security and hampered\r\nprogress in the area of multilateral arms control and\r\ndisarmament. The two most salient examples are in the\r\nfield of missiles. First, the development and proliferation\r\nof missile defence systems by certain countries poses a\r\nthreat to regional and international strategic balance and\r\nstability, and undermines the bases and prerequisites for\r\nnuclear disarmament. Secondly, a military super-Power\r\nhas been using its most advanced missiles recklessly\r\nagainst developing countries, making missiles its tool for\r\nmeddling in other countries\u0027 internal affairs. This has led\r\nto missile proliferation.\r\nThe Secretary-General\u0027s report should make specific\r\nreference to the plan by some countries to develop anti-\r\nmissile systems and outer-space weapons. We hope that\r\nthe prevention of an arms race in outer space will once\r\nagain become a pressing issue in the field of multilateral\r\narms control and that substantive work in this connection\r\nwill soon get under way. The Chinese Government will\r\ncontinue to support the role of the United Nations in the\r\ndisarmament area, especially in ensuring the concrete\r\nobservance and implementation of existing disarmament\r\ntreaties.\r\nNext year, the United Nations will hold both the\r\nMillennium Assembly and the Millennium Summit. We\r\nall look forward to the dawning of the new century, but\r\nlet us keep in mind that the arrival of the new millennium\r\ndoes not mean that the old, inequitable international order\r\nwill fade away with the departing millennium. We face\r\never-greater challenges, and the United Nations still has\r\na long and arduous way to go. We are confident that with\r\nthe concerted efforts of all Member States and guided by\r\nthe purposes and principles of its Charter, the United\r\nNations, as the most representative and important\r\nintergovernmental Organization, will gain fresh vigour\r\nand vitality in the new century.\r\nMr. Mahbubani (Singapore): We would like once\r\nagain to commend the Secretary-General for producing a\r\ncomprehensive and thoughtful report on the work of the\r\nOrganization. The challenges faced by the United Nations\r\nin recent years have become more complex, and so too\r\nhave its responses. Indeed, the report is rich in details.\r\nWe should, for example, commend the intention of the\r\nUnited Nations Children\u0027s Fund (UNICEF) to launch a\r\nnew, 10-year initiative for girls\u0027 education, as noted in\r\nparagraph 158. An educated female population can, for\r\nexample, significantly assist poverty eradication\r\nprogrammes.\r\n13\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nIn introducing the report on 20 September, the\r\nSecretary-General chose to highlight a single element: the\r\nneed to take a fresh look at the concept of humanitarian\r\nintervention and its impact on traditional concepts of\r\nsovereignty. In doing so, he elaborated on a theme he had\r\ndiscussed earlier in a column in The Economist, on 18\r\nSeptember 1999. This issue is timely. By sheer coincidence,\r\nthe Minister for Foreign Affairs of Singapore also discussed\r\nsimilar questions in his address to this Assembly on 24\r\nSeptember, and we hope that his speech will be looked at\r\nagain in the context of this debate. I am glad to note that\r\nthe Ambassador of Mexico referred to that speech earlier\r\ntoday.\r\nThe reaction to the Secretary-General\u0027s remarks have\r\nbeen swift and strong. Countries have argued that the\r\nprinciple of sovereignty is our only defence against injustice\r\nin the relations between strong and weak nations, and that\r\nweakening it would lead to the rampage of hegemonism.\r\nYou, Mr. President, also commented that the idea of\r\nhumanitarian intervention is not only alarming, but also\r\nactually threatens the very existence of the sovereignty of\r\nStates, and undermines the sacred principles and purposes\r\nof the Charter of the United Nations itself. Others have\r\nacknowledged the need, in the light of changing\r\ninternational circumstances, to reconsider our traditional\r\nunderstanding of that principle, saying that State\r\nsovereignty is important, but so is individual sovereignty;\r\nthat the fact that the redefinition of one should coincide\r\nwith a renewed consciousness of the other is no accident;\r\nand that these developments need not even be seen as\r\nparallel, in the sense that they do not meet, for in truth,\r\nthey converge. Those views have all been expressed in\r\nstatements made here in the Assembly.\r\nClearly, a divergence of views has emerged. Both\r\nsides in the debate believe that they have right on their\r\nside. Indeed, both sides have made legitimate arguments.\r\nThe proponents of humanitarian intervention argue that in\r\ntoday\u0027s world, in which distance has disappeared and the\r\nsufferings of people in any corner of the world, from\r\nSomalia to Kosovo, are immediately telecast into our living\r\nrooms, it is inconceivable for mankind to sit back and fail\r\nto react to any gross violation of human rights. Hence, they\r\nsay, the international community has a duty to intervene,\r\neven if this means encroaching upon the sovereignty of the\r\ncountry concerned.\r\nThe proponents of preserving sovereignty have equally\r\nstrong arguments which I set out as follows. The concept\r\nof sovereignty was created not to protect the strong, but to\r\nprotect the weak. Before the dawn of the United Nations\r\nCharter and the arrival of the concept of sovereign\r\nequality, the law of the jungle prevailed. It was natural\r\nfor the strong to prey upon the weak. The doctrine of\r\nhumanitarian intervention could therefore reverse one of\r\nthe biggest gains of the twentieth century as it would\r\nonce again allow the strong to intervene in the affairs of\r\nthe weak, while the weak will never be allowed or, for\r\nthat matter, be able, to intervene in the affairs of the\r\nstrong. No country can be said to be under the rule of law\r\nif its laws apply only to the weak and not to the strong.\r\nSimilarly, the doctrine of humanitarian intervention must\r\nbe seen to affect the sovereignty of both weak and strong\r\nimpartially. Will any developed country allow, either in\r\nprinciple or in practice, humanitarian intervention in its\r\nown territory?\r\nThe description that I have given may suggest that\r\nthere are two distinct schools of thought. The reality,\r\nhowever, is more complex. The issue is not so stark as to\r\nforce us to choose between insisting on absolute\r\nsovereignty or completely surrendering sovereignty.\r\nSovereignty is indeed the key principle of the current\r\nState system and the premise upon which the United\r\nNations is based. But in practice sovereignty has never\r\nbeen absolute. The State system is not a Hobbesian state\r\nof nature. Even the most powerful State has had to\r\nrestrain its sovereignty in its interactions with others. In\r\npractice, we also subordinate and surrender some portions\r\nof our sovereignty when we work together on such issues\r\nas the environment, trafficking in women and children\r\nand dealing with transnational crimes.\r\nTo be sure, humanitarian intervention is a far more\r\nsensitive area, because it impinges more directly on the\r\nrights and domestic affairs of States. But the fact remains\r\nthat there are now two currents in international law. A\r\ncurrent defined by the traditional notion of sovereignty\r\nnow coexists uneasily with a second current, defined by\r\nthe rights of individuals and such issues as human rights.\r\nIndividuals today are a legitimate subject of international\r\nlaw and international relations. This current of thought\r\nexists, whether we like it or not. We cannot wish it away\r\nby insisting on the absolute legal concept of sovereignty.\r\nThe concept of humanitarian intervention also raises\r\nother real difficulties. First, there are situations in which\r\nthe Security Council is unable to act because the five\r\npermanent members cannot agree. Reforms of the\r\nSecurity Council are under way. However, realistically,\r\nwe cannot expect much progress in the working methods\r\nof the Security Council, in particular with regard to the\r\nveto, in any realistic time frame. Yet it is clear that many\r\n14\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\ncountries are not prepared to sit idly by when for one\r\nreason or another humanitarian disasters or genocide occur.\r\nThe second difficulty is that even when the five permanent\r\nmembers are able to agree, many Member States are\r\nuncomfortable with what appears to them to be the ad hoc\r\nand, indeed, sometimes capricious nature of its decisions\r\nabout when or when not to intervene.\r\nSuch feelings of the international community cannot\r\nbe ignored. They are political facts. We have to deal with\r\nthem in some way. The world has become too complex and\r\ntoo integrated a place for the international system to be\r\nmanaged by hegemonic power or a concert of large and\r\npowerful States, even when that power is deployed with the\r\nlegitimacy and sanction of the Security Council. If we do\r\nnot deal seriously with the discomfort of many United\r\nNations Members, we put the future of the United Nations\r\nat risk and, looking beyond the United Nations, create\r\ninstability in the international system.\r\nAs I said earlier, one solution to this second difficulty\r\nis to reform the working methods of the Security Council.\r\nThere has been some progress in the direction of greater\r\ntransparency and more democratic decision-making, but it\r\nis clearly inadequate and insufficient to satisfy the majority\r\nof Member States. We can also study the suggestion made\r\nby the Foreign Minister of Germany, Mr. Fischer, that the\r\nfive permanent members should always be asked to explain\r\nthe use of their veto. As he said,\r\n“According to the Charter, the Security Council\r\nacts with the mandate, and on behalf, of all United\r\nNations Member States. But hitherto they have not\r\nbeen entitled to learn why a State has exercised its\r\nright of veto. This is not only neither democratic nor\r\ntransparent, but also makes it easier for States to veto\r\na draft resolution unilaterally for national rather than\r\ninternational interests. The introduction of an\r\nobligation for a State to explain to the General\r\nAssembly why it is vetoing a draft resolution would\r\nmake it more difficult to do so”(A/54/PV.8, p. 12).\r\nIn the near future, if and when the Security Council is\r\nparalysed once again in the face of a real crisis, can we\r\nconsider asking the General Assembly to review the\r\nproblem? The General Assembly\u0027s key advantage is that it\r\nis a universal body. It is also far more transparent in its\r\nworking methods. Would it not be worthwhile trying to\r\nbuild a political consensus for humanitarian interventions,\r\nbefore undertaking them? To be sure, there is a down side,\r\nas there may be delays in responding to a rapidly\r\ndeveloping crisis. But this must be balanced against the key\r\npolitical advantage of having a broader political consensus\r\non such actions. The General Assembly\u0027s decisions are\r\nnot binding, but they can be legitimizing and they can be\r\nconsensus-building, perhaps more so than those of the\r\nSecurity Council because of the General Assembly\u0027s\r\nuniversal membership. As the two trends in international\r\nlaw to which I referred earlier are both equally real, it\r\nmay be worthwhile for the international community and\r\nfor the United Nations to seriously debate and discuss\r\nhow the balance between the need for quick action and\r\nthe need for political consensus on such action can be\r\nstruck in the General Assembly.\r\nIn brief, we do have a complex — indeed, a\r\nmessy — problem on our hands with the novel concept of\r\nhumanitarian intervention. We should commend the\r\nSecretary-General for his courage in raising difficult\r\nquestions. It is now up to us, the Members of the United\r\nNations, to provide the answers, for it is we who will live\r\nwith the consequences.\r\nMr. Francese (Italy): Italy would like to join the\r\nchorus of appreciation and gratitude to the Secretary-\r\nGeneral for his excellent report on the work of the\r\nOrganization. The report underlines a key concern that\r\nItaly fully shares: meeting the humanitarian challenges of\r\ntoday. We also agree that the main purpose of a modern\r\norganization is not simply to react to emergencies but\r\nrather to prevent them.\r\nBearing this in mind, I shall briefly address some of\r\nthe basic responsibilities of the United Nations as they are\r\nset out in the Secretary-General’s report, in which they\r\nare given high priority.\r\nFirst of all, the Secretary-General’s description of\r\nUnited Nations peacekeeping presents a divided picture:\r\nat a time when the international community is deepening\r\nits commitment to world peace, the United Nations is\r\nencountering growing limits and difficulties in trying to\r\nperform its tasks. The Secretary-General’s reflections on\r\nthe lessons of Kosovo and the many tragic conflicts in\r\nAfrica in particular force us to reexamine the future role\r\nof the United Nations.\r\nAction by the United Nations is often blocked by the\r\nthreat of vetoes in the Security Council. As a matter of\r\nfact, the “hidden” veto, not the open veto, is today the\r\nreal problem with the working methods of the Security\r\nCouncil. There is also a crisis of political will on the part\r\nof Member States. I note that the Secretary-General points\r\nto three factors:\r\n15\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\n“reluctance of Member States to place their forces in\r\nharm’s way in a conflict where no perceived vital\r\ninterests were at stake, a concern over cost, and\r\ndoubts... that intervention could succeed”. (A/54/1,\r\npara. 41)\r\nThese considerations should not cause us to whittle away at\r\nthe legitimate role of the United Nations. Instead they\r\nshould lead us to seek new solutions by reforming the\r\nOrganization and also by coordinating its actions with those\r\nof regional organizations wherever appropriate. Thus, Italy\r\nstrongly endorses the words of the Secretary-General on the\r\narduous task of achieving peace and security and the\r\nformidable question of how international interventions\r\nshould balance effectiveness and legitimacy when there are\r\ngross, systematic and massive violations of human rights.\r\nFor its part, Italy currently has over 10,000 military\r\npersonnel deployed in peacekeeping operations from\r\nKosovo to East Timor. For several years now we have also\r\nbeen deeply engaged in the exercise of reforming the\r\nUnited Nations. We thus welcome the participation of other\r\nMember States in a common effort to ensure that the\r\nUnited Nations has both the resources it needs and the new\r\nstructures appropriate for carrying out the tasks that will be\r\nentrusted to it in the third millennium.\r\nPrompt and effective action is decisive in restoring\r\npeace quickly and in reducing the number of victims of\r\nhumanitarian emergencies. Italy thus continues to support\r\nefforts to promote stand-by arrangements such as those we\r\nsigned a few years ago, to empower the United Nations\r\nwith a real capacity for rapid response. It is to further\r\nguarantee the effectiveness and timeliness of peacekeeping\r\noperations that Italy remains willing to participate in\r\ninternational missions in the framework of regional\r\norganizations as well; it confirms its willingness to support\r\nUnited Nations peacekeeping operations also in areas far\r\nfrom its territory and when our national interests are not\r\ndirectly at stake.\r\nYet efforts to restore peace are of little worth unless\r\nthey are accompanied by programmes of assistance laying\r\nthe foundations for a lasting peace. This is why we feel that\r\nmore priority should be given to post-conflict peace-\r\nbuilding, and why, together with other Member States, we\r\nare making considerable efforts to provide the United\r\nNations with qualified police forces able to understand and\r\nrespect local needs and contribute effectively to the\r\nrestoration of State institutions.\r\nEqually important are programmes to recover and\r\npossibly destroy weapons once conflicts have ended. To\r\nthis end, Italy is proud of having contributed to a pilot\r\noperation of this type successfully carried out in Albania.\r\nIn the area of development cooperation, Italy\r\nenthusiastically supports the call in the Secretary-\r\nGeneral’s report to build a culture of prevention and to\r\nimplement prevention strategies that require cooperation\r\nacross a broad range of agencies and departments. All\r\nactors in the United Nations system, both at the\r\nintergovernmental level and within the Organization itself,\r\nshould be fully committed to this goal. We agree that the\r\nUnited Nations and its partners have extraordinary\r\ncapacities in the development field and that the challenge\r\nis to use them more effectively and in a synergetic way.\r\nThat is why we cannot hide a certain surprise over the\r\nmarginal role that the report attributes to the Economic\r\nand Social Council and its initiatives. This is particularly\r\nevident in critical areas such as poverty eradication,\r\nAfrican development and post-conflict peace-building.\r\nFor example, with regard to poverty eradication, the\r\nreport makes only passing reference, in paragraph 145, to\r\nlast July’s Geneva session of the Economic and Social\r\nCouncil, and then only to mention the report that was\r\nsubmitted on that occasion. Not a single word is dedicated\r\nto the outcome of the session. Furthermore, we learn from\r\nparagraph 146 that the United Nations Development\r\nGroup is preparing a new initiative to help programme\r\ncountries meet the goal of cutting absolute poverty in half\r\nby 2015. We cannot help but wonder why the\r\nintergovernmental side of the United Nations is kept in\r\nthe dark when laudable initiatives of this type are\r\nundertaken.\r\nI refer to these examples because they are made\r\neven more evident by the care and wisdom bestowed in\r\nthe otherwise exhaustive report of the Secretary-General\r\nupon most other areas and upon effective and fruitful\r\ncooperation among United Nations organs and agencies.\r\nIn the area of communication, a number of important\r\ntechnological innovations have made more information\r\navailable to more people than ever before in the history\r\nof mankind. This unprecedented moment raises the stakes\r\nfor all large organizations, which are judged more and\r\nmore on their ability to communicate quickly and\r\neffectively. This is a challenge that the United Nations too\r\nmust succeed in meeting. Italy fully supports any and all\r\nefforts of the Department of Public Information to\r\naccelerate the delivery of United Nations news through\r\n16\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nthe use of new technologies such as fibre-optic cable, the\r\nInternet and more powerful computers, both at United\r\nNations Headquarters and at United Nations information\r\ncentres throughout the world.\r\nThe development of global television has raised new\r\nconcerns about the impact of instant news not only on the\r\nindustrialized world but first and foremost on developing\r\ncountries. The World Television Forum represents a unique\r\nopportunity for newsmakers and news providers alike to\r\njoin together in a debate over the rights and responsibilities\r\nof the media in a global world. I am pleased to confirm that\r\nItaly will again be one of the main sponsors and supporters\r\nof the fourth edition of that important Forum in November.\r\nIn the area of the international legal order and human\r\nrights, Italy wholeheartedly concurs with the evaluations\r\nmade by the Secretary-General in his report. We are deeply\r\nconvinced of the increasingly crucial role played by the\r\nUnited Nations in the promotion and protection of human\r\nrights. We agree wholeheartedly that these issues have a\r\ncross-cutting nature with respect to the entire programme of\r\nwork of the Organization.\r\nOver the past 50 years, the nations of the world have\r\ndeveloped and ratified an impressive series of international\r\nhuman rights and humanitarian instruments. However, the\r\nvalue of any provision is limited by the extent to which it\r\nis applied. Words on paper cannot guarantee the\r\nsafeguarding of human dignity. This is why Italy has been\r\nsuch a strong supporter of the International Tribunals for\r\nthe former Yugoslavia and for Rwanda, and why we were\r\nin the forefront of the project to establish a permanent\r\nInternational Criminal Court. We remain convinced of the\r\ndeterrent impact of these institutions and of the need to\r\nrespond to the increasing demand for prosecution and\r\npunishment of the most heinous crimes known to humanity.\r\nThus, we fully share the view, expressed by the Secretary-\r\nGeneral in his report, that the agreement reached last year\r\nin Rome to establish the International Criminal Court was\r\n“a watershed in the history of international\r\ncooperation for the promotion of human welfare and\r\nfor the universal realization of human rights”. (A/54/1,\r\npara. 260)\r\nConfident that many other States will join us, we therefore\r\nalso welcome the Secretary-General’s appeal to those\r\nMember States that have still not done so to ratify the\r\nRome Statute of the International Criminal Court and to\r\ntake the necessary measures for its implementation. We\r\npraise the progress made by the Preparatory Commission in\r\npreparing the Rules of Procedure and Evidence and the\r\nElements of Crimes for the future Court. At the same\r\ntime, we realize that, at its next session, the Commission\r\nmust continue to work quickly and efficiently to meet the\r\ndeadline of 30 June 2000 set by the Rome Conference.\r\nAs the Minister for Foreign Affairs of Italy,\r\nLamberto Dini, stated in this Hall two weeks ago,\r\neffective actions should be taken to prevent and repress\r\nthe most serious violations of human rights, and this is\r\nthe true meaning and purpose of all international legal\r\nregimes for the protection of human rights. It is our\r\nsincere hope that the new millennium will usher in an\r\neven sharper perception of the international community\u0027s\r\nduties and expectations in this regard.\r\nMr. Chowdhury (Bangladesh): My delegation is\r\nhappy to find that this year, as in the past two years, the\r\nSecretary-General was given the opportunity to introduce\r\nhis report on the work of the Organization at the\r\nbeginning of the general debate. This is a welcome\r\narrangement which should continue in the future.\r\nMy delegation is particularly happy to see that this\r\nyear\u0027s report has identified issues that have the potential\r\nof challenging the international community in the coming\r\nyears. A year ago my delegation requested the Secretary-\r\nGeneral to give particular attention to our suggestion to\r\nthat effect.\r\nThe Secretary-General\u0027s report is becoming\r\nincreasingly readable and presents in a very user-friendly\r\nmanner a broad picture of the various mandated activities\r\nof the world body. The focus on both substantive issues\r\nand issues of institutional reform is appropriately balanced\r\nand draws attention to the fact that both aspects require\r\nfull and thorough consideration by the Member States of\r\nthe United Nations to be effective and efficient.\r\nBangladesh finds it comforting that the Secretary-\r\nGeneral advised the Member States to follow the age-old\r\nmaxim that prevention is better than cure, and also that\r\nthe root causes of conflicts and problems, and not merely\r\ntheir symptoms, should be addressed. His arguments for\r\nthe transition from a culture of reaction to a culture of\r\nprevention are very effective. My delegation agrees with\r\nthe Secretary-General\u0027s advice that devising preventive\r\nstrategies will require a clear understanding of the\r\nunderlying causes. We agree with him that preventive\r\ndiplomacy is complemented by preventive deployment\r\nand preventive disarmament.\r\n17\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nBangladesh believes that peacekeeping is an effective\r\ntool for conflict prevention. We strongly believe that\r\npeacekeeping operations should be carried out only under\r\ntransparent political direction, a precise mandate of the\r\nUnited Nations and an effective command and control\r\nstructure.\r\nWe welcome the attention that the Secretary-General\r\nhas given in this year\u0027s report, to the fact that natural\r\ndisasters and violent conflicts pose serious challenges to the\r\nUnited Nations and the international community. His\r\nemphasis on the most basic principles of multilateralism\r\nand humanitarian ethics is absolutely relevant in this\r\ncontext.\r\nThe development mandate of the United Nations has\r\nspecial significance for Bangladesh. We are satisfied that\r\ndue attention has been given to this aspect in the chapter of\r\nthe report entitled “Cooperating for development”. Last year\r\nmy delegation recommended that the Secretary-General\r\nshould devote greater space in his report to the activities of\r\nthe United Nations Development Group. We also\r\nrecommended that progress in the work on development\r\nindicators undertaken by the Executive Committee on\r\nEconomic and Social Affairs be included in the report. We\r\nare happy to see that this year\u0027s report has given some\r\nspace to these aspects.\r\nIn the section on poverty eradication, Bangladesh\r\nrecommended last year to include microcredit-related\r\nactivities of the United Nations, including the United\r\nNations Development Programme\u0027s $40 million MicroStart\r\nprogramme. This year\u0027s report has a reference to the\r\nMicrocredit Summit and its goals but does not have\r\nsufficient focus on the impact of microcredit activities on\r\nthe eradication of poverty and the empowerment of women.\r\nWe believe that the Secretary-General, in his future reports,\r\nshould highlight the emerging and significant role of\r\nmicrocredit.\r\nWhile we appreciate the effort of the Secretary-\r\nGeneral in drawing the attention of the international\r\ncommunity to the transnationalization of the activities of\r\nwhat he calls “uncivil society” side by side with the\r\nbenefits of globalization, the report does not adequately\r\naddress the concerns of developing countries that are facing\r\nthe threat of marginalization in the emerging global process.\r\nBangladesh is pleased that considerable attention has\r\nbeen given to accountability and oversight in the report. We\r\nencourage this to continue in the future. The monitoring of\r\nthe reform process and resulting improvements in its\r\noperations require close attention of the Member States\r\nand should be reported upon regularly in a transparent\r\nmanner.\r\nBangladesh welcomes the emphasis given in the\r\nreport to the idea that peace, development and human\r\nrights are interrelated. The international community has\r\nbeen alerted to the human rights imperatives of its\r\nactivities and initiatives. In the future, we would like the\r\nSecretary-General to devote some space to the activities\r\nrelating to the culture of peace, particularly linking it to\r\nthe ongoing initiatives in various parts of the world\r\ninvolving civil society as a whole.\r\nIn conclusion, we would like to commend the\r\nSecretary-General again for his well-balanced report. We\r\nbelieve that the suggestions and ideas of Member\r\ncountries, as articulated in this debate, will continue to be\r\nreflected in future reports.\r\nMr. Sharma (India): Allow me to compliment you,\r\nMr. President, on the manner in which you have\r\nconducted the proceedings of the fifty-fourth session of\r\nthe General Assembly and to wish you all success. May\r\nI also thank the Secretary-General for his report on the\r\nwork of the Organization and for its thought-provoking\r\nquality. We have also considered very carefully the\r\nproposals and concepts he posed to the Assembly on 20\r\nSeptember. These ideas deserve in-depth discourse and\r\nexamination. In view of the time constraint, I will address\r\nmyself to only a few of these.\r\nThe primary objectives which should be served\r\nthrough international relations are social progress and\r\nbetter standards of life in larger freedom through\r\nemployment of the international machinery in promoting\r\nthe economic and social advancement of all, securing\r\ndurable peace and the avoidance of conflict and\r\nprevention of the exploitation of weak nations by strong\r\nones through the rule of global ethics and equity. This\r\ndemands respect for social and cultural diversity, political\r\nsovereignty, economic aspirations and vulnerabilities, and,\r\nin short, the sense of identity which gives intrinsic self-\r\nrespect to all members of the family of nations and\r\npeoples. It precludes any form of duress or ascendancy.\r\nThis principle is the bedrock on which the home of the\r\nUnited Nations is built. The world community cannot\r\ntherefore rest content until all aspirations are fulfilled; it\r\ncannot come up short.\r\nHence, we applaud the Secretary-General when he\r\nstates that\r\n18\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\n“our commitment to peace cannot end with the\r\ncessation of hostilities. The aftermath of war requires\r\nno less skill, no less sacrifice and no fewer resources\r\nin order to forge a lasting peace and avoid a return to\r\nviolence.” (A/54/PV.4, pp. 3-4)\r\nWe also applaud the spirit that we perceive behind that\r\nstatement.\r\nIndia has always accorded the highest priority to the\r\nprovision of humanitarian assistance that fully respects the\r\nguiding principles laid down by the General Assembly in\r\nresolution 46/182. We have, despite strained resources,\r\nprovided humanitarian assistance, in the spirit of South-\r\nSouth solidarity, to those affected by natural disasters or\r\nother humanitarian emergencies. Some recent examples are\r\nprovided by our assistance to the peoples of Afghanistan,\r\nBangladesh, Palestine, Papua New Guinea, the Sudan,\r\nTajikistan and the Central American and Caribbean\r\ncountries affected by hurricanes Mitch and Georges. At the\r\nsame time, we have not sought humanitarian assistance,\r\nattempting, within our abilities and through domestic\r\nefforts, to deal with the natural disasters that have befallen\r\nus. We thank the Secretary-General for his sympathetic\r\ngesture in referring in his report to some of the natural\r\ndisasters that have afflicted India.\r\nWe fully support the view of the Secretary-General\r\nthat humanitarian assistance should not be driven by media\r\ncoverage, politics or geography. Its sole criterion should be\r\nhuman need. Otherwise, as the Secretary-General has\r\nobserved, if we are not true to this ethic, we will be\r\naccused of inconsistency at best and hypocrisy at worst.\r\nThe report has again highlighted the extremely uneven\r\ngeographical and sectoral distribution of the limited funds\r\nprovided for humanitarian assistance. In another report on\r\nhumanitarian assistance, the Secretary-General clearly\r\npointed out that this uneven nature of funding threatened to\r\nundermine the basic principles of humanitarian\r\nassistance — that is, the provision of aid irrespective of\r\npolitical considerations. We must redouble our efforts to\r\ncorrect these unfortunate anomalies.\r\nThe Secretary-General has pointed out that timely\r\nhumanitarian action in many countries was compromised by\r\nthe deliberate targeting of civilians and humanitarian\r\nworkers, and also by denial of access. We need to reflect\r\nseriously on whether such targeting and denial are not the\r\nresult of humanitarian assistance being perceived as biased\r\nand hence as part of the problem rather than part of the\r\nsolution. It is clear that the safety and security of\r\nhumanitarian assistance will not be ensured by signatures\r\non United Nations conventions. It can be ensured only\r\nwhen humanitarian assistance is perceived to be genuinely\r\nimpartial and neutral and provided in accordance with the\r\nguiding principles so clearly enunciated by the General\r\nAssembly.\r\nWe agree with the Secretary-General that the\r\ninternational community does not respond in a consistent\r\nmanner to humanitarian emergencies. We continue to\r\nbelieve that an undue focus on a minority of complex\r\nhumanitarian emergencies distorts global perceptions.\r\nAfter all, the losses due to natural disasters — estimated\r\nat more than $90 billion for 1998 by the United\r\nNations — far outweigh those due to wars; deaths due to\r\npreventable and curable diseases far outnumber those due\r\nto violence. We must not forget that armed conflict is not\r\nthe only force that is affecting the normal development of\r\nmillions of women, men and children in today\u0027s world.\r\nMore quietly, the inexorable forces of economic exclusion\r\nand social despair, born of the marginalization of the\r\npoorest nations, are depriving larger numbers of children\r\nfrom the kind of childhood that would enable them to\r\nbecome part of tomorrow\u0027s solutions rather than its\r\nproblems.\r\nUnbridled globalization and market integration may\r\nserve to accentuate this alienation. Millions still die of\r\npreventable and curable diseases. Even as Africa suffers\r\nfrom an AIDS pandemic, multinationals\u0027 demand for\r\nrevenue under a rigid intellectual property rights regime,\r\ndoes not allow the provision of relief to needy HIV/AIDS\r\npatients and imposes on African countries an unnecessary\r\nand unbearable financial burden in this regard. As we will\r\nbe emphasizing in the debate on the role of science and\r\ntechnology in the Second Committee, the failure to\r\nmobilize the fruits of science and technology to meet the\r\ncrying needs of developing societies should be seen as a\r\ncontemporary outrage.\r\nWe agree with the Secretary-General that weak\r\nGovernments have little capacity for stopping the eruption\r\nand spread of violence and that the shift from war-\r\nproneness to war itself can be triggered by the deliberate\r\nfomentation of grievances, all too often propagated by the\r\nmedia. The media are frequently the servants of national\r\nmood and prejudice and selective or myopic. They fix the\r\nevent, choosing the spotlight and relegating others to the\r\nshadows. They pick and choose and create what is fact,\r\nand sweep other information under the carpet. They\r\nconjure up politically convenient realities. In one theatre\r\nof conflict after another we have seen the independent\r\nmedia serving as the handmaiden of power.\r\n19\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nThe Secretary-General has referred to early warning,\r\npreventive diplomacy, preventive disarmament and post-\r\nconflict peace-building. The Foreign Minister of Sweden\r\nhas rightly observed that lack of knowledge in many cases\r\nis not the real obstacle to action.\r\nThe Secretary-General has also pointed out that what\r\nis missing is the political willingness to use force. We\r\nstrongly believe that a rising interventionist impulse, using\r\nhumanitarian concerns as a trigger or pretext, runs the\r\ndanger of exacerbating conflict between and within\r\ncountries. This impulse will not be amenable to being\r\ndivorced from economic or political calculation and may\r\nrevive the insecurities of a bygone era. The developing\r\nworld consists of nascent sovereignties. The new century\r\nshould not dawn upon the threat of a new North-South\r\ndivide. Deep concern about humanitarian crises should not\r\nobscure the reality that action is prone to being viewed\r\nthrough a political prism.\r\nThe call for intervention is also being heard when\r\nsome regressive elements are espousing ideologies\r\nsupporting enforced homogenization or the separation of\r\nethnic groups, as opposed to supporting the ideal of\r\nmulticultural and pluralistic societies which respect human\r\nvariety. In these circumstances, as scholars have pointed\r\nout, what some may regard as humanitarian action would\r\nbe considered by others a war crime. It is clear that the\r\nemergence of a principle of armed intervention to redress\r\nhumanitarian issues would set us on a perilous slope\r\nbecause, in principle at least, there would be no limits to it;\r\nbecause its underlying premise would be based on a\r\ndubious presumption that external forces can resolve all\r\nproblems in every part of the world; and because the\r\nUnited Nations and the international community have\r\nneither the resources nor the capability to undertake it.\r\nAt a time when the United Nations is in a political and\r\nfinancial crisis, we should be doubly wary of accentuating\r\ninternational divisiveness. Another danger is that theories of\r\nintervention seeking to justify interference and use of force\r\nto fight alleged repression may end up strengthening the\r\nhands of covert interventionists.\r\nThe United Nations must focus on the concerns of the\r\nvast majority of its 188 Members, which continue to\r\ngrapple with the challenges of development and eradication\r\nof poverty. We want a focus on deepening the success of\r\nStates and treating the stray phenomenon of failed States as\r\none to be overcome. Our endeavour should be to promote\r\ngreater international cohesiveness in international\r\ncooperation for development. Anything that may exacerbate\r\nor deepen fault lines should be eschewed. We should seek\r\nanswers to the justified concerns of the global community\r\nthat engage its collective wisdom. Hasty nostrums may\r\naggravate the illness. The General Assembly must\r\ncontinue to address this theme.\r\nPoverty, which impedes durable and just peace,\r\ncannot be eradicated unless there is a transformation in\r\nthe global dispensation, which fails to promote and\r\npreserve the interests of the poorer countries and hence of\r\nour shared global home. The Secretary-General has\r\nreported on innovative partnerships with the private\r\nsector, efforts towards enhanced cooperation with the\r\nWorld Bank and greater coordination within the United\r\nNations system. We welcome these. However, even more\r\nimportant are efforts to redress the unfavourable and\r\nunsupportive international economic environment for\r\ndeveloping economies and a declining commitment to\r\nmultilateral development cooperation, whether measured\r\nby the levels of official development assistance or by the\r\nabsence of an animating vision. While we appreciate the\r\nnew developing partnerships, including those with the\r\nWorld Bank, these must preserve the essential character\r\nof United Nations development assistance, which is\r\nneutral, impartial, provided as grants and based on the\r\npriorities defined by the recipient countries.\r\nIn the absence of adequate resources, it would be\r\nimpossible to make any dent in our fight against poverty.\r\nDeveloping societies cannot thrive only on a diet of\r\nadvice. We believe that democracy, rule of law,\r\ntransparent and accountable governance, respect for\r\nhuman rights, economic growth and development are\r\nmutually reinforcing. Delivery has to embrace all\r\nelements. We would be concerned if the United Nations\r\nwere to seek selective solutions that rely exclusively on\r\nstrengthening the legal order for the promotion of human\r\nrights or enforcement-minded approaches for redressal of\r\nhuman rights grievances. The roots of human rights\r\nviolations vary and are not always amenable to legislative\r\nand enforcement approaches. For example, situations in\r\nwhich threats to human rights emanate from extreme\r\nideologies require a much more multifaceted approach,\r\nwhereas human rights problems that are in reality\r\nsymptoms of underdevelopment can be addressed only by\r\nsustained economic growth and development.\r\nPeacekeeping cannot but be an important area of\r\nUnited Nations work. While regional arrangements can\r\nplay an important role in assisting the United Nations,\r\ntheir efforts should be clearly undertaken within the\r\nframework of Chapter VIII of the United Nations Charter.\r\n20\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nPeacekeeping is not an end in itself, but a means to an end\r\nand should not be seen as a substitute for the task of\r\nnation-building.\r\nWe fully share the Secretary General\u0027s contention that\r\nno post-conflict system can long endure if it fails to\r\nimprove the lot of the impoverished people. We also\r\nbelieve that more funds need to be earmarked for\r\nundertaking peacekeeping operations in Africa, which must\r\nbe predicated on the consent of the parties, the impartiality\r\nof the peacekeepers and the need to be non-intrusive. We\r\nhave noted the problems encountered by the phasing-out of\r\ngratis personnel and are concerned at the lack of an\r\neffective transition plan with respect to staff recruitment\r\nthat addresses loss of continuity and expertise.\r\nA word on sanctions. We have always said that\r\nsanctions are a blunt instrument, notwithstanding the\r\n“smart” sanctions propounded by some. Sanctions must be\r\nused sparingly, after the most careful consideration, and\r\nmust include obligatory, immediate and enforceable\r\nhumanitarian exemptions.\r\nLike the Secretary-General, we regret that the\r\nConference on Disarmament could not agree on a\r\nprogramme of work, due to the inflexibility of a few\r\ndelegations. We share and strongly espouse the goal of the\r\ncomplete elimination of all nuclear weapons. Last year, at\r\nthe non-aligned Summit in Durban, India proposed and the\r\nMovement agreed that an international conference be held,\r\npreferably in 1999, before the end of this millennium, on a\r\nphased programme for the complete elimination of all\r\nnuclear weapons. While this promise remains to be\r\nfulfilled, we are disappointed that it appears from the report\r\nthat the United Nations is still more preoccupied with\r\nregimes of non-proliferation, temporary by nature and\r\ndefinition, than with the complete elimination of all nuclear\r\nweapons, which is a goal more worthy of it to strongly\r\nadvocate and pursue.\r\nWe have read with interest portions related to\r\nglobalization in the report of the Secretary-General. The\r\nforces of globalization and liberalization have undoubtedly\r\nremoulded and recast the entire international economic\r\nframework in recent years, generating unprecedented\r\nprosperity and growth for some, but accentuating social\r\nuncertainty, marginalization and impoverishment for many\r\nothers.\r\nThe inexorable logic of globalization appears to be\r\npremised on the graduation of Governments out of the\r\nmarket place, leaving economic development to the\r\ncorporate world and reducing the function of\r\nGovernments solely to the creation of an enabling\r\nenvironment that would attract investment, both foreign\r\nand domestic, and so transform the economy. The State\r\nis expected to focus on social development, invest in\r\neducation and health and maintain law and order.\r\nHowever, when we examine more closely how these\r\ndiverse conditions are to be delivered by the State, it is\r\nclear that hasty liberalization can constrain the State in\r\nmany ways by leaving it with a much smaller basket of\r\nrevenues with which to address a vast social agenda and\r\nalso by opening it to dangers, as recently witnessed. The\r\nsocial and security responsibilities of the State are not\r\nsusceptible to simplistic admonitions from the\r\nbeneficiaries of liberalization. Nation-building is a\r\ncomplex and uphill task; wisdom has been perceived to\r\nlie in the middle way.\r\nIn our view, while we seek diverse and durable\r\npartners, the need of the hour is to strengthen the partner\r\nState and not to further weaken it. In any crisis, economic\r\nor political, the final guarantee of the well-being of all is\r\nthe presence of a responsible and functioning State.\r\nMoreover, as the External Affairs Minister of India said,\r\naddressing the General Assembly at its general debate a\r\nfew days ago from this rostrum, it is only strong nations\r\nthat can make a strong United Nations. A United Nations\r\ncomposed of weak States can only be a weak United\r\nNations. A world order consisting of weak States can\r\nonly be an unstable world order.\r\nThe United Nations has wide and challenging\r\nresponsibilities as it approaches the next century. We\r\nbelieve that all Member States must work together to\r\nmake the United Nations more democratic and\r\nrepresentative, functioning for the common good, within\r\nits Charter, so that through it we are able to harmonize all\r\nour resources and energies. The Secretariat assists in this\r\nendeavour, led with distinction by the Secretary-General,\r\nby faithfully reflecting the priorities set by the Member\r\nStates transmitted through intergovernmental mandates\r\nand promoting the purposes and principles of the Charter.\r\nWe commit ourselves to supporting the Secretary-General\r\nin his continuing efforts to make the United Nations more\r\nresponsive to the concerns of the vast majority of its\r\nMembers, the developing countries, and trust that all\r\nMember States will demonstrate their support to it by\r\nensuring that it is placed on a sound financial footing. A\r\nUnited Nations which is on the verge of bankruptcy or is\r\nforever scraping the barrel reflects a message of political\r\n21\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nbankruptcy at best and lack of faith at worst, a message\r\nwhich we do not wish to send out.\r\nMs. Arystanbekova (Kazakhstan): The delegation of\r\nKazakhstan would like to express its appreciation to the\r\nSecretary-General for preparing and presenting his report on\r\nthe work of the Organization (A/54/1).\r\nWe have studied his report very closely and believe\r\nthat it is highly informative and contains useful conclusions\r\nand recommendations on the various aspects of the\r\nOrganization’s activities. The report covers a broad range\r\nof issues currently on the agenda of the international\r\ncommunity, and I should like to comment on a number of\r\nits main sections.\r\nAs the Secretary-General notes in paragraph 61 of his\r\nreport, during the 1990s “War and natural disasters remain\r\nthe major threats to the security of individuals and human\r\ncommunities worldwide.”\r\nThe threshold of the third millennium has,\r\nunfortunately, not brought a harbinger of global stability.\r\nThe world continues to be torn by regional and ethnic\r\nconflicts, and there is a real threat of proliferation of\r\nnuclear weapons. It is becoming increasingly obvious that\r\nStates must intensify their concerted efforts to build a\r\nmultipolar world, free of centres of power and dividing\r\nlines, confrontation and showdown, interference in internal\r\naffairs and imposition of policy directives. In this context,\r\nwe are becoming more and more convinced of the need to\r\nincrease the Security Council’s responsibility for\r\nmaintaining international peace and security and to give it\r\nsole authority to take decisions regarding coercive measures\r\non behalf of the international community.\r\nAnother major task of the Organization is the\r\nprevention of armed conflicts through the use of preventive\r\ndiplomacy, preventive deployment and preventive\r\ndisarmament. Experience has shown that the use of an\r\neffective preventive strategy would make it possible to save\r\nhundreds of thousands of lives. In this regard, we fully\r\nsupport the Secretary-General’s proposal on building a\r\nculture of prevention and continuing the dialogue with\r\nMember States on questions of preventive strategy.\r\nRegional organizations play an important role in\r\nensuring the long-term stability of the international\r\nsituation. At the same time, as the Secretary-General\r\ncorrectly points out in paragraph 69 of his report, “conflict\r\nprevention, peacekeeping and peacemaking must not\r\nbecome an area of competition between the United Nations\r\nand regional organizations”. Only mutual respect for each\r\nother’s priorities and close cooperation can help solve the\r\nproblems before us.\r\nWith a view to making its contribution to the\r\nmaintenance of international peace and security,\r\nKazakhstan has consistently called for the creation of\r\nsecurity structures on the Asian continent. We are\r\ncontinuing our efforts to realize the initiative of the\r\nPresident of Kazakhstan, Mr. Nursultan Nazarbaev, on the\r\nconvening of a Conference on Interaction and\r\nConfidence-building Measures in Asia (CICA); this\r\ninitiative was first proposed in the General Assembly in\r\nOctober 1992. The outcome of multilateral talks and\r\ndiscussions within CICA was the holding in Almaty, on\r\n14 September 1999, of a meeting of Ministers for Foreign\r\nAffairs of the States members of the Conference. The\r\nGovernment officials responsible for foreign policy signed\r\nthe declaration of principles guiding relations among\r\nCICA member States. The declaration emphasizes the\r\nimportance of conducting inter-State relations on the basis\r\nof the principles of sovereign equality, the Charter of the\r\nUnited Nations and international law.\r\nThus, for the first time in history, the legal\r\nfoundations of an Asian security system have been laid.\r\nIn the context of the international community’s efforts to\r\nstrengthen international security, this event is highly\r\nsignificant. An important step has been taken to create a\r\nbroad regional forum for strengthening peace, stability\r\nand cooperation in Asia.\r\nWe are grateful to all States participating in the\r\nCICA process for their support of our initiative and their\r\ngenuine willingness to work together to build an Asian\r\nsecurity system. I should like to take this opportunity to\r\nexpress once again our appreciation to the Secretary-\r\nGeneral, Mr. Kofi Annan, for his continuing interest in\r\nand support for Kazakhstan’s initiative.\r\nAnother example of unique cooperation in the area\r\nof security is the joint work of the States that make up\r\nthe group known as the Shanghai Five. The joint activities\r\nthat were begun three years ago in Shanghai by five\r\ncountries — Kazakhstan, China, Kyrgyzstan, the Russian\r\nFederation and Tajikistan — have become a reality in\r\ncontemporary international relations and a stabilizing\r\nfactor in a large part of the Asian continent. An important\r\nstep towards the furtherance of security in the Central\r\nAsian region was the holding, in August 1999, of a\r\nmeeting of the Shanghai Five at the level of heads of\r\nState. The agreements concluded and ratified by its\r\n22\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nmembers on questions of border regulation, confidence in\r\nmilitary matters and mutual reduction of armed forces in\r\nborder regions help strengthen good-neighbourliness and\r\nfriendship and make a constructive contribution to ensuring\r\nsecurity and stability in the region and the whole world.\r\nSpeaking about regional security, we cannot ignore the\r\nexistence of such complicated problems as the spread of\r\norganized crime and illicit drug trafficking. In this regard,\r\nwe support the conclusion in paragraph 249 of the\r\nSecretary-General’s report that “an overall strategy for\r\neliminating illicit crops and drug trafficking ... is predicated\r\non the assumption that the drug problem needs to be\r\naddressed holistically, which in turn requires close\r\ncooperation between the [United Nations International Drug\r\nControl] Programme and its national and international\r\npartners”.\r\nKazakhstan attaches great importance to the concrete\r\nsteps taken in recent years within the United Nations to\r\nstrengthen practical cooperation between Member States in\r\ncombating transnational organized crime. We support the\r\nefforts to strengthen the potential of the United Nations as\r\nthe main coordinating body in this sphere. We are also\r\nalarmed at increasing religious extremism and terrorism. All\r\nthese problems cannot be overcome single-handedly, as the\r\nactivities of “uncivil society” do not recognize borders;\r\nsuch activities are transnational. Consequently, international\r\ncooperation to combat this evil must become universal and\r\ncomprehensive.\r\nGlobalization has the most serious impact on States’\r\nsocial and economic development. In his report the\r\nSecretary-General stresses that the challenges of\r\nglobalization are too great for Governments and\r\ninternational organizations to deal with on their own. The\r\nlessons learned from the global financial crisis urgently call\r\nfor concerted action by the international community to\r\nadopt policy measures that are conducive to the stabilization\r\nof the situation and the revitalization of economic\r\ndevelopment.\r\nIn this regard, Kazakhstan welcomes the broadening\r\nof the dialogue between the United Nations and the Bretton\r\nWoods institutions with a view to solving the problems that\r\nhave arisen as a result of globalization. Recognizing the\r\ninterdependence of the processes of sustainable\r\ndevelopment, we support United Nations activities to study\r\nthe different aspects — economic, social, environmental\r\nand gender — of globalization. In our view, the\r\nOrganization must play an even more important role in\r\nsolving the problems of sustainable development and\r\ncoordinating development assistance to developing\r\ncountries, as well as to the countries in transition, in order\r\nto promote their integration into the world economy.\r\nKazakhstan supports the Secretary-General’s efforts\r\nto enhance the effectiveness of the United Nations and its\r\ncapacity to respond adequately to problems and\r\nchallenges that arise. In our view, the United Nations has\r\nbeen, and remains, a unique inter-State institution for\r\ndetermining the development of international relations.\r\nWe hope that the States Members of the United Nations,\r\nthrough their concerted efforts, will contribute to the\r\nstrengthening and revitalization of the Organization’s\r\ncapacity in the new century.\r\nToday, when we are discussing the Secretary-\r\nGeneral’s report on the work of the Organization, I find\r\nit appropriate to point out that Kazakhstan fully honours\r\nits obligations under the United Nations Charter, including\r\nits financial obligations as a Member State. I had the\r\nspecial honour to declare Kazakhstan’s full commitment\r\nto the lofty purposes and principles of the United Nations\r\nCharter when I spoke from the world’s most prestigious\r\nrostrum on 2 March 1992, the day of my country’s\r\nadmission to the United Nations.\r\nSince this is my last statement from this rostrum in\r\nmy capacity as the first-ever Permanent Representative of\r\nthe Republic of Kazakhstan to the United Nations, I\r\nwould like to take this opportunity to express my heartfelt\r\nand deepest appreciation to you, Mr. President, to the\r\nSecretary-General and to all Permanent Representatives of\r\nMember States for their support and cooperation and their\r\nfriendliness towards my country and me personally, which\r\nI have had the privilege to rely on during my eight years\r\nat the United Nations.\r\nI am leaving Headquarters with a feeling of great\r\nrespect for, and a strong belief in, our Organization, its\r\nfuture authority and its indispensability, because the\r\nUnited Nations is essential to the world and because it is\r\nessential to my own country. Please allow me to wish\r\nyou, Mr. President, the Secretary-General, Permanent\r\nRepresentatives and all my other colleagues new\r\naccomplishments and well-being in the coming century.\r\nThe President: On behalf of the Secretary-General,\r\non my own behalf and on behalf of the General\r\nAssembly, I wish the Permanent Representative of\r\nKazakhstan well in her future endeavours.\r\n23\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nMr. Bivero (Venezuela) (spoke in Spanish): I begin\r\nby thanking the Secretary-General for the timely\r\npresentation of his annual report on the work of the\r\nOrganization. The Secretary-General is thus fulfilling his\r\nresponsibility of drawing the attention of Member States to\r\nissues of the greatest international importance and to the\r\nstate of our Organization during the period concerned. As\r\nwell as thanking him, we commend him for his frank\r\ndiagnosis and the strength of conviction that underpins his\r\nleadership.\r\nThe diagnosis and comments of the Secretary-General\r\ndeserve the attention of the highest authorities of Member\r\nStates, since it is incumbent upon them to guide the\r\nOrganization and chart a safe course during times of\r\ntransition, such as the international community has been\r\nexperiencing over the past few years. At the end of a\r\ncentury replete with achievements for humankind, we must\r\nall work together to make sure that the tragedies we have\r\nwitnessed do not recur in the next century. Under your able\r\npresidency, Sir, the General Assembly can contribute in a\r\nmeaningful fashion to this exercise.\r\nVenezuela agrees with the Secretary-General that\r\nconflict prevention has pride of place at the present\r\ninternational juncture. We also agree that because of their\r\ncomplexity, the causes of conflicts — which, as recent\r\nevents have shown, are increasingly of a domestic nature —\r\nrequire complex interdisciplinary solutions. Faced with\r\nthese realities, Venezuela believes that national\r\nGovernments bear the primary responsibility for dealing\r\nwith the complex causes of such conflicts.\r\nFactors such as good governance, internal security or\r\nequal access to opportunities for human development,\r\nwhich the Secretary-General endorsed in his report, are\r\nareas that are inherent in national sovereignty. At the same\r\ntime, Venezuela considers that the international community\r\nmust shoulder the responsibility for contributing to\r\npreventing conflicts and emergency situations, in a way\r\ncompatible with national sovereignty and the international\r\nlegal order, through greater and better targeted international\r\ncooperation.\r\nThus, the Organization’s efforts to place the topic of\r\nsocial development, in all its aspects, in the foreground, is\r\na significant step forward, and the potential positive results\r\nfor peace and security are beginning to be recognized.\r\nSimilarly, the efforts to confront illicit transnational\r\nactivities — including drug trafficking in all its aspects and\r\nmatters related to the criminal prosecution of horrific\r\nhuman rights violations — also deserve our attention.\r\nThese and other examples illustrate that there is a\r\nbroad area of international cooperation in which we can\r\ngradually develop a doctrine and practice to preserve\r\npeace and security, harmoniously combining the\r\nrespective responsibilities of national Governments and\r\nthe international community, without prejudice to the\r\nexisting legal order, national and international, but in\r\nconformity with its development and evolution on\r\nnormative bases. Solutions to humanitarian and human\r\nrights crises can and must benefit from this approach, the\r\nonly reliable guarantee of international stability.\r\nAt the same time, it must be recognized that in the\r\nshort term there may be special situations in which a\r\nprolonged failure to resolve internal conflicts or situations\r\nof tension threatens international peace. Venezuela\r\ntherefore believes that “early warning” must play a crucial\r\nrole. We agree with the Secretary-General that:\r\n\"Early warning is ... a necessary condition for\r\neffective preventive diplomacy\" (A/54/1, para. 68).\r\nThis is why we trust that the Secretary-General, with the\r\nprudence that must guide him in all his tasks in this field,\r\nwill take the initiative whenever he deems it opportune so\r\nthat the Organization can deal appropriately and in a\r\ntimely manner with situations which, because of their\r\nurgency or possible consequences, merit concern. Early\r\nwarning would allow the Organization to take necessary\r\nmeasures, based on the Charter and on international\r\ncooperation.\r\nWe believe that the most complex and urgent\r\nchallenges facing the Organization and its Member States\r\nare preventing the causes of armed conflict, preventing\r\ntheir outbreak or spread, and in particular warding off\r\ntheir human consequences. Merely reacting after the fact,\r\nwhile we do not wish to underestimate the importance\r\nand difficulties of such actions, does not alone fulfil the\r\nlofty values of our Organization. Prevention is the best\r\nway to provide the necessary guarantees for the principles\r\nof non-intervention and respect for national sovereignty.\r\nVenezuela considers such efforts for prevention\r\nmandatory, for itself as a Member State and for the\r\nOrganization as a whole. My Government is prepared to\r\ndo anything it can to contribute to preventive action, just\r\nas it has done in the past for the sake of peace in our\r\nregion.\r\nThe annual report that is before the Assembly\r\ntoday is a valuable contribution to our consideration\r\n24\r\nGeneral Assembly 27th plenary meeting\r\nFifty-fourth session 6 October 1999\r\nof all the matters that Member States have entrusted to our Organization. We have focused our statement on but one\r\nof the many subjects that it has brought to our attention,\r\nbecause we consider that subject to be of particular\r\nrelevance. However, they are all equally important, and\r\nmy Government will devote the same attention and\r\nconsideration to each of them in the course of this session\r\nof the General Assembly, with a constant view to\r\ncontributing to the strengthening of our Organization.\r\nIn conclusion, allow me once again to commend the\r\nSecretary-General on his valuable contribution and to\r\nthank him for his leadership in managing the affairs of\r\nthe Organization in the year covered by his report.\r\nThe meeting rose at 1 p.m.\r\n25\r\n"