"United Nations A/54/PV.51\r\n99-86412 (E) This record contains the text of speeches delivered in English and of the interpretation of speeches\r\ndelivered in the other languages. Corrections should be submitted to the original speeches only.\r\nThey should be incorporated in a copy of the record and sent under the signature of a member of the\r\ndelegation concerned to the Chief of the Verbatim Reporting Service, room C-178. Corrections will\r\nbe issued after the end of the session in a consolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-fourth session\r\n51st plenary meeting\r\nWednesday, 10 November 1999, 10 a.m.\r\nNew York\r\nPresident: Mr. Gurirab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Namibia)\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 36\r\nBethlehem 2000\r\nDraft resolution (A/54/L.20)\r\nThe President: I give the floor to the representative\r\nof Senegal, Chairman of the Committee on the Exercise of\r\nthe Inalienable Rights of the Palestinian People, to\r\nintroduce draft resolution A/54/L.20.\r\nMr. Ka (Senegal), Chairman of the Committee on the\r\nExercise of the Inalienable Rights of the Palestinian People\r\n(spoke in French): It gives me great pleasure once again to\r\naddress the Assembly on an item that is dear to the hearts\r\nof millions of people throughout the world: the forthcoming\r\ncommemoration of the two thousandth anniversary of the\r\nbirth of our Lord, Jesus Christ, and the celebration of the\r\nnew millennium in the symbolic city of Bethlehem. I\r\nbelieve that this event is of special importance, not merely\r\nfor the Palestinians and the peoples of the region, but also\r\nfor all believers throughout the world. For 16 months, from\r\nChristmas 1999 to Easter 2001, the Palestinian city of\r\nBethlehem will be the site of the commemoration, in a\r\nspirit of joy and of hope, of this historic anniversary, which\r\nwill coincide with the advent of the third millennium.\r\nThousands of visitors from all regions of the world,\r\nfrom all walks of life and from all faiths, will make the\r\npilgrimage to Bethlehem for a unique experience in a spirit\r\nof communion, openness and sharing. The message that\r\nwill be delivered at Bethlehem will be one of universal\r\npeace, dialogue and reconciliation. This strong message\r\nwill, I am sure, reflect an aspiration so profound and\r\nfundamental that it will stimulate the imagination and\r\nenergy of all people of goodwill.\r\nAs the Assembly is aware, the Palestinian Authority,\r\nin anticipation of masses of pilgrims arriving in\r\nBethlehem, in 1997 launched the Bethlehem 2000 project\r\nin order to welcome the millions of tourists and pilgrims\r\nwho wish to commemorate in Bethlehem a unique event\r\nin this holy land. In order to promote the particularly rich\r\npast of the city and to give a boost to the tourist industry,\r\nthe Palestinian Authority has organized a series of\r\nprojects.\r\nThe Bethlehem 2000 project, an enormous\r\nundertaking, seeks primarily to restore the religious and\r\nhistorical sites of the city and to upgrade the city\u0027s\r\ninfrastructures. The restoration of these historical sites and\r\nthe upgrading of the infrastructures, many of which are\r\ndamaged and have been abandoned for many years now,\r\nhave been real challenges for the Palestinian leadership.\r\nYears of conflict have had a negative impact not only on\r\nthe socio-economic situation of the inhabitants of\r\nBethlehem, but also on the condition of the sites and of\r\nthe city\u0027s buildings and public services.\r\nIn order to lend support to the Bethlehem 2000\r\nproject, the Committee on the Exercise of the Inalienable\r\nRights of the Palestinian People in May 1998 requested\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nthe inclusion of an item entitled “Bethlehem 2000” in the\r\nagenda of the fifty-third session of the General Assembly.\r\nFollowing an extremely interesting debate, the General\r\nAssembly adopted, without a vote, resolution 53/27 of 18\r\nNovember 1998, in which it expressed support for the\r\nproject and called for the international community\u0027s\r\nincreased assistance and engagement to this laudable\r\ninitiative.\r\nIn response to the General Assembly\u0027s request, the\r\nCommittee last year implemented a programme of activities\r\nto heighten awareness of the Bethlehem 2000 project and\r\nto mobilize support for it. One of the most important\r\nactivities was the convening of the Bethlehem 2000\r\nInternational Conference at the headquarters of the Food\r\nand Agriculture Organization of the United Nations (FAO)\r\nin Rome, on 18 and 19 February 1999, in cooperation with\r\nthe Italian Government and the Holy See, which I wish\r\nsolemnly to thank once again for their support in helping to\r\norganize that Conference.\r\nMany personalities attended the Rome Conference,\r\nincluding Mr. Francesco Rutelli, the mayor of Rome;\r\nMr. Kieran Prendergast, Under-Secretary-General for\r\nPolitical Affairs and representative of the Secretary-General\r\nof our Organization; Cardinal Roger Etchegaray, President\r\nof the Central Committee for the Great Jubilee of the Year\r\n2000 and head of the delegation of the Holy See;\r\nMr. Jacques Baudin, Minister for Foreign Affairs of\r\nSenegal; Mr. Azeddine Laraki, Secretary General of the\r\nOrganization of the Islamic Conference; Mr. Jacques Diouf,\r\nDirector General of the United Nations Food and\r\nAgriculture Organization; and Mr. Lamberto Dini, Minister\r\nfor Foreign Affairs of Italy.\r\nThe eminent personalities who spoke at the\r\nConference included Mr. Luciano Violante, President of the\r\nItalian Chamber of Deputies, and Mr. Domenico Fisichella,\r\nSenator and Vice-President of the Italian Senate and\r\nrepresentative of Nicola Mancino, President of the Italian\r\nSenate. The Chairman of the Executive Committee of the\r\nPalestine Liberation Organization and President of the\r\nPalestinian Authority, Yasser Arafat, also made an\r\nimportant statement.\r\nIn Rome, Mr. Oscar Luigi Scalfaro, then President of\r\nthe Republic of Italy, received the Committee delegation\r\nand expressed the readiness of his country to continue to\r\nmake every effort to revive the peace process. The\r\ndelegation also had an audience with His Holiness Pope\r\nJohn Paul II, who welcomed the Committee\u0027s activities and\r\nsent his best wishes for the success of the events soon to\r\nbe held in Bethlehem.\r\nThe Committee continued to increase its support for\r\nthe project by organizing other activities, in particular an\r\ninternational meeting in Windhoek, Namibia, in April\r\n1999, as well as meetings with representatives of the\r\nEuropean Union, the Organization of the Islamic\r\nConference and the League of Arab States. I should like\r\nto take this opportunity to thank you, Mr. President, for\r\nyour personal contribution to the success of the Windhoek\r\nmeeting.\r\nAn exhibition entitled “Bethlehem 2000”, which\r\nincludes works of art and photographs of Bethlehem, was\r\norganized to commemorate the International Day of\r\nSolidarity with the Palestinian People on 29 November\r\n1998, at United Nations Headquarters. The exhibition was\r\nalso on view during the meetings in Rome and Windhoek.\r\nOn the occasion of the next International Day of\r\nSolidarity with the Palestinian People, which will be\r\ncommemorated at the end of this month, the Committee\r\nwill present another exhibition of Palestinian art, also on\r\nthe subject of Bethlehem 2000. The exhibition will be\r\nentitled “Follow the Star: Images from the Palestinian\r\nCity of Bethlehem at the New Millennium”, and it will be\r\nofficially opened on 29 November at 6 p.m.\r\nFor its part, the United Nations system has played a\r\npre-eminent role since the launching of the Bethlehem\r\n2000 project in 1997. The United Nations Development\r\nProgramme is continuing to participate in a wide range of\r\nprojects to repair infrastructure and to develop the tourist\r\nindustry in close cooperation with the municipality of\r\nBethlehem. The World Bank and the United Nations\r\nEducational, Scientific and Cultural Organization are\r\ncontinuing to play an active part in the project through\r\nspecific initiatives in the area. The European Commission,\r\nnon-governmental organizations, donor countries and\r\nindividuals have made substantial contributions, which\r\nhave enabled the preparatory work to be finalized in time\r\nfor the launch of the festivities.\r\nAt a time when the world will soon be flooding into\r\nBethlehem, and at a time when the Palestinian people are\r\npreparing a generous welcome for all visitors, the\r\nCommittee hopes that many will respond to the invitation\r\nand come to celebrate in peace and hope the birth of\r\nJesus Christ in the Palestinian city of Bethlehem. All are\r\nwelcome in Bethlehem, that place of pilgrimage where\r\nthe past and the present meet. In Bethlehem we will\r\nhonour the heritage of a rich culture and a magnificent\r\n2\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nhistory with millennial traditions. In Bethlehem we will also\r\nbe able to imagine a future that holds promise for all the\r\npeoples of the region — a region that must preserve its role\r\nas a crossroads for coming together and for peace for all\r\npeople of goodwill.\r\nOn behalf of the Committee on the Exercise of the\r\nInalienable Rights of the Palestinian People, I now have the\r\nhonour to introduce draft resolution A/54/L.20, entitled\r\n“Bethlehem 2000”. In addition to those named in the\r\ndocument, the following countries have also decided to\r\nsponsor the draft resolution: France, Guinea, Malta,\r\nNamibia, Norway, Portugal, the Russian Federation, San\r\nMarino, Spain, the former Yugoslav Republic of\r\nMacedonia, Ukraine and Venezuela.\r\nIn the draft resolution, the General Assembly\r\nwelcomes the impending arrival of the historic event which\r\nwill commemorate both the birth of Jesus Christ in\r\nBethlehem and the beginning of the third millennium in the\r\ncity which is a symbol of the shared hope for peace among\r\nall the peoples of the world. The Assembly then expresses\r\nits support for the Bethlehem 2000 project and commends\r\nthe efforts undertaken by the Palestinian Authority in this\r\nregard. It notes with appreciation the assistance already\r\ngiven by the international community in support of the\r\nBethlehem 2000 project and calls for the further increase of\r\nassistance and engagement on the part of the international\r\ncommunity in order to ensure the complete success of the\r\nproject.\r\nThe draft also requests the Secretary-General to\r\nmobilize the pertinent organizations and agencies of the\r\nUnited Nations system to increase their efforts to ensure the\r\nsuccess of the project, and decides to include in the\r\nprovisional agenda of its fifty-fifth session the item entitled\r\n“Bethlehem 2000” so that the Assembly may continue to\r\nsupport the project until the commemoration comes to a\r\nclose at Easter 2001.\r\nAllow me to express the profound gratitude of the\r\nCommittee to Governments, United Nations bodies,\r\nintergovernmental and non-governmental organizations and\r\nthe sponsors of this important draft resolution. Their\r\ngenerosity and contribution will enable the Palestinian\r\npeople to fulfil one of their dreams and one of their\r\naspirations. Let us all dare to hope that the celebration of\r\nBethlehem 2000 will enable us to lay the foundations for\r\nlasting peace that will endure beyond the festivities, and\r\nthat it will embody the hope, at the dawn of the next\r\nmillennium and for years to come, of harmonious\r\ncoexistence among all the peoples of the region.\r\nIn conclusion, allow me also to express the hope\r\nthat, as was the case last year, all Members will give their\r\nunreserved support to this draft resolution and that once\r\nagain it will be adopted by consensus.\r\nThe President: I should like to inform members\r\nthat, in a letter dated 5 October 1999 addressed to the\r\nPresident of the General Assembly, the Permanent\r\nRepresentative of Italy to the United Nations, in his\r\ncapacity as Chairman of the Group of Western European\r\nand other States for the month of October, requests that\r\nthe General Assembly hear in plenary meeting a statement\r\nby the observer of the Holy See on agenda item 36,\r\n“Bethlehem 2000”.\r\nTaking into account the importance attached to the\r\nissue under discussion, it is proposed that the General\r\nAssembly should take a decision on that request.\r\nMay I take it that there is no objection to the\r\nproposal to hear a statement by the observer of the Holy\r\nSee?\r\nIt was so decided.\r\nMr. Al-Kidwa (Palestine) (spoke in Arabic): The\r\nPalestinian city of Bethlehem, the birthplace of Jesus\r\nChrist, peace be upon him, is on the threshold of its\r\nmillennium commemoration, Bethlehem 2000. The\r\nforthcoming worldwide celebration of this epic turning\r\npoint in time is an occasion imbued with profound\r\nhistorical, religious, spiritual and cultural dimensions of\r\nhigh importance for our people, for the other peoples of\r\nthe region, for the faithful and for the entire international\r\ncommunity. Bethlehem, Palestine, is of great historic and\r\nsymbolic centrality in these celebrations. There, the world\r\nwill rejoice in the two-thousandth anniversary of the birth\r\nof Jesus and will welcome a new millennium. The\r\nGeneral Assembly\u0027s consensus adoption of resolution\r\n53/27, the first under this item, was a reflection of both\r\nthe prominence of the issue and the profound significance\r\nand meaning of the occasion.\r\nA dignified, glorious and celebratory\r\ncommemoration befitting such a historic and momentous\r\noccasion is of paramount importance and has been a\r\ncentral priority since the inauguration of the Bethlehem\r\n2000 project in March 1997. In this regard, the\r\norganization and preparations for the celebration of this\r\noccasion in Bethlehem constitute an enormous endeavour\r\nthat the Palestinian people and the Palestinian Authority\r\nhave undertaken with great pleasure.\r\n3\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nThroughout the past year, serious work has been\r\ncarried out in connection with the Bethlehem 2000 project\r\nin spite of the persistent difficulties on the ground caused\r\nby the occupation. The most recent examples include the\r\nkilling of a Palestinian man by an Israeli soldier in\r\nBethlehem and recent plans by Israel, the occupying Power,\r\nto establish a border-like checkpoint at the entrance to the\r\ncity. All the work that has been achieved despite such\r\nobstacles reflects the resilience of the Palestinian people\r\nand their determination to ensure the success of this\r\ncommemoration. The atmosphere in and around Bethlehem\r\nhas already begun to feel different, and there is an\r\nenthusiastic readiness to receive the 2 million pilgrims and\r\ntourists expected to join in the celebrations and events\r\nbeginning just prior to Christmas, 1999, continuing\r\nthroughout 2000 and concluding on Easter, 2001.\r\nThe international donor community has also been\r\nengaged in the preparations. This includes the United\r\nNations community, particularly the United Nations\r\nDevelopment Programme. We also express our deep\r\nappreciation for the work and efforts of the Committee on\r\nthe Exercise of the Inalienable Rights of the Palestinian\r\nPeople over the past year in this regard. In addition to the\r\ninitiative it has undertaken with regard to Bethlehem 2000,\r\nthe Committee will also sponsor the annual exhibit on the\r\noccasion of the International Day of Solidarity with the\r\nPalestinian People, presented in cooperation with our\r\nMission. This year\u0027s exhibit is entitled “Follow the star:\r\nImages from the Palestinian city of Bethlehem at the new\r\nmillennium”.\r\nThis year, the Committee organized a very successful\r\nBethlehem 2000 International Conference in Rome in\r\nFebruary. The Conference had the full support and\r\nparticipation of Palestine, Italy, the Holy See, church\r\nauthorities, the European Commission, the United Nations\r\nsystem and various other international organizations,\r\ninstitutions and non-governmental organizations, as well as\r\nof individuals from the academic, cultural and private\r\nsectors. Upon its conclusion, the Conference adopted the\r\nRome Declaration on Bethlehem 2000, in which it\r\nreaffirmed, inter alia, the international community\u0027s support\r\nfor the success of the occasion and expressed appreciation\r\nfor the funding and assistance provided by the donor\r\ncommunity, particularly donor countries, agencies and the\r\nprivate sector.\r\nI would like to take this opportunity to express our\r\nsincere gratitude and appreciation to all those who have\r\nmade generous contributions towards this endeavour and\r\nwho have cooperated with the Palestinian Authority in its\r\neffort to ensure the jubilant success of Bethlehem 2000.\r\nContinued participation by the international community is,\r\nof course, essential. As for the role of the United Nations\r\nin this regard, it is our hope that the Organization will\r\ncontinue to play an important role in drawing the\r\nattention of the peoples of the world to the importance of\r\nthis historic universal occasion.\r\nThe Palestinian people are proud and honoured to be\r\nhosting such a historic occasion, one that we hope will\r\nreflect and promote a vision of peace, reconciliation and\r\ngoodwill for all humankind. We had truly hoped to begin\r\nthe Bethlehem 2000 celebrations in an independent\r\nPalestine. Of course, we are disappointed that this will not\r\nbe the case. However, we are confident that the second\r\nportion of this occasion, including Christmas, 2000, the\r\nstart of 2001 and the conclusion of the commemorations\r\non Easter, 2001, will be celebrated in an independent\r\nPalestine and a peaceful Middle East.\r\nThe unanimous adoption of resolution 53/27 by the\r\nAssembly during the fifty-third session was hailed by the\r\nBethlehem 2000 International Conference in Rome as a\r\nclear reflection of the world community\u0027s strong desire to\r\nbring an era of dialogue, tolerance and reconciliation to\r\nthe people of Bethlehem and the entire Middle East. It is\r\nour fervent hope that the draft resolution under this item\r\nwill also receive the support of all the Member States of\r\nthis Assembly and be adopted by consensus.\r\nMs. Rasi (Finland): I have the honour to speak on\r\nbehalf of the European Union. The Central and Eastern\r\nEuropean countries associated with the European\r\nUnion — Bulgaria, Czech Republic, Estonia, Hungary,\r\nLithuania, Poland, Romania, Slovenia — and the\r\nassociated countries Cyprus and Malta, align themselves\r\nwith this statement.\r\nThe European Union is particularly pleased to make\r\na statement on a Middle East agenda item and the draft\r\nresolution that has an overwhelmingly positive message\r\nwhich can help unite the region in a true celebration.\r\nSuch a message is most welcome.\r\nThe European Union wholeheartedly supports the\r\nBethlehem 2000 project initiated by the Palestinian\r\nAuthority, the Municipality of Bethlehem and the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO) with a view to preparing the ancient City of\r\nBethlehem for the start of the new millennium.\r\n4\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nThe project aims at restoring historical, archaeological\r\nand religious sites of unique importance. It also seeks to\r\nimprove tourist facilities in order to establish Bethlehem as\r\na major tourist destination far beyond the 15-month-long\r\nmillennium celebration. These development projects,\r\ntogether with numerous others initiated by non-\r\ngovernmental organizations, contribute to the economic\r\ngrowth and development of the whole Bethlehem region.\r\nIn May 1998, a conference on Bethlehem 2000 was\r\nconvened in Brussels in association with the European\r\nCommission, the United Nations Development Programme\r\n(UNDP), UNESCO and the World Bank. The purpose of\r\nthe conference, for which the European Commission\r\nprovided logistical support, was to engender the necessary\r\nfinancial commitments from official sources, private donors\r\nand potential investors in the private sector. The conference\r\nconcluded with a series of important pledges to the project.\r\nIn February 1999, another international preparatory\r\nBethlehem 2000 conference was held in Rome under the\r\nauspices of the United Nations and with the support of the\r\nItalian Government. The two-day forum was convened in\r\norder to mobilize the widest international support for the\r\nBethlehem 2000 project and its vision of peace and\r\nreconciliation. Again, the European Union participated\r\nactively in the proceedings.\r\nIt is the view of the European Union that development\r\nof the tourist sector should be promoted as a priority. It is\r\nclearly one of the keys to economic growth in the\r\nBethlehem region. The European Union therefore strongly\r\nencourages, in the context of Bethlehem 2000, close\r\ncoordination and cooperation locally and with the\r\ninternational donor community.\r\nThe European Union is providing financial support for\r\nBethlehem 2000 as well as for specific projects such as\r\nexpansion of the facilities of the nearby Beit Jalla hospital\r\nand the renovation of the old city\u0027s Manger Square. The\r\nEuropean Commission provides support for the upgrading\r\nof the infrastructure network.\r\nThe major religious, historic and cultural dimensions\r\nof the event will require unimpeded access to the holy\r\nplaces in Bethlehem for all those wishing to celebrate the\r\nnew millennium in this historic city. The United Nations\r\nand the whole world will celebrate the new millennium, a\r\ncelebration which will culminate in the Jubilee ceremonies\r\nin Rome on 5 November 2000.\r\nBefore concluding, I would like to take this\r\nopportunity to express the European Union\u0027s appreciation\r\nto the Permanent Representative of Senegal, Ambassador\r\nIbra Deguène Ka, for his strenuous efforts to promote the\r\nBethlehem 2000 project.\r\nLast but not least, the European Union reaffirms its\r\nfirm commitment to a just, lasting and comprehensive\r\npeace in the Middle East based on Security Council\r\nresolutions 242 (1967) and 338 (1973) and all the\r\nsubsequent achievements of the Middle East peace\r\nprocess. Recognizing the importance of a sound economy\r\nto social and political stability, the European Union will\r\ncontinue its considerable economic and technical\r\nassistance to the Palestinians with a view to contributing\r\nto a more secure and prosperous future for them in the\r\nnext millennium.\r\nMr. Jasmi (Malaysia): The Bethlehem 2000 project,\r\na monumental event to celebrate the new millennium in\r\nBethlehem in a global vision of peace and reconciliation,\r\nwill commence this Christmas. My delegation views this\r\ncelebration as not just to welcome the advent of the third\r\nmillennium but also as a renewal of faith, hope and peace\r\nfor the peoples of the world, in particular the Palestinian\r\npeople. We want to see this celebration as an opportunity\r\nfor building peace and stability in the region and as a\r\nspringboard or catalyst for economic rehabilitation and\r\ndevelopment for the historic city and its surrounding area.\r\nMy delegation notes the report of the Bethlehem\r\n2000 International Conference, convened in Rome last\r\nFebruary, and is gratified that much progress had been\r\nmade to achieve the objectives of this project. We\r\ncommend the Committee on the Exercise of the\r\nInalienable Rights of the Palestinian People for its efforts\r\nin promoting the Bethlehem 2000 project in support of\r\nthe initiative by the Palestinian National Authority.\r\nWe also wish to record our appreciation for the work\r\nof the United Nations agencies like the United Nations\r\nDevelopment Programme (UNDP) and the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) for their cooperation with the Palestinian\r\nAuthority and the Bethlehem municipality in the\r\nrestoration and preservation works of the city. My\r\ndelegation recognises the contributions made by\r\nGovernments, intergovernmental bodies and the private\r\nsectors to the project.\r\nWe also thank the international financial institutions\r\nlike the World Bank and the international donor\r\n5\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\ncommunity for providing the funds needed to carry out the\r\nproject. However, as mentioned by the coordinator of the\r\nproject, financial and technical help are still needed. We\r\ntherefore hope that there will be additional offers of\r\ninternational assistance and support to ensure the success of\r\nthis project.\r\nMy delegation believes that the Bethlehem 2000\r\nproject is not just for the Palestinian people. The city of\r\nBethlehem is one of the most historic and religiously\r\nsignificant sites on earth, visited by thousands of pilgrims\r\nand tourists every year. The infrastructure-building project\r\nwill help to cater to the needs of the roughly 2 million\r\nvisitors expected next year, and it is also badly needed by\r\nthe 125,000 or more people who live in Bethlehem.\r\nImprovements in the roads and in the water, electricity,\r\nsewage and waste-management systems will help to\r\nameliorate the living conditions in this city of great\r\nhistorical and religious importance.\r\nThe Bethlehem 2000 project has given the\r\ninternational community a chance to participate in a project\r\nof international religious, cultural and historical\r\nsignificance. International participation in this project would\r\nreinforce the culture of peace, tolerance and forgiveness,\r\nand provide renewed vigour to the push for peace in the\r\nregion. We believe lasting peace can be achieved only\r\nthrough the exercise by the Palestinian people of their right\r\nto self-determination and the establishment of an\r\nindependent State of Palestine.\r\nMy delegation is pleased to co-sponsor this draft\r\nresolution. We earnestly hope it will be adopted\r\nunanimously by the Assembly as a manifestation of\r\nuniversal support for this project and of the hope for a\r\nlasting peace for Palestine and the region.\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic): Next\r\nyear will be a year of celebrations for Christians throughout\r\nthe world. They will be commemorating the two thousandth\r\nanniversary of the birth of Jesus Christ. All peace-loving\r\npeople will be taking part in these celebrations which will\r\nbe held in the historic city of Bethlehem. Naturally, the\r\ncommemoration of Jesus Christ\u0027s birth is of religious and\r\nhistoric importance, not only for the Palestinian people but\r\nfor the whole world. These festivities, now being prepared\r\nin the city of Bethlehem, will bring together, in a spirit of\r\nsolidarity, tolerance, peaceful coexistence and hope,\r\nrepresentatives of religious authorities, peoples, individuals\r\nand institutions from around the world. The spirit of peace,\r\nof which Jesus Christ is a symbol, will be a message for\r\nthe whole world. We will all try to promote this message\r\nof peace in the Middle East region.\r\nEgypt is aware of the intensive efforts that the\r\nPalestinian Authority has made in preparing for this\r\ncommemoration. Egypt believes that the support provide\r\nto the Palestinians by the United Nations, the specialized\r\nagencies and Member States will have a profound impact\r\non the success of the festivities. For this event to be\r\nsuccessful, there needs to be an upgrading of Bethlehem\u0027s\r\ninfrastructure — including its water, electricity and\r\nhealth-services facilities — and of basic social services,\r\nsuch as medical, police and transportation services. This\r\nendeavour must also include the implementation of plans\r\nto provide basic services for the more than 2 million\r\nvisitors and tourists who are expected in Bethlehem for\r\nthe commemoration of this historic event.\r\nEgypt wishes to express its gratitude for the aid\r\nprovided by various donors to the Bethlehem 2000\r\nproject. On behalf of my delegation, I would like to\r\nexpress the hope that this aid, particularly that coming\r\nfrom the private sector, will continue. Moreover, we are\r\ncounting on the support of the Secretary-General to\r\nmobilize the relevant United Nations agencies and bodies\r\nto provide the support necessary for the success of these\r\nfestivities.\r\nEgypt hopes that the Israeli authorities will provide\r\nadditional cooperation and show increased flexibility in\r\norder to create the necessary conditions for the\r\nchannelling of international aid to the organizers of this\r\nevent. Israeli actions should include the elimination of any\r\nobstacles to unrestricted circulation and unrestricted\r\naccess to the holy sites in this historic city. We also hope\r\nthat the peaceful settlement of the Palestinian question\r\nwill be sped up so that the festivities can take place in an\r\natmosphere of desired peace.\r\nThe draft resolution before the Assembly today, co-\r\nsponsored by Egypt, reflects the importance with which\r\nthe international community views this magnificent event.\r\nThe parties concerned have urged that this draft resolution\r\nbe adopted by consensus for the second straight year.\r\nThis appeal reflects everyone\u0027s desire to create an\r\natmosphere conducive to Bethlehem\u0027s inauguration of the\r\nthird Christian millennium.\r\nIn conclusion, I cannot fail to reaffirm that the\r\nGovernment of Egypt and its religious and cultural\r\ninstitutions will contribute to making the festivities of\r\nBethlehem 2000 a success. Our participation in these\r\n6\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nfestivities is commensurate with the importance that we\r\naccord to this great historic event.\r\nMr. Kumalo (South Africa): On the eve of the third\r\nmillennium, the great, holy and historic city of Bethlehem\r\nwill launch a universal celebration of peace and hope in\r\nPalestine. Given the momentous worldwide religious and\r\nhistoric significance of this event and its vital importance\r\nto the Palestinian people and to the people of the region, it\r\nis incumbent upon the United Nations to continue to\r\nsupport and fully participate in the Bethlehem 2000 project,\r\nwhich will commence at Christmas, 1999, and conclude at\r\nEaster, 2001. These important celebrations will last for\r\nmore than an entire year. We commend President Yasser\r\nArafat and the Palestinian Authority for their efforts in\r\nlaunching the project.\r\nAt the invitation of President Arafat, world leaders,\r\nincluding former South African President Nelson Mandela,\r\nagreed to participate in the international Bethlehem 2000\r\nCommittee. This attests to the vital significance South\r\nAfrica attaches and will continue to attach to this\r\ninternational event.\r\nAt the Ministerial Meeting of the Non-Aligned\r\nMovement held in September this year in New York, the\r\nMinisters reaffirmed their support for the Bethlehem 2000\r\nproject in the Palestinian city of Bethlehem and expressed\r\nconfidence that the increased assistance and engagement of\r\nthe international community will ensure the successful\r\ncommemoration of the event. We commend the bureau of\r\nthe Committee on the Exercise of the Inalienable Rights of\r\nthe Palestinian People, under the able leadership of\r\nAmbassador Ibra Ka of Senegal, for promoting this very\r\nimportant initiative.\r\nThe successful implementation of the Bethlehem 2000\r\nproject has the potential to become a catalyst for a new era\r\nof peace, reconciliation and the promotion of dialogue.\r\nPresident Arafat, in his address to the Bethlehem 2000\r\nInternational Conference in Rome, hosted by the\r\nGovernment of Italy in February 1999, stated that:\r\n“From Bethlehem, as of the first moment of the third\r\nmillennium, we shall send a call of peace to all the\r\npeoples of the world, a call for security to all the\r\npeoples, and a call for the dedication of all efforts and\r\nresources to building and development instead of\r\nviolence, occupation and conflict”.\r\nContinued financial assistance from the international\r\ncommunity for the Bethlehem 2000 project is needed for\r\nthe creation of a strong, self-sufficient and sustainable\r\neconomic infrastructure for Bethlehem that would provide\r\na sound underpinning for social and political stability,\r\nwhich is a prerequisite for peace in the region.\r\nAs part of the project, preparations are under way to\r\nrenovate the historic city of Bethlehem in order to\r\npreserve its heritage and restore its splendour. We must\r\nreverse the ravaging effects of poverty on this city. Time\r\nhas taken its toll on this great city. The decades of\r\nconflict have also left their scars on this city. The\r\ninternational community must at least ensure that\r\nBethlehem has all the necessary facilities for the growing\r\npopulation that calls it home.\r\nAn important objective of the project is to enhance\r\nthe attraction of Bethlehem to tourists and pilgrims during\r\nthis period and to contribute to the promotion of a wider\r\ngoal for the region: that of Bethlehem as a major tourist\r\nvenue.\r\nWe commend the United Nations Development\r\nProgramme (UNDP), the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), the\r\nWorld Bank and other United Nations organizations and\r\nagencies which will play an important role in ensuring the\r\nsuccess of this major undertaking. This project warrants\r\nthe support of the entire international community.\r\nFurthermore, we join in supporting the Secretary-General\r\nin his continuing efforts to mobilize the relevant United\r\nNations organizations and agencies in this regard.\r\nFinancial commitments have also been received from\r\ndonor countries and non-governmental organizations.\r\nHowever, it must be emphasized that success will\r\nnot be attained if believers of all faiths, citizens of all\r\nnationalities and visitors from around the world\r\nparticipating in this celebration do not have unimpeded\r\naccess to activities.\r\nSouth Africa firmly believes that the peace process\r\nis the only means of ensuring lasting peace, security and\r\nstability in the region. After the signing of the Sharm el-\r\nSheikh Memorandum in September, the South African\r\nGovernment congratulated the Israeli and Palestinian\r\nsides, commending them on this significant development\r\nand adding that, while the path towards a final status\r\nagreement would be a difficult one indeed, the agreement\r\nreached at Sharm el-Sheikh boded well for the type of\r\ncooperation which alone could result in the achievement\r\nof a just and lasting peace.\r\n7\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nIt is indeed our fervent hope that the current peace\r\nprocess towards reaching a final settlement between the\r\nIsraeli and Palestinian sides will continue with renewed\r\nvigour, thereby contributing to the celebration of the\r\nBethlehem 2000 project in a spirit of peace, tolerance and\r\nreconciliation.\r\nMs. Matlary (Norway): I am very pleased to make a\r\nstatement on agenda item 36, “Bethlehem 2000”. The\r\ninitiative taken by the Palestinian Authority, the\r\nmunicipality of Bethlehem and the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) to establish the Bethlehem 2000 project was\r\nmuch appreciated by my Government. Many others have\r\ncontributed to the promotion of this valuable project and I\r\nwould like to take this opportunity to extend a word of\r\nappreciation to the Permanent Representative of Senegal,\r\nAmbassador Ibra Deguène Ka, for his tireless efforts to\r\npromote Bethlehem.\r\nThe celebration of the two thousandth anniversary of\r\nthe birth of Jesus Christ and the beginning of the new\r\nmillennium is of great importance not only to the\r\nPalestinian people and the region, but also to members of\r\nthe international community. Christ\u0027s message was one of\r\nradical solidarity between all human beings. “Am I my\r\nbrother\u0027s keeper?”. The answer is yes. Genuine peace is\r\nconditional on respect for all and love for all. This is\r\nindeed a tall order, given our natural inclination to\r\nselfishness, but it is not an unattainable goal. It is up to us\r\nto choose peace. As we stand at the threshold of a new\r\nmillennium, it is our responsibility to help the ancient city\r\nof Bethlehem preserve its historical heritage and secure its\r\nplace as a symbol of peace and reconciliation for future\r\ngenerations.\r\nThe Bethlehem 2000 project is an ambitious\r\nprogramme of cultural and religious celebration. It is, at the\r\nsame time, a project for urban and economic rejuvenation\r\nand tourist development and promotion. We expect it to\r\nmake a lasting contribution to economic growth and social\r\ndevelopment in the Bethlehem region. The further potential\r\nfor tourism in the region is very significant and the project\r\nshould make an important contribution to the effort to\r\nfurther increase the popularity of Bethlehem as a tourist\r\ndestination. Economic growth and social development are\r\nimportant elements in our common efforts to contribute to\r\nthis peace in the Middle East.\r\nThis is the background for Norwegian Prime Minister\r\nKjell Magne Bondevik\u0027s decision to join the Bethlehem\r\n2000 International Committee, along with other state\r\nleaders. Norway is proud of its association with the\r\nBethlehem 2000 project. Norway welcomes the call for a\r\nstrong and increased international engagement with the\r\nproject. Norway views Bethlehem 2000 as an opportunity\r\nto broaden the donor nations\u0027 commitment to\r\nreconciliation and peace in the Middle East. It is also an\r\nopportunity to focus on the reconstruction and\r\ndevelopment efforts of the Palestinians.\r\nNorway is pleased to be able to participate in the\r\npreparations for the celebration, and we are supporting the\r\neffort with approximately $5 million in 1998 and 1999.\r\nThese funds are earmarked particularly for rehabilitation\r\nwork in the Old City and neighbouring municipalities. We\r\nencourage other donors to step up their efforts to support\r\nthis important project.\r\nNorway is planning several cultural and religious\r\nevents during the 16 months of celebration. These will\r\ntake place not only in Bethlehem, but also in other cities\r\nin the Palestinian area.\r\nIt is our hope that the two thousandth anniversary of\r\nthe birth of Jesus Christ will inspire us all to work for\r\npeace and reconciliation, based on his call for tolerance,\r\nrespect and love for one\u0027s neighbours.\r\nBlessed are the peacemakers.\r\nMr. Fulci (Italy): Allow me to add some\r\nconsiderations to the statement already made by the\r\nPermanent Representative of Finland on behalf of the\r\nEuropean Union, which we fully endorse.\r\nItaly has witnessed with concern the tensions and\r\ndifficulties experienced by the Middle East in recent\r\nyears. The geographic proximity of my country to the\r\nregion, and our historical and cultural links with it, make\r\nus particularly sensitive to crises in that part of the world.\r\nThis explains why my country has always tried to\r\nfoster every initiative aimed at restoring peace and good\r\nrelations in the area, while assisting peoples that have\r\nsuffered divisions, confrontations and conflicts year after\r\nyear.\r\nThe idea of celebrating the two thousandth\r\nanniversary of the birth of Jesus Christ in Bethlehem has\r\nappeared to us to be an initiative of special significance\r\never since it was first announced in 1997, which was\r\nexactly the year when the negotiations between Israel and\r\nthe Palestinian Authority came to a stalemate.\r\n8\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nA series of initiatives had to be launched — on the\r\none hand to press for renewed dialogue and mutual\r\nunderstanding, and on the other to promote solidarity and\r\na concrete commitment from the international community\r\nto the people of the region. Italy was one of the very first\r\nto assure a substantial contribution to the United Nations\r\nEducational, Scientific and Cultural Organization for\r\ndrafting and implementing a concrete plan. To this end,\r\nalmost $3 million has been pledged by the Government of\r\nItaly.\r\nIn addition, on 18 and 19 February of this year, Rome\r\nhosted a second preparatory Conference, after that of\r\nBrussels, with the participation of numerous countries,\r\nUnited Nations agencies and governmental and non-\r\ngovernmental organizations. President Arafat deserves our\r\ngratitude for attending the event personally and for the new\r\nmessage of peace that he launched from Rome. Likewise,\r\nwe owe thanks to the Foreign Minister of Senegal, Mr.\r\nJacques Baudin, and to his country\u0027s Permanent\r\nRepresentative to the United Nations, Ambassador Ibra\r\nDeguène Ka, Chairman of the Committee on the Exercise\r\nof the Inalienable Rights of the Palestinian People, for his\r\ndedication and considerable achievements.\r\nRather than chance, it was the hand of history that\r\nallowed the Bethlehem 2000 celebrations to occur at a\r\nmoment of great hope for the achievement of a definitive\r\nand just peace in the Middle East.\r\nIn our opinion, at least two other aspects of the\r\nBethlehem 2000 project deserve mention. The first is the\r\nuniversal message of peace that it embodies. Bethlehem\r\n2000 aims to help the Israeli-Palestinian dialogue, but in a\r\nbroader perspective it is part of the dialogue among\r\ncivilizations that the General Assembly has once again\r\ninserted into this year\u0027s agenda. Rather than just an occasion\r\nto celebrate a meeting between countries and Governments,\r\nBethlehem 2000 is meant to be an invitation to dialogue —\r\ndialogue among peoples and cultures — and, above all,\r\nbetween the three great monotheistic religions that\r\noriginated in the Holy Land.\r\nWe should all appreciate the universal message of an\r\nevent that invites every population in every corner of the\r\nworld to reflect, at the beginning of the third millennium,\r\non shared moral and social values and the common\r\naspiration to peace and mutual understanding.\r\nThe simultaneous celebration of the great jubilee in\r\nRome, originating in the ancient traditions of the Catholic\r\nChurch, moves in the same direction, sending from The\r\nEternal City an identical message of concord and\r\nbrotherhood to all the peoples of the world.\r\nThe celebration of Bethlehem 2000 also calls for\r\nsome pragmatic, but no less important, considerations. I\r\nam referring to the economic initiatives that are an\r\nintegral part of the project. We all know that this is a\r\ntime at which international conferences, congresses,\r\nsymposia, meetings and celebrations of all kinds are being\r\nheld everywhere. Most of these events will not have\r\nlasting consequences, despite their costs in the tens, if not\r\nin the hundreds, of millions of dollars. Rarely have\r\nresources thus employed had a lasting impact on local\r\neconomies: we get accustomed to spending enormous\r\namounts of money to talk about poverty, for instance, but\r\nat the same time the poor are too often left only with\r\npiles of new reports, new studies and new papers.\r\nOn the other hand, Bethlehem 2000 is conceived not\r\njust as a series of cultural events but also as a concrete\r\nmeans of promoting tourism to Palestine, creating new\r\nhospitality structures, recovering the archaeological\r\nheritage and local culture and strengthening civil\r\ninfrastructures. It constitutes a form of genuine assistance\r\nto the people and to all those who visit the birthplace of\r\nChrist every year. The effect of the celebrations is not\r\nmeant to end next year, but instead to continue to be\r\nreflected on the lives of tens of thousands of people.\r\nHere we have an example that should help us reflect\r\non the many celebrations and gatherings that we are about\r\nto initiate. Like Bethlehem 2000, these should all have\r\nconcrete follow-up and not be an end in themselves. This\r\nis why the movers and doers involved in this project\r\nshould be sincerely commended for their efforts, in which\r\nwe wish them every success.\r\nMr. Filippi Balestra (San Marino): The Republic of\r\nSan Marino attaches great importance to the initiative\r\nentitled “Bethlehem 2000”, launched by the Palestinian\r\nAuthority in 1997.\r\nMy country has consistently followed the tormented\r\nissues that have characterized the more general question\r\nof the search for peace in the region of the Middle East,\r\nand we welcome the results of the peace negotiations\r\nalthough we note that there is still a long way to go. We\r\nassure the Assembly of our contribution to endeavours to\r\novercome division and conflict, the avoidance of violence\r\nand abuse and the promotion of the choice of dialogue\r\nand negotiations towards equitable and peaceful solutions\r\namong the parties involved. Those solutions will have to\r\n9\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nbe reached with respect for the fundamental rights and\r\nfreedoms of all peoples and of all individuals living in the\r\nregion.\r\nBethlehem 2000 was born in this context and with this\r\naim. It represents a unique opportunity to join hands in a\r\nspirit of dialogue, reconciliation, forgiveness, coexistence\r\nand peace.\r\nFor this reason, San Marino believes that it is essential\r\nthat such a project, aimed at the restoration of historic\r\nreligious sites in Bethlehem and its infrastructure be\r\ncompleted before the event takes place.\r\nGeneral Assembly resolution 53/27, adopted by\r\nconsensus, represents clear evidence of the world\r\ncommunity\u0027s desire to bring about a new era of dialogue\r\nand reconciliation in the region, and we strongly hope that\r\nthis new era coincides with the beginning of the new\r\nmillennium.\r\nSan Marino followed with great attention the work of\r\nthe Committee on the Exercise of the Inalienable Rights of\r\nthe Palestinian People. We admire and cherish the work of\r\nits Chairman and its members. We took active part in the\r\nBethlehem 2000 International Conference, organized in\r\ncooperation with the Italian Government and the Holy See,\r\nand we welcome the adoption of the Rome Declaration,\r\nwhich emphasized the need to bring economic recovery and\r\nprosperity to the Palestinian people.\r\nSan Marino wishes to take part in this important and\r\nsignificant event with a concrete contribution in keeping\r\nwith its traditional vocation of solidarity and peace.\r\nWe are aware that Bethlehem is not only a city of\r\nholy places, but also a place where people have to live.\r\nReliable infrastructure, such as health-care, educational and\r\nresidential and commercial facilities, is needed. People from\r\nBethlehem have the right to fulfil their needs and\r\nexpectations just like those living in any other city in the\r\nworld.\r\nThis is the reason why our Republic, having always\r\npaid particular attention to social and humanitarian\r\ninterventions in favour of war-stricken children or suffering\r\nand needy populations, decided to finance a project\r\nentailing the creation infrastructures for children. We are\r\ncurrently defining the practical aspects and the size of this\r\nproject.\r\nThis initiative represents for us a meaningful sign of\r\nthe solidarity of the San Marino Government and people\r\nand an invitation to continue to strengthen the efforts\r\ntowards peace and peaceful coexistence in the region.\r\nWith the hope that such values will find more and\r\nmore support, San Marino cherishes all international\r\nefforts, and especially the significant role of the United\r\nNations.\r\nMr. Rodríguez-Parrilla (Cuba) (spoke in Spanish):\r\nAs the twentieth century and the second millennium are\r\ndrawing to a close, the world\u0027s peoples are renewing their\r\nhope of achieving the ideals of peace and understanding\r\nto which we all aspire.\r\nIn this context, any initiative that in one way or\r\nanother promotes the process of peace and reconciliation\r\nin the Middle East should be given our complete support,\r\nand this is why, in the view of our delegation, the item\r\nunder consideration today, “Bethlehem 2000”, is of\r\nextraordinary importance.\r\nUndoubtedly, the city of Bethlehem is, historically,\r\nculturally and religiously, one of the richest places in the\r\nworld. In the year 2000, the past and the future will\r\nconverge there, with hope for a world free of hatred, a\r\nworld of solidarity and cooperation.\r\nThat celebration in Bethlehem will be of\r\nextraordinary importance not only to Palestine and the\r\nMiddle East, but also to the entire international\r\ncommunity. The fact that over 2 million visitors will\r\nsurely arrive in Bethlehem for the occasion and the\r\nmassive preparations that this will require, make it clear\r\nthat we must all work for the success of this monumental\r\nproject.\r\nUnfortunately, the city of Bethlehem, like other\r\nPalestinian cities, has suffered serious damage to its\r\ninfrastructure as a result of years of occupation. It is for\r\nthis reason that if we want the commemoration truly to\r\nlead us to a process of reflection and action in the search\r\nfor peace for all peoples of the world without exception,\r\nit is essential that unconditional support be given to this\r\nevent. We are pleased to confirm that a number of United\r\nNations organs and programmes, as well as various\r\nintergovernmental organizations, have already made\r\nfinancial and technical contributions to the preparations,\r\nand we hope that there will be more such efforts in the\r\nimmediate future.\r\n10\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nCuba completely shares the wish for a solution to be\r\nfound to the problems of the Middle East, and this\r\ninevitably includes a definitive solution to the Palestinian\r\nproblem, which constitutes its cornerstone.\r\nThe Bethlehem 2000 initiative comes at a crucial point\r\nin the evolution of the conflict in the Middle East. We hope\r\nthat the celebrations will further strengthen the forces of\r\ncooperation and justice and that this will have a positive\r\neffect on the peace process. The question of Palestine is at\r\na particularly complex point. In spite of concrete advances\r\nin the negotiating process, a great deal remains to be done\r\nfor the attainment of a lasting and satisfactory solution for\r\nthe noble and valiant people of Palestine and for the rest of\r\nthe peoples that live in the Arab territories under\r\noccupation. We are convinced that Bethlehem 2000 will be\r\na very important step along that path.\r\nWe also hope that the celebrations will be of economic\r\nbenefit to the Palestinian people, which needs such benefits\r\nin order to advance the process of reconstruction and the\r\nestablishment of a new infrastructure and a solid basis for\r\ntheir economy.\r\nI do not wish to conclude without expressing our\r\nsatisfaction at the results obtained by the Bethlehem 2000\r\nInternational Conference, which was held in Rome on 18\r\nand 19 February 1999, at which personalities from all over\r\nthe world met in the capital of Italy to review, inter alia,\r\nthe preparations and the requirements of this important\r\noccasion.\r\nFor my delegation it is a real honour to have joined in\r\nsponsoring draft resolution A/54/L.20, which is now before\r\nthe Assembly for consideration and which reflects the will\r\nand the desire of the international community to advance\r\ntowards its noble objectives.\r\nI wish to urge all delegations to work together and to\r\njoin in the consensus on this historic project, which will\r\nstrengthen our message of fraternity and peace.\r\nPlease be assured that the Cuban Government will\r\nwork for the success of the Bethlehem 2000 project.\r\nBethlehem is a city of peace. The gathering of\r\nthousands of people from many nations and religions,\r\ncoming with sincere intentions and a true desire to achieve\r\nself-improvement, can only consolidate peace in the world.\r\nThus, a spiritual union will occur between hundreds of\r\nthousands of people coming from distant places all over the\r\nworld to visit Bethlehem. Believers in the religion of\r\nAbraham will share in this blessed event. Followers of\r\ndifferent faiths will surely respect what is considered\r\nblessed by a large part of mankind, for all human beings,\r\nirrespective of their religious beliefs, are brothers and\r\nsisters.\r\nTogether with Chairman Ka and other members of\r\nthe Bureau of the Committee on the Exercise of the\r\nInalienable Rights of the Palestinian People, I had the\r\nhonour of participating in the Bethlehem 2000\r\nInternational Conference, which was held in Rome on 18\r\nand 19 February 1999, where representatives of many\r\nreligious communities were present. I was fortunate\r\nenough to be able to perceive beforehand a feeling of just\r\nhow much Bethlehem 2000 would serve regional and\r\nworld peace when it is celebrated in the Holy Land.\r\nThis celebration coincides with the emergence of\r\nhope for swift and substantial progress in the Middle East\r\npeace process, leading to a final settlement between the\r\nPalestinian and Israeli sides in the course of the year\r\n2000. This is why the draft resolution welcomes the\r\nimpending global, historic celebration in Bethlehem of the\r\nbirth of Jesus Christ. The new millennium must be\r\ncelebrated in a manner befitting an atmosphere conducive\r\nto peace, reconciliation, concord and harmony. This draft\r\nresolution, with all the lofty values it contains, deserves\r\nto be unanimously adopted without a vote.\r\nMr. Moushoutas (Cyprus): The item entitled\r\n“Bethlehem 2000” was inscribed on the agenda of the\r\nfifty-fourth session of the General Assembly in\r\naccordance with resolution 53/27 so that we could be\r\ngiven the opportunity to reaffirm our support for the\r\nhistoric commemoration immediately prior to the\r\noccasion.\r\nWe are now witnessing the fading away of the\r\ntwentieth century, and we are at the threshold of the third\r\nmillennium. In welcoming the impending global\r\ncelebration in Bethlehem, we inevitably reflect upon the\r\npast and ponder the future. We call to mind the humble\r\nbirth in Bethlehem of Jesus, who, as the Nuncio has told\r\nus, is identified with the weak, the rootless and the\r\npersecuted and who undertook to liberate man from man\r\nand man from himself. His teachings of mercy,\r\ncompassion and forgiveness are legacies for all mankind.\r\nWe think of our own unending struggle to secure\r\npeace and justice, measuring our limited successes and, at\r\nthe same time, counting our failures. They are too\r\nnumerous to be overlooked. We wonder what the results\r\n11\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nmight have been if we had followed the road of\r\nunderstanding and compassion. Bethlehem 2000 gives us\r\nthe opportunity to ponder and to reassess.\r\nBethlehem, Palestine, is geographically close to\r\nCyprus. It is even closer spiritually and sentimentally. The\r\nmillennium event is of paramount importance to us, as it is\r\nfor the whole of mankind. Situated as we are at the\r\ncrossroads of the Mediterranean, we are directly affected by\r\nany developments in the region, whether they are\r\ndevelopments of peace or of conflict. We therefore\r\nwelcome the rejuvenation of the peace process. It is our\r\nearnest hope that it will produce final, positive results so\r\nthat the peoples of the area may at last embark on a future\r\nof peace and reconstruction. Bethlehem 2000 can be an\r\nimportant contribution to that end. It can positively affect\r\nthe peace process, especially now that the winds of peace\r\nare again sweeping over the region and carrying the voices,\r\nloud and clear, of reconciliation.\r\nNo effort should be spared in the pursuit of a\r\ncomprehensive, final and just solution to the problems of\r\nthe Middle East. Their successful conclusion on the basis\r\nof the relevant Security Council resolutions will benefit the\r\npeoples of the region — including the people of Cyprus,\r\nwho live with the vision of a free, united and peaceful\r\nisland, without foreign troops and barbed wire and with its\r\npeople integrated and cooperating as they did for centuries\r\nin the past.\r\nWe commend the Committee on the Exercise of the\r\nInalienable Rights of the Palestinian People and its\r\nChairman, the Ambassador of Senegal, for taking the\r\ninitiative to commemorate this event. We view it as a step\r\nof participation by the international community in the\r\nongoing peace process and a reflection of the world\u0027s strong\r\ndesire to bring an era of dialogue, tolerance and\r\nreconciliation both to the people of Bethlehem and to the\r\nentire Middle East.\r\nCare must be taken in the organizational aspects of\r\nthis historical and religious event. With 2 million tourists\r\nexpected to visit the area, freedom of movement and\r\nunhindered safe access to the Holy Places by the faithful of\r\nall religions and nationalities must be assured. The Holy\r\nLand must be just that: holy, a place of harmony, peace and\r\nhope. The success of the project will pave the way for\r\nestablishing the Palestinian territories as a major tourist\r\ndestination in the Middle East well after the celebration of\r\nthe year 2000.\r\nIn reiterating our full support for this historic event,\r\nwe commend the Palestinian authorities for the important\r\nwork they are carrying out with the assistance of the\r\nUnited Nations Development Programme, the United\r\nNations Educational, Scientific and Cultural Organization,\r\nthe World Bank and other United Nations organizations\r\nto ensure the success of this global celebration. We also\r\ncommend the international donors, whose contributions\r\nwill ensure a successful outcome of this endeavour so\r\ndear to the hearts of millions and millions of people.\r\nMr. Wibisono (Indonesia): The item entitled\r\n“Bethlehem 2000” is being considered by the General\r\nAssembly at an auspicious moment in history. We would\r\nlike to express our gratitude to the Committee on the\r\nExercise of the Inalienable Rights of the Palestinian\r\nPeople, under the leadership of Mr. Ka of Senegal, for its\r\ncontributions and for mobilizing international support for\r\nthis noble endeavour. Our deliberations today send a\r\nresounding message of peace, in accordance with the\r\nlong-cherished aspirations of the Palestinian people, and\r\nindeed of all the people of the region, for the achievement\r\nof peace and prosperity in the Middle East.\r\nIndonesia fully supports the inclusion of the item\r\nentitled “Bethlehem 2000” and deems it a distinct\r\npleasure once again to be a co-sponsor of the draft\r\nresolution on this question. We were also gratified to have\r\nparticipated in the Bethlehem 2000 International\r\nConference, held in Rome on 18 and 19 February 1999.\r\nIts convening was important, as it provided an opportunity\r\nfor a useful exchange of views towards finding the best\r\npossible approaches to implementing the project.\r\nThe commemoration of the two thousandth\r\nanniversary of the birth of Jesus Christ in Bethlehem and\r\nthe heralding of the third millennium deserve our full\r\nsupport. The holding of this monumental and historic\r\nevent in this holy Palestinian city is most relevant and\r\nappropriate, as it symbolizes the shared hopes for peace\r\namong all peoples in the world. In this cradle of the\r\nworld\u0027s religions, Jesus Christ, Prophet Mohammed and\r\nother great Prophets preached the message of peace and\r\ntolerance to mankind. Therefore this project should be\r\none of participation, not only for the Palestinian people\r\nbut also for the entire international community.\r\nThere could be no better place in the world than this\r\nholy site to usher in a new millennium with expectations\r\nfor peace and justice for future generations. Besides its\r\nprofound historical, religious and cultural dimensions, the\r\nproject has great significance for the economic and social\r\n12\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\ndevelopment of the Palestinians. Bethlehem should be the\r\nshining star in a free and independent Palestine, where the\r\nyearning of a whole people for freedom and independence\r\nwill soon become a reality. It should mark the beginning of\r\na period of coexistence and reconciliation of the peoples in\r\nthe region, and a starting point for a peaceful and\r\nharmonious future. Towards this end, our efforts are\r\nnecessary to improve the infrastructure of the ancient city\r\nof Bethlehem, so that it can be restored to its former glory\r\nand splendour, thereby promoting tourism for the nascent\r\nPalestinian state. We await the commencement of\r\ninteresting events, which will begin at Christmas 1999 and\r\ncontinue until Easter 2001.\r\nWe laud the untiring efforts of the Palestinian National\r\nAuthority, under President Yasser Arafat, to make this\r\nevent momentous for the international community. It also\r\noffers an opportunity to foster a closer understanding of\r\ndifferent cultures and religious beliefs, thereby putting an\r\nend to decades of mistrust and misunderstanding. It is an\r\noccasion for all to come together and place aspects of life\r\nand faith in the appropriate perspective. It bolsters our\r\nhopes and expectations of a reinvigorated climate of amity,\r\nmutual trust and understanding among all peoples,\r\nirrespective of race, creed or religion. This era of peace can\r\ntake root and flourish only if the Palestinian people exercise\r\ntheir inalienable rights to self-determination and\r\nindependence, with Al-Quds Al-Sharif as their capital.\r\nHence we should send a message from Bethlehem to\r\nall peoples around the globe for stable peace and common\r\nsecurity, as well as a call for dedicated efforts to economic,\r\nsocial and cultural development, while relegating violence,\r\noccupation and conflict to a tragic chapter of Palestinian\r\nhistory. We should therefore spare no effort to ensure the\r\nsuccess of this historic event of universal significance so\r\nthat it can be a celebration of our collective aspirations for\r\nenduring harmony among peoples and nations.\r\nMr. Mabilangan (Philippines): Much has happened\r\nand much has been done since we first considered this\r\nagenda item at our previous session. United Nations\r\nagencies, Governments, the private sector and other\r\nmembers of civil society have come together and focused\r\ntheir creative energies, time and resources on the\r\nmeaningful realization of the Bethlehem 2000 project.\r\nThe Philippines would like to credit the Palestinian\r\nAuthority, the municipality of Bethlehem and the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO) for initiating and taking the lead on this project.\r\nWe would also like to express to them the appreciation of\r\na grateful people for allowing us to share in this sacred\r\nand blessed event.\r\nBethlehem and the birth of Jesus Christ, as well as\r\nthe onset of the new millennium, are of monumental\r\nimportance and have deep significance for a great many\r\npeople. The Philippines, far as it is from Bethlehem, feels\r\na closeness and oneness with everyone commemorating\r\nthis event. The Philippines has warmly welcomed the\r\nBethlehem 2000 project and, fully aware of the dedication\r\nand commitment of the people and organizations behind\r\nit, is certain of its success.\r\nWe knew early on that Bethlehem 2000 would\r\nreceive the fullest support, not only because we all\r\nsincerely cherish the unique historical, cultural and\r\nreligious significance of Bethlehem, but also because the\r\ncommemoration of Bethlehem 2000 will bring the world\r\nto one place to renew our common commitment to peace,\r\ntolerance and understanding — not just for the moment\r\nwhen the third millennium begins or for the duration of\r\nthe celebrations, but for all time.\r\nThe draft resolution before us calls on the\r\ninternational community to support the Bethlehem 2000\r\nproject. This is no easy task, as the amounts involved are\r\nrather large. It is indeed daunting to think of the\r\npreparation and work involved, but with everyone giving\r\na helping hand, the success of Bethlehem 2000 should be\r\nensured. The universality and importance of this project,\r\nand the desire of all to see it succeed, will ensure that the\r\nproject will not lack support.\r\nToday we feel increasingly convinced about, and\r\nsense the urgency of, supporting Bethlehem 2000. We\r\nrecognize and support the importance of reconstructing\r\nthe historic sites of the Holy Land, of preserving the\r\nhistoric and religious importance of Bethlehem and of\r\ninstilling a spirit of harmony and solidarity in the peoples\r\nof that area, and indeed of the Middle East. We also\r\nbelieve that the Bethlehem 2000 project has a distinct\r\nspiritual value, over and above other important economic\r\nconcerns, and that this event, which commemorates the\r\nbirth of Christ, must be shielded from harmful and\r\nunnecessary political hindrances that could frustrate its\r\nlegitimate goal. Let us all help in promoting and\r\nhonouring mankind\u0027s sacred benefactor, born in\r\nBethlehem 2000 years ago.\r\nAt the beginning of my statement I said that much\r\nhas been achieved since we last discussed Bethlehem\r\n2000. But much more remains to be done. The peace\r\n13\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nprocess has moved forward, but reconciliation and enduring\r\npeace have been elusive. The commemoration of the arrival\r\nof the messenger of peace will be even more meaningful if\r\nwe ourselves bring peace, justice, dignity and reconciliation\r\nto the people of Palestine and to the Middle East.\r\nThe historical, archaeological and religious sites in\r\nBethlehem bear witness not only to the birth of Jesus Christ\r\nbut also to the struggles and sacrifices of a brave and\r\npersevering people and their quest for peace. As we move\r\nto preserve these sites, we must also exert every effort to\r\nleave a testament of peace and understanding in the Middle\r\nEast.\r\nBefore concluding, may I commend and express our\r\nappreciation to the Permanent Representative of Senegal,\r\nAmbassador Ibra Ka, for his and his group\u0027s untiring efforts\r\nto promote Bethlehem 2000.\r\nAs we approach the conclusion of our debates in this\r\nmillennium, and as we stand on the frontier of the new\r\nmillennium, we can only remain hopeful and expectant that\r\nthe years ahead hold good promise for all our work in our\r\ncommon quest for peace, harmony and prosperity.\r\nBethlehem and the birth of Jesus hold the promise of our\r\nsalvation, which I know will be with all of us. We must\r\ncome to Bethlehem 2000 bearing our desire and\r\ncommitment for peace, harmony and goodwill as gifts to\r\nthe child in the manger.\r\nMr. Andjaba (Namibia): We are moving closer to the\r\ndawn of the new millennium and the two thousandth\r\nanniversary of the birth of Jesus Christ in the city of\r\nBethlehem. This historic event will be celebrated for a\r\nperiod beginning at Christmas this year and concluding at\r\nEaster 2001. This is an event which will be of considerable\r\nimportance not only for the Palestinian people and the\r\nMiddle East region, but for the international community as\r\na whole, as it has significant religious, historical and\r\ncultural dimensions. I have taken the floor today to reaffirm\r\nmy delegation\u0027s participation in this important event and to\r\npledge our further support in organizing it through the\r\nBethlehem 2000 project.\r\nSince the Palestinian Authority launched the\r\nBethlehem 2000 project, the vast challenges facing the\r\norganizers of the event have become well known. It is clear\r\nthat it is up to us, the members of the international\r\ncommunity, to contribute positively to ensure that\r\nBethlehem 2000 is successful and to strengthen the event as\r\na symbol of hope and peace. Various significant\r\ncontributions have already been made and we are\r\nconvinced that many more will be forthcoming.\r\nOne of the achievements in the preparations for the\r\ncelebrations was the Bethlehem 2000 International\r\nConference, which was held in Rome in February this\r\nyear, under the auspices of the Committee on the Exercise\r\nof the Inalienable Rights of the Palestinian People in\r\ncooperation with the Government of Italy and the Holy\r\nSee. In adopting the Rome Declaration, the Conference\r\nundoubtedly contributed enormously to the organization\r\nof this historic event and to ensuring the broadest possible\r\ninternational participation. The Conference also\r\nsignificantly promoted the entire Middle East peace\r\nprocess.\r\nThe important role of the Committee on the Exercise\r\nof the Inalienable Rights of the Palestinian People — and\r\nparticularly the efforts by its Chairman, Ambassador Ibra\r\nDeguène Ka of Senegal, to increase international\r\nawareness and support for the Bethlehem 2000 event\r\nthrough activities like the Rome International Conference,\r\nthe African meeting in support of the inalienable rights of\r\nthe Palestine People, held in Windhoek in April this year,\r\nthe Cairo meetings held in June this year, and through art\r\nexhibitions and other methods — deserves our highest\r\npraise. We are convinced that with such leadership and\r\nwith assistance from other actors, the Bethlehem 2000\r\ncelebrations will be highly successful and will sustain the\r\nmessage of peace and reconciliation for all humankind.\r\nFinally, my delegation fully supports the draft\r\nresolution entitled “Bethlehem 2000”. We regard it as an\r\nideal instrument through which all of us can express our\r\nsupport for the strong message of peace it carries. It is\r\nour hope that it will be adopted without a vote.\r\nMr. Miranda (Peru) (spoke in Spanish): From their\r\nvery beginnings, human beings have used the\r\ncommemoration of events and circumstances that are\r\nconsidered important as opportunities for reflecting on the\r\nroad already travelled, on their situation at the time and\r\non their prospects for the future. Today, we stand on the\r\nthreshold of the third millennium since the birth of Jesus\r\nin the Palestinian city of Bethlehem. This is a time of\r\nspecial significance, a time of meditation and of rejoicing.\r\nGiven those circumstances, we are turning to a symbol of\r\npeace, reconciliation, understanding, solidarity and justice.\r\nThis symbol — the celebration of Bethlehem 2000 — has\r\nreceived the solid support and recognition of the countries\r\nof this Organization since the fifty-third session of the\r\nGeneral Assembly through resolution 53/27, because it\r\n14\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nrepresents precisely those values that are the constant\r\naspiration of the entire international community.\r\nThe importance that the international community\r\nattaches to this celebration gives rise to the desire to\r\nestablish an atmosphere of peace and confidence that\r\npromotes dialogue, tolerance and cooperation for the benefit\r\nof all peoples, of different religions, cultures and\r\nnationalities. This is a fitting context in which to reiterate\r\nthe fact that the best way of recognizing and celebrating the\r\nhistory and the future of the city of Bethlehem will be the\r\nattainment of a mutually satisfactory agreement of peace\r\nand reconciliation. Current circumstances allow us new\r\nhopes and new grounds for trust that with determination\r\nand will it will be possible to achieve that long-held\r\naspiration to attain peace, stability and prosperity in the\r\nregion.\r\nThe Bethlehem 2000 project seeks to celebrate,\r\nthrough cultural, artistic and religious events, the advent of\r\nthe new millennium, with the participation of individuals of\r\nall ages and religions from every corner of the world,\r\ninspired by the message of peace and hope that the city has\r\nprojected for 2000 years. That is why the delegation of\r\nPeru once again welcomes this initiative and hopes that\r\nduring the next stage the relevant bodies will provide the\r\nnecessary assurances for free and unimpeded access to the\r\nholy places for the faithful of all religions and for people of\r\nall nationalities.\r\nMr. Morel (Seychelles), Vice-President, took the\r\nChair.\r\nWe wish also to reiterate the appeal for the financial\r\nsupport needed for the complete success of the project,\r\nwhose purposes also include improving the infrastructure\r\nand services of that centre of pilgrimage and simultaneously\r\nto preserve its historic legacy, religious value and cultural\r\nheritage. Here, we want to call attention to the cooperation\r\nprovided by the United Nations Development Programme,\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization and the World Bank.\r\nThe delegation of Peru wishes the Bethlehem 2000\r\nproject every success. It recalls once again the values it\r\nsymbolizes and hopes that it will mark the beginning of a\r\nnew era of peaceful coexistence, mutual understanding and\r\ncooperation among all human beings.\r\nMr. Akopian (Armenia): Let me begin by expressing\r\nmy Government\u0027s support for the Bethlehem 2000 project\r\ninitiated by the Palestinian National Authority, and for draft\r\nresolution A/54/L.11, entitled “Bethlehem 2000”; this is\r\nthe second consecutive year that such a text has been\r\nsubmitted to the General Assembly for its consideration.\r\nWe would also like to express our appreciation to all the\r\ncountries and international and non-governmental\r\norganizations which are contributing to the success of this\r\nunique international project, and to express our thanks to\r\nthe Government of Italy for hosting the Bethlehem 2000\r\nInternational Conference in Rome on 18 and 19 February\r\n1999.\r\nIt is only for the second time in history that mankind\r\nis making the transition to a new millennium. The first\r\ntime, the expectations for the new millennium were of an\r\napocalyptic nature. Mankind was terrified of the year\r\n1000 and was helpless in the face of its horror. Today, as\r\nwe approach the last year of this millennium, we are not\r\nhorrified, but hopeful. Not surprisingly, the symbol of the\r\nturn of the millennium this second time is the town of\r\nBethlehem in the Holy Land, where Jesus Christ was born\r\n2,000 years ago, bringing a message of love, peace,\r\nforgiveness and tolerance. The Bethlehem 2000 project\r\naims at reviving the town\u0027s municipal infrastructure,\r\nwhich is very important in a region where economic\r\ndegradation adds very dangerously to political tension.\r\nWe hope that the project will bring economic benefits to\r\nthe peoples of the region, who need to see the practical\r\nresults of the peace process. But at the same time,\r\nBethlehem 2000 provides us with a unique chance to\r\nreturn to our spiritual cradle and, through its renewal, to\r\nregain global hope for peace and reconciliation.\r\nThe 16-month-long programme of millennium\r\ncelebrations proposed by the Palestinian Authority is\r\nimpressive, and it certainly deserves to be supported and\r\npromoted by the international community. The\r\nconsideration in the General Assembly of the item\r\n“Bethlehem 2000” and the important role played by the\r\nUnited Nations Development Programme, the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO), the World Bank and other organizations and\r\nagencies of the United Nations system constitute the best\r\nevidence of such support and promotion. Active\r\nengagement of the international donor community in the\r\ndevelopment of Bethlehem\u0027s basic infrastructure, public\r\nservices and tourist facilities and in the preservation of its\r\nrich cultural heritage is also essential for ensuring the\r\nsuccess of the project.\r\nWe would like to stress the importance of the\r\ncultural programme of the Bethlehem 2000 project. The\r\nlanguage of the arts is the most perfect one; it allows\r\n15\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\ndiverse nations to communicate spiritually and to establish\r\nties on a very subtle level. We hope to witness in\r\nBethlehem an unprecedented year-long arts festival which\r\nwill bring together diverse cultures and unify them in a\r\nstrong appeal for peace and understanding. And in this\r\nrespect it is worth remembering that Bethlehem was also\r\nthe birthplace of King David, who apart from being one of\r\nthe greatest kings of Israel, was also an outstanding man of\r\nthe arts.\r\nFor us Armenians the Holy Land and the town of\r\nBethlehem are not only religious symbols and political\r\nrealities. The Holy Land is a place where Armenians have\r\nbeen living for some 16 centuries as a well organized\r\ncommunity with its own national and religious institutions\r\nconcentrated in the Armenian quarter, which is one of four\r\nhistorical quarters of the Old City of Jerusalem. An\r\nArmenian Patriarchate was established in Jerusalem after\r\nArmenia adopted Christianity as its official religion in the\r\nyear 301, thus becoming the first Christian nation in the\r\nworld. In 2001 we, under the patronage of UNESCO, will\r\ncelebrate the one-thousand-seven-hundredth anniversary of\r\nthat significant event in our history, in a certain way\r\npreserving and echoing the spirit of the Bethlehem 2000\r\nproject. The Armenian Apostolic Church shares equal\r\nresponsibility with the Roman Catholic and Greek Orthodox\r\nchurches as custodian of holy sites of Jerusalem, Bethlehem\r\nand other cities. We believe that this project will ensure\r\nincreased safe access to the holy sites in the future for\r\nbelievers of all religions, which is very important for\r\ncreating and preserving an atmosphere of mutual confidence\r\nand understanding.\r\nThose are the reasons why we are not indifferent to\r\nissues related to the Holy Land. Having thousands of our\r\ncompatriots living in Israel and in the area of Palestinian\r\nautonomy, we are vitally interested in peace and stability in\r\nthat part of the world. We are optimistic that the Middle\r\nEast peace process will continue on the right track, thus\r\nensuring a just, lasting and comprehensive peace in the\r\nregion. We are hopeful that the Bethlehem 2000 project\r\nwill be remembered by future generations as the beginning\r\nof a new era in the history of the Middle East: an era of\r\npeace under the star of Bethlehem.\r\nThe Acting President: In accordance with General\r\nAssembly resolution 48/265 of 24 August 1994, I now call\r\non the observer for the Sovereign Military Order of Malta.\r\nMr. Linati-Bosch (Sovereign Military Order of\r\nMalta): I am grateful for this opportunity to address the\r\nGeneral Assembly on behalf of the Sovereign Military\r\nOrder of Malta. The Order of Malta was founded in\r\nJerusalem 900 years ago, and its history is related to the\r\nhistorical development of the Holy Land, a fact that\r\nhighlights the legitimacy of our interest in all matters\r\nrelated to present-day Palestine.\r\nIt is not my intention to talk about memories and\r\nremembrances, but allow me to recall that in 1949 the\r\nUnited Nations was considering the possibility of granting\r\ninternational status to the holy sites through an agreement\r\namong several Powers and the Vatican State, and of\r\ngiving the Sovereign Order an administrative and\r\nauthoritative role.\r\nToday, the activities of the Order are exemplified by\r\nits presence in Tantur since the end of the nineteenth\r\ncentury by virtue of an agreement between the Order and\r\nthe Ottoman Empire, and especially by the Holy Family\r\nmaternity hospital in Bethlehem, which conducts almost\r\n3,000 deliveries per year. The hospital serves the greater\r\nBethlehem area, including Hebron, and carries out 40,000\r\nconsultations annually. It also operates four outreach\r\nclinics to provide care to pregnant mothers in their\r\nvillages; its capacity will be expanded in the near future.\r\nThe activities of the Order in the Holy Land are\r\nconducted through the Holy Land Foundation of the\r\nOrder of Malta.\r\nWe all know that problems cannot be considered\r\nunilaterally or as isolated phenomena, as one problem is\r\nalways connected with other problems and, at the same\r\ntime, is a consequence of its own complexity. The Holy\r\nLand is the best of examples. The problem of the Holy\r\nLand is a multiform one with aspects related to economic,\r\nsocial, historical, religious and cultural issues, including\r\narmed conflicts. This means that it would be useless to\r\nreach a solution if it did not involve all these facets\r\naccording to the principle of law that a legal norm must\r\nbe clear, just, possible to apply, based on justice and\r\nadequate to the moment and the circumstances.\r\nThere is a consensus in the admission that the\r\nPalestinian problem must reach a satisfactory solution.\r\nObviously, it is not easy to arrive at this happy ending.\r\nAs we said before, the historical roots of the problem, its\r\nreligious implications, economic reasons and many other\r\ndifficulties make the way to peace a very difficult one.\r\nConsequently, the launching of the Bethlehem 2000\r\nproject cannot be considered a solution in itself. We need\r\nthe cooperation of all the members of the international\r\ncommunity in a coordinated operation devoted to the\r\nbenefit of mankind and sponsored by the common\r\n16\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\ngoodwill of all its members. Organizational and preparatory\r\nactions for the attainment of these aims include financial\r\nand technical measures. The United Nations is the most\r\nimportant international organization to play an explicit role\r\nin attracting the attention of the world to the importance of\r\nthis occasion, helping to make the event a moment of hope,\r\npeace, coexistence and prosperity.\r\nThe roots of each and every culture and civilization\r\nare involved in Bethlehem 2000. We must work together so\r\nthat it can satisfy the rights of the people involved in the\r\nframework of self-determination, national sovereignty and\r\nindependence. These are the reasons, among others, that\r\ncall for strong and increased international assistance to the\r\nproject. Allow me to say that celebration can lead the way\r\nto reconciliation and that only collective efforts will make\r\na significant contribution towards a just and lasting peace\r\nin the region.\r\nThe Bethlehem 2000 anniversary celebration must be\r\ntransformed into something that brings economic benefits\r\nto the Holy Land. The people living there have a right to\r\nbenefit from the practical results of the economic prosperity\r\nthat the project can bring them. In fact, some of these goals\r\ncan be reached if we remember that Bethlehem 2000\r\nimplies the restoration of historical, archaeological and\r\nreligious sites of importance. The Brussels Conference of\r\n12 May 1998 counted among those who attended the\r\nEuropean Commission, the United Nations Development\r\nProgramme, the United Nations Educational, Scientific and\r\nCultural Organization (UNESCO) and the World Bank, all\r\nof which will help, or are helping by now, with logistical\r\nsupport and will stimulate cooperation between official and\r\nprivate entities. The United Nations must join these efforts,\r\ncontributing to their relevance and bearing in mind that\r\nIsraeli-Palestinian cooperation is essential for the success of\r\nthe Bethlehem 2000 project. We must consider that\r\nBethlehem 2000 is not a message limited solely to the Holy\r\nLand but is a universal message for the family of humans\r\nto live in harmony and peace.\r\nWe are at the gates of a new millennium that will\r\nbring to all the international community hope for a better\r\nworld, a peaceful world, and will bring reconciliation and\r\nunderstanding among all nations and all regions. The\r\nproject can become the first step in a long journey if we are\r\nable to convert it into a proposal for dialogue.\r\nIn concluding, the Sovereign Military Order of Malta\r\nwould like to reaffirm its firm commitment to a just and\r\ncomprehensive settlement in the Middle East, as stated in\r\nthe Madrid and Oslo accords. To the fullest extent of its\r\npossibilities, the Order of Malta will continue to carry out\r\nits substantial economic and hospitaller work with a view\r\nto contributing to a prosperous future.\r\nThe Acting President: In accordance with the\r\ndecision taken earlier, I now call on the Observer of the\r\nHoly See.\r\nArchbishop Martino (Holy See): On 18 November\r\n1998, this Assembly adopted without a vote the historic\r\nresolution 53/27, on Bethlehem 2000. The Holy See\r\nwelcomes that initiative of the General Assembly and\r\nexpresses its special, sincere appreciation to all who made\r\nit possible. My delegation equally commends the intention\r\nof the General Assembly to revisit this item at the dawn\r\nof the third millennium.\r\nThe President returned to the Chair.\r\nThe draft resolution before the Assembly on\r\nBethlehem 2000 is rich in content and far-reaching in its\r\napplication. It recalls in its first preambular paragraph that\r\n“the Palestinian city of Bethlehem is the birthplace of\r\nJesus Christ and one of the most historic and significant\r\nsites on earth” and notes in the next paragraph that “the\r\nworld will celebrate in Bethlehem, a city of peace, the\r\nonset of the new millennium in a global vision of hope\r\nfor all peoples”. It welcomes, in operative paragraph 1,\r\n“the impending arrival of the global, historic celebration\r\nin Bethlehem of the birth of Jesus Christ and the onset of\r\nthe third millennium as a symbol of the shared hope for\r\npeace among all peoples of the world”. It expresses\r\nsupport, in the next paragraph, “for the Bethlehem 2000\r\nproject and commends the efforts undertaken by the\r\nPalestinian Authority in this regard”.\r\nIn line with the content of this draft resolution, my\r\ndelegation would like to dwell mainly on three aspects of\r\nthe agenda item “Bethlehem 2000”, namely, the city of\r\nBethlehem, the person born there, Jesus, and the message\r\nthat Bethlehem conveys to all peoples of every age.\r\nBethlehem stands at the crossroad of history, giving\r\nus a profound vision of the past and pointing to a new\r\nway of peace and hope. With the etymological\r\nconnotation “house of bread”, Bethlehem enters the annals\r\nof history in the fourteenth century B.C. For almost four\r\ncenturies, it remained at the margins of history, until the\r\ntenth century B.C., when the great King David made\r\nBethlehem “his house”. After King David and until the\r\nbeginning of this era, Bethlehem was almost left in\r\noblivion. Still it contained a continued lineage of solid\r\n17\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nhope and unquenched expectation. The fulfilment of that\r\nhope and expectation was the birth of Jesus, son of David,\r\nin Bethlehem. Jesus\u0027 lowly birth gives Bethlehem its unique\r\nplace in the mind and heart of the world. As Pope John\r\nPaul II has said, though the message of Bethlehem was,\r\namong other things, the promise of peace, Bethlehem\u0027s\r\nhistory since then has often been marked by violence. Yet\r\nmillions will flock to the relatively small city of Bethlehem\r\nduring the coming year in search of the peace, for\r\nthemselves and for the world, that was announced at the\r\nbirth of Christ.\r\nTaking account of the religious, historical and cultural\r\ndimensions of the millennium event, the Bethlehem 2000\r\nproject, planned by the Palestinian Authority, is a laudable\r\ninitiative. As Christ is the patrimony of all of humanity, so\r\ntoo Bethlehem, his birthplace, is the patrimony of humanity,\r\nand thus it requires special protection and guarantees that\r\nensure free and unhindered access to the holy places in\r\nBethlehem to the faithful of all religions and the citizens of\r\nall nationalities. The draft resolution on “Bethlehem 2000”\r\nclearly makes such provisions.\r\nAfter decades of violence, what Bethlehem and its\r\ninhabitants need most today is peace. Peace delayed could\r\nbecome peace denied, and whichever side holds the peace\r\ntalks back will be judged responsible by history for any\r\nresulting negative consequences and further escalation of\r\nviolence. It is the sincere hope of the Holy See that all the\r\nactors will play their respective and relevant roles, so that\r\nthe millennium may be celebrated most appropriately in an\r\natmosphere of peace and reconciliation — not only in\r\nBethlehem, but also in Nazareth, the Holy City of\r\nJerusalem and elsewhere in the Middle East. The 5\r\nSeptember agreement of this year contains promising\r\nprovisions in this regard, and we earnestly hope that they\r\nwill be fully implemented within the given time-frame.\r\nIn the child born in Bethlehem of Judea, God\r\nidentified himself with the poor and abandoned, the\r\ndisplaced and the refugee, victims of injustice and the\r\noutcasts from the mainstream of society of all ages and\r\nplaces. Jesus, born in Bethlehem and brought up in\r\nNazareth in a carpenter\u0027s family, had one fundamental\r\nmessage for humanity: the message of love. He exemplified\r\nin himself the message of a serving love because he did not\r\nlive for himself but for others. The concept of love found\r\nin the person of Jesus a new definition: self-giving. He\r\nsealed that definition with his own blood on the cross.\r\nThe vision of self-giving love includes everyone and\r\nexcludes no one; it respects life and calls for the dignity of\r\nevery human person; it provides an option for the poor\r\nand the oppressed; it demands justice for all and\r\nenvisages the principle of solidarity in the world. It\r\nteaches that giving is loftier than receiving and calls for\r\na new social order. Such a vision has to be the underlying\r\ncurrent of the new era.\r\nThe spirit of Jesus\u0027 self-giving love lives on today\r\nand continues to inspire millions, as it has during the past\r\ntwo millennia. Hence, Jesus is not a religious leader of\r\nthe past but a heavenly beacon of love and life for men\r\nand women who seek in darkness the sense of life and\r\nwho suffer the wounds caused by the violation of the\r\ndignity of their persons. To a world possessed by egoism\r\nand introversion, Jesus of Nazareth makes his invitation\r\nfor the conversion of hearts, and, in the midst of hatred\r\nand oppression, he intones the good tidings of fellowship\r\nand solidarity.\r\nBethlehem was the meeting place of heaven and\r\nearth where glory to God and peace to men of good will\r\nwas proclaimed. The first visitors to experience God\u0027s\r\npeace in the manger of Bethlehem were the humble\r\nshepherds from the neighbouring valleys. The wise men\r\nin search of peace were also guided to that lowly abode\r\nby a star of hope.\r\nThe first truth about the peace announced in\r\nBethlehem is that it is not man-made but God-given. At\r\nthe same time, men and women are not merely\r\nbeneficiaries of that gift but real actors in preparing the\r\nvenue for that gift. Jesus himself calls the peacemakers\r\n“blessed” as he did those who hunger and thirst for\r\nrighteousness. But only in humility, like the shepherds\r\nand the wise men of Bethlehem, will peace be given to\r\nus.\r\nPeace is not merely the absence of war. It is growth\r\nin harmony, the growing of all of creation, with the\r\nhuman person at its centre, towards the Creator. If this\r\nharmony of essential and fundamental relations is\r\ndisturbed, peace will become a mirage. Keeping the right\r\nrelation between God and man and between man and\r\nman — the vertical and horizontal dimensions of human\r\nlife — is a precondition for peace.\r\nPeace is possible only where a will to reconciliation\r\nexists. Hatred begets only hatred. Reconciliation requires\r\ncourage and generosity. Letting the old wounds of hatred\r\nand violence bleed again is to deny peace a chance. The\r\ncall to forgiveness was the final message of Jesus. Where\r\n18\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nthe will to forgive prevails, war and conflict will find no\r\nplace.\r\nAt the end of the second millennium, and in the wake\r\nof the divisions, wars, violence and atrocities that have\r\noften marked its years, the human family needs a moment\r\nof self-examination. It badly needs such a moment to\r\nrealize the evil of which humanity is capable. It equally\r\nneeds this moment to commit itself to a new life, devoid of\r\negoism and hatred. Concretely, that means a resolve and\r\ncommitment to a new ideal in life. If that ideal is the self-\r\ngiving love exemplified in the person of Jesus, our entry\r\ninto the new millennium will be a decisive and positive step\r\nin history.\r\nThe United Nations, by its very definition, is the\r\norganization holding the noble mandate of maintaining\r\ninternational peace and security. Yet no other world body\r\nis as aware as the United Nations of the difficulties in\r\nmaintaining peace in the world. The awareness that peace\r\nis a gift of God would make the international community\r\nbetter realize its limitations and look for means to create\r\nthe right environment for that gift to be received. That is\r\nexactly the role of this unique organization, and the start of\r\nthe new millennium could be the propitious moment for\r\nentering into such an awareness.\r\nThe call of God to humanity two thousand years ago\r\nin the babe of Bethlehem is one of hope, not one of fear\r\nand anxiety. His extended and embracing hands are a\r\nsymbol for all. Let self-giving love and God-given peace be\r\nthe guiding principles for the human family entering the\r\nnew millennium. And let it be especially so for the people\r\nin and around Bethlehem and throughout the Middle East.\r\nThe President: We have heard the last speaker in the\r\ndebate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/54/L.20. I should like to announce that, since\r\nthe introduction of the draft resolution, the following\r\ncountries have become co-sponsors: Armenia, Cameroon,\r\nGrenada, Panama and the Philippines.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/54/L.20?\r\nDraft resolution A/54/L.20 was adopted (resolution\r\n54/22).\r\nThe President: I call on the representative of Israel,\r\nwho wishes to speak in explanation of position on the\r\nresolution just adopted. May I remind delegations that\r\nexplanations of vote are limited to 10 minutes and should\r\nbe made by representatives from their seats.\r\nMr. Jacob (Israel): Israel welcomes with open arms\r\nthe Christian pilgrims from across the globe who will\r\ncome to celebrate the two thousandth anniversary of the\r\nbirth of Jesus in the ancient land then known as Judea.\r\nThe event will be a proud moment in the history of\r\nChristianity, uniting peoples from around the world on the\r\nvery ground from which their heritage sprang forth.\r\nAs the nation that will play host to the thousands of\r\npilgrims, welcoming them at our airports and hotels, our\r\nchurches and historic sites, Israel is proud to take part in\r\nthis momentous occasion. That is why, through the newly\r\nestablished Israel 2000 Authority, our Government has\r\nworked extensively to enhance facilities, hotels and roads\r\nas the date approaches. Moreover, Israel has invested\r\nclose to $1 billion to make this event as fulfilling as\r\npossible for the Christian pilgrims.\r\nThe Bethlehem 2000 events are an integral part of\r\nthis goal. The city of Bethlehem is just a few kilometres\r\nsouth of Jerusalem and a majority of pilgrims will likely\r\nbe hosted in Jerusalem\u0027s many hotels. Thus, Israel\u0027s\r\nBethlehem 2000 programme focuses extensively on\r\nimproving lodging conditions in Jerusalem and on easing\r\naccess and transportation between the two cities.\r\nCooperation between Israel and the Palestinian\r\nAuthority is essential. We would like to take this\r\nopportunity to welcome the recent convening of the\r\nBethlehem 2000 Israeli-Palestinian Steering Committee,\r\nwhich met last week for the first time and is set to\r\ncontinue meeting on a weekly basis. This Committee was\r\nestablished in order to address all the relevant issues in a\r\ntimely and efficient manner. A special focus will be\r\nmovement and access to Bethlehem. We estimate that,\r\nfrom December 1999 to April 2001, Bethlehem will host\r\nan average of 10,000 visitors daily, who will require\r\napproximately 200 tour buses. In this context, Israel and\r\nthe Palestinians have already begun implementing joint\r\nplans to improve and expand the main thoroughfare\r\nleading to Bethlehem from Jerusalem, known as Route\r\n300. Similar improvements are also being made in the\r\ncrossing facility between Jerusalem and the Palestinian\r\nAuthority-administered area of Bethlehem. Such steps will\r\nease access to tourists and Palestinians alike, while\r\ncontinuing to ensure security for all.\r\n19\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nThese efforts to enhance the pilgrimage experience\r\nfollow a proud Israeli tradition of promoting religious\r\nfreedom. Since the establishment of the State of Israel, we\r\nhave enabled all groups to enjoy the benefits of the holy\r\nplaces in our jurisdiction, making these sites the freest and\r\nmost accessible they have been in two millenniums. The\r\nChristian community, for example, has enjoyed unlimited\r\nrights of religious activity, fulfilment and control in the\r\nholy sites of Jerusalem and Nazareth and others throughout\r\nthe country. That tradition will help make next year\u0027s\r\ncelebration of the birth of Jesus a more meaningful\r\nexperience for all who participate.\r\nBut for some unfortunate terminology, this resolution\r\ncould have reflected the universal importance of the\r\nBethlehem 2000 project and received our unqualified\r\nsupport. An example of this is the resolution\u0027s reference to\r\nBethlehem as a “Palestinian city”. Although Bethlehem\r\nwas, during the time of Jesus, a Judean city, the political\r\nand legal disposition of the city today is still pending the\r\nnegotiated permanent status agreement between the sides.\r\nWe would have preferred that this Assembly avoid taking\r\na position in its resolutions that prejudges the outcome of\r\nnegotiations now under way.\r\nIt is our hope that the spirit of cooperation between\r\npeoples and religions reflected in our joint plans for the\r\nyear 2000 will, in the end, prevail. We will endeavour to do\r\nour utmost, even in these deliberations, to protect the\r\nuplifting spirit of Bethlehem 2000. That is why Israel has\r\njoined the consensus on the resolution just adopted, despite\r\nits reservations.\r\nThe President: I call on the representative of Slovakia\r\non a point of order.\r\nMr. Gabriel (Slovakia): Slovakia aligns itself with the\r\nstatement of the European Union delivered by the\r\nrepresentative of Finland this morning.\r\nThe President: I call on the observer of Palestine,\r\nwho wishes to speak in exercise of the right of reply.\r\nMr. Al-Kidwa (Palestine): Our request might seem\r\nunusual in the context of the normal procedure in the\r\nAssembly, by which a certain delegation may not make a\r\ncomplete political statement in explanation of vote.\r\nHowever, I want to say briefly how delighted we are that\r\nthe draft resolution has been adopted by consensus. I just\r\nwant to add that our talk on Jerusalem must be based on\r\nthe fact that Jerusalem is an integral part of the occupied\r\nterritories, to which the Fourth Geneva Convention of\r\n1949 applies.\r\nThis is a question that has been debated at length in\r\nthe Security Council and in the General Assembly in\r\nprevious years, and is debated even to this day. Without\r\ngoing into detail, allow me to say that we cannot accept\r\nthe allegations made by the representative of Israel\r\nregarding Israel’s behaviour towards the holy places and\r\nthe Christians, in particular Palestinian Christians.\r\nFinally, it is regrettable that the representative of\r\nIsrael has expressed his objection to describing Bethlehem\r\nas a Palestinian city in the draft resolution just adopted.\r\nThis is another example of the Israeli position regarding\r\na Palestinian city, all of whose inhabitants are\r\nPalestinians. Even that city has been objected to by the\r\nrepresentative of Israel.\r\nBethlehem has been described as a Palestinian city,\r\nbut the representative of Israel thinks that it should be\r\nsubject to negotiations. This problem will continue as\r\nlong as the Israeli occupation goes on in the Holy Land,\r\nand as long as Israel continues to take illegal measures\r\nthat run counter to international law and the resolutions of\r\nthe Security Council.\r\nWe would have preferred not to have taken the floor\r\non this point, because we are taking a new look at the\r\nfuture, which is full of hope, in view of the historic\r\ncommemoration of Bethlehem 2000. As I said, I do not\r\nwant to go into the details of this. I prefer that we all\r\nfocus on this great positive event that has been achieved\r\ntoday, Sir, under your presidency: the adoption of the\r\nresolution.\r\nThe President: May I take it that it is the wish of\r\nthe General Assembly to conclude its consideration of\r\nagenda item 36?\r\nIt was so decided.\r\nAgenda item 17 (continued)\r\nAppointments to fill vacancies in subsidiary organs\r\nand other appointments\r\n(i) Appointment of the Under-Secretary-General for\r\nInternal Oversight Services\r\nLetter from the Secretary-General to the\r\nPresident of the General Assembly (A/54/531)\r\n20\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nThe President: I should like to draw the attention of\r\nMembers to the letter from the Secretary-General issued as\r\ndocument A/54/531. In that letter, the Secretary-General\r\ninforms the General Assembly that consultations regarding\r\nthe appointment of the Under-Secretary-General for Internal\r\nOversight Services have not yet been concluded.\r\nThe Secretary-General further informs the General\r\nAssembly that, as the term of office of the current Under-\r\nSecretary-General for Internal Oversight Services is due to\r\nexpire on 14 November 1999, and pending completion of\r\nthe consultations regarding his possible successor, he has\r\ndecided to request Mr. Hans Corell, Under-Secretary-\r\nGeneral for Legal Affairs, the Legal Counsel, to oversee the\r\nOffice of Internal Oversight Services. This temporary\r\narrangement is not expected to be a prolonged one, and the\r\nSecretary-General will submit a name to the General\r\nAssembly shortly for its consideration and approval.\r\nMay I take it that the General Assembly takes note of\r\nthe letter from the Secretary-General?\r\nIt was so decided.\r\nThe President: We have thus concluded this stage of\r\nour consideration of sub-item (i) of agenda item 17.\r\nAgenda item 37 (continued)\r\nImplementation of the outcome of the World Summit\r\nfor Social Development\r\nDraft resolution (A/54/L.16)\r\nThe President: As members will recall, the debate on\r\nagenda item 37 was held at the 28th, 30th and 31st plenary\r\nmeetings, on 6, 7 and 8 October, respectively.\r\nIn connection with this item, the Assembly has before\r\nit a draft resolution issued as document A/54/L.16.\r\nI now call on the representative of Chile to introduce\r\ndraft resolution A/54/L.16.\r\nMr. Tapia (Chile)(spoke in Spanish): On behalf of the\r\n116 sponsors listed in the draft resolution, I have the\r\npleasure to introduce the draft resolution entitled\r\n“Implementation of the outcome of the World Summit for\r\nSocial Development”, contained in document A/54/L.16,\r\nunder the General Assembly’s agenda item 37. Guinea and\r\nTogo should be added to the original list of sponsors.\r\nThe draft resolution that my country has submitted\r\non this occasion reaffirms once again the commitments\r\nundertaken by the heads of State and Government at the\r\nWorld Summit for Social Development, held in\r\nCopenhagen in 1995, and it emphasizes the need to give\r\nhighest priority to policies aimed at promoting progress\r\nand social justice, as well as the improvement of the\r\nhuman condition, on the basis of full participation by all.\r\nThe draft resolution also reiterates the need for\r\neffective interaction between economic and social\r\npolicies, underscoring the need to invest in persons and\r\ntheir well-being, which is the only means of achieving the\r\nobjectives of social development.\r\nBearing in mind that the preparatory process for the\r\nholding of a special session of the General Assembly to\r\nreview the implementation of the outcome of the World\r\nSummit for Social Development has begun its work\r\nbroadly and comprehensively, as regards both the level of\r\ncompliance with the Copenhagen commitments by\r\nMember States and possible new initiatives for better\r\nimplementation of these commitments, the draft resolution\r\nthat we are introducing this year focuses on emphasizing\r\nthe progress achieved in the Preparatory Committee,\r\nwhich is already analysing substantive issues.\r\nIt also reaffirms once again that the objectives of the\r\nspecial session will be to reaffirm the Declaration and\r\nProgramme of action agreed at the Summit and not to\r\nrenegotiate them.\r\nThe draft resolution reiterates an invitation to\r\nMember States to participate in the special session at the\r\nhighest possible political level and also reiterates the\r\ninvitation to the United Nations system, including the\r\nBretton Woods institutions, to continue to contribute both\r\nto the preparatory process and to the special session,\r\nwhich will be held in Geneva from 26 to 30 June 2000.\r\nAs for the agreements reached in the Preparatory\r\nCommittee, the draft takes note of the important decision\r\nadopted by that Committee regarding accreditation and\r\nmodalities for participation of non-governmental\r\norganizations, as well as the arrangements for the special\r\nsession recommended by the Preparatory Committee and\r\nadopted by the General Assembly in decision 54/404 of\r\n8 October 1999.\r\nThe draft also recalls that the special session will be\r\nentitled “World Summit for Social Development and\r\n21\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nbeyond: achieving social development for all in a\r\nglobalizing world”.\r\nFurthermore, regarding the work of the Commission\r\nfor Social Development in the preparatory process, the draft\r\nrecalls that the Commission will have the responsibility of\r\nacting as the forum for national reporting and of identifying\r\nareas in which the Preparatory Committee should study the\r\npossibility of adopting further initiatives.\r\nThe draft also expresses appreciation to the\r\nGovernment of Switzerland for initiating and conducting\r\nmaking arrangements for the special session, preparations\r\nthat, in the view of my delegation, ensure the success of the\r\nspecial session.\r\nLastly, the draft decides to include in the agenda of\r\nthe fifty-fifth session of the General Assembly the item\r\nentitled “Implementation of the outcome of the World\r\nSummit for Social Development and of the special session\r\nof the General Assembly in this regard”.\r\nBefore concluding, I wish to thank all the delegations\r\nand the Secretariat for their commitment and their\r\ndedication to the draft resolution. My delegation also\r\nwishes to express very special appreciation for the excellent\r\nwork accomplished by the Counsel of the Brazilian\r\nMission, Mrs. Marcela Nicodemos who for the third year\r\nin a row led the informal consultations that brought about\r\nthe final text of this draft resolution in an effective,\r\nprofessional and expeditious manner.\r\nFor our part, we reiterate once again the firm resolve\r\nof the Government and the Mission of Chile to continue to\r\npromote the process of following up the implementation of\r\nthe commitments undertaken in Copenhagen, both in the\r\ncontext of the Preparatory Committee, over which Chile\r\npresides, and in the special session that we will be holding\r\nnext year in Geneva.\r\nMy delegation hopes that, as in previous years, the\r\ndraft resolution on this subject will be adopted by\r\nconsensus in the General Assembly thus reflecting the firm\r\ncommitment of the international community to the\r\nprinciples and objectives of social development.\r\nThe President: The Assembly will now take a\r\ndecision on draft resolution A/54/L.16.\r\nMay I take it that the Assembly decides to adopt the\r\ndraft resolution?\r\nDraft resolution A/54/L.16 was adoption (resolution\r\n54/23).\r\nThe President: The General Assembly has thus\r\nconcluded this stage of its consideration of agenda item\r\n37.\r\nAgenda item 106 (continued)\r\nSocial Development, including questions relating to the\r\nworld social situation and to youth, ageing, disabled\r\npersons and the family: follow-up to the International\r\nYear of Older Persons\r\nDraft resolution (A/54/L.6/Rev.1)\r\nThe President: As members will recall, under\r\nagenda item 106 four plenary meetings devoted to the\r\nfollow-up to the International Year of Older Persons were\r\nheld on 4 and 5 October. In connection with this item, the\r\nAssembly has before it a draft resolution issued as\r\ndocument A/54/L.6/Rev.l, entitled “Follow-up to the\r\nInternational Year of Older Persons: a society for all\r\nages”.\r\nI now call on the representative of the Dominican\r\nRepublic to introduce draft resolution A/54/L.6/Rev.l.\r\nMs. Alvarez (Dominican Republic) (spoke in\r\nSpanish): I wish first of all to clarify the fact that this\r\ndraft resolution was introduced in the Assembly on 5\r\nOctober, in one of the four plenary meetings held as\r\nfollow-up to the International Year of Older Persons.\r\nToday we simply wish to make a minor oral revision to\r\nthe text, the need for which was brought to our attention\r\nby the legal services of the United Nations.\r\nThe revision should be made to the last clause of\r\nparagraph 17 of the draft resolution. In the fifth line, the\r\nphrase “through the Economic and Social Council” should\r\nbe added after the words “General Assembly”. Thus, the\r\nlast clause of paragraph 17 should read as follows:\r\n“and to report to the General Assembly through the\r\nEconomic and Social Council on this issue during its\r\nfifty-fourth session”.\r\nWith this oral revision, it is the hope of the sponsors\r\nthat the Assembly will be able to adopt the draft\r\nresolution.\r\n22\r\nGeneral Assembly 51st plenary meeting\r\nFifty-fourth session 10 November 1999\r\nThe President: I call on the representative of the\r\nUnited States for an explanation of vote.\r\nMs. Baskette (United States): The United States joins\r\nthe consensus on this draft resolution on the understanding\r\nthat the proposed World Assembly on Ageing will be\r\nfunded entirely outside of the regular United Nations\r\nbudget.\r\nThe President: I should like to announce that since\r\nthe introduction of draft resolution A/54/L.6/Rev.1, the\r\nfollowing countries have become sponsors: Armenia,\r\nBolivia, France, Guinea, Israel, Italy, Malaysia, the\r\nRepublic of Moldova and Senegal.\r\nThe Assembly will now take a decision on draft\r\nresolution A/54/L.6/Rev.1, as orally revised.\r\nMay I take it that the Assembly decides to adopt the\r\ndraft resolution, as orally revised?\r\nDraft resolution A/54/L.6/Rev.1, as orally revised,\r\nwas adopted (resolution 54/24).\r\nThe President: We have thus concluded this stage\r\nof our consideration of agenda item 106.\r\nProgramme of work\r\nThe President: I should now like to make an\r\nannouncement concerning agenda item 20, entitled\r\n“Strengthening of the coordination of humanitarian and\r\ndisaster relief assistance of the United Nations, including\r\nspecial economic assistance”.\r\nI have requested His Excellency Mr. Jørgen Bøjer,\r\nPermanent Representative of Denmark to the United\r\nNations, to be the coordinator of the informal\r\nconsultations on the draft resolutions under agenda item\r\n20, and he has graciously accepted.\r\nMay I request those delegations intending to submit\r\ndraft resolutions under agenda item 20 to do so as early\r\nas possible in order to allow time, if need be, for\r\nnegotiations, with a view to reaching consensus on the\r\ndraft resolutions.\r\nThe meeting rose at 1.15 p.m.\r\n23\r\n"