"United Nations A/55/PV.18\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n18th plenary meeting\r\nSaturday, 16 September 2000, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-64662 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 10.00 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by The Honourable Laisenia Qarase, Prime\r\nMinister and Minister for National Reconciliation\r\nand Unity of the Republic of Fiji\r\nMr. Laisenia Qarase, Prime Minister and\r\nMinister for National Reconciliation and Unity of\r\nthe Republic of Fiji was escorted to the rostrum.\r\nThe President: I have great pleasure in the\r\nwelcoming the Prime Minister and Minister for\r\nNational Reconciliation, The Honourable Laisenia\r\nQarase, and inviting him to address the Assembly.\r\nMr. Qarase (Fiji): I bring you greetings from the\r\npeople of the Fiji Islands.\r\nOn their behalf, I also convey our warm\r\ncongratulations to you, Mr. President, along with the\r\npledge of my delegation to support you and to closely\r\ncooperate with you in ensuring the success of this\r\nsession.\r\nTo the Secretary-General, I would like to express\r\nthe sincere gratitude of the people of Fiji for all that the\r\nUnited Nations family is doing every day, in every part\r\nof the globe, to bring relief to those in need, and to\r\npromote peace, security and development.\r\nI would like to take this opportunity to warmly\r\nwelcome our neighbour and close friend, Tuvalu, as the\r\nnewest Member of the United Nations. Fiji is very\r\nproud to see the flag of this very important Pacific\r\nisland country taking its place alongside the other 188\r\nMembers of the United Nations. We look forward to\r\nthe admission in the future of more Pacific island\r\nStates.\r\nI address the Assembly today on behalf of the\r\nInterim Administration in Fiji, which I have been\r\nentrusted by our President to lead.\r\nIn the wake of the coup détat in my country on\r\n19 May this year, and the political crisis it triggered,\r\nmy Interim Administration has two very important\r\ntasks to undertake within the two-year time frame we\r\nhave set for ourselves.\r\nFirst, it is to return Fiji to constitutional\r\ndemocracy and, secondly, it is to stabilize our economy\r\nand to lay the foundation for a return to sustained\r\ngrowth and expansion with increased investment.\r\nI would like to take this opportunity to thank all\r\nthose Governments who have shown sympathy and\r\nunderstanding, who recognize the complexities of the\r\nsituation in Fiji as a multi-ethnic and multi-cultural\r\nsociety, and who readily accept that solutions to the\r\npresent political crisis can be developed within Fiji, by\r\nthe people of Fiji themselves, without external\r\ninterference in any form.\r\nWith the end of the cold war and of the dual\r\ndivision it created in world order, it would seem that a\r\n2\r\nA/55/PV.18\r\nnew form of imperialism has emerged along with its\r\ntwin-brother, neo-colonialism. As if the corrosive\r\ninfluence and impact of their mass culture of\r\nconsumerism and materialism are not enough, this new\r\nform of domination is being propagated by the purists\r\nof the liberal democracies, in the name of good\r\ngovernance, human rights, accountability and\r\ntransparency. In themselves, these are important\r\ngeneral standards to ensure the integrity of the system\r\nof Government in a country, and the just and fair\r\ntreatment of its citizens. But what is of concern is that\r\nwe are being told to apply these standards and values\r\nof liberal democracy strictly according to their\r\nstandards, without regard for the particular or complex\r\ncircumstances in each country.\r\nOur concern is that some of the fundamental\r\nprinciples upon which this unique world Organization\r\nwas founded 55 years ago are being eroded and\r\nviolated  the principles of respect for national\r\nsovereignty and of non-interference in the internal\r\naffairs of an independent State.\r\nWe appreciate that we now live in a closely inter-\r\nlinked global community, and we are all part of one\r\nhumankind; we are children of one divine Creator. We\r\nmust, therefore, be concerned about each other, about\r\nour common well being, and common basic standards\r\nof rights and freedoms.\r\nThis, however, does not give a country the right\r\nto impose on another, its standards of democratic\r\ngovernance and what it perceives or considers to be\r\nright and acceptable.\r\nIf, within each of our countries, we believe and\r\naccept that civilized behaviour among the citizenry can\r\nonly be one based on mutual respect, mutual\r\nunderstanding, and a willingness to assist and support\r\neach other, why is it that some countries today should\r\nthink that these rules of civilized and respectful\r\nbehaviour within a country, should not apply in their\r\ndealings with other members of the international\r\ncommunity of nations.\r\nI have raised this point not only because we here\r\nat the United Nations should be ever watchful of this\r\ndisturbing negative trend, but also to remind my own\r\ncountrys friends and neighbours that stridency of\r\npolitical rhetoric, smart sanctions and threats of more\r\nsanctions will not really assist us in bringing about a\r\nspeedy and amicable resolution to our political\r\nsituation. In fact, the very opposite is true; they have\r\nonly served to harden attitudes of one community\r\nagainst the other. I, therefore, make a plea to Members\r\nof the United Nations to show greater understanding of,\r\nand sensitivity to, the complexities of the situation in\r\nFiji.\r\nWe are a country of many communities and many\r\ncultures. All have contributed to Fijis development.\r\nWe have all accepted each other as citizens and as\r\ncommunities, and Fiji is our common and permanent\r\nhome.\r\nBut we also have peculiar features, which bear\r\ndirectly on inter-communal relationships within our\r\nsociety.\r\nWe have a total population of around 800,000.\r\nIndigenous Fijians and Rotumans make up 52 per cent\r\nand are growing at 1.8 per cent every year. The second\r\nmajor ethnic group is our Indian community. They\r\nmake up 43 per cent of the population, but with a low\r\nbirth rate and emigration, this is continuing to decrease\r\nat 0.3 per cent each year. The other communities in Fiji\r\nare Europeans, Chinese and Pacific Islanders.\r\nEthnicity is only one basis of distinction and\r\ndifference in Fiji. Then there is land ownership. The\r\nindigenous Fijians and Rotumans own, by custom, 84\r\nper cent of all land in Fiji. Much of the best of this,\r\nhowever, is on lease for various purposes, residential,\r\ncommercial and agricultural, and more than 60 per cent\r\nof the tenants are members of our Indian community.\r\nMost of the agricultural leases are sugar cane farming\r\nleases, and more than 75 per cent of these are held by\r\nIndian tenants, and most of these tenants have lived on\r\ntheir leased land for three generations.\r\nIn our urban areas, the situation is the reverse.\r\nThe majority of property owners, of businesses, of\r\nthose in the professions, of those working for a regular\r\nincome, are non-Fijians and mostly Indians.\r\nIn religion, more than 57 per cent of the\r\npopulation, the indigenous Fijians and Rotumans, and\r\nthe other minority communities, are mostly Christians.\r\nOn the other hand, the remaining 43 per cent, the\r\nmembers of the Indian community mostly belong to the\r\nHindu, Muslim and other faiths.\r\nThen there are our culture and value systems.\r\nIndigenous Fijians and Rotumans have a hierarchical\r\nsocial structure. Traditional hereditary chiefs and\r\ncommoners alike have their place and role in society\r\nand are bound together by reciprocal obligations of\r\n3\r\nA/55/PV.18\r\nloyalty, obedience, and of sharing with, and caring for,\r\neach other and everyone in the community. Fijians\r\nvalue their democratic rights as individuals, but as a\r\ncommunity they know their place in their traditional\r\nsociety.\r\nIn our Indian and other communities people are\r\nmuch more individually based. There is, therefore, a\r\ngreater consciousness of and emphasis on individual\r\nrights and freedoms  the right to equality, the\r\nimportance of education, success in professional life\r\nand the security of property rights.\r\nWe all live together side by side in Fiji, yet we\r\nremain apart, separated by our ethnicity, religion,\r\ncultural differences and value systems. We\r\ncommunicate with each other, not through the\r\nlanguages of our communities, but through the English\r\nlanguage. With regard to our general standards of\r\nliving, even though indigenous Fijians and Rotumans\r\nown 84 per cent of the land in Fiji, they have, on\r\naverage, the lowest level of household income, and\r\nthey also lag well behind the other communities in\r\nalmost every aspect of life in a rapidly expanding\r\nmarket-based economy.\r\nI have explained all this to highlight the delicate\r\nand sensitive nature of our multi-ethnic and\r\nmulticultural society in Fiji. The crux of our political\r\ncrisis in Fiji is that the indigenous Fijian and Rotuman\r\ncommunities felt threatened by certain policies which\r\nthe non-indigenous leadership of the Peoples Coalition\r\nGovernment had implemented following their decisive\r\nvictory in our national elections in May 1999. It was\r\nthis fear and anxiety about their future as the worlds\r\nonly indigenous Fijian and Rotuman community of just\r\nover 420,000 people that led to mass demonstrations\r\nand ultimately the coup détat on 19 May this year. It\r\nalso manifested itself in the mass looting of shops, the\r\ndestruction of property and threats to people and their\r\nfamilies. Unfortunately, and tragically, the victims\r\nwere mainly members of our Indian community.\r\nIt was in this serious and deteriorating law and\r\norder situation that the Fiji military forces responded to\r\na request from our police to take direct control of law\r\nand order and the protection of citizens. To facilitate\r\nthis, on 29 May the Fiji military forces abrogated our\r\n1997 Constitution.\r\nHowever, as the civilian interim Administration,\r\nwe have ourselves taken over from the army, and, as I\r\nhave said, we are firmly committed to returning Fiji to\r\nconstitutional parliamentary democracy. We intend to\r\npromulgate a new constitution in August next year.\r\nGeneral elections will then follow within 12 months.\r\nThe new constitution is to be prepared by a constitution\r\ncommission, which we shall appoint early next month.\r\nIt will be representative of all our communities and\r\nwill consult widely throughout the country, giving the\r\npublic at large every opportunity to submit their advice\r\nand recommendations on the new constitution.\r\nI should also mention a new initiative I have\r\ntaken to deal with the inter-ethnic crisis in Fiji: the\r\nestablishment of a Ministry of National Reconciliation\r\nand Unity, together with a Council for National\r\nReconciliation and Unity. It is my sincere hope that the\r\nCouncil will bring together the representatives of the\r\nvarious communities in our rich, multicultural society,\r\nas well as representatives of the various sections of the\r\nwider community, including employers, trade unions\r\nand civil society, to discuss and make\r\nrecommendations on various ways by which we can\r\npromote greater intercommunal understanding and\r\ncooperation.\r\nWhat we have realized is that it is not enough\r\nsimply to focus attention on the constitution as the\r\nframework for our different communities in Fiji to live\r\ntogether peacefully and harmoniously. We need to do\r\nmore. We have to build and reinforce foundations for\r\nliving together in all aspects of our lives in our multi-\r\nethnic and multicultural society. We are making good\r\nprogress in education, and proposals are now under\r\nconsideration to broaden the curriculum in schools to\r\ninclude compulsory study of the Fijian language, Fijian\r\nculture and the ethno-history and ethno-geography of\r\nFiji. We also need to encourage and promote more\r\nsocial interaction and cohesion at the neighbourhood\r\nand community level. Most important, it is my sincere\r\nhope that the Council for National Reconciliation and\r\nUnity will develop a consensus on national leadership\r\nand power-sharing in Fiji. I believe sincerely that the\r\nmost enduring foundation for unity in Fiji is one that is\r\nbuilt in a spirit of give and take, of justice and fairness\r\nfor all and of responsibility for one another.\r\nVery recently the United Nations launched a\r\nDecade, from January 1995 to December 2004, on the\r\ntheme, Indigenous people: a new partnership, which\r\nseeks the formation of new relationships, founded on\r\nmutual respect and understanding between indigenous\r\npeoples and States and the United Nations. In the\r\ncontext of Fiji, what we hope to build is a new\r\n4\r\nA/55/PV.18\r\npartnership between the indigenous Fijian and\r\nRotuman communities and the other communities, as\r\nthe basis of living together in our multi-ethnic and\r\nmulticultural society in the twenty-first century.\r\nI again assure the international community that\r\nwithin the two years of our transitional Administration\r\nwe shall return Fiji to constitutional democracy. A new\r\nconstitution will address the concerns of indigenous\r\nFijians and Rotumans about their future. At the same\r\ntime, however, it will also maintain and protect the\r\nequal fundamental rights and freedoms of all citizens\r\nand groups, without distinction on the basis of\r\nethnicity, religion, culture, gender, or economic and\r\nsocial status.\r\nIndeed, as the interim Prime Minister in the\r\ntransitional Administration in Fiji, I am committed to\r\nbuilding a united Fiji with a multi-ethnic and\r\nmulticultural society in which all the different\r\ncommunities can live together in peace, harmony and\r\nprosperity, in which the aspirations of the Fijians and\r\nRotumans are realized and the paramountcy of their\r\ninterests is secure and in which the provision of\r\nimportant social services, such as education and health,\r\nto all our communities is a priority, so that the quality\r\nof life and standard of living of all our people are\r\ncontinuously improving.\r\nFiji commends and supports the Brahimi report\r\n(A/55/305) on peacekeeping. It is a timely and\r\nthoughtful report which, if implemented, will\r\nconsiderably enhance the ability of the United Nations\r\nto carry out its peacekeeping tasks. With regard to\r\nFijis continuing participation in United Nations\r\npeacekeeping activities, I am pleased to confirm our\r\npositive response to the Secretary-Generals request for\r\na further increase in our troops serving in the United\r\nNations Interim Force in Lebanon. In that connection, I\r\ncommend the efforts of all those involved in the\r\nMiddle East peace process. Fiji earnestly hopes that the\r\nnegotiations will be successful in resolving\r\nlongstanding differences and bring about long-term\r\npeace in the region.\r\nWe in Fiji have been greatly inspired by the\r\npositive developments on the Korean peninsula, with\r\nthe growing rapprochement between the South and the\r\nNorth. We express the hope that the same spirit of\r\ngoodwill and readiness to enter into dialogue will also\r\nspread to the great country of China, between the\r\nPeoples Republic of China and Taiwan. With regard to\r\nthe very important country of Japan, I reaffirm Fijis\r\nsupport for Japans admission as a permanent member\r\nof the Security Council.\r\nThe Secretary-Generals report (A/54/2000), We\r\nthe Peoples has inspired the entire United Nations\r\ncommunity with its vision of a more humane and more\r\nholistic future for our children and our world. We agree\r\nentirely that the United Nations should focus not just\r\non the relationship between and among States, but,\r\nincreasingly, on the well-being and development of the\r\npeoples of this world.\r\nOnce again, I extend my congratulations to you,\r\nMr. President, and best wishes for a successful\r\nMillennium Assembly.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister and\r\nMinister for National Reconciliation and Unity of the\r\nRepublic of Fiji for the statement he has just made.\r\nMr. Laisenia Qarase, Prime Minister and\r\nMinister for National Reconciliation and Unity of\r\nthe Republic of Fiji, was escorted from the\r\nrostrum.\r\nI now give the floor to His Excellency Mr. Jan\r\nKavan, Minister for Foreign Affairs of the Czech\r\nRepublic.\r\nMr. Kavan (Czech Republic): I would like to\r\nstart by congratulating you, Mr. President, on being\r\nelected to preside over the fifty-fifth session of the\r\nGeneral Assembly, and wish you much success as you\r\ncarry out this important post. I would also like to take\r\nthis opportunity to thank your Namibian predecessor,\r\nMinister Theo-Ben Gurirab, for the responsible work\r\nand efforts he invested in United Nations activities\r\nthroughout the year and, in particular, for the role he\r\nplayed in the preparation of the Millennium Summit.\r\nLet me also take this opportunity to welcome the\r\nadmission of Tuvalu to the United Nations, another\r\nexpression of the openness and universal character of\r\nthis Organization.\r\nThe Millennium Summit brought interesting,\r\nstimulating ideas embracing the huge potential posed\r\nby the experience of the population of the whole\r\nplanet, formulated in the words of the highest\r\nrepresentatives of Member States. The Summit, the\r\nmost representative gathering ever, gave us a unique\r\nopportunity to make a multifaceted review of\r\n5\r\nA/55/PV.18\r\nchallenges the world is facing at the threshold of the\r\nnew millennium. The unexpectedly positive Summit\r\nresults are generally being appreciated and approved.\r\nHowever, the implementation of those 32 United\r\nNations Millennium Declaration provisions, as well as\r\nof an unprecedented Security Council resolution 1318\r\n(2000), will not be easy, cheap or rapidly attainable.\r\nThe start of the 1990s was characterized by\r\nbuoyancy and great expectations in handling long-term\r\nproblems connected with the era of Communism in the\r\nworld, the onset of democracy and the stress on the\r\nimportance of observing universal human rights.\r\nBound up in this optimism were expectations that were\r\nsometimes unrealistic.\r\nThose expectations proved unfeasible in the\r\nsecond half of the decade. The intricate nature of the\r\nproblems, difficulties in finding lasting solutions, and\r\ninternal and external crises quite clearly exposed the\r\nbounds and the possibilities of the international\r\ncommunity, and the United Nations was no exception.\r\nDisillusionment and disenchantment sometimes led to\r\nthe assertion and the defence of utilitarian and other\r\nparticular interests, which led to feelings of belonging\r\nand solidarity being greatly undermined.\r\nThe inhabitants of the world, suffering from the\r\nravages of war, poverty, disasters and various forms of\r\noppression, expect actions of us today.\r\nCan we match these expectations? I hope, and\r\nfirmly believe, that we can. There is no longer time for\r\nfurther devaluation in the significance of the words\r\ndevelopment, security, cooperation and solidarity. We\r\ncan no longer abuse the trust and patience of so many\r\npeople. If reaching a compromise and consensus\r\ncontinues to be impossible for our diplomats, then it\r\nwill be all the more difficult to find it among States and\r\nentities in individual countries.\r\nThe United Nations is expected to be able to\r\nprove its ability to adapt quickly and carry out internal\r\nreform, primarily of the Security Council. The Security\r\nCouncil has to reflect the reality of today, not that of 50\r\nyears ago. Only a truly representative and effective\r\nSecurity Council will be able to overcome its current\r\nimpotence, sometimes veiled in high-sounding but\r\nempty phrases. If no remedy is found now, after the\r\nMillennium Summit, the United Nations risks loss of\r\ncredibility, and it will greatly reduce its influence on\r\nmany processes which are now shaping the world. Here\r\nI am thinking especially of those processes we include\r\nunder the term globalization.\r\nGlobalization does not stop at Forty-second\r\nStreet. It is rushing around the world with the force of\r\na typhoon, picking up speed as it is fed ever new\r\ndiscoveries in information and communication\r\ntechnology. But globalization is a much more\r\ncomprehensive phenomenon than the mere\r\nstandardization of traffic regulations, television\r\nsystems or bananas. Globalization entails development\r\nand human security, as well as poverty and human fear.\r\nBut it also encompasses human thinking. If it does not\r\nembrace solidarity and social justice, it will continue to\r\ndivide the world between winners and losers, as was\r\nmentioned here from this rostrum recently by the\r\nGerman Foreign Minister Joschka Fischer. The United\r\nNations can help with this issue. If it fails, it will be\r\nguilty of loosing this crucial opportunity of making the\r\nUnited Nations again into a highly respected\r\nOrganization able to tackle the most important global\r\nproblems. We have to find the political will and the\r\nmeans to do so.\r\nI would like to dwell on the topic of\r\npeacekeeping a little. What I have said about huge\r\noptimism and subsequent disenchantment is just as\r\napplicable to this area. I am convinced that lasting\r\nsolutions to conflicts can only be found by peaceful\r\nmeans and by negotiations between all parties\r\ninvolved. Peacekeeping remains a key instrument\r\nwielded by the international community, as it\r\nestablishes peace and peaceful coexistence among the\r\nnations.\r\nWe welcome the priority given to peacekeeping\r\nlast week. The Millennium Summit meetings, together\r\nwith Mr. Brahimis report, present a unique opportunity\r\nto strengthen the United Nations capacity for\r\npeacekeeping operations. Our pledges to enhance the\r\neffectiveness of the United Nations in addressing\r\nconflicts at all stages, from prevention to settlement to\r\npost-conflict peace-building, should bind the\r\ninternational community from the very moment it\r\napproved them last week.\r\nFar-reaching but realistic intentions announced\r\nfrom this rostrum by Minister Vedrine on behalf of the\r\nEuropean Union earlier this week thus meet our\r\nexpectations of how to bring into life the Millennium\r\nSummit recommendations, anchored in a firm belief in\r\nthe United Nations potential.\r\n6\r\nA/55/PV.18\r\nAny reform of the United Nations would not be\r\ncomplete without reforming its crucial body: the\r\nSecurity Council. Its role is irreplaceable. The\r\ndecision-making process should respond not only to a\r\nchange in the nature of todays crises, but also to the\r\nnecessary comprehensiveness of their solutions. An\r\nincrease in the effective capacity of the United Nations\r\nSecretariat to act via the reorganization of its\r\nDepartment of Peacekeeping Operations, closer\r\ncooperation and coordination with regional structures\r\nis an integral part of the process. We must look for\r\nways to react quickly, promptly and effectively.\r\nThe Czech Republics approach to the reform of\r\nthe United Nations Security Council has been voiced\r\nmany times, and we prove it through our active\r\nparticipation, notably in the open-ended working group\r\nof the General Assembly and in the so-called Group of\r\n10. Unfortunately, deliberations on Security Council\r\nreform are still short of bringing fruit, being effectively\r\nparalysed by the particular interests of several States.\r\nThe new millennium must soon see a new, enlarged and\r\nmore representative Security Council, preferably with\r\nfive additional permanent seats for both developed and\r\ndeveloping countries and a few more non-permanent\r\nseats. We all have to take to heart the appeal of the\r\nMillennium Declaration to further strengthen our\r\nefforts in this regard.\r\nWhether for programmes or for peacekeeping, in\r\nthe new millennium the United Nations needs a\r\nsustainable and equitable system of financing. In this\r\nregard, we are ready to cooperate actively in\r\ndiscussions about making adjustments for the scale of\r\nassessments for both the regular budget and the\r\npeacekeeping budget. We express our appreciation to\r\nthe countries that have announced their preparedness to\r\nassume additional financial responsibility by moving\r\nvoluntarily from group C to group B in the\r\npeacekeeping operations scale.\r\nThe Czech Republic has voluntarily committed\r\nitself to remain in group B, but that is not a solution to\r\nthe problem. A new scale is urgently needed. However,\r\nnegotiations about such a scale should not be trapped\r\nin endless debates over past unpaid debts. All arrears\r\nshould be settled before the adoption of a new, and\r\nhopefully fairer, scale of assessments.\r\nThe anniversary we mark this year of the tragic\r\nmassacre in Bosnian Srebrenica leads me to the issue\r\nof war crimes, crimes against humanity and genocide.\r\nThe international communitys objective is to achieve\r\npeace, but lasting peace requires justice. In this respect,\r\nthe International Criminal Tribunals set up by the\r\nSecurity Council are of prime importance. Besides\r\npunishing offenders, those International Tribunals have\r\nanother extremely important function: to prove\r\npersonal guilt in criminal cases and, thus, to reject the\r\nnotion of collective guilt. The Tribunals are also\r\nimportant as deterrents for those who may be thinking\r\nof easing their way to power over the bodies of the\r\ninnocent. The Czech Republic therefore highly\r\nappreciates the work done by the International\r\nCriminal Tribunals to investigate the crimes committed\r\nin the former Yugoslavia and Rwanda, and supports the\r\nestablishment of a similar body to punish crimes\r\ncommitted in Cambodia and Sierra Leone.\r\nThe International Criminal Tribunal for the\r\nFormer Yugoslavia increased its activities during the\r\nlast year, bringing to The Hague war criminals who had\r\ngreater responsibility for crimes committed. War\r\ncriminals have been prosecuted there, but their political\r\nand military leaders remain at large. Recent\r\ndevelopments, however, have shown that leaders\r\nthemselves are not immune from international\r\njurisdiction. That trend is best illustrated by the efforts\r\nof the international community to establish an\r\nInternational Criminal Court, which most Member\r\nStates of the United Nations voted for at Rome in 1998.\r\nThe creation of a functioning International\r\nCriminal Court, an institution that can play an\r\nimportant role in projecting the principle of justice into\r\ninternational relations and in building an increasingly\r\nefficient system for the protection of human rights, is\r\none of the priorities of Czech foreign policy in the field\r\nof international law. The Czech Republic is taking all\r\nthe necessary steps to ratify the Rome Statute as\r\nquickly as possible.\r\nDevelopments in international law are directly\r\nbound up with the issue of human rights. I believe that\r\nthe commitment of the United Nations to the right of\r\nevery human being to a dignified life in safety should\r\nbecome the focus of attention of all Member States of\r\nthe United Nations. The long and frequently painful\r\nprocess of making progress in international human\r\nrights, at the outset of which stood the terrible\r\nexperience of the Holocaust, has resulted in the\r\nconcept of universal human rights. The United Nations\r\nis playing a key role in implementing that concept.\r\n7\r\nA/55/PV.18\r\nHowever, I think it would be wrong to use our\r\ncontemporary understanding of human rights when we\r\nlook back at events long past. In the last decade, the\r\ninternational community demonstrated both its\r\ndetermination not to accept abuses of human rights and\r\nits willingness to defend the principle of the personal\r\nsafety of human beings, even to the detriment of the\r\nwell-established concept of national sovereignty.\r\nAccepting limits to absolute sovereignty for the sake of\r\nhuman rights is a matter of political principle and\r\nmorality that forms the basis of the values of the\r\nUnited Nations. As I said here last year, we would\r\nprefer, if any actions do infringe on the sovereignty of\r\nMember States, that those actions be made legitimate\r\nby a proper United Nations mandate. Human rights is\r\nnot a process that has been completed; it is still\r\nprogressing. However, we should not judge history by\r\nthe standards of today.\r\nThe protection of human rights is one of the\r\nfundamental principles of Czech foreign policy.\r\nCompared with other international compacts, those on\r\nhuman rights enjoy a privileged status in Czech law. I\r\nam pleased that the Czech Republic subscribed during\r\nthe Millennium Summit to the Optional Protocol to the\r\nConvention on the Rights of the Child on the\r\ninvolvement of children in armed conflict. Due efforts\r\nto complete a protocol to the Convention against\r\nTorture should be made. The Czech Republic also\r\nmade an active contribution to the preparation of the\r\nDeclaration on human rights defenders. I believe that\r\nthe decision made this year by the United Nations\r\nCommission on Human Rights on the appointment of a\r\nspecial rapporteur of the Secretary-General for human\r\nrights will help give rise to the mechanism we need for\r\nthe implementation of the Declaration.\r\nThe last of the more general issues I would like to\r\ndraw attention to is the issue of sanctions. By that I do\r\nnot mean weapons embargoes. The Czech Republic\r\nviews them as instruments capable of reducing the\r\nintensity of a conflict, supports them and observes\r\nthem without reservation. A problem, though, lies in\r\nthe efficiency and impact of blanket economic\r\nsanctions. The last 10 years have provided ample proof\r\nthat in Cuba, Iraq and Yugoslavia, to take just three\r\nexamples, blanket economic sanctions, whether\r\ndeclared unilaterally or multilaterally, have been\r\nunable to achieve their objective.\r\nPoorly nourished, isolated and sick people are\r\nhardly likely to rise up against a governing elite that\r\nwill never allow the consequences of sanctions to\r\naffect it or its faithful supporters. The result is that\r\nchanges in the conduct of the rulers are even less\r\nlikely.\r\nGrowing globalization and the economic and\r\ninformation interconnection of the whole world\r\ninfluence and change the conditions affecting the\r\nefficiency of sanctions. The Czech Republic would\r\ntherefore prefer the use of smart sanctions targeted\r\nagainst leading representatives of a State that refuses to\r\nobserve international law. In my opinion, such\r\nsanctions could include a ban on the issue of entry\r\nvisas and the freezing of assets abroad. I think it would\r\nbe particularly useful and expedient if the examination\r\nof the issue of peacekeeping also included the issue of\r\nsanctions. The Czech Republic believes that a similar\r\napproach  namely, the appointment of a panel of\r\nexperts on this issue and subsequent discussion of a\r\nreport drawn up by that panel  would be of immense\r\nbenefit in improving our collective efforts to achieve\r\npeace and security by punishing perpetrators and not\r\nvictims.\r\nAllow me to mention how the Czech Republic\r\nviews some of the most topical questions of\r\ninternational policy.\r\nWe believe that boosting defence capacities to\r\nprotect against potential attack is an absolutely\r\nlegitimate step by any government. In the case of\r\nNational Missile Defence, however, we are talking of a\r\nconcept about which there are many questions. In our\r\nopinion, security, as it is conceived of today, is\r\ncomprehensive and integral  something that cannot\r\nbe built up to the detriment of other partners.\r\nThe Czech Republic believes that the way to a\r\nsafer world lies primarily in the continuation of the\r\ndisarmament process and the non-proliferation of\r\nweapons of mass destruction, leading ultimately to a\r\nworld free of nuclear weapons. We support the view\r\nthat a more intense disarmament process will lead to\r\nsavings in the funds spent on arms. Employing such\r\nsavings for peaceful purposes would increase the\r\nability of the international community to tackle\r\npressing challenges such as the widening gap between\r\nrich and poor countries, and to deal with ethnic and\r\nreligious conflicts, environmental preservation and so\r\non. I would like to assure the Assembly that efforts to\r\nrenew the momentum of the disarmament process will\r\n8\r\nA/55/PV.18\r\ncontinue to have the unequivocal support of the Czech\r\nRepublic.\r\nThe Czech Republic therefore welcomes\r\nPresident Clintons decision to leave the verdict on\r\nNational Missile Defence to the new President.\r\nThe Czech Republic is monitoring the situation in\r\nthe Middle East closely, as a traditional and active\r\nsupporter of the peace process established by Security\r\nCouncil resolutions 242 (1967) and 338 (1973) and the\r\nprinciple of land for peace. The Czech Republic\r\nresolutely opposes the exploitation of the developments\r\nthat took place after the Camp David summit to attack\r\nthe peace process as a whole as well as the positive\r\nresults achieved so far in negotiations between Israel\r\nand the Palestine National Council (PNC). The Czech\r\nRepublic also emphatically rejects the misuse of this\r\nsituation to carry out acts of violence, which can only\r\nresult in unnecessary suffering and more victims. This\r\nis not the way to achieve the much-desired peace and\r\nstability in the Middle East. The Czech Republic\r\nsupports the establishment of an independent Palestine,\r\nbut it would prefer the emergence of such a state in an\r\natmosphere of general support enjoying the consensus\r\nof all those involved. That is why we believe that the\r\nPNCs postponement of this step by two months creates\r\na certain space for further deliberations. We wish them\r\nto be fruitful and successful in their outcome, although\r\nwe are fully aware that even with good political will on\r\nboth sides, the issues are thorny and laden with\r\nemotions and the burdens of history.\r\nLast year from this rostrum I said that Kosovo\r\nwould be the benchmark for the success of\r\ninternational institutions. I also said that Kosovo was\r\ngoing through a period when peace must be\r\ndefended  that is, a period in which it is vital to\r\nachieve political stability and democratization,\r\neconomic stabilization and the gradual development of\r\nthe region.\r\nWe can be proud of what the Kosovo Force\r\n(KFOR) and United Nations Interim Administration in\r\nKosovo (UNMIK) have done to assist the return of\r\nethnic Albanians who were chased out of their homes\r\nby Serbian forces.\r\nRegardless of these tremendous efforts, however,\r\nwe cannot be quite satisfied with the developments in\r\nKosovo. In fact, some of the objectives of the relevant\r\nresolution have not been achieved. The positive\r\ndevelopments we have seen so far in Kosovo concern\r\nmostly one ethnic group; the other still lives under a\r\nsecurity threat. There is still a very long way to go\r\nbefore a multi-ethnic, multicultural and democratic\r\nway of life prevails in the area.\r\nIn keeping with Security Council resolution 1244\r\n(1999), the possibility, on a permanent basis, of the\r\nreturn of non-Albanian ethnic groups and the building\r\nof a multi-ethnic, pluralistic and democratic society\r\nmust remain our objectives, no matter how unattainable\r\nthis aim may seem today. To give up on this objective\r\nwould be tantamount to an admission of defeat on the\r\npart of the international community.\r\nCertain negative features of the developments in\r\nKosovo also hinder the chances for the democratization\r\nof Serbia. They play into the hands of those forces in\r\nthe Federal Republic of Yugoslavia and Serbia which\r\nbuild their election campaigns on xenophobia, on the\r\ncontinuation of the political isolation of the Federal\r\nRepublic of Yugoslavia and Serbia, and on the\r\ncontinuation of sanctions.\r\nIn our view, the time has come seriously to\r\nconsider taking further steps in Kosovo, including at\r\nthe level of the Security Council. The Council has\r\nalready taken the first steps in this direction, but it is\r\nimperative for it to return to the Kosovo issue soon.\r\nObviously, many things will depend on the results of\r\nthe forthcoming elections in the Federal Republic of\r\nYugoslavia.\r\nThe world beyond the doors of this Hall is\r\nchanging rapidly. Our children will live and work in an\r\nenvironment that we can only guess at. It is our\r\ncollective responsibility to do all we can to ensure that\r\nit is a world of peace, prosperity, solidarity and\r\ntolerance.\r\nThe President: I give the floor to the Minister of\r\nForeign and Political Affairs of San Marino, His\r\nExcellency Mr. Gabriele Gatti.\r\nMr. Gatti (San Marino) (spoke in Italian; English\r\ntext furnished by the delegation): Allow me first of all\r\nto congratulate you, Sir, on your assumption of the\r\npresidency of the fifty-fifth session of the General\r\nAssembly. I wish also to congratulate most sincerely\r\nthe Secretary-General on his comprehensive and\r\ndetailed report outlining the most important challenges\r\nfacing the international community in the twenty-first\r\ncentury.\r\n9\r\nA/55/PV.18\r\nThe heads of State or Government of the States\r\nMembers of the United Nations drew inspiration from\r\nthis important document for the Millennium Summit,\r\nwhich has just concluded, at which they expressed their\r\ncollective commitment and determination to adopt\r\npolicies in favour of a globalization process benefiting\r\nthe entire world population.\r\nInternational cooperation among Governments\r\nwill pave the way for an increasingly integrated system\r\nin which all States are inevitably involved, thus\r\nbringing all the peoples of the world closer together.\r\nSan Marino believes that a wider globalization process\r\nof a juridical, ethical and cultural nature, in which\r\nsolidarity is a major concern, is a sine qua non for the\r\nachievement of genuine economic globalization.\r\nThe Republic I represent is fully convinced that it\r\nis the responsibility of all countries of the world to\r\nensure economic and social development and to\r\naddress threats to international peace and security, and\r\nthat the United Nations must play a central role in\r\nshaping our common future.\r\nAgainst this backdrop, the question of the least\r\ndeveloped countries burdened with a huge foreign debt\r\nmust be re-examined, in the conviction that debt relief\r\nmust form an integral part of the contribution offered\r\nby the international community to worldwide\r\ndevelopment.\r\nSince the economic and social development of\r\nmany countries is being irreparably hindered by debt\r\nproblems, international solidarity is an imperative for\r\neverybody, just as human rights and dignity must not\r\nbe violated in the name of market laws.\r\nAt the dawn of the third millennium, it is\r\nunacceptable that half of the worlds population still\r\nlives in extreme poverty, with an income of barely two\r\ndollars a day. The indifference to this problem is a\r\ndisgrace to humanity as a whole, since we are all well\r\naware that poverty often triggers domestic and\r\ninternational conflicts and leads to exploitation and\r\nunderdevelopment.\r\nAgainst this gloomy background characterized by\r\nblatant contrasts, the international community must\r\nconcentrate its efforts on the protection of the most\r\nvulnerable, who bear the heaviest burden, and must pay\r\nspecial attention to women and children, who are the\r\nmain victims of poverty, violence and exploitation.\r\nPrompted by the conviction that legal cooperation, at\r\nan international level, is crucial to the protection of the\r\nrights of the child, San Marino was the first country to\r\nsign, this year, the Optional Protocol on child\r\npornography, and the second country to sign the\r\nOptional Protocol on the involvement of children in\r\narmed conflicts. The Republic is actively preparing to\r\nparticipate in the Special Session on Children to be\r\nheld in September 2001, where progress made over the\r\nlast decade in the protection of children will be\r\nreviewed. On that occasion, the international\r\ncommunity will lay the foundations for ensuring that\r\nchildren enjoy their full juridical status.\r\nWell aware that legal equality between men and\r\nwomen has become a major concern, both nationally\r\nand internationally, San Marino welcomes the results\r\nof the 1995 Beijing Conference, as well as those of its\r\nfollow-up special review session held in New York last\r\nJune.\r\nThe technology revolution, among the most\r\nimportant ones of the last decades, has caused radical\r\nchanges in international relations. We all hope that\r\ninformation technology and the Internet will be\r\nincreasingly used by the poorest countries as\r\ninstruments of economic and cultural development. In\r\nthis context, I wish to reiterate my country\u0027s\r\ncommitment and willingness to take part in the latest\r\nUnited Nations projects aimed at reducing illiteracy\r\nthrough computer science and promoting the\r\nknowledge and use of new technologies in developing\r\ncountries. In this way, new technologies, far from\r\nwidening the gap between rich and poor countries, will\r\nbenefit everybody.\r\nIn this spirit, the international community as a\r\nwhole has the duty to contribute to the consolidation of\r\ndemocracy in Africa and to help its populations, under\r\nthe auspices of the United Nations, in their struggle for\r\nlasting peace, poverty eradication and the achievement\r\nof just and sustainable social development.\r\nThe entire international community has the moral\r\nand civil obligation to put an end to the conflicts\r\nafflicting many African countries and to counter the\r\ngrowing instability caused by ethnic and territorial\r\ndivisions in some of these States or regions. In fact, if\r\ninternational peace is to be attained, the right of each\r\nindividual to live in peace and security must be\r\nguaranteed.\r\nThe numerous and cruel acts of genocide\r\nwitnessed by the twentieth century recently led the\r\n10\r\nA/55/PV.18\r\ninternational community to set up an International\r\nCriminal Court in order to prevent the authors of\r\ncrimes against humanity from going unpunished. San\r\nMarino, the first European country to ratify the Statute\r\nof the Court, hopes that other Parliaments will add to\r\nthe 19 having already deposited their instruments of\r\nratification, so as to attain the minimum number,\r\nenabling the Court to be operative and become a\r\njuridical and moral authority.\r\nOn behalf of my country, I wish to thank the\r\nSecretary-General for having made the Organization\r\nmore efficient and modern, through a series of reforms.\r\nYet, with regard to the reform of the Security Council,\r\nMember States could not make any decision in the\r\nabsence of a general agreement. In this regard, let me\r\nexpress my sincere hope for a comprehensive,\r\ndemocratic and fair reform of the Security Council\r\nsoon.\r\nAt the beginning of a new millennium, the\r\nconsolidation of a more efficient and representative\r\ngovernance, at an international level, bridging the gap\r\nbetween the haves and have-nots, is our common\r\nexpectation. Globalization being an irreversible\r\nprocess, we rely on the power and ability of this\r\ninstitution, which we believe in and which we are\r\nstriving to strengthen.\r\nThe President: I give the floor to His\r\nExcellency, Mr. Ismail Cem, the Minister for Foreign\r\nAffairs of Turkey.\r\nMr. Cem (Turkey): Our deliberations come in the\r\nwake of the historic Declaration just adopted at the\r\nMillennium Summit. Today, we look into the future\r\nwith greater confidence. Our commitment to the\r\nprinciples enshrined in the Charter is undiminished.\r\nOur enthusiasm to turn our Organization\u0027s goals into\r\nsolid realities remains high. In our quest for a better\r\nworld, we are to derive our inspiration from our\r\ndemocratic values; our energy from the dynamism of\r\nour societies; and our strength from global solidarity\r\nand shared responsibility.\r\nToday, there is no greater challenge for us than\r\nthe prevention of conflicts and the achievement of\r\npeace. The horrors we witnessed in Europe, the Far\r\nEast and Africa in the course of the past decade compel\r\nus with a sense of urgency to devise effective conflict\r\nprevention mechanisms and strategies. In his\r\nMillennium Report, the Secretary-General articulates\r\nthe means for conflict prevention. These\r\nrecommendations, when adopted and implemented,\r\nwill provide the required capacity and credibility.\r\nAs an increasingly active member of the\r\ninternational community, providing civilian and\r\nmilitary contingents to peace efforts in different spots,\r\nas far apart as South-Eastern Europe and East Timor,\r\nTurkey will give substance to United Nations efforts to\r\nprevent conflicts. As peace operations become a core\r\nfunction of the United Nations, we feel the urge to have\r\na sounder financial basis. Turkey therefore supported\r\nthe review of assessments for the apportionment of\r\nexpenses for peacekeeping operations. We hope that\r\nthese discussions will lead to a fairer redrawing of the\r\nscale.\r\nThe rapidly globalizing world provides an\r\nappropriate environment for Turkey, at the heart of\r\nEurasia, to serve as a bridge between many nations and\r\ncivilizations.\r\nA priority task is securing peace and stability in\r\nthe Balkans. The Stability Pact for South-Eastern\r\nEurope, in which Turkey plays an active part, provides\r\na good framework for cooperation and development in\r\nthe region. In Bosnia and Herzegovina, however, the\r\nfull implementation of the Dayton/Paris accords is still\r\nour objective. We should preserve Bosnia and\r\nHerzegovina as a multi-ethnic, multicultural,\r\nindependent and sovereign State. Turkey will continue\r\nto contribute bilaterally and through multilateral\r\nendeavours to Bosnia and Herzegovinas state-building\r\nand reconstruction efforts.\r\nIn Kosovo, the United Nations has been able to\r\nput in place arrangements enabling the population to\r\nsustain their daily lives, but the current state of ethnic\r\nviolence does not inspire hopes for a promising future.\r\nThe United Nations Interim Administration in Kosovo\r\nhas set new rules for the administration of Kosovo. We\r\nlook forward in particular to the full recognition of the\r\nvested rights of the Turkish community of Kosovo. We\r\nhope the shortcomings in this respect will soon be\r\ncorrected, allowing the multi-ethnic and multicultural\r\nstructure of Kosovo to be duly reflected in its public\r\ninstitutions and organs.\r\nTo turn to a positive development, I should\r\nunderline that the constructive trend in our relations\r\nwith Greece I mentioned in my address last year to the\r\nGeneral Assembly continues. During the year, we have\r\nsigned nine agreements for cooperation in a variety of\r\nareas, ranging from economy to culture. In this context,\r\n11\r\nA/55/PV.18\r\nthe rapprochement between Turkey and Greece that we\r\ninitiated has already brought about positive results.\r\nThe mutual rediscovery by the peoples of Turkey\r\nand Greece of one another and their reconciliation\r\nprovided the main dynamics of the rapprochement.\r\nAlmost on a daily basis, politicians, mayors,\r\nbusinessmen, trade-unionists, artists, writers,\r\nsportsmen and student groups visit each other across\r\nthe Aegean or Thrace. Trade between the two countries\r\nis flourishing. An unprecedented flurry of activity is\r\nbeing observed along the Aegean coasts and in Thrace.\r\nBilateral tourism is on the rise; joint investments are\r\nbeing carried out. A memorandum of understanding for\r\na joint Turkey-Greece-European Union pipeline project\r\nto transport Central Asian and Caucasian energy to\r\nWestern Europe has been signed.\r\nAll these positive developments have revealed\r\nonce again that the Turkish and the Greek people are in\r\nfavour not of confrontation, but of cooperation and\r\nfriendship. The peoples of our two countries have not\r\nonly superseded their politicians, but have raised a\r\nmost significant barrier to any inclination to move\r\nbackwards. The rapprochement between our two\r\npeoples constitutes the best guarantee against the\r\ninclinations of some politicians who, once in a while,\r\nyearn for the confrontational past.\r\nTurkeys attention is also focused on\r\ndevelopments in the southern Caucasus and Central\r\nAsia. Our historical, cultural and linguistic affinities\r\nwith the countries of those regions serve as a major\r\nasset in our joint efforts to see the peoples of the region\r\nmove towards higher levels of security and prosperity.\r\nRecent terrorist activities, however, pose a new threat\r\nto the peace and security of the Central Asian States\r\nand are of major concern. We are now seeking ways as\r\nto how we can best assist those countries in their\r\nstruggle against terrorism.\r\nRecent events demonstrate once again that we\r\nhave to fight international terrorism collectively. We\r\ncommend the efforts of the United Nations to\r\nstrengthen the legal framework in the fight against\r\nterrorism and urge the General Assembly to keep the\r\nmatter high on its agendas.\r\nThe developments in Afghanistan are cause for\r\ngrave concern, as they have a direct impact on the\r\nstability of a huge region, including Central Asia. In\r\nthe southern Caucasus, peace has yet to be achieved\r\nbetween Azerbaijan and Armenia. The international\r\ncommunity has the obligation to contribute to ending\r\nthe Armenian occupation of parts of Azerbaijan.\r\nStability in Georgia, on the other hand, remains a goal.\r\nWe have put forward the idea of a stability pact for the\r\nCaucasus and are following up our initiative. The\r\nregional countries must develop a growing awareness\r\nof the wide-ranging benefits of regional cooperation.\r\nHere, I should also underline that attempts to\r\ndefame other nations or to extract enmity from history\r\nwill serve no useful purpose. No nation in the world\r\nhas the right to use or distort history in order to achieve\r\nsome kind of identity. Historical research should be left\r\nto scholars. In this day and age, we expect all nations\r\nto concentrate their efforts on cooperating with each\r\nother for the good of their peoples.\r\nThe Middle East peace process has reached a\r\ncrucial phase. Turkey has always underlined the\r\nimportance of a comprehensive, just and lasting\r\nsettlement on the basis of international legitimacy and\r\nwithin the framework of Security Council resolutions\r\n242 (1967) and 338 (1973) and of the principle of land\r\nfor peace.\r\nThe Palestinian issue lies at the core of the Arab-\r\nIsraeli conflict. On the other hand, it has again been\r\nproven during the course of negotiations that Al-Quds\r\nis the decisive element for peace between Palestinians\r\nand Israelis. Progress was made at the Camp David\r\nsummit, as it was the first occasion at which there was\r\nfrank discussion of all issues, including the most\r\nsensitive. We are heartened to witness the willingness\r\nof both sides to continue negotiations and to explore all\r\npossibilities. We encourage the parties to remain\r\nengaged in order not to waste this historic opportunity.\r\nTurkey is endowed with centuries of experience\r\nregarding the area, the wider region and its problems.\r\nWe also have deep historical, moral and cultural ties\r\nwith the peoples of the region. Turkey has good\r\nrelations with the Israeli and the Palestinian parties\r\nalike and enjoys their trust. This prompted the parties\r\nto solicit our contributions in recent weeks to\r\nfacilitating a better understanding and greater\r\nconfidence between them. Turkey will continue these\r\nefforts as long as we all think them useful.\r\nI would also like to underline that Israels\r\nwithdrawal from southern Lebanon, within the\r\nframework of Security Council resolution 425 (1978),\r\nwas a step in the right direction. We also hope that\r\nnegotiations on the Israeli-Syrian and the Israeli-\r\n12\r\nA/55/PV.18\r\nLebanese tracks will resume soon and reach a mutually\r\nacceptable solution.\r\nAs we are recommitting ourselves to uphold the\r\nprinciples enshrined in the Charter with increased\r\ndetermination and vigour, we should likewise avoid\r\nbeing captive of approaches not based on reality. In the\r\nsame vein, efforts to impose solutions that do not take\r\ninto account the realities on the ground are doomed to\r\nfailure.\r\nIn line with this very basic logic, the settlement\r\nof the Cyprus issue must be compatible with the\r\nexisting realities on the island. To refresh memories on\r\nthis particular subject which is sometimes distorted in\r\npublic opinions by some powerful centres, I would like\r\nto summarize the historical background. Cyprus\r\nbecame an international problem as of December 1963\r\nwhen the joint Turkish-Greek Republic was forcibly\r\ndestroyed by the Greek Cypriots and an\r\nunconstitutional rule was set up at the expense of the\r\nTurkish Cypriots. The present situation in Cyprus came\r\ninto being after the coup in 1974 engineered by Nikos\r\nSampson, the coup leader, who was acting in\r\ncoordination with the colonels junta in Greece. This\r\ncoup murdered many Greek Cypriots as well. The coup\r\ntoppled Archbishop Makarios and forced him to flee\r\nthe country. They staged widespread terror and moved\r\nto make the Turkish Cypriots subjects of a Greek\r\nCyprus which was designed to be an integral part of\r\nmainland Greece.\r\nTurkey, as one of the guarantor powers by virtue\r\nof the London and Zurich Agreements, intervened to\r\nterminate the ongoing massacres and to prevent the\r\nperpetration of similar atrocities in the future.\r\nAccordingly, Turkey averted an ethnic cleansing on the\r\nisland and spared the Turkish Cypriots from sharing the\r\ntragic fate of the Muslim Kosovars and Muslim\r\nBosnians of the future. Therefore, it would be a gross\r\ndistortion of history to consider Turkish intervention as\r\nan occupation. On the contrary, it symbolizes liberation\r\nfor nearly 200,000 Turkish Cypriots. Due to Turkish\r\nintervention, not only did the coup in Cyprus fail, but\r\nalso the junta collapsed, and democracy returned to\r\nGreece.\r\nSince 1974, peace and security has prevailed on\r\nthe island. Turkish Cypriots and Greek Cypriots live on\r\nthe island as two independent states, two functioning\r\ndemocracies, representing two distinct peoples. In spite\r\nof a ruthless economic embargo imposed upon them by\r\nthe Greek Cypriots, the Turkish Cypriots have made\r\nconsiderable economic progress.\r\nIt is stipulated by the United Nations that both\r\nparties through separate referenda should approve a\r\ncomprehensive settlement mutually acceptable to the\r\ntwo parties. In case the settlement is rejected by one of\r\nthe parties in its referendum, the proposed solution\r\nbecomes null and void. It is out of the question,\r\ntherefore, for an international organization or any other\r\ngrouping to impose its own solution on the parties. In\r\nthis framework, the membership of Cyprus in the\r\nEuropean Union, of which Turkey is not a full member,\r\nwould be an indirect enosis and contrary to the\r\nLondon and Zurich Agreements.\r\nIf a mutually acceptable settlement is sincerely\r\nsought, then the model is quite clear, based on the\r\nrealities of Cyprus: a confederation consisting of two\r\nstates. As to this model, the two independent entities,\r\nby virtue of reaching an agreement between\r\nthemselves, will transfer some of their functions to the\r\nconfederal bodies. Thus, both the integrity and\r\ndiversity that emanate from the realities of the island\r\nwould be preserved. A mutually acceptable settlement\r\nin Cyprus cannot be reached through romantic\r\ndescriptions but through realistic assessments.\r\nTherefore, to define the division of Cyprus as the last\r\nwall of Europe might sound fashionable but the\r\nconnotations it brings and the parallelism it draws are\r\ntotally erroneous. First of all, the line defined as a\r\nwall was not drawn by Turkey. This line was drawn\r\nby the United Nations peacekeeping forces in 1963 in\r\norder to protect the Turkish Cypriots from the assault\r\nof the Greek Cypriots. This is the year when the Greek\r\nCypriots illegally got hold of the state apparatus and\r\nconducted violent assaults against Turkish Cypriots.\r\nTo refer to some recent arrangements by the\r\nTurkish Republic of Northern Cyprus on its sovereign\r\nsoil as an act strengthening the existing barriers is\r\nirrelevant. For the walls to tumble down in Cyprus,\r\nthe Greek Cypriot side must first free itself of its\r\npresent frame of mind. Turkey favours a viable\r\nsettlement of the Cyprus issue. It supports President\r\nDenktaş confederal proposal and the proximity talks\r\ninitiated by the Secretary-General.\r\nI would like to take this opportunity to express\r\nthe appreciation of my Government for the efforts of\r\nthe Secretary-General as well as his Special Adviser on\r\nCyprus, Mr. de Soto.\r\n13\r\nA/55/PV.18\r\nAs a new century is being initiated, it is\r\nregrettable that the richly endowed continent of Africa\r\nis yet to receive its share from globalization. Especially\r\nthe prosperous nations have to make a sustained effort\r\nto counter poverty and disease in Africa and give the\r\npeoples of Africa the hope and the means for a more\r\npromising future.\r\nWe have to vigorously pursue our efforts to make\r\nthe world a safer place for all. Turkey has always\r\nencouraged efforts aimed at achieving meaningful and\r\nverifiable arms control and disarmament arrangements.\r\nIn this context, we are also supportive of nuclear\r\ndisarmament. It is with this understanding that we are\r\nsignatory to the Nuclear Non-Proliferation Treaty\r\n(NPT) and to the Comprehensive Test-Ban Treaty\r\n(CTBT). We urge all countries that have not yet done\r\nso to do likewise.\r\nOne of the tools at the disposal of the United\r\nNations to respond to countries that violate\r\ninternational peace and stability is sanctions. In recent\r\nyears sanctions have become a prominent tool in\r\nUnited Nations collective efforts. There is now an on-\r\ngoing debate on the subject and an assessment is being\r\nmade on the utility of sanctions.\r\nThe effectiveness of sanctions, as we see it, has\r\ntwo important aspects. The first has to do with whether\r\nthe sanctions applied to a given country or area serve\r\ntheir intended purpose. This, in turn, raises the question\r\nof whether the sanctions are properly targeted and\r\nwhether there is universal compliance. The second\r\naspect concerns the proper implementation of\r\nsanctions. They are invoked on the premise that the\r\ndecisions taken by the United Nations will be respected\r\nand that all will share the ensuing burden. Therefore,\r\nthe collateral effects of the sanctions on third States,\r\nand especially the uneven burden they place on\r\ncountries neighbouring the targeted State, are issues\r\nthat must be addressed. Moreover, we also should see\r\nto it that the adverse effects of sanctions on innocent\r\npeople, especially on children, women and the elderly,\r\nare minimized.\r\nAfter the widespread economic setbacks of the\r\npast few years, the healing process of the global\r\neconomy gathered momentum. Global integration has\r\nbeen further fuelled by bold leaps in science and\r\ntechnology. However, there is no room for\r\ncomplacency. To ensure that the benefits of revitalized\r\ngrowth are felt evenly on a global scale, continued and\r\nintensified efforts are needed at national and\r\ninternational levels.\r\nIt is not only the countries that have been exposed\r\nto the negative effects of globalization that stand to\r\nlose as a result. Global inequality threatens to become a\r\nsource of political and social instability. The\r\nelimination of poverty should therefore remain our\r\nparamount goal. To reach this goal, we must achieve\r\ngood governance, transparency and participation. We\r\nmust also build strong social safety nets. But these will\r\nnot yield the results being sought if we do not make\r\nadequate provision for the education our people. As\r\nphysical borders begin to fade, the minds trapped\r\nwithin national domains must also change and be\r\ntransformed.\r\nWe applaud the growing role of the United\r\nNations in the economic and social sphere. With its\r\nrole in breeding a culture of international cooperation\r\nand solidarity  a genuine culture of international\r\ncooperation and solidarity  the United Nations has\r\nindeed been a source of inspiration for us all.\r\nIn one respect we feel we possess most of the\r\nelements for a promising future, ranging from\r\nincreased universal awareness of human dignity to\r\nstrides in science and technology. Yet, at the same time,\r\nwe are distressed to find ourselves plagued by war,\r\nweapons of mass destruction, terrorism, racism,\r\nxenophobia, poverty and many other evils, both old and\r\nnew. As the new millennium is ushered in, we must\r\nembrace rationalism, empathy and human solidarity in\r\ntackling our common problems. Only then can we\r\nrelax, having fulfilled our responsibilities to the next\r\ngeneration.\r\nThe President: I give the floor to His Excellency\r\nMr. János Martonyi, the Minister for Foreign Affairs of\r\nHungary.\r\nMr. Martonyi (Hungary) (spoke in French): I\r\nwould like to sincerely congratulate you, Sir, on your\r\nelection to the presidency of this, the General\r\nAssembly at its fifty-fifth session, which serves as a\r\nbridge between two millennia. I would like to assure\r\nyou that you will have the full cooperation of my\r\ndelegation. I would also like to pay homage to your\r\npredecessor, Mr. Theo-Ben Gurirab, for the valuable\r\ncontribution he made to the work of this Assembly, as\r\nwell as for his contribution to the preparations for the\r\nMillennium Summit.\r\n14\r\nA/55/PV.18\r\nDuring that Summit, less than one week ago, the\r\nheads of State and Government of the Member States\r\nof the United Nations adopted a Declaration. The\r\nspecific commitments and objectives contained in that\r\nDeclaration pose a complex challenge. Their\r\nimplementation will require sustained efforts on the\r\npart of each of the members of the international\r\ncommunity. In making those efforts, all of us  small\r\nand large, rich and poor  should keep in mind the\r\ncommon responsibility we bear for the future of our\r\ncivilization.\r\nThe Secretary-Generals millennium report and\r\nthe Declaration it inspired reflect with the greatest\r\neloquence the tasks and the requirements, as well as the\r\nworries and fears, facing our planet. And those ideas\r\nhave been expressed at an opportune moment: the\r\nthreshold of the new millennium. By taking up the\r\nwork of implementing this major programme of action,\r\nwe will be undertaking the indispensable process of\r\naddressing the increasingly pressing global problems\r\nwe are facing.\r\nOne of the great lessons of the decade that has\r\njust passed, and also of the Millennium Summit, is that\r\nwith the vanishing of the bipolar world order, East-\r\nWest confrontation has been replaced by North-South\r\nproblems. We believe that everything possible must be\r\ndone so that this divide does not become rigid and so\r\nthat the problems and difficulties it poses do not persist\r\nfor too long. The Secretary-Generals millennium\r\nreport, the document adopted during the Summit of\r\nheads of State and Government, the many speeches we\r\nheard during the Summit  they all show that the\r\ninternational community recognizes and has assessed\r\nthe scale of the challenges that globalization is forcing\r\nit to take up, and they show that the international\r\ncommunity is searching for solutions to pressing\r\nissues, with the goal of reducing the appalling\r\ndisparities in the world. There are many such issues\r\nand problems. They include poverty, the increasing\r\neconomic and social gaps between the developed and\r\ndeveloping countries, environmental issues, organized\r\ncrime, international terrorism, AIDS and other\r\ndiseases, drugs, human migration, the use of the\r\nInternet to sow intolerance and extremist ideas, and so\r\nforth. It is no exaggeration to say that, in order to\r\nensure a stable, just and prosperous future for all\r\nhumanity, we must, as soon as possible, get down to\r\nwork on following up on the decisions that have been\r\ntaken and on creating international legal standards to\r\nthe extent necessary. These standards should also be\r\ndeveloped in the fields of trade, finance and human\r\nrights  most specifically to protect the rights of\r\nethnic, linguistic or religious minorities. As part of this\r\nundertaking, it is important to reinforce good\r\ngovernance and solidarity.\r\nLet us recall that the great transformation of the\r\nworlds political, security, socio-economic and\r\nscientific landscape has been accompanied by a\r\nremarkable evolution  the return of man to the\r\ncentral place that is properly his on the international\r\nchessboard, and by a rediscovery of the purpose of\r\ngovernmental action at the national and international\r\nlevels. It is not a question of safeguarding States and\r\nGovernments but of protecting people and\r\ncommunities, human beings, men and women who\r\ncompose our societies. We must thus realize that\r\npolitical and legislative practices and our future\r\nactivities in the codification of international law must\r\nadequately reflect that fundamental fact that we now\r\nsee re-emerging.\r\nIn this context, the millions of victims of the\r\nconflicts afflicting the world and the daily tragedies we\r\ncontinually see mean that we cannot stand with our\r\narms crossed, that we must try to find as quickly as\r\npossible a response to the practical and theoretical\r\ndilemmas that have been haunting us for some time.\r\nThere are conflicts within States accompanied by\r\nserious violations of the human rights and genuine\r\nhumanitarian crises. The national authorities, wherever\r\nthey may be, must not be allowed to systematically\r\npersecute their own populations on a massive scale\r\nwith complete impunity while taking shelter behind\r\ncertain principles of the Charter of the United Nations.\r\nThe international community must deal with these\r\nsituations with a new vision and philosophy that reflect\r\nthe realities and the spirit of our contemporary world.\r\nAs a result of our proximity to the ex-Yugoslavia,\r\nmy country, Hungary, has felt the whole weight of\r\nthese problems over the last decade. We have been\r\nwitness to the serious delays on the part of the\r\ncommunity of nations that has prevented it from acting\r\nin time in Bosnia and Rwanda, and elsewhere, with the\r\nappropriate means on the basis of a mandate\r\ncorresponding to the real nature of the situation and\r\nwith the necessary political will. That is why we\r\nwelcome Mr. Brahimis report on peacekeeping\r\noperations. We are ready to begin without delay the\r\n15\r\nA/55/PV.18\r\nnecessary work to examine and implement these\r\nrecommendations.\r\nWith regard to the Balkan region, the Stability\r\nPact for South-Eastern Europe that came into being one\r\nyear ago is an initiative for prevention and\r\nreconstruction which offers the countries and the\r\npeoples of that part of the continent the possibility to\r\nleave their conflicts behind, to settle their differences\r\nand to open up new prospects for cooperation. Hungary\r\nattaches great importance to this and will make its own\r\ncontribution to this vital enterprise, particularly in the\r\nfield of strengthening democratic forces in the region\r\nand in human rights, including the rights of minorities.\r\nWithin this context, a democratic evolution in the\r\nFederal Republic of Yugoslavia will undoubtedly have\r\na stabilizing effect on the region as a whole and will\r\nmake it possible to bring to an end the isolation of\r\nSerbia from the major European and international\r\ncurrents. The elections scheduled for the end of\r\nSeptember offer us an occasion to set this process\r\nunder way. Such an evolution will enable us to\r\nnormalize relations between Serbia and Montenegro.\r\nOne of the global problems facing us is\r\nundoubtedly the question of conventional weapons and\r\nweapons of mass destruction. We appeal for new\r\nprogress in the field of light weapons and anti-\r\npersonnel mines, the victims of which are basically\r\ninnocent civilians.\r\nThe 2000 Review Conference of the Parties to the\r\nTreaty on the Non-Proliferation of nuclear weapons\r\nmarked an important step forward in the search for a\r\nsafer future for humanity. The document adopted there\r\nreaffirms the central role of the treaty in the field of\r\nnon-proliferation and the need for international\r\nagreement to this end. We hope that between now and\r\nthe next review conference, to be held in 2005, we will\r\nbe able to undertake the process of implementing the\r\nprogramme of action which was adopted to promote\r\nnon-proliferation and nuclear disarmament. From this\r\npoint of view we attach particular importance to the\r\ninitiation of work towards a treaty on the prohibition of\r\nfissile materials for military purposes.\r\nWe have also been following very closely the\r\nnegotiations designed to draw up a verification\r\nprotocol on the Biological Weapons Convention, which\r\nwill enter a decisive phase on the eve of the review\r\nconference set for 2001. Hungary will chair the ad hoc\r\ngroup charged with formulating a mechanism in that\r\nconnection and will do everything in its power to\r\nachieve the objective over the course of next year.\r\nHungary considers the adoption of the Statute of\r\nthe International Criminal Court one of the most\r\nimportant international achievements in the field of\r\ninternational law. This Statute is aimed at imposing\r\nrules of international humanitarian law and at ending\r\nan era of impunity. Nineteen States have already\r\nratified the Statute, and the number of signatures is\r\nnow 112. Hungary views this with pleasure and will\r\npursue its own preparations for ratification of the\r\nStatute. We will continue to participate actively in\r\nnegotiations to bring about universal acceptance of the\r\nCourt while preserving the integrity of its Statute.\r\nThe reform of our world Organization has been\r\non the agenda for some time. Recent events throughout\r\nthe world  particularly unprecedented changes in the\r\npolitical and military order, economic evolution,\r\nprogress in the fields of science and informatics, and\r\nthe end of the century that symbolizes very tangibly the\r\ndawn of a new era full of both promises and\r\nuncertainty  have transformed the desire to see the\r\nUnited Nations adapt to the realities of our time into an\r\nimperative that will no longer tolerate any deviations or\r\nhesitation. Consequently, our first task is to face in a\r\ndetermined way the tremendous challenges awaiting us\r\nin the twenty-first century. The political will of\r\nMember States cannot be lacking if we really wish to\r\nmake every effort to support the laudable efforts of the\r\nSecretary-General to achieve this adaptation process.\r\nThis will involve, among other things, reforming the\r\nSecurity Council and the budgetary system, which is\r\nnecessary to strengthen the credibility and efficacy of\r\nour world Organization.\r\nThe more quickly we can reform the Organization\r\naccording to the requirements of this critical period, the\r\nmore reassured people throughout the world will be as\r\nto the future of the planet.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of Slovenia, His Excellency Mr. Alojz\r\nPeterle.\r\nMr. Peterle (Slovenia): Let me take this\r\nopportunity to congratulate you, Sir, and your country,\r\nFinland, on your election as President of the General\r\nAssembly at its fifty-fifth session. I would also like to\r\nthank His Excellency Mr. Theo-Ben Gurirab of\r\nNamibia for his work as President of the General\r\n16\r\nA/55/PV.18\r\nAssembly at its fifty-fourth session, and to commend\r\nhim for the guidance he provided throughout the year.\r\nI would also like to commend the Secretary-\r\nGeneral, Kofi Annan, for his inspiring contribution to\r\nthe noble goals of peace, justice, development and the\r\nstrengthening of our Organization.\r\nLast week, world leaders gathered here to direct\r\nthe Organization for the next century. The golden\r\nthread of the Millennium Summit was concern for the\r\nwell-being of all human beings and the common\r\ndetermination to free each and every nation and each\r\nand every human being from want and fear, to sustain\r\nthe future of humanity and to renew the United Nations\r\naccordingly. The common goal of all the discussions\r\nwas to provide for human security in all its complexity\r\nand to uphold the principles of human dignity, equality,\r\nequity, solidarity and tolerance at a global level.\r\nThe United Nations has the obligation to protect\r\nthe civilian population, particularly the most\r\nvulnerable  children, women, the elderly and the\r\ndisabled  against gross and systematic violations of\r\nhuman rights and humanitarian law, whether in inter-\r\nState or intra-State conflicts. The strengthening of\r\ninternational law is an important element in achieving\r\nthis goal. Special attention should be given to\r\nexploring new methods of conflict prevention, as well\r\nas to making better use of those that have proved to\r\nhave had good results. We should all be engaged more\r\ndecisively in building a culture of prevention and\r\nmodernizing and equipping the United Nations for the\r\ntask.\r\nIt is also imperative for the United Nations to\r\nelaborate a doctrine for humanitarian intervention\r\nbased on a modern interpretation of the Charter and in\r\nline with new international relations and norms. We\r\nlistened with interest to the statements made by the\r\nPrime Minister and the Minister for Foreign Affairs of\r\nCanada in this Hall on the establishment of an\r\nindependent international commission on intervention\r\nand State sovereignty.\r\nThere is nothing in the Charter that could\r\npossibly justify crimes against the civilian population.\r\nNeither is there anything in the Charter that could\r\npossibly justify the fact that large parts of the world are\r\nstill living in poverty or that some States are stagnating\r\ndue to the debt burden, while the rest of the world is\r\nenjoying a state of well-being. Technological and\r\neconomic development does bring the world together,\r\nbut globalization also brings problems closer and\r\nincreases the mutual responsibility for finding\r\nsolutions to them.\r\nAt the Millennium Summit, we adopted a\r\ncomprehensive and far-reaching Declaration. Leaders\r\nput before us difficult but achievable goals. Member\r\nStates should now look carefully into how they can\r\ncontribute nationally to the implementation of the goals\r\nat the global level. As a responsible Member of the\r\nOrganization, Slovenia intends to prepare its plan of\r\naction for the implementation of the goals set out in the\r\nMillennium Declaration. I want to take this opportunity\r\ntoday to mention some of the efforts that we intend to\r\nmake.\r\nAs a country that has just joined the donor\r\ncommunity, Slovenia will look closely at how it can\r\norganize better in order to extend more assistance to\r\nthe developing countries and the countries in the\r\nregion, thus contributing to the goals regarding\r\ndevelopment and poverty eradication.\r\nWe have just signed the Optional Protocols to the\r\nConvention on the Rights of the Child, while the\r\nNational Assembly is supposed to ratify the Statute of\r\nthe International Criminal Court by the end of the year.\r\nBoth documents are among the most important building\r\nblocks for ensuring greater protection for civilians in\r\nconflict situations. We are looking forward to the early\r\nfunctioning of the International Criminal Court in order\r\nto ensure the more effective, equitable and efficient\r\ndelivery of international justice.\r\nSlovenia is determined to help in the process of\r\nstrengthening the Organization as an indispensable\r\nfoundation for a peaceful, prosperous and just world.\r\nOnce again, we want to stress the need for the\r\nenlargement of the Security Council in its permanent\r\nand elected membership, as well as with regard to the\r\nreform of its working methods. The credibility of the\r\nUnited Nations depends on its ability to carry out its\r\nresponsibilities in full, especially with regard to\r\nmaintaining peace and security. We therefore welcome\r\nand commend the report of the Panel on United\r\nNations Peace Operations and we are looking forward\r\nto the early implementation of its recommendations.\r\nIn this context, we believe that the reform of the\r\nfinancing of United Nations peacekeeping operations is\r\na necessary condition for a renewed role for the United\r\nNations in this field. A new scale of assessments that\r\nmore accurately reflects the capacity to pay should be\r\n17\r\nA/55/PV.18\r\nadopted during this session. I have the honour to\r\nannounce that the Government of Slovenia has decided\r\nto voluntarily relinquish the discount it is no longer\r\nentitled to with regard to its financial contribution, and\r\nthat, starting from next year, it is ready to pay its share\r\nfor peacekeeping operations in full.\r\nSlovenia is also gradually increasing its\r\nparticipation in peacekeeping operations  those of\r\nthe United Nations, as well as regional ones. We are\r\ncommitted to further increasing our support to these\r\noperations, not only with military personnel, but also\r\nwith civilian police and humanitarian personnel.\r\nThe basic aim of United Nations actions should\r\nbe to ensure human security, with security being\r\nphysical, economic and social, rather than legal. We\r\nnote with satisfaction that the interests of individuals\r\nare, indeed, rightly at the very centre of the Millennium\r\nDeclaration. Slovenia will continue to participate in the\r\ngroup of like-minded countries, which is determined to\r\ngive full meaning and specific, practical expression to\r\nthe concept of human security.\r\nThe problem of the illicit arms flow of small arms\r\nand light weapons is such that it requires additional\r\nefforts. We hope that the forthcoming international\r\nconference on small arms and light weapons will pave\r\nthe way for regulating and controlling the proliferation\r\nof unimpeded access to small arms and light\r\nweapons  the weapons most used in todays armed\r\nconflicts.\r\nMember States should also continue to improve\r\nthe efficiency and effectiveness of mine action\r\nprogrammes, as well as to strengthen all steps and\r\nactivities in mine action and mine victim assistance.\r\nFor its part, Slovenia will continue to support the\r\nefforts of its International Trust Fund for Demining and\r\nMine Victim Assistance to extend its activities to the\r\nwhole region of South-East Europe. The results\r\nachieved in recent years are promising for the activities\r\nof the Trust Fund in the future.\r\nI would also like to briefly address the situation\r\nin the region of South-East Europe. We are all aware\r\nthat there will be no self-sustaining peace and stability\r\nin the region without the full cooperation and\r\nintegration of the Federal Republic of Yugoslavia. For\r\nobvious reasons, this cannot be expected of the current\r\nregime in Belgrade. The international community must\r\ncooperate with, support and encourage the forces\r\nwithin the country that are striving for democracy,\r\npeace, reconciliation, economic recovery and a return\r\nto simple normalcy. We share the hopes of seeing the\r\nnew democratic Federal Republic of Yugoslavia soon\r\nas a part of a stable and prosperous South-East Europe.\r\nWe also share the hopes that this country will soon join\r\nus in the United Nations, as well as in the other\r\ninternational and regional organizations, in accordance\r\nwith the usual procedures and practices for admission\r\nof new members to these organizations.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Yousef Bin Al-Alawi Bin Adbulla, the\r\nMinister for Foreign Affairs of Oman.\r\nMr. Yousef Bin Al-Alawi Bin Abdullah (Oman)\r\n(spoke in Arabic): I wish to extend to you,\r\nMr. President, my sincere congratulations on your\r\nelection to the presidency of the fifty-fifth session of\r\nthe General Assembly, the Millennium Assembly. We\r\nare confident that your expertise and knowledge of\r\ninternational issues are an outstanding asset that will\r\nenrich the deliberations of this session and help the\r\nAssembly reach a successful conclusion. We assure\r\nyou of our readiness to cooperate with you in fulfilling\r\nthe objectives to which we all aspire.\r\nI wish to extend our gratitude and appreciation to\r\nyour predecessor, Mr. Theo-Ben Gurirab, Minister for\r\nForeign Affairs of the friendly Republic of Namibia,\r\nfor the successful manner in which he steered the work\r\nof the previous session. That session was marked by a\r\ngenuine desire to enhance and reinvigorate the work of\r\nthe General Assembly.\r\nI would also like to take this opportunity to\r\nexpress our warmest appreciation to Mr. Kofi Annan,\r\nSecretary-General of the United Nations, for his\r\nstrenuous efforts and commendable endeavours to\r\npromote the role of the United Nations and the\r\ndevelopment of its organs, in order to cope with\r\nexpectations attached to the Organization in the third\r\nmillennium.\r\nThe Sultanate of Oman welcomes the accession\r\nof the Republic of Tuvalu to United Nations\r\nmembership. We hope that its membership will enrich\r\nthe efforts of the international community to reach the\r\nnoble goals of this important international forum in a\r\nmanner that satisfies the hopes and aspirations of all\r\npeoples of the world.\r\nOur heads of State and Government have already\r\ndescribed our main concerns and preoccupations during\r\n18\r\nA/55/PV.18\r\nthe Millennium Summit. They perceptively identified a\r\nnumber of lofty values and principles that will guide\r\npresent and future generations towards secure and\r\nstable living conditions based on cooperation and\r\npeace. If this goal is to be achieved, we must remain\r\nfully committed to it.\r\nWe bid farewell to a century, the memory of\r\nwhich includes a host of calamities and human\r\nsuffering, due to both natural and man-made causes.\r\nThat century was also marked by many bold and\r\nvisionary initiatives that greatly benefited humanity.\r\nThis stage of the third millennium is\r\ncharacterized by great technological progress that has\r\nopened vast horizons for development and prosperity.\r\nYet the emerging international order, commonly called\r\nglobalization, has created and increased economic,\r\nsocial and political disparities at both the international\r\nand national levels. Globalization presents many\r\nconcerns and challenges to developing countries,\r\nsometimes with unpredictable results. This is a real\r\nhindrance to the growth and progress of developing\r\ncountries, limiting the effectiveness of their economic\r\nintegration into a globalized economy.\r\nWe in the Sultanate of Oman support\r\nglobalization. However, present indications and\r\napproaches, stemming from the World Trade\r\nOrganization, point toward wealthy countries banding\r\ntogether with the aim of using that Organization as a\r\ntool to advance their own interests, to open the markets\r\nof developing countries for their own trade and to\r\ndeplete natural resources of developing countries,\r\nregardless of any negative economic and social impact.\r\nOne of the most important factors that led to the\r\nfailure of the Seattle Conference to achieve its\r\nexpected conclusions was the aggregation of about 20\r\ncountries within the Organization attempting to impose\r\ntheir philosophies on the entire world. This conduct is\r\nbased on an old doctrine of discriminatory policies and\r\nselectivity, which insinuates the presence of hidden\r\ndisputes among various countries. If the World Trade\r\nOrganization were to be transformed into a wrestling\r\narena, globalization and free trade would not then be\r\nable to meet the needs of developing countries.\r\nFurthermore, if developing countries are to\r\nsurvive and to uphold the basic rights of their citizens,\r\nthey must obtain their fair share of the fruits of\r\nglobalization. It is necessary to enact laws and\r\nregulations and to honour agreements in an equal\r\nmanner that applies to all, because the dominance of\r\nminority law contradicts the principles of good\r\ngovernance. Therefore, it is incumbent upon us to\r\ndevise new measures to assure the utilization of ever-\r\ngrowing technological progress so as to achieve\r\nprosperity and development for all.\r\nThe international economy continues to prosper\r\nafter the setback of the 1997-1998 recession, following\r\nthe economic crash of emerging markets. We need to\r\nredouble our efforts in order to avoid recurrence of\r\nthis. When the G-8 countries met in Okinawa, Japan,\r\nthey were obliged to consider the problems of the\r\ndeveloping countries. The financial assistance offered\r\nby the G-8 was itself vivid proof that advanced\r\ninformation technologies are designed in such a\r\nmanner that they can be monopolized by some and not\r\naccessed by others, except with great difficulty and at\r\ncolossal cost. However, we still welcome some of the\r\ndecisions of the Okinawa Summit, particularly the\r\nfinancial assistance pledged to combat certain\r\ndebilitating diseases.\r\nThe decision of the G-8 to invite the Group of 77,\r\nfor the first time, to its deliberations was not merely a\r\nceremonial event. It made the vast disparity that exists\r\nbetween developed and developing countries all the\r\nmore tangible. The Okinawa Summit addressed the\r\nproblem of debt, which we believe should be totally\r\nabolished, and reviewed the policies of the\r\nInternational Monetary Fund and international financial\r\nmechanisms. Among those policies, the fluctuation of\r\ninternational currencies in particular has created\r\ndifficult economic conditions for developed countries,\r\nlet alone for countries with small economies that have\r\nto trade their resources for hard currency.\r\nThe stumble of the Asian economies occurred\r\nbecause of the power of the free market, and largely\r\nbecause of currency instability. The prosperity\r\nachieved by the Association of South-East Asian\r\nNations (ASEAN) during decades of dedicated work\r\nevaporated. Developing countries therefore have every\r\nright to take all necessary precautions against the\r\nrecurrence of a similar situation.\r\nTogether with a number of other countries, the\r\nSultanate of Oman has played a constructive role in\r\nestablishing and launching the Indian Ocean Rim\r\nAssociation for Regional Cooperation. It has done so\r\nbecause the countries of the Indian Ocean possess\r\nnatural resources and enjoy a geographic location\r\n19\r\nA/55/PV.18\r\nbetween three continents and because it is convinced of\r\nthe importance of that region as a vital economic vein\r\nfor all its member States and their peoples. The\r\nlaunching of this new Association to join the many\r\nregional economic groupings that exist in the world\r\ntoday is a manifestation of the firm desire of its\r\nmember States to promote such a grouping, which\r\nenjoys huge potential and looks forward to creating a\r\nhuge market.\r\nBased on my countrys belief in the importance of\r\nregional cooperation as a means to propel the wheels of\r\ndevelopment and exchange expertise in different fields,\r\nwe are working on an agreement to establish a regional\r\ncooperation group for fisheries in the Indian Ocean. We\r\nhope that that initiative will soon see the light of day,\r\nthereby bringing about many benefits in the service of\r\nregional stability and development. In this context, we\r\nlook forward to a pragmatic translation of the\r\nobjectives of the General Assembly Declaration of the\r\nIndian Ocean as a Zone of Peace.\r\nSince the dawn of the Omani renaissance, on 23\r\nJuly 1970, we in the Sultanate of Oman have embraced\r\npeace and dialogue as basic principles. We are\r\nconvinced that dialogue is the natural foundation upon\r\nwhich all forms of conflict between States and peoples\r\ncan be resolved. Throughout history, mankind has\r\naspired to enhance confidence on the basis of agreed\r\ncreative ideas that deepen and widen common interests\r\nand mutual benefits. We believe that dialogue, rather\r\nthan conflict and confrontation, will always remain the\r\nsurest path to security and stability.\r\nThe tripartite Camp David summit on the peace\r\nprocess in the Middle East was an extremely\r\nsignificant political step and a display of unique\r\ncourage by the summit participants. The summit\r\nimposed upon itself the task of discussing and\r\nnegotiating the fundamental issues of a final settlement\r\nin an unprecedented and distinguished manner,\r\nparticularly with regard to the future of Al-Quds Al-\r\nSharif. We express our admiration for, and appreciation\r\nof, the historic role and great efforts made by the\r\nPresident of the United States, Bill Clinton. Despite the\r\nfact that the summit did not produce a final agreement\r\nbetween Palestine and Israel, it nevertheless opened the\r\ndoor for dialogue on the most complex issues.\r\nSignificant progress has been achieved on those issues,\r\nand the summit established an important understanding\r\nof the true scope of peace and the spiritual and\r\nemotional sentiments attached to it. It is now vital to\r\nconclude an agreement that will lay the cornerstone for\r\nlasting peace.\r\nIn our view, there has been tangible and clear\r\nprogress regarding the positions and claims of each\r\nparty as well as their capability to complete the\r\nnegotiations. We are confident that the continuation of\r\nnegotiations and contacts between Palestinians and\r\nIsraelis, on all levels, is the proper and responsible way\r\nto reach the desired objective of establishing a just,\r\ncomprehensive and lasting peace. We look forward\r\nwith confidence to a second round of negotiations\r\nbetween the Palestinians and the Israelis, with the\r\ncontinued sponsorship of the United States. Time has\r\nbestowed upon all parties a historic opportunity to put\r\nin place a solid foundation for peace.\r\nWe reiterate our full support to the Palestinian\r\npeople and their rights to self-determination on their\r\nland and to establish an independent Palestinian State\r\nwith Al-Quds Al-Sharif as its capital. In order to\r\nstrengthen the pillars of peace and security in the\r\nregion, there is no other sovereignty possible in Al-\r\nQuds Al-Sharif except that of the Palestinian State. We\r\nexpect the State of Israel to understand this fact, which\r\nmeans that the sovereignty of the State of Palestine\r\nover Al-Quds Al-Sharif would also allow Israelis full\r\nfreedom of access to worship and conduct their rituals\r\nin peace and security.\r\nWe strongly support the position of the sisterly\r\nSyrian Arab Republic concerning the restoration of its\r\nland to the line of 4 June 1967. We encourage Israel to\r\nresume negotiations on this important track in\r\naccordance with legitimate international principles and\r\nresolutions, particularly Security Council resolutions\r\n242 (1967) and 338 (1973) and the principle of land for\r\npeace. Israel should not feel exposed to security threats\r\nin the future because a peace founded on those\r\nprinciples, whether that peace be with Syria, Palestine\r\nor Lebanon, will build an effective relationship and\r\npartnership that will serve the purposes of security and\r\nstability. This, by itself, is one of the most important\r\nguarantees of mutual security and stability, especially\r\nif it is based on economic development within the\r\ncontext of globalization.\r\nDespite all serious international and regional\r\nefforts to alleviate the suffering of the brotherly people\r\nof Iraq, the overall situation in Iraq continues to\r\ndeteriorate as a result of the economic embargo\r\nimposed on that country over the last 10 years.\r\n20\r\nA/55/PV.18\r\nTherefore, we call for the establishment of a\r\nmechanism to end the siege and to lift the embargo that\r\nhas undoubtedly done great harm to the people of Iraq.\r\nDespite the fact that sanctions regime were\r\nintended as a political mechanism to guarantee that\r\nGovernments fulfil their commitments in accordance\r\nwith United Nations resolutions, that mechanism has\r\nnow become a weapon that harms the basic rights of\r\npeoples and societies. This clearly contradicts the letter\r\nand spirit of the Universal Declaration of Human\r\nRights. Accordingly, we call upon the Security Council\r\nto adopt new policies and effective mechanisms that\r\nwill relieve the suffering imposed on States such as\r\nIraq, Libya and the Sudan.\r\nThe Security Council, in accordance with its\r\nresponsibilities as enshrined in the Charter, should play\r\na positive and unifying role in the maintenance of\r\ninternational security and stability, with the aim of\r\ndeveloping new vision, for economic globalization.\r\nThe mechanisms available to the Security Council\r\nwith regard to Iraq are no longer positive tools. United\r\nNations inspectors have exerted substantial efforts to\r\neliminate weapons of mass destruction in Iraq and have\r\ndestroyed such known weapons. This could represent\r\nsufficient grounds to review the situation once again\r\nand determine how to end this tragedy. New\r\nmechanisms could be established that would enable the\r\nSecurity Council to continue monitoring Iraqs\r\nimplementation of relevant United Nations resolutions\r\nonce economic sanctions have been lifted.\r\nWe do not believe that it is justifiable to punish a\r\npopulation simply on the basis of fear and suspicion.\r\nThe Security Council should protect the Iraqi people\r\nfrom the deterioration of their living conditions. The\r\nUnited Nations has a historic responsibility to\r\ncooperate with Iraq in order to minimize the intense\r\nsuffering that could befall the people of Iraq in future.\r\nWe look forward to Iraqs positive cooperation in\r\nclarifying the fate of the Kuwaitis who remain captive\r\ninside Iraq.\r\nWe deeply appreciate the efforts made by the\r\nSecretary-General in preparing his annual report. It is\r\nimportant to be willing to adopt a new vision for the\r\nrestructuring of the United Nations, in particular the\r\nSecurity Council, as its principal organ, whose primary\r\nresponsibility is the maintenance of international peace\r\nand security. We should consider the expansion of its\r\nmembership to promote equitable representation, and\r\nreassess United Nations activities in regions of conflict\r\nand tension, ensuring that there is no interference in\r\nStates internal affairs.\r\nWe fear that the United Nations could become a\r\ndirect participant in regional conflicts, which would\r\nentail financial and moral obligations that it may not be\r\nable to fulfil.\r\nWe have in the past emphasized the need for\r\ninternational cooperation, which the United Nations\r\ncan foster in support of regional organizations to\r\nachieve peace and development.\r\nThe problems of the African continent are\r\nintensifying, and it is vital to uncover the causes of\r\nthese problems. It is incumbent upon the international\r\ncommunity to work together and redouble its efforts in\r\na positive and effective manner to resolve current\r\npolitical and social problems as well as ameliorate\r\ndeteriorating health conditions. The United Nations\r\nshould elaborate a solid plan in which all States would\r\nparticipate and contribute to the development of Africa\r\ninstead of fighting for control of its wealth.\r\nWe are facing real challenges, which we must be\r\nprepared to confront with courage if we are to focus on\r\nall aspects of development. We are in need of a new\r\ncentury and a new millennium marked by a sound\r\nbalance between material values and humankinds\r\nlegacy of ethical and spiritual values. We are in need of\r\na world in which the strong sympathize with the weak\r\nand help them out of their plight. We need a plan of\r\naction to increase the standard of living of all peoples\r\nthroughout the world.\r\nThe Acting President: I give the floor to Her\r\nExcellency Mrs. Maria Levens, Minister of Foreign\r\nAffairs of Suriname.\r\nMrs. Levens (Suriname): On behalf of the\r\nGovernment and people of the Republic of Suriname, I\r\nwould like first of all to join previous speakers in\r\nextending my congratulations to Mr. Harri Holkeri on\r\nhis assumption of the presidency of the fifty-fifth\r\nMillennium session of the General Assembly.\r\nAllow me also to pay tribute to his predecessor,\r\nMr. Theo-Ben Gurirab, for the outstanding and fruitful\r\nway in which he guided the work of the fifty-fourth\r\nsession of the General Assembly.\r\nMy delegation wishes to express its deep\r\nappreciation to Secretary-General Kofi Annan for his\r\n21\r\nA/55/PV.18\r\ncontinuing and tireless efforts in steering the United\r\nNations through the uncharted waters of world affairs\r\nwhile adapting it to the new global forces of change.\r\nWe welcome Tuvalu into the family of nations,\r\nand the Republic of Suriname looks forward to\r\nworking together with it in implementing the principles\r\nand goals of the Organization.\r\nThis Millennium Assembly is a unique\r\nopportunity to take stock of, and to reflect on, recent\r\nexperiences with the phenomenon of globalization,\r\nwhich continues to dominate developments in the\r\neconomic, political and cultural field at both the\r\nnational and international levels, affecting the daily\r\nlives of millions of people, their institutions and\r\nrelations between States.\r\nWe recognize that while globalization can be a\r\npowerful and dynamic force in the promotion of\r\neconomic growth and development, it also poses risks\r\nand new challenges to individuals and nations alike.\r\nThe fact of the matter is that globalization has\r\ngenerated new economic disparities, as its benefits\r\nremain highly concentrated in only a few countries.\r\nThis has brought about increased vulnerability and\r\neconomic instability, in particular to the least\r\ndeveloped countries and to the structurally weak and\r\nvulnerable small States.\r\nMany of these countries have difficulty in coping\r\nwith the increased competition arising from trade\r\nliberalization and lack the capacity to take advantage of\r\nthe new opportunities brought about by globalization,\r\nwhich in turn puts them at risk of marginalization and\r\neven complete exclusion  the so-called big losers of\r\nglobalization.\r\nIt is for this reason that, during the recently held\r\nMillennium Summit, consensus was reached at the\r\nhighest political level that globalization must be\r\nconsidered in the wider context of development and of\r\nour shared responsibility to ensure that, through a more\r\ninclusive, transparent and participatory decision-\r\nmaking process in international economic issues, the\r\nbenefits of globalization are accessible to all on an\r\nequal footing.\r\nWe also concur with the view that the United\r\nNations, as the most universal forum, has a crucial and\r\ncentral role to play in forging understanding and\r\nconsensus among its Members, so as to create more\r\nopportunities for all, and indeed not to leave billions of\r\npeople in a state of poverty and exclusion. We look\r\nforward to concrete actions to be taken in this regard.\r\nAll nations have a collective responsibility to\r\naddress current global concerns, such as\r\nunderdevelopment and acute poverty, the growing\r\ninequality within and among nations, violent conflicts\r\nand civil wars which cause untold human suffering in\r\nthe South and are fuelled by the global arms bazaar,\r\nenvironmental degradation, refugees and migration,\r\nHIV/AIDS and other threats to public health, bridging\r\nthe digital divide and the emergence of global\r\ncriminal conglomerates.\r\nIn the context of the aforementioned, we welcome\r\nthe initiative taken by the Secretary-General to create a\r\ndigital task force with the aim of bridging the digital\r\ndivide. In order not to lag behind in our present era\r\ndominated by the advances in information and\r\ncommunications technology, the President of the\r\nRepublic of Suriname launched a national information\r\nand communications technology initiative in his\r\ninaugural statement on 12 August of this year in order\r\nto catch the Internet Express without delay and to\r\npromote national access to information and\r\ncommunication services at all levels of education and\r\nall areas of the public domain. We welcome the\r\ncontribution of the Kingdom of Norway to assist the\r\nsmall island developing States (SIDS) in this regard.\r\nLast April, the developing countries met in\r\nHavana and, in a renewed spirit of cooperation,\r\nsolidarity and shared responsibilities, they agreed to\r\nclose ranks and implement an action-oriented\r\nprogramme to assist the developing countries in\r\nbridging the gap with their more affluent partners from\r\nthe North. Although essential in contributing to\r\ndevelopment, South-South cooperation is not a\r\nreplacement for North-South cooperation; nevertheless\r\nbetter relations between the members of the South will\r\ncontribute to better relations between the South and the\r\nNorth.\r\nUnfortunately, globalization and trade\r\nliberalization have not created the necessary conditions\r\nto accelerate growth and development for small and\r\nvulnerable States. On the contrary, these countries have\r\nbeen further marginalized in world economic affairs\r\nand are threatened by the provisions of the World Trade\r\nOrganization (WTO), demanding an end to the special\r\nand preferential arrangements, enacted solely to level\r\nthe playing field. We, therefore, reiterate our request\r\n22\r\nA/55/PV.18\r\nfor the international communitys early adoption of a\r\nvulnerability index so as to consider assistance to these\r\ncountries, based on their specific vulnerabilities and\r\nnot solely on their gross domestic product. We are\r\npleased that an appeal was made in the Millennium\r\nDeclaration to enact such a vulnerability index.\r\nRecently, the 12 Presidents of South America\r\nassembled in Brasilia to discuss daunting issues that\r\nare common to the region and to pledge their political\r\nwill and support as a firm foundation for enhanced\r\ncooperation among their respective countries. We thank\r\nthe Government of Brazil for so gracefully hosting this\r\nSummit. The Declaration coming out of that meeting,\r\nin letter and spirit, underlined the necessity of closer\r\ncooperation between our countries in order to be able\r\nto adapt successfully to the demands of globalization.\r\nAt the dawn of the new millennium, the\r\nGovernment of Suriname considers it of crucial\r\nimportance that Member States achieve tangible results\r\nin the areas of disarmament, arms control and non-\r\nproliferation of nuclear weapons in maintaining peace\r\nand reinforcing international security for all States.\r\nThe reform of the Security Council remains\r\ncrucial for our efforts to make the United Nations more\r\neffective in dealing with global peace and security\r\nissues. So far, however, reaching consensus on how to\r\nrestructure and reform this important body has eluded\r\nus as a consequence of differences among the Member\r\nStates with respect to the scope and nature of the\r\nneeded changes. My Government reiterates its view\r\nthat the membership of this Council should be\r\nincreased with members from both the developed and\r\ndeveloping world and considers in this context the\r\nproposals presented by the Non-Aligned Movement\r\n(NAM) as instrumental.\r\nWe also believe that agreement must be reached\r\non defining the relationship between the Council and\r\nother principal organs of the United Nations, such as\r\nthe Economic and Social Council and the General\r\nAssembly. We are of the opinion that the Security\r\nCouncil should focus its actions on creating a peaceful\r\nsecurity environment, while the temporarily established\r\nUnited Nations involvements related to socio-economic\r\nand political development in affected countries should\r\nbe coordinated by the Economic and Social Council\r\nand/or the General Assembly. Such an arrangement,\r\nbased on the Charter provisions, will undoubtedly\r\ncontribute to greater effectiveness and efficiency of the\r\nUnited Nations, while limiting the influence of national\r\npolicy considerations on its activities. Let us use the\r\nmomentum created by the Millennium Summit to\r\nstrengthen our resolve in reaching a consensus on this\r\nmatter as soon as possible.\r\nThe Government of Suriname wishes to\r\nunderscore the importance of the United Nations as the\r\nuniversal forum to enable Member States to reach\r\nconsensus on issues related to peace, security,\r\ndevelopment and international economic cooperation.\r\nWe wish to express our gratitude to the Kingdom of the\r\nNetherlands for resuming bilateral cooperation between\r\nour countries and to thank them for their support in this\r\narea.\r\nThe United Nations Charter embodies lofty and\r\nnoble principles that remain valid today, as was\r\nreiterated by all the Heads of State and Government at\r\nthe recently held Millennium Summit.\r\nIn order to make the United Nations a more\r\neffective instrument in the hands of the worlds people,\r\nwe must continue to be guided by these principles in\r\nconducting national and international affairs. In this\r\nregard, it is essential to honour the commitment to\r\nproviding the necessary financial means in a timely and\r\npredictable manner in order to enable the United\r\nNations to fulfil its mandates.\r\nFinally, as we enter the new millennium in an\r\nemerging global village, we must bear in mind that we\r\nare one human family in all our diversity, living in one\r\ncommon homeland, the planet Earth, and that we must\r\ntherefore cooperate in creating a more just, more\r\nsustainable and more peaceful world in which everyone\r\nwill live in a clean environment with a fair distribution\r\nof the Earths resources  indeed, as the Secretary-\r\nGeneral has called for in his millennium report, a world\r\nfree from want, free from fear, that does not\r\ncompromise the ability of our planet to provide for the\r\nneeds of our children and for future generations. My\r\ncountry stands ready to play its part and to contribute\r\nto this, our common endeavour.\r\nThe meeting rose at 12.35 p.m.\r\n"