"United Nations A/55/PV.41\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n41st plenary meeting\r\nThursday, 26 October 2000, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-71161 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 10. a.m.\r\nAgenda item 122 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nReport of the Fifth Committee (A/55/521)\r\nThe President: If there is no proposal under rule\r\n66 of the rules of the procedure, I shall take it that the\r\nGeneral Assembly decides not to discuss the report of\r\nthe Fifth Committee that is before the Assembly today.\r\nIt was so decided.\r\nThe President: Statements will therefore be\r\nlimited to explanations of vote.\r\nThe positions of delegations regarding the\r\nrecommendation of the Fifth Committee have been\r\nmade clear in the Committee and are reflected in the\r\nrelevant official records.\r\nMay I remind Members that, under paragraph 7\r\nof decision 34/401, the General Assembly agreed that\r\nWhen the same draft resolution is\r\nconsidered in a Main Committee and in plenary\r\nmeeting, a delegation should, as far as possible,\r\nexplain its vote only once, i.e., either in the\r\nCommittee or in plenary meeting unless that\r\ndelegations vote in plenary meeting is different\r\nfrom its vote in the Committee.\r\nMay I remind delegations that, also in accordance\r\nwith General Assembly decision 34/401, explanations\r\nof vote are limited to 10 minutes.\r\nBefore we begin to take action on the\r\nrecommendations contained in the report of the Fifth\r\nCommittee, I should like to advise representatives that\r\nwe are going to proceed to take a decision in the same\r\nmanner as was done in the Fifth Committee.\r\nThe Assembly will now take a decision on the\r\ndraft resolution recommended by the Fifth Committee\r\nin paragraph 7 of its report.\r\nThe Committee adopted the draft resolution\r\nwithout a vote. May I take it that the Assembly wishes\r\nto do the same?\r\nThe draft resolution was adopted (resolution 55/5).\r\nThe President: We have thus concluded this\r\nstage of our consideration of agenda item 122.\r\nAgenda item 16 (continued)\r\nElections to fill vacancies in subsidiary organs and\r\nother elections\r\n(c) Election of the United Nations High\r\nCommissioner for Refugees\r\nNote by the Secretary-General (A/55/519)\r\nThe President: By its resolution 52/104 of\r\n12 December 1997, the General Assembly decided to\r\n2\r\nA/55/PV.41\r\ncontinue the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR) for a further\r\nperiod of five years, from 1 January 1999 to\r\n31 December 2003.\r\nBy its decision 53/305 of 29 September 1998, the\r\nGeneral Assembly, on the proposal of the Secretary-\r\nGeneral contained in document A/53/389, extended the\r\nterm of office of Mrs. Sadako Ogata as United Nations\r\nHigh Commissioner for Refugees for a period of two\r\nyears, beginning on 1 January 1999 and ending on\r\n31 December 2000.\r\nIn conformity with the procedure established by\r\nparagraph 13 of the statute of the Office of the United\r\nNations High Commissioner for Refugees, the\r\nSecretary-General proposes to the General Assembly\r\nthat it elect Mr. Ruud Lubbers of the Netherlands as\r\nUnited Nations High Commissioner for Refugees for a\r\nperiod of three years, beginning on 1 January 2001 and\r\nending on 31 December 2003.\r\nMay I consider that the General Assembly\r\napproves the proposal contained in document A/55/519\r\nand declares Mr. Ruud Lubbers of the Netherlands\r\nelected United Nations High Commissioner for\r\nRefugees for a period of three years, beginning on\r\n1 January 2001 and ending on 31 December 2003?\r\nIt was so decided.\r\nThe President: I should like, on behalf of the\r\nAssembly, to congratulate Mr. Ruud Lubbers of the\r\nNetherlands on his election.\r\nMr. van Walsum (Netherlands): I would like to\r\nexpress my deep appreciation to the Secretary-General\r\nfor having nominated a national of my country to the\r\noffice of United Nations High Commissioner for\r\nRefugees and to the Member States for having\r\nendorsed that nomination. I am sure that Mr. Lubbers\r\nwill prove himself a worthy successor, not only to\r\nMrs. Ogata but also to all of her predecessors who have\r\ntogether lent the office of the High Commissioner its\r\npre-eminence in the United Nations family.\r\nThe Netherlands has always been deeply\r\ncommitted to the Office of the United Nations High\r\nCommissioner for Refugees, and it seems only fair that\r\nwe are asked to supply the person of the High\r\nCommissioner with a certain regularity. It is exactly\r\nhalf a century ago, effective as of 1 January 1951, that\r\nanother national of the Netherlands, Gerrit Jan van\r\nHeuven Goedhart, was elected the first-ever United\r\nNations High Commissioner for Refugees. Three years\r\nlater, in 1954, the Office was awarded the Nobel Peace\r\nPrize. Thank you, Mr. President, for having given me\r\nthe opportunity to recall this.\r\nMr. Yachi (Japan): On behalf of the Government\r\nof Japan, I would like to congratulate Mr. Lubbers on\r\nhis election as next years United Nations High\r\nCommissioner for Refugees. With his renowned\r\nleadership, we are confident that he is going to make\r\nan excellent leader of the Office of the United Nations\r\nHigh Commissioner for Refugees (UNHCR).\r\nWe would also like to congratulate the\r\nNetherlands on the election of its former Prime\r\nMinister to be the High Commissioner for Refugees.\r\nAs we all know, the Netherlands is one of the major\r\ndonor countries to UNHCR. With all this in mind, we\r\nwant to congratulate both the Government and the\r\npeople of the Netherlands on this election.\r\nI am sure that Mr. Lubbers is going to make an\r\nable successor to Mrs. Ogata, who through her\r\ndevotion and excellent leadership has been has doing\r\nan excellent job in tackling the refugee issues.\r\nThe President: This concludes our consideration\r\nof sub- item (c) of agenda item 16.\r\nAgenda item 13\r\nReport of the International Court of Justice\r\nReport of the International Court of Justice\r\n(A/55/4)\r\nThe President: May I take it that the General\r\nAssembly takes note of the report of the International\r\nCourt of Justice?\r\nIt was so decided.\r\nThe President: At the Millennium Summit the\r\nheads of State and Government stated:\r\nWe resolve ... to strengthen respect for the rule\r\nof law in international as in national affairs and,\r\nin particular, to ensure compliance by Member\r\nStates with the decisions of the International\r\nCourt of Justice, in compliance with the Charter\r\nof the United Nations, in cases to which they are\r\nparties. (resolution 55/2, Millennium Declaration,\r\npara. 9)\r\n3\r\nA/55/PV.41\r\nAs the President of the General Assembly I have\r\nemphasized that it is now for the Member States to take\r\naction and implement the outcome of the Summit. The\r\nInternational Court of Justice has a prominent role in\r\nstrengthening the international legal order and\r\ncontributing to the peaceful settlement of disputes.\r\nThe report before us demonstrates that States are\r\nincreasingly willing to submit disputes for the Courts\r\nconsideration and that there is a growing move towards\r\njudicial settlement of international disputes. Another\r\npositive development worth mentioning is the\r\nincreased knowledge and recognition of the Courts\r\nwork and reasoning. This development is largely\r\nthanks to the new information technology, including\r\nthrough the Web site of the International Court of\r\nJustice.\r\nBut much still remains done. States could, for\r\ninstance, make wider use of the optional clause in the\r\nCourts Statute. I hope that more States will place their\r\ntrust in the Court by unilaterally recognizing its\r\njurisdiction as binding.\r\nFurther, the reports account of the financial\r\nsituation of the Court makes it very clear that the Court\r\nneeds more resources to enable it to cope with its\r\nincreased workload. According to the report, the\r\ncurrent budget of just over $10 million per year is\r\nlower that the 1946 budget, while the Courts activities\r\nhave increased a great deal since then. Many have\r\nexpressed valid concerns that the limited resources may\r\nimpede the Court in performing its functions as the\r\nprincipal judicial organ of the United Nations. It would\r\nbe consistent if the expansion of the scope of the\r\nCourts activities  which has been demanded for so\r\nlong  were now matched by adequate funding.\r\nThe International Court of Justice is not the only\r\ninternational tribunal now at work. Recent years have\r\nwitnessed the establishment of several new\r\ninternational courts of law. Some, like the International\r\nTribunal for the Law of the Sea, may deal with matters\r\nthat can also fall within the jurisdiction of this Court.\r\nOthers, like the ad hoc tribunals for the former\r\nYugoslavia and Rwanda, as well as the future\r\nInternational Criminal Court, may deal with cases that\r\ncannot be brought before the International Court of\r\nJustice. All these courts contribute to the strengthening\r\nof the rule of law.\r\nRecent developments in international political\r\nrelations have facilitated recognition of the jurisdiction\r\nof international courts. The world has turned from mere\r\ncoexistence to cooperation. One of the ways in which\r\nthis is reflected is in the willingness on the part of the\r\nStates to take their disputes to the International Court\r\nof Justice. There is a growing consensus that it is in the\r\ninterest of all parties to have their disputes resolved\r\nthrough a binding third-party settlement.\r\nThe International Court of Justice has\r\nsignificantly strengthened the rule of law in\r\ninternational relations and contributed to respect for\r\nlaw and to international peace and security. It is well\r\nrecognized that the influence of the Court also extends\r\nbeyond its formal limits, thanks to the prestige and\r\nauthority that the Court enjoys in the eyes of the world.\r\nThe International Court of Justice deserves the\r\nfull support of all the Members of the United Nations.\r\nI now call on Mr. Gilbert Guillaume, President of\r\nthe International Court of Justice.\r\nMr. Guillaume (International Court of Justice)\r\n(spoke in French): It is an honour for me to address the\r\nGeneral Assembly today on the occasion of its\r\nexamination of the report of the International Court of\r\nJustice for the period 1 August 1999 to 31 July 2000.\r\nAllow me at the outset to thank you, Sir, for the\r\nprecious words of encouragement that you lavished on\r\nme during your introduction of this agenda item. I am\r\nparticularly pleased to take the floor during your\r\npresidency. Your political experience, your talents as\r\nmediator and your feeling for consensus will be\r\nvaluable assets for the Assembly.\r\nOver the last decades Finland has displayed great\r\nwisdom in circumstances that have been delicate at\r\ntimes. Recently we witnessed further evidence of this\r\nin The Hague, when in 1992, in accordance with our\r\nexpressed desire, Finland came to a friendly settlement\r\nof its dispute with Denmark over the construction of a\r\nbridge over the Great Belt. It is now the turn of the\r\nGeneral Assembly, after the Court, to enjoy the benefit\r\nof this wisdom.\r\nMy predecessors at this rostrum  particularly\r\nthe most recent of them, Presidents Bedjaoui and\r\nSchwebel  have offered an annual review of the\r\nCourts activities and of the progress achieved and\r\nproblems encountered in international justice. This\r\nfirmly established tradition is to be commended and I\r\nam most honoured to speak to the Assembly in my\r\nturn.\r\n4\r\nA/55/PV.41\r\nI will not impose on the Assembly a further\r\nreading of the written report before it. This year, for the\r\nfirst time, the report is preceded by a summary, which I\r\nhope the Assembly will find useful. I will point out,\r\nhowever, that the Court worked at a sustained pace\r\nover the past year.\r\nFirst, in a Judgment of 13 December 1999, it\r\nruled in a dispute that had been submitted to it in May\r\n1996 by Botswana and Namibia concerning\r\nKasikili/Sedudu Island. It found that the island belongs\r\nto Botswana, but stated that, in the two channels\r\naround Kasikili/Sedudu Island, the nationals of, and\r\nvessels flying the flags of, the Republic of Botswana\r\nand the Republic of Namibia shall enjoy equal national\r\ntreatment.\r\nNext, in a Judgment of June 21 2000, the Court\r\nfound that it had no jurisdiction to entertain the\r\nApplication filed in September 1999 by the Islamic\r\nRepublic of Pakistan against India as a result of the\r\ndestruction of a Pakistani aircraft. The Court did,\r\nhowever, remind the parties of their obligation to settle\r\ntheir disputes by peaceful means in accordance with\r\nArticle 33 of the Charter.\r\nActing on a request by the Democratic Republic\r\nof the Congo for the indication of provisional measures\r\nagainst Uganda, on 1 July 2000 the Court indicated\r\nvarious measures to be taken by the two parties,\r\nespecially in the area of Kisangani.\r\nThe Court also made 10 Orders and heard five\r\nweeks of oral arguments in the case between Qatar and\r\nBahrain. It has at last begun its deliberations in that\r\ncase.\r\nIt has also set a date in November this year for\r\nhearings in the LaGrand case between Germany and\r\nthe United States and on a request for the indication of\r\nprovisional measures made by the Democratic\r\nRepublic of the Congo against Belgium.\r\nThus, the Court has been able to consider or\r\nbegin its consideration of all cases that have been ready\r\nfor hearing. Unfortunately, the coming months promise\r\nto be more difficult. While 10 cases appeared on the\r\nCourts List in 1994 and 12 in 1998, we saw an\r\nincrease to 25 in late 1999, a new record in the annals\r\nof international justice. Twenty-four of these remain on\r\nthe docket today.\r\nThese cases cover a very wide range. Four of\r\nthem concern land or maritime boundary disputes\r\nbetween neighbouring States. They involve Qatar and\r\nBahrain, Cameroon and Nigeria, Indonesia and\r\nMalaysia, and Nicaragua and Honduras. This is a\r\nclassic but complex kind of dispute which calls for\r\ndetailed consideration of numerous geographical and\r\nhistorical factors and requires a solution to sensitive\r\nproblems. It is also, however, the kind of dispute in\r\nwhich the Court has played and continues to play an\r\nimportant role and makes an eminent contribution to\r\nmaintaining international peace and security.\r\nAnother classic form of dispute involves cases in\r\nwhich a State complains before the Court of the\r\nmanner in which one of its nationals has been treated\r\nby another State. Three cases in this category are now\r\non our List  one between Germany and the United\r\nStates, another between Guinea and the Democratic\r\nRepublic of the Congo and a third, filed last week,\r\nbetween the Democratic Republic of the Congo and\r\nBelgium.\r\nThe case concerning the Gabčikovo-Nagymaros\r\nProject between Hungary and Slovakia involves a\r\ndispute over a river of a kind that is also familiar to the\r\nCourt. The Court rendered a Judgment in principle in\r\nthat case in 1997 and the parties are now working to\r\nagree on the modalities for its implementation.\r\nOther cases relate to events that have also been\r\nthe subject of discussion or decisions of the General\r\nAssembly or the Security Council. The Libyan Arab\r\nJamahiriya has brought cases before the Court\r\nconcerning disputes between it and the United States\r\nand the United Kingdom relating to the explosion of an\r\nAmerican civil aircraft over Lockerbie, Scotland. The\r\nIslamic Republic of Iran has brought proceedings\r\nbefore the Court concerning the destruction of oil\r\nplatforms by the United States in 1987 and 1988. By\r\ntwo separate Applications, Bosnia and Herzegovina\r\nand Croatia have sought rulings against Yugoslavia for\r\nviolating the 1948 Convention on the Prevention and\r\nPunishment of the Crime of Genocide. Yugoslavia\r\nitself is proceeding against 10 States members of the\r\nNorth Atlantic Treaty Organization, challenging the\r\nlegality of their actions in Kosovo. Two of these\r\nApplications were dismissed in limine litis on the basis\r\nof a manifest lack of jurisdiction. Eight remain to be\r\nconsidered. Finally, the Democratic Republic of the\r\nCongo has claimed before the Court that it has been the\r\nvictim of armed aggression by Burundi, Uganda and\r\nRwanda.\r\n5\r\nA/55/PV.41\r\nAs we can see, these disputes come from all\r\ncorners of the world. Ten of them are between\r\nEuropean States, concerning the Balkan situation for\r\nthe most part. One relates to Latin America and two to\r\nAsia. Six are intercontinental in nature and five relate\r\nsolely to African States. The Court is particularly\r\npleased to note that African States are turning ever\r\nmore frequently to it.\r\nMuch attention has been given to the reasons for\r\nthe International Courts renewed vitality. Various\r\ntechnical factors have been advanced: the\r\nestablishment of Chambers of the Court; improved\r\nprocedures; creation by the United Nations Secretary-\r\nGeneral of a fund to provide assistance in the judicial\r\nsettlement of disputes; the greater confidence of States,\r\ninspired by the Courts development of jurisprudence.\r\nEach of these factors has played a role, but I believe\r\nthat the essential reason is to be found elsewhere.\r\nHistory shows that judicial settlement is more easily\r\naccepted and is even in greater demand when the\r\ninternational arena is calmer. Conversely, in periods of\r\nheightened tension, States are less inclined to have\r\nrecourse to courts. The Permanent Court of\r\nInternational Justice heard many cases during the\r\n1920s, but its courtroom fell silent in the 1930s. The\r\nInternational Court of Justice also saw limited activity\r\nin the 1970s; it is being called upon more often and is\r\nmore active today than ever before.\r\nAware of this development and anxious to adapt\r\nto it, the Court has for several years been taking those\r\nmeasures within its power to respond to this situation.\r\nFirst, it set up a committee to rationalize the work of\r\nthe Registry. The committee recommended various\r\nmeasures that have been progressively implemented.\r\nThe Court has also taken giant steps in modernizing its\r\nworking and communication methods through the use\r\nof new information technologies, including the\r\nlaunching of a highly successful web site, to which you\r\nreferred, Mr. President, with an average of nearly 2,000\r\nvisits a day and sometimes 20,000 on peak days.\r\nThe Court has also sought increased cooperation\r\nfrom the parties in the functioning of justice. In\r\nparticular, it has informed them of its desire to see a\r\ndecrease in the number of memorials exchanged, in the\r\nsize of annexes to the memorials and in the length of\r\npleadings. The Courts comments have had the desired\r\neffect in some new cases. In the case between Germany\r\nand the United States, the Court was glad to see the\r\nnumber of written memorials limited to one document\r\nfrom each party and the oral arguments limited to one\r\nweek. In other cases, however, the case files remain\r\ndisturbingly voluminous. The documentation in the\r\nBosnia and Herzegovina v. Yugoslavia case is several\r\nthousand pages long, and one of the parties has sought\r\nto call hundreds of witnesses. In addition, the\r\nproliferation of preliminary objections, counter-claims\r\nand requests for the indication of provisional measures\r\nhas encumbered many cases.\r\nIn 1997 the Court adopted various decisions\r\nconcerning its own deliberations on which President\r\nSchwebel reported to the Assembly at that time. The\r\nCourt has pursued this course. While the judges\r\nnormally prepare written notes setting out their\r\nopinions before all deliberations, this procedure has\r\nbeen abandoned on an experimental basis, not only for\r\nthe consideration of urgent requests for provisional\r\nmeasures, but also in cases concerning the Courts\r\njurisdiction or the admissibility of applications. On\r\nseveral occasions the Court has begun the\r\nconsideration of several cases at the same time. For\r\nexample, last June, when Bahrain and Qatar were\r\npresenting their oral arguments, the Court was\r\ndeliberating on the case between India and Pakistan\r\nand the provisional measures sought by the Democratic\r\nRepublic of the Congo.\r\nThese steps will not, however, be enough to cope\r\nwith the situation in coming years. The Courts\r\nfinancial and human resources are no longer sufficient\r\nfor it to carry out its task properly. If it does not receive\r\nthe necessary resources, it will find itself obliged,\r\nbeginning in 2001, to delay passing judgement in a\r\nnumber of cases that will be ready for decision. From\r\n2002 those delays may well last several years in some\r\ncases. This is not acceptable. Justice delayed is justice\r\ndenied. Moreover, such long delays will erode not only\r\nthe Courts function of resolving disputes, but also its\r\nvery role in preventing and resolving international\r\ncrises and, to be frank, in maintaining peace and\r\nsecurity.\r\nThe Court is well aware of the financial\r\ndifficulties of the United Nations. It has taken them\r\ninto account in the past in limiting its requests, and it is\r\nsincerely grateful to the Assembly for granting it four\r\nadditional posts in 1999. The current growth in\r\nlitigation will, however, require much greater increases\r\nin staff. Unlike other United Nations organs, the Court\r\ncannot adapt its programmes to its resources; the\r\n6\r\nA/55/PV.41\r\nresources must be adjusted to meet the legitimate\r\nexpectations of the States that turn to it.\r\nThe Advisory Committee on Administrative and\r\nBudgetary Questions was aware of this in 1999, for it\r\ncommended the Court for action taken to address\r\nincreasing workload in the context of budgetary\r\nstringency (A/54/7, para. III.2) and recommended\r\nthat the resource implications of [a dramatic\r\nincrease in the number of cases] be reviewed in\r\norder to ensure that the ability of the Court to\r\ndischarge its mandate is not adversely affected.\r\n(ibid., para. III.3)\r\nThe General Assembly itself noted with concern\r\nwhen the Courts most recent budget was adopted\r\nthat the resources proposed for the International\r\nCourt of Justice are not proportionate with the\r\nworkload envisaged, and requests the Secretary-\r\nGeneral to propose adequate resources ... in the\r\ncontext of the proposed programme budget for\r\nthe biennium 2002-2003, commensurate with its\r\nincreased workload and the large backlog of\r\nvolumes of Court documents. (resolution\r\n54/249, para. 89)\r\nThe Courts annual budget is now slightly over\r\n$10 million  less than 1 per cent of the\r\nOrganizations budget, which is a lower percentage\r\nthan in 1946. The budget of the International Tribunal\r\nfor the Former Yugoslavia is nearly $100 million for\r\n2000, or roughly 10 times the Courts budget. The\r\nTribunals Registry has nearly 800 staff, while the\r\nCourts has only 61. Admittedly, the tasks of two\r\njudicatures are not wholly comparable. But those\r\nfigures make it clear that States can support the work\r\nof international courts when they have the will to do\r\nso.\r\nTo meet its needs, the Court will request\r\nsupplementary credits and a budget increase of the\r\norder of $3 million per year for the next biennium,\r\n2002-2003. Its budget would thus increase to slightly\r\nmore than $26 million for the two years, and its staff\r\nwould be increased by 38, which would mean a\r\nRegistry that still did not amount to 100 people.\r\nHaving to deal with case files some of which run\r\nto 5,000 or 7,000 pages and to conduct the lengthy\r\nhearings that are sometimes unavoidable, the judges\r\ncannot deliberate on more than two or three cases a\r\nyear without appropriate assistance. Most national\r\nsupreme courts provide law clerks to assist the judges\r\nby, inter alia, conducting the necessary research on\r\ncase law and scholarly literature. The same is true in\r\nmost international courts: the European Court of\r\nJustice, where each judge is assisted by three clerks;\r\nthe European Court of Human Rights, for which the\r\ncreation of law clerk positions is provided for in\r\nProtocol No. 11 to the Convention for the Protection of\r\nHuman Rights and Fundamental Freedoms; and the\r\nInternational Tribunal for the Former Yugoslavia,\r\nwhere each judge has a clerk. The same solution is\r\nneeded for the International Court of Justice.\r\nThe Registry will be unable to perform its work\r\nwithout a significant increase in its staff. The Language\r\nDepartment has only six posts (including that of the\r\nhead of department). The Finance Division has only\r\ntwo professional-grade posts, as does the Department\r\nof Press and Information Services. Several heads of\r\ndepartment do not have secretaries and some judges\r\nmust share a secretary. Although the President does\r\nhave a secretary, he does not enjoy any other\r\nadministrative or legal assistance.\r\nIt is therefore a real cry of alarm that I am\r\nobliged to place before the Assembly today. In many\r\ncountries, the judiciary presides in sumptuous historic\r\npalaces, but at times lacks the financial resources\r\nnecessary for it to perform its function. That is the case\r\nof the International Court of Justice. It is for the\r\nAssembly to decide whether the Court, the principal\r\njudicial organ of the United Nations, is to die a slow\r\ndeath or whether the Assembly will give it the\r\nwherewithal to live.\r\nI do not however wish to stop here in this\r\nexamination of international courts of law.\r\nThere is a problem that my predecessors have\r\nalso pointed out and I would like briefly to bring to\r\nyour attention today: the problem raised for\r\ninternational law and for the international community\r\nby the proliferation of international courts.\r\nThis phenomenon is in part a response to changes\r\nin international relations. It reflects greater confidence\r\nin justice and makes it possible for international law to\r\ndevelop in ever more varied spheres.\r\nIt does however bring with it problems which I\r\nwill address in more detail before the Sixth Committee.\r\nFirst, it leads to cases of overlapping jurisdiction,\r\nopening the way for applicant States to seek out those\r\n7\r\nA/55/PV.41\r\ncourts that they believe, rightly or wrongly, to be more\r\namenable to their arguments. This forum shopping, as\r\nit is usually called, may indeed stimulate the judicial\r\nimagination, but it can also generate unwanted\r\nconfusion. Above all, it can distort the operation of\r\njustice, which, in my view, should not be made subject\r\nto the law of the marketplace.\r\nOverlapping jurisdiction also exacerbates the risk\r\nof conflicting judgements, as a given issue may be\r\nsubmitted to two courts at the same time and they may\r\nhand down contradictory judgements. National legal\r\nsystems have long had to confront these problems.\r\nThey have resolved them, for the most part, by creating\r\ncourts of appeal or review. In this regard, the\r\ninternational system is very deficient.\r\nFinally, the proliferation of international courts\r\ngives rise to a serious risk of conflicting jurisprudence,\r\nas the same rule of law might be given different\r\ninterpretations in different cases. This is a particularly\r\nhigh risk, as we are dealing with specialized courts,\r\nwhich are inclined to favour their own disciplines.\r\nSeveral examples of this may already be cited. Thus, in\r\nruling on the merits of the Tadic case, the International\r\nTribunal for the former Yugoslavia recently\r\ndisregarded case-law formulated by the International\r\nCourt of Justice in the dispute between Nicaragua and\r\nthe United States. The Court had found that the United\r\nStates could not be held responsible for acts committed\r\nby the contras in Nicaragua unless it had had effective\r\ncontrol over them. After criticizing the view taken by\r\nthe Court, the Tribunal adopted a less strict standard\r\nfor Yugoslavias actions in Bosnia and Herzegovina\r\nand replaced the notion of effective control with that\r\nof overall control, thereby broadening the range of\r\ncircumstances in which a States responsibility may be\r\nengaged on account of its actions on foreign territory.\r\nRegardless of what one might think of this\r\nsolution, the contradiction thus created gives clear\r\nevidence of the risks to the cohesiveness of\r\ninternational law raised by the proliferation of courts.\r\nWhat can be done to ensure that this situation\r\ndoes not give rise to serious uncertainty as to the\r\ncontent of the law in the minds of players on the\r\ninternational stage and does not ultimately restrict the\r\nrole of law in inter-State relations?\r\nAn initial comment on this point would appear\r\nnecessary. Before creating a new court, an international\r\nlegislative body should, I think, ask itself whether the\r\nfunctions it intends to entrust to the judge could not\r\nproperly be fulfilled by an existing court.\r\nJudges themselves must realize the danger of\r\nfragmentation in the law, and even conflicts of case-\r\nlaw, born of the proliferation of courts. A dialogue\r\namong judicial bodies is crucial. The International\r\nCourt of Justice, the principal judicial organ of the\r\nUnited Nations, stands ready to apply itself to this end\r\nif it receives the necessary resources.\r\nRelying exclusively on the wisdom of judges\r\nmight not be enough however. The relationships\r\nbetween international courts should, in my view, be\r\nbetter structured.\r\nWith this in mind, it has at times been suggested\r\nthat the Court should serve as a court of appeal or\r\nreview for judgements rendered by all other courts.\r\nThis would undoubtedly be an ideal solution but it\r\nwould require a strong political will on the part of\r\nStates and I am not certain that such a will exists.\r\nAnother mechanism was referred to last year by\r\nmy predecessor, in this very Assembly, and I think it is\r\nappropriate to come back to it today. In order to reduce\r\nthe risk of differing interpretations of international law,\r\nwould it not be appropriate to encourage the various\r\ncourts to seek advisory opinions in some cases from the\r\nInternational Court of Justice by way of the Security\r\nCouncil or the General Assembly?\r\nThis procedure could be adopted even for those\r\ninternational courts that are not organs of the United\r\nNations, such as the International Tribunal for the Law\r\nof the Sea and the future International Criminal Court.\r\nThe Council of the League of Nations made requests\r\nfor advisory opinions on behalf of other international\r\norganizations and it is difficult to see why the General\r\nAssembly could not do the same. Perhaps it could, by\r\nmeans of an appropriate resolution, urge not only the\r\ncourts it has established but also those outside the\r\nUnited Nations system, to turn to the Court through the\r\nGeneral Assembly.\r\nThe international community needs judges. It\r\nneeds judges who have at their disposal the resources\r\nnecessary to perform their functions. It needs judges\r\nacting in the service of the law.\r\nI assure the Assembly that the International Court\r\nof Justice will continue in this spirit to perform those\r\nduties which are currently assigned to it and it stands\r\nready to fulfil such others as may be entrusted to it. It\r\n8\r\nA/55/PV.41\r\nis counting on the Assemblys assistance to achieve\r\nthose ends.\r\nMr. Yachi (Japan): It is a great pleasure and\r\nhonour for me to address the Assembly, on behalf of\r\nthe Government of Japan, under your presidency, Sir.\r\nMy delegation would like to take this opportunity\r\nto congratulate Judge Gilbert Guillaume on his election\r\nas President of the International Court of Justice in\r\nFebruary this year. We are confident that under his\r\nexcellent leadership the Court will effectively tackle\r\nthe difficult cases brought before it. My delegation\r\nwould also like to express its appreciation to Judge\r\nStephen Schwebel, former President of the Court, for\r\nhis valuable contributions.\r\nWe have just heard President Guillaumes\r\nexcellent, detailed report on the current situation of the\r\nInternational Court of Justice. As President Schwebel\r\nsaid in his report last year, the Court has firmly\r\nestablished its status as the worlds most senior judicial\r\nbody. It is the principal judicial organ of the United\r\nNations, having a long history, the broadest material\r\njurisdiction and the most refined jurisdictional\r\njurisprudence. It is noteworthy that Their Majesties the\r\nEmperor and Empress of Japan, as a demonstration of\r\nthe high esteem in which they hold the Court, visited it\r\non the occasion of their official visit to the Netherlands\r\nin May this year. We are grateful for the warm\r\nwelcome the Court extended to Their Majesties and the\r\nkind acknowledgement of their visit in its report.\r\nThe importance of the rule of law in international\r\nsociety cannot be overstated. Indeed, as we witness the\r\nregrettable increase in the number of regional conflicts\r\nthat have broken out since the end of the cold war,\r\nJapan believes the rule of law will become even more\r\nimportant in the twenty-first century. The goal of\r\nestablishing and maintaining the primacy of an\r\nintegrated body of international law is essential. Under\r\nthe current situation, in which world realities are\r\nchanging at an increasing speed, the role of the\r\nInternational Court of Justice as a credible mechanism\r\nfor promoting international peace and security is\r\nbecoming ever more important. It is incumbent upon\r\nMember States to make the utmost efforts to cooperate\r\nin contributing towards the effective functioning of the\r\nCourt.\r\nTalk without appropriate action is meaningless.\r\nGovernments should act according to their avowed\r\nprinciples. The importance of strengthening the role of\r\nthe International Court of Justice has been stressed for\r\nmany years. Back in 1974, the General Assembly\r\nadopted a resolution concerning a review of the Courts\r\nrole, recognizing the desirability of States studying the\r\npossibility of accepting the compulsory jurisdiction of\r\nthe International Court of Justice. The resolution draws\r\nthe attention of States to the advantage of inserting in\r\ntreaties clauses providing for the submission of\r\ndisputes to the International Court of Justice and to the\r\npossibility of making use of the chambers. It also\r\nrecommends the utilization of the advisory opinion by\r\nUnited Nations organs.\r\nIn 1989, on the initiative of then Secretary-\r\nGeneral Javier Pérez de Cuéllar, the Secretary-\r\nGenerals Trust Fund to Assist States in the Settlement\r\nof Disputes through the International Court of Justice\r\nwas created. In 1992 then Secretary-General Boutros\r\nBoutros-Ghali pointed out in his Agenda for Peace\r\nthe increased importance of the role of the Court as a\r\nmeans of settling international disputes. He encouraged\r\nMember States to accept the general jurisdiction of the\r\nCourt, without reservation, before the end of the United\r\nNations Decade of International Law in the year 2000\r\nto utilize the chambers jurisdiction, and to support and\r\npromote utilization of the Trust Fund. Since 1993\r\nenhancement of the role of the International Court of\r\nJustice has been mentioned in the resolution on the\r\nreport of the Special Committee on the Charter of the\r\nUnited Nations and on the Strengthening of the Role of\r\nthe Organization. Last year the General Assembly\r\nadopted a resolution specifically on the issue of\r\nstrengthening the International Court of Justice. But\r\nhow much have we actually achieved?\r\nMy delegation believes that fostering peace\r\nthrough the adjudicated settlement of international\r\ndisputes and the development of the body of\r\ninternational law has become an irrefutable universal\r\nvalue. That Japan is dedicated to the principle of the\r\npeaceful settlement of disputes is reflected in the fact\r\nthat it is among the States which accepted the Courts\r\ncompulsory jurisdiction by the deposit of a declaration\r\nto that effect, in accordance with paragraph 2 of Article\r\n36 of the Statute of the International Court of Justice.\r\nAs a country resolutely devoted to peace and\r\nfirmly dedicated to respect for international law, Japan\r\nhas been supportive of the various appeals made by the\r\nCourt or other bodies that promote the dissemination of\r\ninternational law. For instance, since as early as 1970\r\nJapan has continuously made financial contributions to\r\n9\r\nA/55/PV.41\r\nthe Hague Academy of International Law for its\r\ntraditional programme of summer courses and general\r\nactivities. Also Japanese scholars have lectured at the\r\nAcademy.\r\nIn the belief that disputes should be resolved\r\nthrough litigation rather than by fighting, Japan has\r\nbeen making annual contributions since 1991 to the\r\nTrust Fund to Assist States in the Settlement of\r\nDisputes through the International Court of Justice. Its\r\ntotal contribution to date amounts to $228,000.\r\nIncidentally, my delegation would like to take this\r\nopportunity to make its legitimate request to the\r\nSecretariat of the United Nations to provide annual\r\nreports on the activities of the Fund to the General\r\nAssembly. My delegation has no doubt that the\r\ncountries that have received assistance through the\r\nFund are grateful for it and that the Fund is being used\r\neffectively. The Government of Japan wishes to\r\ncontinue making annual contributions to the Fund as a\r\nway of promoting the peaceful settlement of disputes.\r\nAt the same time, however, it must remain accountable\r\nto the Japanese taxpayers. That is why my delegation is\r\nrequesting the Secretariat to provide the General\r\nAssembly with annual reports on the activities of the\r\nFund and its financial status, as stipulated in paragraph\r\n15 of the Terms of Reference, Guidelines and Rules of\r\nthe Fund. Only if transparency is maintained in the\r\nFunds operations will the Government be able to\r\ncontinue to support its worthy activities.\r\nMoreover, in response to an appeal of the\r\nInternational Court of Justice, last year Japan\r\ncontributed $40,000 to the establishment of a Court\r\nmuseum. My delegation sincerely hopes that the\r\nmuseum will help to enhance the Courts illustrious\r\nhistory in serving the peaceful settlement of disputes\r\nsince the first Peace Conference of 1899, as well as the\r\nwork and achievements of its predecessor, the\r\nPermanent Court of International Justice.\r\nJapans commitment to the Court is also reflected\r\nin the highly qualified personnel it provides to the\r\nCourt. As noted by President Guillaume in his\r\nwelcoming speech at the time of Their Majesties visit,\r\nJapans long history of contribution to world\r\njurisprudence through its lawyers and legal scholars\r\ndates back to the creation of the Permanent Court of\r\nInternational Justice. During the Permanent Court\r\nperiod, three eminent Japanese lawyers served as\r\njudges.\r\nAfter the International Court of Justice was\r\ncreated, Judge Tanaka was the first Japanese to serve\r\non it. Currently, Judge Oda is serving on the Court; his\r\nthird term will end in February 2003.\r\nOn behalf of the Government of Japan, I should\r\nlike to take this opportunity to announce that it has\r\ndecided to present a new candidate for election to the\r\nCourt in the year 2002. It is doing so with the sincere\r\ndesire to continue to contribute to the International\r\nCourt of Justice, whose noble mission will be all the\r\nmore important in the new millennium. In concluding\r\nmy remarks, I wish to reaffirm, on behalf of my\r\ndelegation and of the Government of Japan, the great\r\nimportance we attach to the invaluable work of the\r\nInternational Court of Justice as the principal judicial\r\norgan of the United Nations.\r\nMr. Niehaus (Costa Rica) (spoke in Spanish):\r\nAllow me at the outset to thank the International Court\r\nof Justice for the report before us as well as the\r\nintroductory statement made by the President of the\r\nCourt, Judge Gilbert Guillaume. I should like also to\r\ncongratulate, through you, Mr. President, Judge\r\nThomas Buergenthal on his recent election to this high\r\nCourt.\r\nMy country knows of and appreciates Judge\r\nBuergenthals depth of technical knowledge,\r\nexperience and ability. We have had the honour of\r\nreceiving him on numerous occasions in Costa Rica in\r\nhis capacity as a member and President of the Inter-\r\nAmerican Court of Human Rights, which has its\r\nheadquarters in San José.\r\nThe judicial resolution of disputes has become a\r\nkey element in the promotion of peaceful relations\r\nbetween States. We all know of cases in which\r\ndiffering interpretations of the law or of facts have,\r\nwhen politicized, become threats to international peace\r\nand security. Territorial disputes in particular can lead\r\nto military escalation. For this reason, the International\r\nCourt of Justice plays a fundamental role in reducing\r\nmilitary tensions and in resolving once and for all the\r\ndifferences between States.\r\nIn this context, my delegation welcomes the\r\ncontribution that the International Court of Justice\r\nmakes to global stability. The Court, as the principal\r\njudicial organ of the United Nations, also plays a\r\ncentral role in the progressive development of\r\ncontemporary international law. Its jurisprudence, both\r\nin disputes and in advisory opinions, provides not only\r\n10\r\nA/55/PV.41\r\na legal determination for the parties in conflict but also\r\nclarification to other States with regard to obscure or\r\ncontroversial areas of the law.\r\nWe recall and welcome the numerous cases in\r\nwhich the Court has adopted progressive positions\r\nwhich have promoted and consolidated the\r\ndevelopment of the international legal order. We\r\nbelieve in this respect that the Court must continue\r\nresolutely to play its role as the authorized interpreter\r\nof the provisions of the Charter of the United Nations.\r\nMy delegation is also aware of the practical\r\ndifficulties experienced by the Court in recent years,\r\ndue to the increase in the number of cases and requests\r\nfor advisory opinions. As we have indicated on other\r\noccasions, we believe that the increase in the number\r\nof cases is a positive sign of the will of States to abide\r\nby the principles of law in the conduct of their\r\ninternational relations. For this reason, we believe that\r\ngreater recourse to the Court should be encouraged.\r\nIt is vital that the Court be provided with\r\nsufficient resources and staff to deal with the fresh\r\nobligations associated with the increase in the number\r\nof cases. My delegation favours an increase in the\r\nstaffing levels of the Court, including more library,\r\ncomputer and secretarial staff, in additional to a\r\nprofessional technical legal assistance team to the\r\njudges and to the presidency.\r\nNevertheless, we firmly believe that, in parallel to\r\nthe increase in its budget, the Court must continue its\r\nefforts to improve its practices and working methods.\r\nIn this respect, we appreciate the decisions taken and\r\nrecommendations adopted, but we would also\r\nencourage its members to continue to consider ways of\r\nimproving its methods of work.\r\nAllow me to thank the Court for the excellent\r\nmanner in which it disseminates its work through the\r\nInternet. This service is invaluable for developing\r\ncountries, which sometimes have difficulty obtaining\r\naccess to the most recent case law.\r\nFinally, I should like to reiterate the full\r\nconfidence and steadfast support of Costa Rica for the\r\nexcellent work of the International Court of Justice.\r\nMs. Lee (Singapore): My delegation and I would\r\nlike to express our appreciation to His Honour Judge\r\nGilbert Guillaume for his detailed and lucid report on\r\nthe work of the International Court of Justice for the\r\nperiod 1 August 1999 to 31 July 2000. We would also\r\nlike to congratulate him on his election as President of\r\nthis eminent body. We are confident that under the\r\nenlightened leadership of Judge Guillaume, the Court\r\nand the distinguished jurists who constitute its Bench\r\nwill continue to carry out its mandate under the Charter\r\nof the United Nations in a just and efficient manner.\r\nAs the Court is the principal judicial organ of the\r\nUnited Nations, the critical role which it plays in our\r\npresent world order cannot be understated. It is the\r\nbrief of the Court to settle disputes between States in\r\naccordance with international law and to give advisory\r\nopinions on questions referred to it by duly authorized\r\ninternational organs and agencies. The Court is\r\ntherefore the primary organ for the development and\r\napplication of international law. The judgements and\r\ndecisions of the Court are authoritative interpretations\r\nof the rights and obligations of parties to an\r\ninternational dispute. These enable parties to resolve\r\nsuch disputes without the need for armed\r\nconfrontation. In this sense, the International Court of\r\nJustice is also a primary forum for the preservation of\r\nworld peace.\r\nSingapore fully supports the work of the\r\nInternational Court of Justice as the interpreter and\r\nenforcer of international law. As a small country, we\r\nattach tremendous importance to the work of the Court.\r\nThis is because international law ensures that all\r\nactions of States are governed by the same legal rules.\r\nUnder the law, all States are equal, entitled to the same\r\nrights and subject to the same obligations, regardless of\r\nsize, economic wealth or military power. International\r\nlaw also ensures that States are held to high standards\r\nof conduct in their relationships with other States.\r\nTherefore, for small countries like Singapore,\r\ninternational law is the main avenue for the\r\nmaintenance of our sovereignty.\r\nThe International Court of Justices clientele now\r\nincludes 189 States. Not surprisingly, in recent times,\r\nwe have seen a steady increase in the workload of the\r\nCourt. As of the beginning of this year, there were 24\r\ncases pending before the Court. This number may seem\r\nsmall when compared to the docket of domestic courts.\r\nHowever, it must be noted that every one of these is a\r\ndispute between States. These disputes cover almost\r\nthe entire breadth of international law. They include\r\ndisputes over maritime and land boundaries, the\r\nlegality of the use of force, the arrest and detention of a\r\nforeign citizen and even the execution of a person with\r\ndual nationality. Disputes between States are\r\n11\r\nA/55/PV.41\r\nessentially different from disputes between persons.\r\nThe extent of the resources of the contending States\r\nthat are mobilized for such disputes is much greater.\r\nThe consequences of a decision are also much more\r\nprofound for the disputing States and, often, for the\r\ninternational community, too.\r\nThe increase in the workload of the Court is\r\ntherefore a reflection of the increasing confidence that\r\nthe international community as a whole has in the\r\nCourt. This can only mean that States are increasingly\r\nmindful of the rules of international law. They prefer to\r\nresolve their differences in accordance with the law,\r\nrather than through the use of coercive power. This\r\ndevelopment can only be a welcome one.\r\nThe increasing workload of the Court, however,\r\nhas not been matched by a corresponding increase in\r\nthe resources of the Court. The budget of the\r\nInternational Court of Justice is relatively modest when\r\ncompared with the budget of United Nations agencies.\r\nThe International Tribunal for the Former Yugoslavia,\r\nfor example, has a budget almost 10 times that of the\r\nInternational Court of Justice. Yet its workload, as\r\nevidenced by the number of cases filed, is a fraction of\r\nthat of the International Court of Justice. This is not to\r\nsay that the International Tribunal for the Former\r\nYugoslavia is over-funded. Instead, what is clear is that\r\nthe International Court of Justice is under-funded.\r\nDespite its modest funding and, therefore, its\r\nlimited resources, the Court has been able to schedule\r\nhearings and issue orders in a very efficient manner.\r\nWe should all commend the International Court of\r\nJustice for the expeditious manner in which it has been\r\nable to address the matters before it. Its current record\r\nshows that there is now no basis for criticizing the\r\nCourt for delays in dealing with cases.\r\nThis state of affairs will not be able to continue,\r\nhowever, if, as appears to be the case, more States turn\r\nto the Court for assistance on a wider range of matters.\r\nIf the International Court of Justice is to satisfy the\r\nexpectations which States have placed upon it, the\r\nlevel of funding to the International Court of Justice\r\nmust be substantially increased. It is therefore crucial\r\nthat we take the necessary steps to ensure that the\r\nCourt is adequately provided for.\r\nParagraph 345 of the report (A/55/4) before us\r\ntoday quoted from the statement of the then President\r\nof the Court, Judge Stephen Schwebel, to this\r\nAssembly last year. He stated:\r\nThe financial resources of the Court cannot\r\nbe divorced from those of the Organization that\r\nprovides them. The financial fabric of the United\r\nNations must be repaired, most fundamentally by\r\nrenewed performance of the treaty obligations of\r\nMembers of the United Nations to pay their\r\nassessments, as determined by this General\r\nAssembly in the exercise of the authority\r\ndeliberately and expressly entrusted to it by the\r\nterms of the Charter. The binding character of\r\nthose assessments was affirmed by the Court in\r\n1962, when it held that the exercise of the power\r\nof apportionment creates the obligation,\r\nspecifically stated in Article 17, paragraph 2 of\r\nthe Charter, of each Member to bear that part of\r\nthe expenses which is apportioned to it by the\r\nGeneral Assembly. Failure to meet that obligation\r\nnot only has the gravest effects on the life of the\r\nOrganization, but transgresses the principles of\r\nfree consent, good faith and pacta sunt servanda,\r\nwhich are at the heart of international law and\r\nrelations. (A/54/PV.39, pp. 4-5)\r\nIt is therefore hard to explain the situation when\r\nthe richest Member of the Organization is unable to\r\npay its dues, in full, on time and without conditions.\r\nWe have pointed out before that the heart of the\r\nproblem is political, not financial. In his book entitled\r\nJudging The World Court, Thomas Franck wrote:\r\nThe World Court is not the perfect instrument\r\nfor an imperfect world, but it is in the national\r\ninterest of the United States to encourage, rather\r\nthan destroy, the only court with global reach.\r\nIn todays world, where there are so many\r\nchallenges to world peace, the importance of\r\ncompliance with international law becomes that much\r\nmore significant. Without international law, there will\r\nbe anarchy in the relationships between States. Might,\r\nnot right, will prevail. We, the members of the United\r\nNations, therefore have a special responsibility to\r\nensure the continued respect and observance of the\r\nrules of international law. One clear way in which we\r\ncan do this is by showing, in concrete terms, our\r\nsupport for the main organ for the development and\r\nenforcement of international law, the International\r\nCourt of Justice.\r\nMr. Vaiko (India): I thank the President of the\r\nInternational Court of Justice, Judge Gilbert\r\nGuillaume, for his detailed and comprehensive\r\n12\r\nA/55/PV.41\r\nintroduction of the report of the Court as contained in\r\ndocument A/55/4. We would like to extend to him our\r\nheartfelt congratulations and felicitations on his\r\nelection as President, and wish him every success\r\nduring his time in office.\r\nThe United Nations was established to save\r\nsucceeding generations from the scourge of war. The\r\nfounding fathers of the United Nations sought to\r\nachieve this objective through the twin approach of\r\nprohibiting the use of force, in accordance with\r\nArticle 2, paragraph 4, of the Charter, and by\r\npromoting the peaceful settlement of international\r\ndisputes under Article 33 of the Charter. As a central\r\nelement to the promotion of international peaceful\r\nsettlement, and in a departure from the model of the\r\nLeague of Nations, the United Nations Charter, through\r\nits Article 92, established the International Court of\r\nJustice as its principal judicial organ. Furthermore, in\r\nthe case of disputes under consideration by the United\r\nNations Security Council, Article 36, paragraph 3\r\ndirects the Security Council to recommend the parties\r\nto refer all legal disputes to the International Court of\r\nJustice. Finally, Article 92 of the Charter makes the\r\nStatute of the International Court of Justice an integral\r\npart of the Charter.\r\nThe above clearly indicates the respect and the\r\ncentral role assigned to the International Court of\r\nJustice within the United Nations Charter system. This\r\nis a status unique to the ICJ and not enjoyed by any\r\nother tribunal established since 1945.\r\nThe recent period has seen the creation of a\r\nnumber of specialized regional and international\r\ncourts. The political process connected with the\r\nestablishment of special international judicial bodies\r\nhas been, on occasion, perceived as diminishing the\r\nrole of the ICJ in the field of the international peaceful\r\nsettlement of disputes. Moreover, it may be noted that\r\nlegitimate questions have been raised about the legal\r\nbasis of the establishment by the Security Council of\r\nthe aforementioned ad hoc international criminal\r\ntribunals instituted with reference to the former\r\nYugoslavia and Rwanda.\r\nHowever, even after all these developments, the\r\nInternational Court of Justice still remains the only\r\njudicial body with legitimacy derived directly under\r\nthe Charter, enjoying general jurisdiction, and available\r\nto all States of the international community in matters\r\nrelating to all aspects of international law. All other\r\ninternational judicial institutions, established as they\r\nare with competence over specified fields, are confined\r\nto their limited areas of jurisdiction and lack general\r\njurisdiction of a universal nature.\r\nWe could not agree more with the statement of\r\nthe then President of the ICJ, Judge Schwebel, in his\r\naddress to the fifty-third General Assembly, that the\r\nWorld Court is the father of the family of international\r\njudicial bodies created in the past decade. Over the last\r\n50 years, the Court has dealt with a variety of legal\r\nissues. Its judgements have covered disputes\r\nconcerning sovereignty over islands, navigational\r\nrights of States, nationality, asylum, expropriation, law\r\nof the sea, land and maritime boundaries, enunciation\r\nof the principle of good faith, equity and legitimacy of\r\nuse of force. The issues presently before it are equally\r\nwide-ranging, and its judgements have played an\r\nimportant role in the progressive development and\r\ncodification of international law.\r\nNotwithstanding the caution it has exhibited and\r\nthe sensibility it has shown to the political realities and\r\nsentiments of States, the Court has asserted its judicial\r\nfunctions and has consistently rejected arguments to\r\ndeny it jurisdiction on the ground that grave political\r\nconsiderations were involved in a case in which it\r\notherwise found proper jurisdiction for itself. The\r\nCourt has thereby clearly emphasized the role of\r\ninternational law in regulating inter-State relations,\r\nwhich are necessarily political.\r\nThe phenomenal explosion of the Courts docket\r\nduring the 1990s stands as testimony to the Courts\r\nhigh standing and authority, not only in the United\r\nNations system but also in the international\r\ncommunity. It also indicates the increased relevance of\r\nand respect for due process of law exhibited by States\r\nand is an affirmation of faith in the Court. Whereas in\r\nthe early 1970s it was called the court without a case,\r\nit is now faced with the problem of plenty and finds\r\nitself in a position of being unable, within its existing\r\nresources, to respond effectively and in time to the\r\ndemands made on it by its increasing workload.\r\nAs emphasized in its report, even after taking\r\nvarious measures to rationalize the work of its\r\nRegistry, making greater use of information\r\ntechnology, improving its working methods and\r\nsecuring greater collaboration from the Parties to\r\nreduce the time taken for individual cases, the Court\r\nwill be unable to cope with the increase in its workload\r\n13\r\nA/55/PV.41\r\nwithout a significant increase in its budget.\r\nAccordingly, the decision of the Heads of State and\r\nGovernment taken at the Millennium Summit to\r\nstrengthen the International Court of Justice in order to\r\nensure justice and the rule of law in international\r\naffairs must be implemented urgently by providing the\r\nCourt with adequate resources to enable it to carry out\r\nits designated functions as the principal judicial organ\r\nof the United Nations.\r\nMr. Lavalle-Valdés (Guatemala) (spoke in\r\nSpanish): We feel that, on the one hand, the existence\r\nof a judicial system, even in rudimentary form, capable\r\nof dealing with the relations between its members, is a\r\nnecessary condition that allows a group of human\r\nbeings or bodies to consider themselves a community;\r\non the other hand, a legal system hardly deserves the\r\nname if it does not have a permanent mechanism for\r\nsolving controversies between the members of the\r\ncommunity. For these reasons, we feel that, although it\r\nis hard to believe that the man in the street could be\r\naware of this, it is difficult to exaggerate the\r\nimportance of the creation in 1922 of the Permanent\r\nCourt of International Justice, a judicial body which\r\npreceded the International Court of Justice. In fact, the\r\nICJ is actually a continuation, rather than a successor,\r\nof the former Court.\r\nIf we disregard the profound differences between\r\nthe two international situations, perhaps the\r\nfundamental difference between these two institutions\r\nis rather extrinsic than intrinsic. This difference lies in\r\nthe fact that the relationship between the current Court\r\nand the world organization in charge of maintaining\r\npeace and international security  in other words, the\r\nUnited Nations  is a much narrower relationship than\r\nthe one that linked the venerable Permanent Court with\r\nthe corresponding body of the time  in other words,\r\nthe League of Nations.\r\nThe former Permanent Court, although it had\r\nclose links to the League of Nations, constitutionally\r\nspeaking, was a separate body. However, the current\r\nCourt is an integral part of the United Nations. In\r\neffect, the two institutions were created by the same\r\ninstrument  in other words, the Charter of the United\r\nNations  which expressly includes the Court among\r\nthe Organizations main bodies.\r\nWhile feeling that the relationships between the\r\nCourt and the United Nations are praiseworthy on all\r\ncounts, we also feel that the closer the links are\r\nbetween our Organization and the Court, the better will\r\nbe the efficiency and the authority of the Court. More\r\nStates will then be encouraged to come before it. This\r\nis why we are pleased to see that in 1968  the year,\r\nby the way, that the Minister for Foreign Affairs of\r\nGuatemala presided over the General Assembly  the\r\nCourt, on the basis of paragraph 2 of Article 15 of the\r\nCharter, reinforced its links with the United Nations by\r\ninitiating the practice of presenting a report on its\r\nactivities annually to this Assembly.\r\nWe, likewise, are happy to see that, for some\r\nyears now, the information in the reports, which had\r\nseemed a bit dry  owing to its formal and technical\r\nnature  has been augmented by a stimulating\r\nsubjective element that helps us to take a deeper look at\r\nthe Court. I am referring to the oral statement that the\r\nPresident of the Court made as part of the\r\nconsideration of the report on that institution, a\r\nstatement in which he discussed his ideas and his\r\nvision about some of the most general aspects of the\r\nCourt, the principles underlying its work, the way in\r\nwhich States can derive the maximum benefit from the\r\nfunctions that the Court is able to carry out and the\r\nmany ways that the Court can contribute to the\r\nachievement of the goals of the United Nations. He\r\nalso discussed, the problems that the Court\r\nunfortunately faces.\r\nThus, I would like to thank President Guillaume\r\nwholeheartedly for having followed the practice  or\r\nrather, the tradition  established by his predecessors\r\nof putting aside the pressing tasks of his primary\r\nfunctions to come to this Assembly to share with us his\r\nideas about those aspects of the Court and its work that\r\nin his opinion are most deserving of attention. In this\r\nway, the report of the institution is brought to life, and\r\nthe Presidents presence increases interest in the work\r\nof the Court.\r\nIn order to get a clear idea of what is in the report\r\none need only look at the table of contents. From it\r\nalone can be seen the great variety and importance of\r\nthe issues and subjects dealt with by the Court  both\r\nwith regard to the maintenance of international peace\r\nand security and to promoting friendly cooperation\r\nbetween States and the development of international\r\nlaw. At present these issues and subjects include many\r\ndelicate issues pertaining to the law of the sea and the\r\nenvironment, the fight against international terrorism,\r\nthe responsibility of States, sovereignty over territories,\r\ndiplomatic protection, consular law, the use of force by\r\n14\r\nA/55/PV.41\r\nStates, the application of laws relating to genocide, the\r\nscope of the criminal jurisdiction of States and\r\ndiplomatic immunity and privileges.\r\nAs regards the litigants and actual cases of the\r\nCourt, it is notable that the litigants come from almost\r\nall the continents and geographical areas of the world.\r\nThis includes the countries of our subregion, Central\r\nAmerica, whose legal issues the Court has resolved\r\nsuccessfully on several occasions. It is also noteworthy\r\nthat the litigants before the Court include and have\r\nalmost always included just as many developed\r\ncountries as States from the third world.\r\nGiven the great importance of the functions and\r\nactivities of the Court to the successful achievement of\r\nthe main goals of the United Nations, my country is\r\ngreatly concerned that the Court for some years has\r\nbeen facing financial difficulties that could be\r\nconsidered alarming. We feel that this is absolutely\r\nunacceptable, and we have no doubt that any cost-\r\nbenefit analysis of the activities of the Court would\r\nshow that it is very difficult, if not impossible, to use\r\nthe funds available for international purposes in any\r\nbetter way than by paying for the work of the Court. In\r\nother words, we believe that a comparison of what it\r\ncosts to fund absolutely adequately and sufficiently the\r\nwork of the Court with the great importance of what\r\nthe Court does, the scales would tip heavily to the\r\npositive side.\r\nFinally, we would like to thank the Court for the\r\nadditions that it has made this year to its report, which\r\nprovides us with general information distinct from the\r\ninformation on its specific, legal activities, is much\r\nbroader than the previous reports, and is of great\r\ninterest to us.\r\nMr. Mbanefo (Nigeria): The Nigerian delegation\r\nwishes to congratulate Judge Gilbert Guillaume on his\r\nelection on 7 February 2000 by the International Court\r\nof Justice to be the President of the Court. We also\r\ncongratulate Judge Shi Jiuyong and Mr. Philippe\r\nCouvreur on their elections as Vice-President and\r\nRegistrar respectively of the eminent World Court at\r\nThe Hague.\r\nWe commend the President of the Court for his\r\nlucid introduction of the report of the Court, which is\r\ncontained in document A/55/4.\r\nThe Nigerian delegation attaches great\r\nimportance to the International Court of Justice, given\r\nits pivotal role in the settlement of international\r\ndisputes. As the principal judicial organ of the United\r\nNations, the International Court of Justice is the only\r\ninternational court of a universal character with general\r\njurisdiction. States, in exercise of their sovereignty,\r\nwillingly and voluntarily submit disputes to the Court.\r\nIt is encouraging to note that 62 out of 189 States\r\nparties to the Statute of the Court have subscribed to its\r\ncompulsory jurisdiction, under Article 36 of the\r\nStatute.\r\nNigeria, as one of the countries that has made\r\ndeclarations recognizing the compulsory jurisdiction of\r\nthe Court, as contemplated under Article 36,\r\nparagraphs 2 and 5, of the Statute, urges Member\r\nStates of the United Nations that have not done so to\r\nrecognize the compulsory jurisdiction of the Court. It is\r\nour belief that recognition of the Courts compulsory\r\njurisdiction by all Members of the United Nations that\r\nare ipso facto parties to the Statute of the Court will\r\nnot only reduce tension, but will also encourage States\r\nto settle their differences by peaceful means.\r\nThe International Court of Justice has contributed\r\nimmensely to the maintenance of international peace\r\nand security through the settlement of international\r\ndisputes. There has been a substantial increase in the\r\nnumber of cases before the Court. More and more\r\nStates now have recourse to the Court for the\r\nsettlement of their disputes. Over the past year, the\r\nnumber of cases submitted to the Court has continued\r\nto rise.\r\nSuch an increased workload arises primarily from\r\nthe confidence that Member States repose in the Court.\r\nSuch confidence in turn is anchored in the Courts\r\nauthority, integrity, impartiality, effectiveness and\r\nindependence.\r\nIt is our view that for the Court to cope with the\r\nincreasing workload, and at the same time to sustain\r\nthe sterling qualities for which it is known, more\r\nresources must be allocated to it.\r\nParagraph 20 of the report for the year 1999-2000\r\namplifies the inextricable link between performance\r\nand increased resources. The paragraph\r\nwelcomes the increased confidence which States\r\nhave shown in the Courts ability to resolve their\r\ndisputes. However, it will be unable to respond to\r\nthat confidence without a minimum of the\r\n15\r\nA/55/PV.41\r\nresources which it currently lacks, and which it\r\nwill seek in the coming year.\r\nThe Nigerian delegation therefore supports the\r\nallocation of more resources to the Court to enable it to\r\ndischarge its statutory function creditably.\r\nThe Nigerian delegation welcomes the progress\r\nalready made in streamlining the working methods of\r\nthe Courts Registry. However, one area, in our view,\r\nthat requires urgent consideration is the review of the\r\nofficial languages of the Court. The Courts official\r\nlanguages are English and French. As has already been\r\nobserved by Judge Schwebel, the immediate past\r\nPresident of the Court, the International Court of\r\nJustice today is universal in its clientele. States\r\nsubmitting cases to the Court are drawn from Europe,\r\nAmerica, Africa, Asia, the Middle East and Australia.\r\nThe Court itself is universal in its composition, being\r\nmade up of 15 Judges, each from a different region of\r\nthe world, reflecting the principal legal systems in\r\npractice globally. It is therefore unhelpful, for purposes\r\nof universalism, to restrict the official languages of the\r\nCourt to only English and French.\r\nIt is the view of my delegation that the official\r\nlanguages of the Court, the principal judicial organ of\r\nthe United Nations, should reflect the official\r\nlanguages of our Organization. Though this may\r\nrequire additional financial resources, we believe that it\r\nis a course worth pursuing, as it will enable the Court\r\nto spread its gospel of peaceful settlement of disputes\r\nin many more languages. We therefore urge the\r\nPresident of the Court to take this into consideration\r\nwhen submitting its requests for increased financial\r\nresources to the General Assembly.\r\nThe International Court of Justice enjoys\r\nimmense prestige and trust. Such prestige and trust are\r\nfurther confirmed by the official visits to the Court\r\nduring the period under review by some notable world\r\nleaders, including President Jacques Chirac of France,\r\nthe Emperor and Empress of Japan and the President of\r\nMongolia, Mr. Bagabandi. More visits by other world\r\nleaders, we believe, would be a source of\r\nencouragement to the Court.\r\nIn conclusion, the Court has proved to be a useful\r\ntool for the development of international law. It has\r\nmore than justified the perception that a world court\r\ncan fundamentally foster peace through the adjudicated\r\nsettlement of international disputes and the\r\ndevelopment of the body of international law. Nigeria,\r\nas a peace-loving nation, will continue to support the\r\nideals inherent in the establishment of the Court\r\n54 years ago.\r\nMr. Shami (Pakistan): I would like to begin by\r\ncongratulating Judge Gilbert Guillaume on his election\r\nas President of the International Court of Justice early\r\nthis year. I would also like to thank him for presenting\r\nto the General Assembly the annual report of the Court.\r\nPakistan attaches great importance to the work of\r\nthe International Court of Justice, which is the\r\nprincipal judicial organ of the United Nations. The\r\nCourt, which was established 54 years ago to uphold\r\nthe principles of justice and international law, has\r\nplayed an indispensable role in helping Member States\r\nin the peaceful settlement of their disputes. Over the\r\nyears, the Court has emerged as the institution par\r\nexcellence in the field of international law and has\r\ngained due respect for its role not only in the peaceful\r\nsettlement of international disputes, but also for the\r\nvaluable contribution it has made to the development\r\nof international law through its Judgments and\r\nAdvisory Opinions.\r\nThis is clearly evident from the increased number\r\nof cases that are before the Court today. While, in the\r\n1970s, the Court had only one or two cases, the number\r\nof cases before it this year stands at more than 20. This\r\ntestifies to the prestige of the Court and to the\r\ncontribution that it can make to the promotion of\r\ninternational peace and security.\r\nThis year, the Court dealt with cases of diverse\r\nnatures, ranging from territorial disputes to state\r\nobligations under bilateral and international\r\nagreements. The Court delivered two Judgments during\r\nthe period under review. One was in the\r\nKasikili/Sedudu Island case between Botswana and\r\nNamibia; the second was on the aerial incident of 10\r\nAugust 1999 between India and Pakistan. In the latter\r\ncase, the Court ruled that it had no jurisdiction to\r\nentertain an Application submitted by my country in\r\nSeptember 1999 regarding the shooting-down of an\r\nunarmed Pakistani naval aircraft by India inside our\r\nairspace.\r\nThe International Court of Justices decision was\r\nnot based on the substance of Pakistans complaint, but\r\non Indias reservation, which excludes from the Courts\r\njurisdiction disputes with the Government of any State\r\nthat is or has been a member of the Commonwealth of\r\nNations. The Judgment of the Court notes specifically\r\n16\r\nA/55/PV.41\r\nthat there is a fundamental distinction between the\r\nacceptance of the Courts jurisdiction and the\r\ncompatibility of particular acts with international law\r\nand that States remain in all cases responsible for acts\r\nattributable to them that violate the rights of other\r\nStates, whether or not they accept the jurisdiction of\r\nthe Court. Most importantly, the Judgment also\r\nemphasizes that the Courts lack of jurisdiction does\r\nnot relieve States of their obligations to settle their\r\ndisputes by peaceful means. In this context, the\r\nJudgment refers to Article 33 of the United Nations\r\nCharter. This fact has also been reflected in the annual\r\nreport of the Court, which is before the Assembly, and\r\nwas reiterated by the President of the Court, Judge\r\nGuillaume, in his introduction of the report this\r\nmorning.\r\nWhile fully agreeing with the Court that its lack\r\nof jurisdiction does not relieve States of their\r\nobligation to settle their disputes by peaceful means,\r\nPakistan remains committed to the peaceful settlement\r\nof all outstanding disputes with all its neighbours,\r\nincluding recourse to the International Court of Justice.\r\nWe have noted with satisfaction the efforts being\r\nmade by the Court to improve its smooth functioning.\r\nHowever, the problems being faced by the Court\r\nbecause of the increased number of cases need to be\r\naddressed urgently and with the seriousness that they\r\ndeserve. The increase in the workload of the Court\r\nrequires a proportionate increase in its annual budget.\r\nFor some unknown reason, the percentage of the\r\nannual budget of the Court vis-à-vis the overall budget\r\nof the United Nations has remained static, despite a\r\nsubstantial increase in its workload. In fact, the current\r\nannual budget of the Court, which is about $10 million,\r\nrepresents, in terms of the overall United Nations\r\nbudget, a percentage which is lower than that of 1946.\r\nCompared with the annual budget of the International\r\nTribunal for the Former Yugoslavia for the year 2000,\r\nwhich is about $100 million, the amount of $10 million\r\ndoes not seem appropriate, given the importance and\r\nstature of that principal judicial organ of the United\r\nNations.\r\nMy delegation therefore fully supports the\r\nCourts request for an increase in the allocation of\r\nadequate financial resources and calls upon the\r\ncompetent bodies of the United Nations to consider the\r\nquestion of increasing resources of the Court on a\r\npriority basis.\r\nMr. Valdez Carrillo (Peru) (spoke in Spanish):\r\nMay I first congratulate Judge Gilbert Guillaume on his\r\nelection as President of the Court in February of this\r\nyear. I would also like, on behalf of my delegation, to\r\ncongratulate Judge Shi Jiuyong as Vice-President and\r\nthe other members of the Court elected for this period.\r\nFor the delegation of Peru, the annual report of\r\nthe International Court of Justice is particularly\r\nimportant and arouses great expectations, because the\r\nprogressive development of international law would\r\nsimply be limited to the academic field and the\r\nobjectives of harmony and peace would remain merely\r\ntheoretical if the Courts norms could not be practically\r\napplied to the solution of real situations that could pose\r\ndangers to international peace and security.\r\nThe creation of the International Court of Justice\r\nbegan to be promoted through early efforts to create a\r\ncommunity of nations. The fall of the League of\r\nNations and the corresponding Permanent Court of\r\nInternational Justice, far from creating disillusionment\r\nin the viability of the undertaking, led to the more\r\nenergetic promotion of the project for an international\r\ncourt whose statute would have the same hierarchical\r\nstatus as the Charter of the United Nations. Thus, as\r\nstated in Article 92 of the Charter, the International\r\nCourt of Justice is the principal judicial organ of the\r\nUnited Nations.\r\nSince its creation, with its wealth of\r\njurisprudence, the International Court of Justice has\r\nmade an invaluable contribution, both by settling\r\ndisputes and by issuing advisory opinions, not only in\r\npreserving peace but also in the enunciation of law and\r\nin the modelling of desirable and acceptable standards\r\nof international conduct for the international\r\ncommunity.\r\nLikewise, in the past few years the Court has\r\nbeen an important tool of consultation for students,\r\nlawyers, judges and the general public through the\r\ncreation of a Web page on the Internet, which has\r\nclosed the gap that may have existed between public\r\nusers and the institutions for the administration of\r\ninternational justice. This tool, linked to the\r\ninauguration in May 1999 of the Museum of the Court,\r\nrepresents an important advance in the dissemination of\r\ninformation on international law beyond its traditional\r\naudience to the public at large. I am sure this makes a\r\npositive contribution to the creation of a universal\r\nawareness of the importance of this discipline and to\r\n17\r\nA/55/PV.41\r\nreinforcing the idea that this is a significant element of\r\nrelationships between States.\r\nDespite these achievements, the Court is facing\r\ntwo main difficulties, one theoretical and the other\r\npractical. The first is that the Court cannot apply more\r\nlaw than it has. The well-known Article 38 of its\r\nStatute mentions legal sources that are still developing,\r\nand whose concepts and consequences have not yet\r\nbeen defined in all cases. On the other hand, the\r\nprocess of globalization and the technological advances\r\nthat are being made, in the absence of more resolute\r\npolitical will, bring about challenging new\r\ninternational situations that are not yet clearly\r\nregulated.\r\nFor this reason, we cannot separate the efforts\r\naimed at the strengthening and horizontal enlargement\r\nof the Courts jurisdiction from the efforts aimed at the\r\nprogressive development and implementation of\r\ninternational law. We will have an International Court\r\nof Justice that is stronger and more universal to the\r\nextent that we also have international law that is more\r\ninstitutionalized and more solid.\r\nThe second difficulty that the Court faces is a\r\npractical and logistical one. Even though we are happy\r\nto see an increase in the number of cases coming\r\nbefore the Court, we are aware of the budgetary\r\ndifficulties that this situation brings with it, particularly\r\nsince during the upcoming period there will probably\r\nbe an increased need for resources, since in certain\r\ncases the bulk of the proceedings is to begin soon.\r\nThus, it is important for the Organization to pay\r\nparticular attention to the provision of adequate\r\nfinancial resources.\r\nIt is relevant to point out that the International\r\nTribunal for the Former Yugoslavia, even with a much\r\nmore limited jurisdiction, has a budget approximately\r\n10 times as large as that of the International Court of\r\nJustice, which has a universal mission. The delegation\r\nof Peru considers that in keeping with the statutory\r\nimportance of the Court, and given its legal and\r\npolitical importance in the maintenance of friendly\r\nrelations between countries, we cannot skimp on the\r\nbudget that we apportion to the Court for the proper\r\naccomplishment of its important tasks.\r\nThroughout its history, Peru has demonstrated a\r\nclose attachment to international law and to the search\r\nfor peaceful solutions in its international relations. It\r\nwent before the Court on one occasion and in October\r\n1998 signed a comprehensive agreement on its\r\nerstwhile border dispute with Ecuador.\r\nPeru will continue its efforts to ensure that the\r\nInternational Court of Justice continues to achieve its\r\ngoals of peace and rule of law, and encourages all\r\nStates that have differences to go before the Court in\r\norder to find peaceful solutions within the framework\r\nof international law.\r\nMr. Mangoaela (Lesotho): My delegation\r\nwelcomes the opportunity to address the General\r\nAssembly on the report of the International Court of\r\nJustice. Permit me at the outset to express our thanks\r\nand appreciation to the President of the Court, Judge\r\nGilbert Guillaume, for his introduction of the report\r\nand for his pertinent comments. We commend him for\r\nhis dedicated stewardship of the Court and for the\r\nCourts impressive achievements over the period under\r\nreview. This will no doubt further enhance the\r\ninternational communitys confidence in that unique\r\norgan of international law.\r\nLesotho remains convinced that no other judicial\r\norgan in the world can have the same capacity for\r\ndealing with international legal problems as the\r\nInternational Court of Justice. As a component not only\r\nof the machinery of peaceful settlement of disputes\r\ncreated by the Charter but also of the general system\r\nfor the maintenance of international peace and security,\r\nthe Court continues to offer States a wide range of\r\nopportunities for promoting the rule of law in\r\ninternational relations by, among other things, deciding\r\nin accordance with international law such disputes as\r\nare submitted to it.\r\nBecause of its achievements in finding just and\r\nequitable solutions to legal conflicts between States,\r\nthe Court continues to enjoy universal support and\r\nrespect; hence, a noticeable increase in the number of\r\ncases being referred to it. This has no doubt also\r\ncontributed to much of the progress in the political,\r\nsocial and economic arena we have witnessed in recent\r\nyears.\r\nThe promotion of and commitment to the\r\npeaceful settlement of disputes in accordance with the\r\nUnited Nations Charter remains one of the cornerstones\r\nof Lesothos foreign policy goals. Like many other\r\nsmall and vulnerable States, Lesotho is dependent more\r\non the law than on power in settling disputes, in\r\ndefending its sovereignty, independence and territorial\r\nintegrity and in protecting its policies in the\r\n18\r\nA/55/PV.41\r\ninternational field. We remain keenly aware of the role\r\nthat international law plays in the search for solutions\r\nto the problems of an interdependent world in which\r\neconomic, social and humanitarian issues have\r\nassumed paramount importance. We recognize the\r\nimportant role of the Court as a tool for the peaceful\r\nsettlement of disputes and are committed to\r\nstrengthening the Court in order to ensure justice and\r\nthe rule of law in international affairs, as called for in\r\nthe Millennium Declaration.\r\nThe challenge for the international community at\r\nthe dawn of the new century is how to strengthen the\r\ninternational legal order and promote effective respect\r\nfor the legal norms that govern the international\r\ncommunity. In this regard, universal acceptance of the\r\nCourts compulsory jurisdiction remains the best\r\nindicator of progress towards meeting these challenges.\r\nWe note that to date less than 50 per cent of the\r\nMembers of the United Nations have made declarations\r\nrecognizing the compulsory jurisdiction of the Court,\r\nas envisaged under Article 36 of its Statute.\r\nIt is thus a pleasure for me today to announce that\r\non the occasion of the Millennium Summit, on\r\n6 September 2000, the Prime Minister of Lesotho\r\ndeposited with the Secretary-General an unconditional\r\ndeclaration by which the Government of the Kingdom\r\nof Lesotho recognizes the compulsory jurisdiction of\r\nthe Court in accordance with Article 36, paragraph 2,\r\nof the Statute of the Court. It is Lesothos hope that its\r\nunconditional acceptance of the Courts jurisdiction,\r\nwhich is yet another sign of the increasing confidence\r\nin the Court, will further enhance the Courts\r\npre-eminent role not only as an interpreter of the legal\r\nobligations of States and in the settlement of disputes,\r\nbut also in the maintenance of international peace and\r\nsecurity. It is our hope, too, that many more States will\r\nsoon join the increasing number of countries that have\r\nrecognized the compulsory jurisdiction of the Court.\r\nLast years annual review of the Court showed\r\nthat as of July 1999 it was seized of 18 cases, which\r\nwas then far more than it had ever had within any given\r\n12-month period. As rightly predicted, this year we\r\nhave seen yet another increase, bringing the total\r\nnumber of cases before the Court to 23 as of July. It is\r\nour understanding that one more case has since been\r\nadded to the Courts docket: that between the\r\nDemocratic Republic of the Congo and Belgium. The\r\ncurrent trend is thus towards an increase, rather than a\r\ndecrease, in the Courts caseload, and this trend can\r\nonly be expected to continue.\r\nAnother significant development with regard to\r\nthe Courts activities is that, unlike in the past, when\r\nthe jurisdiction phases of cases occupied most of its\r\ntime, the Court is now being frequently called upon to\r\ndeal directly with a diversity of complex substantive\r\nissues of international law from all regions of the\r\nworld. Given the complexity of most cases and the\r\nresource constraints faced by the Court, it is gratifying\r\nto note that during the period under review the Court\r\nfinalized the Botswana and Namibia case concerning\r\nthe Kasikili/Sedudu Island, as well as issuing various\r\norders concerning a number of other cases.\r\nThere can, however, be no doubt that, in spite of\r\nthe Courts best efforts, it will not be possible for it to\r\nhandle the ever-increasing workload and to be an\r\neffective and efficient judicial means for the peaceful\r\nsettlement of disputes unless it is given adequate\r\nresources. It should indeed be a source of great concern\r\nfor this Assembly that the 15 judges of the highest\r\nCourt in the world have to share and rely on six legal\r\nprofessionals to carry out research on complicated\r\nquestions of international law and to prepare studies\r\nand notes for the judges and the Registrar. It is equally\r\ndisturbing that all the translation and interpretation of\r\nthe Court is handled by only six professionals. These\r\ntwo examples, which are only the tip of the iceberg of\r\nthe Courts difficulties, are a clear indication of the\r\npractical difficulties faced by the Court in carrying out\r\nits functions. This lamentable state of affairs for the\r\nCourt should not be allowed to continue. Lesotho\r\ntherefore reiterates the call for an increase in the\r\nCourts resources to enable it to fully and effectively\r\nrespond to the ever-increasing demands of the\r\ninternational community. Strengthening the Court is the\r\nonly way in which we can realize the dream of the\r\ndomination of law in relations among people.\r\nIn conclusion, we commend the Court for its\r\noutreach programmes. Lack of awareness about the\r\nCourt and its activities is no doubt part of the problem\r\nthat needs to be addressed. Ensuring that there is better\r\npublic education and understanding of the Court,\r\nparticularly among policy makers and decision makers\r\nin government, remains important. We can only\r\nencourage the Court to continue its endeavours in this\r\nregard. We hope that the Courts schedule will allow it\r\nto visit Lesotho in the near future and look forward to\r\n19\r\nA/55/PV.41\r\nwelcoming the President and other members of the\r\nCourt.\r\nMr. Al-Nasser (Qatar) (spoke in Arabic): It is my\r\npleasure once again to extend our thanks and\r\nappreciation to you, Mr. President, for presiding over\r\nthis meeting to consider agenda item 13, entitled\r\nReport of the International Court of Justice. It is also\r\nour pleasure to extend our congratulations to\r\nMr. Gilbert Guillaume, President of the International\r\nCourt of Justice, for his comprehensive report\r\ncontaining ample explanation and demonstration of the\r\njudicial work undertaken by the Court recently.\r\nOver the last 54 years, particularly the last\r\ndecade, the International Court of Justice has been able\r\nto gain the confidence of the international community,\r\nthanks to the vast experience and impartiality of its\r\njudges. Their knowledge and experience have\r\neffectively contributed to the gradual development of\r\ninternational law and to addressing several legal\r\nquestions in a way that will certainly be very valuable\r\nin maintaining world peace and security. The\r\ninternational community has also noted the qualitative\r\nand quantitative developments of the Court in\r\naddressing disputes brought to its attention, disputes\r\nthat are no longer confined to certain types of\r\ndifferences that normally arise between States but that\r\nhave become very varied.\r\nAll this emphasizes the privileged status enjoyed\r\nby the International Court of Justice in the eyes of the\r\nMember States as the main judicial organ of the United\r\nNations and the ideal channel for settling international\r\ndisputes. The Court reaches its decisions in a manner\r\nconsistent with the interests of justice and according to\r\nthe rules established by statutes providing for full\r\nparticipation of all members in its deliberations on an\r\nequal footing. The Court reaches its decisions in its\r\nplenary, demonstrating the care with which it deals\r\nwith its responsibilities.\r\nThere is no doubt that the only obstacle\r\nthreatening the future of the International Court of\r\nJustice is non-compliance by States with its final\r\ndecisions and rulings. Consequently, it is the\r\ninternational communitys duty to provide for the\r\nfuture of the Court not only by enhancing its human\r\nand financial resources, in order to keep up with the\r\nsteady increase in the number of cases brought before\r\nit, but also by emphasizing the commitment of States to\r\nrespect its decisions.\r\nThis new millennium provides us with a\r\nconvenient opportunity to emphasize once again the\r\nUnited Nations purposes and principles, particularly\r\nthe principles of justice and the rule of law in the field\r\nof international relations.\r\nTo resort to the International Court of Justice is a\r\nlegitimate course whenever a situation may endanger\r\ninternational peace and security and, in keeping with\r\nArticle 33 of the Charter, it also constitutes civilized\r\nbehaviour that encourages respect for the Charter,\r\nenhancing the role of the Organization in settling\r\ndisputes in a just and peaceful manner.\r\nThe settlement of international disputes is not\r\ncompleted by simply resorting to international\r\nadjudication or to the International Court of Justice.\r\nThere is also the stage following the Courts\r\ndecisions  which are binding between the parties,\r\nfinal and without appeal, under Articles 59 and 60 of\r\nthe Statute of the Court  where the obligations\r\nprovided for in Article 94 of the United Nations\r\nCharter, which clearly affirm and stress that each\r\nMember State of the United Nations shall comply with\r\nthe decision of the Court in any case to which they are\r\na party, apply.\r\nNon-compliance with the decisions of the Court,\r\nper se, constitutes a threat to international peace and\r\nsecurity. It is also a clear violation of the United\r\nNations Charter, as well as the rules and norms of\r\ninternational law.\r\nMr. Soares (Brazil): Brazil welcomes the Report\r\nof the International Court of Justice. It offers a\r\ncomprehensive picture of the Courts achievements, as\r\nwell as the full dimensions of the challenges ahead.\r\nLast year we completed the United Nations\r\nDecade of International Law and we celebrated the\r\ncentennial of the First International Peace Conference.\r\nThe underlying goal of those events was to promote the\r\nrule of law by fostering recourse to the peaceful\r\nsettlement of disputes between States.\r\nThere can be no better expression of our success\r\nin this task than the growing number of cases on the\r\nCourts docket. This confirms the universal nature and\r\nscope of the Court. Not only are there far more cases,\r\nbut they come from all regions of the world and cover\r\nboth traditional boundary disputes and the\r\ninterpretation of international agreements. There are\r\n20\r\nA/55/PV.41\r\ndifferent reasons for this increased recourse to the\r\nCourt.\r\nOn the one hand, efforts to improve its working\r\nprocedures are now bearing fruit. Proceedings are more\r\nexpeditious and therefore decisions are handed down in\r\na shorter time. It is especially praiseworthy that these\r\nrationalizing and streamlining measures adopted by the\r\nCourt have allowed it to operate and increase its\r\nworkload with maximum efficiency. Brazil therefore\r\nconcurs that we must ensure that the Court is\r\nadequately funded.\r\nOn the other hand, a growing number of\r\nmultilateral conventions now include reference clauses\r\nto the Court for the adjudication of disputes. Equally\r\nimportant, the Courts advisory role has become more\r\nwidely recognized. In fact, it is available to offer\r\nadvisory opinions to all other organs of the United\r\nNations and to specialized agencies. Its jurisdiction has\r\nin practice been enlarged and its decisions enjoy\r\nbroader application.\r\nThis is even more significant, given the recent\r\nproliferation of specialized tribunals and courts that are\r\nresponsible for enforcing the profusion of international\r\nagreements. Factors such as the increase in\r\ninternational regulations and the growing regional and\r\nglobal interdependence, have brought different\r\ninternational legislation into consideration and conflict.\r\nOne answer to concerns over the consequences of\r\nthis multiplication of jurisdictions must involve\r\ninvesting the Court with a clearer advisory role. It\r\nmight be the case that even bodies that are not part of\r\nthe United Nations system  such as the International\r\nTribunal for the Law of the Sea or the future\r\nInternational Criminal Court could request such advice.\r\nThus, by retaining its central role as a universal\r\njurisdiction, the Court may help preserve the\r\nfundamental unity and coherence of international law.\r\nThese are some indications of an increased role\r\nfor the Court in international affairs as we enter the\r\nnext century. As a reflection of this newly discovered\r\nconfidence, the Court finds itself at the centre of\r\ndiscussions about how to improve the ability of the\r\ninternational system to foster stability. The Court, as\r\nthe principal judicial organ of the United Nations, must\r\nincreasingly play a crucial role in ensuring that the\r\nUnited Nations continues to be a unique and\r\nindispensable universal instrument. By bringing\r\ntogether diverse legal traditions, the Courts decisions\r\nenhance our common commitment to a culture of peace\r\nand tolerance, cooperation and devotion to justice.\r\nBrazil has always been a firm believer in the rule\r\nof law and of judicial recourse for the settlement of\r\ndisputes. My country will continue to offer our full\r\ncooperation to the Court. We are convinced of its\r\ncentral role in developing a body of international law\r\nand practice.\r\nMay I conclude by expressing our appreciation to\r\nJudge Gilbert Guillaume for his excellent presentation\r\nof the report of the Court. We support all his\r\nendeavours to strengthen the Court as the principal\r\njudicial organ of the United Nations. May I express\r\nBrazils appreciation for the contribution of Professor\r\nJose Francisco Rezek to the work of the Court.\r\nMr. Tello (Mexico) (spoke in Spanish): We\r\nwould like, once again, to express our thanks to Judge\r\nGilbert Guillaume, President of the International Court\r\nof Justice, for having presented his report on the recent\r\nwork of the highest judicial body of our Organization.\r\nWe are happy to echo views asserting the usefulness of\r\nthis discussion aimed at tightening the links of\r\ncooperation between two of the main bodies of the\r\nUnited Nations.\r\nThe report on the activities of the International\r\nCourt of Justice shows that the volume of cases\r\nsubmitted to the Court for its consideration has\r\nincreased significantly over recent years. Although this\r\nis a positive fact, because it illustrates the confidence\r\nthat States have in the Court and that they are accessing\r\njudicial means for the settlement of disputes, it has\r\nnevertheless led to a situation in which it is impossible\r\nto process cases effectively unless there is a substantial\r\nincrease in the funding given to its work.\r\nBut this is not a new problem. The Court has for\r\nsome time been drawing States attention to the\r\ndifficulties it is experiencing owing to a lack of\r\nresources. This has been noted by the Special\r\nCommittee on the Charter of the United Nations and on\r\nthe Strengthening of the Role of the Organization, as\r\nwell as by the Sixth Committee. Resolution 54/108,\r\nadopted last year at the initiative of Mexico,\r\ndemonstrates that we, the Members of the United\r\nNations, are receptive to our Courts requests.\r\nBearing in mind that this year we will be\r\nadopting the budget of the Organization for the 2001-\r\n2002 biennium, we believe that the time has come to\r\n21\r\nA/55/PV.41\r\nmove from simply recognizing the problem to adopting\r\nspecific measures to resolve it. As it has been doing in\r\nrecent years, Mexico will continue, in the relevant\r\nbodies, strongly to support and push for an increase in\r\nthe funds allocated to the Court, and to ensure that the\r\nbudget we adopt corresponds to its actual needs. We\r\nhope that other countries will do the same.\r\nFinally, in connection with the efficient use of\r\nresources, we encourage the Court to continue its\r\nongoing review of its procedures and to adopt, as it has\r\nbeen doing, all possible measures to expedite the\r\nhearing of cases. For their part, the States having\r\nrecourse to the Court should cooperate in this task.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item. May I take it that it\r\nis the wish of the General Assembly to conclude its\r\nconsideration of agenda item 13?\r\nIt was so decided.\r\nAgenda item 31 (continued)\r\nElimination of coercive economic measures as a\r\nmeans of political and economic compulsion\r\nDraft resolution (A/55/L.9/Rev.1)\r\nThe Acting President: Members will recall that,\r\nat its 37th plenary meeting on 19 October 2000, the\r\nGeneral Assembly held a debate on this item. In\r\nconnection with this item, the General Assembly has\r\nbefore it a draft resolution issued as document\r\nA/55/L.9/Rev.1.\r\nI give the floor to the representative of the Libyan\r\nArab Jamahiriya to introduce draft resolution\r\nA/55/L.9/Rev.1.\r\nMr. Dorda (Libyan Arab Jamahiriya) (spoke in\r\nArabic): I will be brief. I wish to express our gratitude\r\nto the Assembly for agreeing last week to postpone the\r\nvote on the draft resolution until today. This additional\r\ntime has enabled us to consult with various members\r\nand take their concerns into account.\r\nWe have engaged in a dialogue with these\r\nmembers, and my delegation was very flexible with\r\neach and every one. All of their preoccupations and\r\nconcerns were taken on board, and we have\r\naccommodated their views as well as their reasonable\r\nand objective amendments and proposals. Because of\r\nthis flexibility, the language of the draft reflects the\r\nviews of the entire international community, not just\r\nthose of part of it, however large that part may be.\r\nThis is directed against no one. I can assure the\r\nAssembly that the draft before it serves the interests of\r\nthe Government of the United States of America before\r\neveryone elses. How can we say this? Indeed, the\r\nGovernment of the United States of America can, as\r\nsoon as this draft resolution is adopted, submit this\r\ndocument and other similar documents to its legislative\r\nauthority and explain to it that it has inflicted economic\r\nand political damage on the United States and thereby\r\nput the United States Government in an embarrassing\r\npolitical, legal and ideological situation.\r\nAs concerns the political aspect, the United States\r\nGovernment can say that its legislative authority has\r\nembarrassed it before its own allies and friends,\r\nbecause this type of legislation has targeted their\r\ninterests, their companies and their corporations,\r\nwhich, as we all know, manage the economy in allied\r\nand other countries. They are the ones who work in the\r\nmines and produce raw materials, operate the\r\nmachinery and factories, thus creating employment\r\nopportunities and eradicating unemployment. They\r\nexport those commodities. They operate means of\r\ntransport. They run the whole economic system. The\r\nUnited States legislative authority has harmed\r\nAmerican allies and friends, putting the Governments\r\nof friendly countries in difficult situations vis-à-vis\r\ntheir parliaments, their political parties, their trade\r\nunions, their chambers of commerce, and their\r\nindustrial and agricultural sectors.\r\nIn addition, if the United States maintains this\r\nattitude by adopting this type of legislation, no one will\r\ntrust it or cooperate with it or even continue their\r\neconomic alliances with it. If it imposes an embargo on\r\none, boycotts another and blockades a third, then bans\r\ncooperation between others, then, as the saying goes,\r\nhe who bites you reminds you that you have teeth too.\r\nIndeed, if one has teeth, one can bite back. If the\r\nUnited States imposes embargoes and sanctions on\r\nothers, they will start doing the same to it and will\r\nclose their markets to American commodities and\r\ngoods. Secondly, they will ban American companies\r\nfrom operating in their territories. Thirdly, they will\r\nban the import of American commodities, even\r\nstrategic ones. That would be the natural response to\r\nsuch an action. They will start adopting such measures\r\nat the individual level, then bilaterally, and eventually\r\n22\r\nA/55/PV.41\r\non a collective basis. Will that serve the interests of the\r\nAmerican economy?\r\nSimilarly, the American Government will take\r\nthis and similar documents to its legislative authority\r\nand say: You have embarrassed us legally and\r\nideologically. The legal embarrassment arises from the\r\nfact that a legislative authority, acting on behalf of its\r\npeople and within its own political boundaries, has\r\nenacted legislation that is applied extraterritorially.\r\nSuch legislation does not have legitimacy nor does it\r\nconform to the principles of international law, the\r\nCharter of the United Nations and other international\r\ninstruments. Such legislation lacks legitimacy.\r\nThe ideological embarrassment lies in the fact\r\nthat Americans tell the world that America is the leader\r\nof the free world, that communism and socialism have\r\nfailed and that the capitalist system is the only\r\nsuccessful system. The capitalist system is based on the\r\nprinciple of laissez-faire and on allowing people to\r\nwork. By enacting such legislation, the American\r\nGovernment is not letting people work and is not\r\nfollowing the principles of laissez-faire. How can they\r\nconvince the world to move towards what they call the\r\nmarket economy? Are these the rules of the market\r\neconomy? Is this capitalism? Is it laissez-faire? It is,\r\nindeed, ideological embarrassment.\r\nWe do not want to speak the language of biting\r\nand biting back. God has honoured human beings by\r\ngiving them brains and language, and they should be\r\nable to find solutions to their problems by using those\r\ntwo divine qualities that differentiate them from all\r\nother creatures. Let us use language and our mental\r\ncapacities to engage in dialogue and to talk to each\r\nother so that we can find the right solutions to our\r\nproblems.\r\nThrough dialogue, persuasion, discussion and\r\ngive and take, rather than taking the side of one party\r\nat the expense of the other, we can become truly united\r\nnations  united not in oppression and injustice, but in\r\nright and in justice, promoting good and rejecting evil.\r\nOnly then will we become a truly human, international\r\ncommunity.\r\nThe draft resolution before the Assembly is in the\r\ninterests of each of us. It does not target any individual\r\nState, and we do not believe that any delegation is\r\njustified in abstaining or objecting to it. We have taken\r\ninto account the concerns of all delegations, and have\r\nconsulted widely. It is our hope that this draft\r\nresolution will be supported by all Member States,\r\nbecause it is their draft resolution and it is in their\r\ninterest. It was not introduced in the interests of Libya.\r\nThe Acting President: We shall now proceed to\r\nconsider draft resolution A/55/L.9/Rev.1. Before giving\r\nthe floor to speakers in explanation of vote before the\r\nvoting, may I remind delegations that explanations of\r\nvote are limited to 10 minutes and should be made by\r\ndelegations from their seats.\r\nMr. Hong Je Ryong (Democratic Peoples\r\nRepublic of Korea): My delegation is taking the floor\r\nto explain its position before the vote on draft\r\nresolution A/55/L.9/Rev.1, submitted under agenda\r\nitem 31, entitled Elimination of coercive economic\r\nmeasures as a means of political and economic\r\ncompulsion.\r\nThe Government of the Democratic Peoples\r\nRepublic of Korea has consistently opposed the\r\nimposition of unilateral sanctions on a sovereign State.\r\nImposing sanctions on other countries in pursuit of\r\neconomic interests or for political purposes constitutes\r\na violation of the principles of respect for sovereign\r\nequality and the right to self-determination embodied\r\nin the United Nations Charter and relevant United\r\nNations resolutions. It also runs counter to the\r\npromotion of friendly relations and the strengthening\r\nof international cooperation among Member States.\r\nArticle 32 of the Charter of Economic Rights and\r\nDuties of States, adopted by the General Assembly at is\r\ntwenty-ninth session, states that\r\nNo State may use or encourage the use of\r\neconomic, political or any other type of measures\r\nto coerce another State in order to obtain from it\r\nthe subordination of the exercise of its sovereign\r\nrights. (resolution 3281 (XXIX))\r\nResolution 53/10 also recognizes the right of\r\nevery State to choose its own political, economic and\r\nsocial system, suitable for its specific conditions. In\r\nthis context, we consider that the present draft\r\nresolution reflects the demands of the international\r\ncommunity for the elimination of all sanctions and\r\ntherefore we will vote in favour.\r\nMr. Lenain (France) (spoke in French): I have\r\nthe honour to take the floor on behalf of the European\r\nUnion. The Central and Eastern European countries\r\nassociated with the European Union  Bulgaria, the\r\nCzech Republic, Estonia, Hungary, Latvia, Lithuania,\r\n23\r\nA/55/PV.41\r\nPoland, Romania, Slovakia and Slovenia  and the\r\nassociated countries, Cyprus, Malta and Norway, align\r\nthemselves with this statement.\r\nThe European Union would like to take this\r\nopportunity to emphasize its categorical rejection of all\r\nattempts to apply national laws on an extraterritorial\r\nbasis against the nationals or businesses of third States,\r\nwhich is contrary to international law. The European\r\nUnion has always rejected such attempts aimed at\r\ncompelling other countries to abide by economic\r\nmeasures adopted on a unilateral basis.\r\nIn this context, we should mention legislation\r\nadopted by States that provides for the application of\r\nlegal sanctions against companies and individuals that\r\ndo not fall within their national jurisdiction, some\r\nprovisions of which are designed to prevent the\r\ncompanies of third States from dealing with certain\r\ncountries or investing in them.\r\nMeasures of that kind violate the general\r\nprinciples of international law and of the sovereignty of\r\nindependent States. The European Union is firmly\r\nopposed, both on legal grounds and in principle, to the\r\nenforcement of secondary boycotts and unilateral laws\r\nwith extraterritorial effects against the nationals or\r\nenterprises of third States. We stress that we reserve\r\nour right to react as we deem fit to such measures,\r\nwhich are contrary to international law, and we shall\r\ncontinue to do so.\r\nThe European Union makes a clear and\r\nindisputable distinction between unilateral measures\r\nwith extraterritorial effects on the one hand and other\r\nkinds of economic coercive measures that are legal\r\nunder international law, whether these are adopted by\r\nthe Security Council under Article 41 of the Charter or\r\nby States or groups of States, on the other. The\r\nEuropean Union is pleased that this years draft\r\nresolution clearly reflects that distinction, and will thus\r\nvote in its favour.\r\nMr. Powles (New Zealand): This is a draft\r\nresolution which, in its latest form (A/55/L.9/Rev.1),\r\nmy Government might very likely have wished to\r\nsupport. But we have only seen this latest version of\r\nthe draft resolution this morning. Apparently, it has\r\nbeen the subject of negotiations between its sponsor\r\nand the European Union, but none of the participants\r\nhave seen fit to keep other delegations informed. My\r\ndelegation will therefore abstain in protest at the\r\nprocedure followed  which, sadly, is becoming\r\nsomething of a trend in this House  and at the blatant\r\nfailure to consult or even inform other delegations\r\nabout what was going on.\r\nMr. Smith (Australia): When this item was\r\nconsidered in the General Assembly two years ago,\r\nAustralia abstained in the vote on the draft resolution\r\nbecause of concern that it did not adequately\r\ndifferentiate between unilateral extraterritorial\r\nmeasures, about which we have long-standing\r\nconcerns, and sanctions promulgated and implemented\r\nwith the full authority of the Security Council. We note\r\nthat the revised draft resolution (A/55/L.9/Rev.1) that\r\nis being presented for action this morning includes a\r\nnumber of important changes that address those\r\nconcerns. The draft resolution is, overall, a significant\r\nimprovement over the text adopted at the fifty-third\r\nsession.\r\nRegrettably, however, my delegation, like a\r\nnumber of others, saw this revised draft resolution for\r\nthe first time this morning. We were not consulted\r\nduring the course of revising the draft text; nor were\r\nwe informed in a timely fashion of the outcome of the\r\nconsultations that took place. Australia is not a member\r\nof a large political bloc and arrives at its position on\r\ndraft resolutions independently, after careful\r\nassessment of the texts under discussion. Regrettably,\r\nwe have been denied that opportunity this morning as a\r\nresult of procedural failures and, in particular, the late\r\ncirculation of the revised text.\r\nIn those circumstances, my delegation has no\r\noption but to abstain in the vote that is about to take\r\nplace.\r\nMr. Hynes (Canada): The delegation of Canada\r\nwould like to associate itself with the concerns that\r\nhave been expressed by the representatives of New\r\nZealand and of Australia regarding the process that has\r\nproceeded the Assemblys action on draft resolution\r\nA/55/L.9/Rev.1 today. The representative of Libya\r\nreferred to dialogue and consultations undertaken on\r\nthis matter in recent days with a number of other\r\ndelegations. Canada was not among the delegations\r\nwith which such discussions were held, and only this\r\nmorning did we see for the first time the substantially\r\naltered text on which we are now being called upon to\r\ntake action.\r\nIn the circumstances, we have no alternative but\r\nto abstain in the vote on this draft resolution. I would\r\nadd only, quite aside from considerations of substance,\r\n24\r\nA/55/PV.41\r\nthat in the circumstances it can scarcely be said \r\nindeed, it cannot seriously be said  as the\r\nrepresentative of Libya has suggested, that the text\r\nbefore us reflects the views of the entire international\r\ncommunity. We hope that, if and when it is ever\r\nproposed that the Assembly consider this important\r\nsubject again in the future, a more serious effort will be\r\nmade to achieve that goal.\r\nMr. Al-Humaimidi (Iraq) (spoke in Arabic): In\r\nconformity with Article 19 of the Charter, my\r\ndelegation is being denied the right to vote. This is\r\nbecause my country has been unable to pay its assessed\r\ncontributions to the United Nations owing to the\r\neconomic sanctions imposed on it. My delegation has\r\ndone everything possible to find a way to pay its\r\ndues  either through the oil for food programme or\r\nwith the financial assets that are now frozen. We have\r\nknocked on many doors, including the Secretary-\r\nGenerals. We have communicated with the Security\r\nCouncil on this matter. But regrettably, all our serious\r\nattempts, which were motivated by great goodwill,\r\nhave been rejected by the United States of America.\r\nHaving said that, let me add that, were my\r\ndelegation in a position to participate in the vote, it\r\nwould vote in favour of draft resolution\r\nA/55/L.9/Rev.1.\r\nThe Acting President: We have heard the last\r\nspeaker in explanation of vote before the voting.\r\nThe Assembly will now take a decision on draft\r\nresolution A/55/L.9/Rev.1, entitled Elimination of\r\nunilateral extraterritorial coercive economic measures\r\nas a means of political and economic compulsion.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlgeria, Andorra, Angola, Antigua and Barbuda,\r\nArgentina, Armenia, Austria, Azerbaijan,\r\nBahamas, Bahrain, Bangladesh, Barbados,\r\nBelarus, Belgium, Belize, Benin, Bhutan, Bolivia,\r\nBotswana, Brazil, Brunei Darussalam, Bulgaria,\r\nBurkina Faso, Burundi, Cameroon, Cape Verde,\r\nChad, Chile, China, Colombia, Comoros, Costa\r\nRica, Croatia, Cuba, Cyprus, Czech Republic,\r\nDemocratic Peoples Republic of Korea,\r\nDemocratic Republic of the Congo, Denmark,\r\nDjibouti, Ecuador, Egypt, Estonia, Ethiopia,\r\nFinland, France, Gabon, Gambia, Germany,\r\nGhana, Greece, Guatemala, Guinea, Guyana,\r\nHonduras, Hungary, Iceland, India, Indonesia,\r\nIran, Ireland, Italy, Jamaica, Japan, Jordan,\r\nKazakhstan, Kenya, Kuwait, Lao Peoples\r\nDemocratic Republic, Lebanon, Lesotho, Libya,\r\nLiechtenstein, Luxembourg, Madagascar,\r\nMalaysia, Mali, Malta, Mexico, Monaco,\r\nMongolia, Morocco, Mozambique, Myanmar,\r\nNamibia, Nepal, Netherlands, Nigeria, Norway,\r\nOman, Pakistan, Panama, Paraguay, Peru,\r\nPhilippines, Poland, Portugal, Qatar, Republic of\r\nMoldova, Romania, Russian Federation, Saint\r\nLucia, Samoa, San Marino, Sao Tome and\r\nPrincipe, Saudi Arabia, Senegal, Sierra Leone,\r\nSingapore, Slovakia, Slovenia, Solomon Islands,\r\nSouth Africa, Spain, Sri Lanka, Sudan,\r\nSwaziland, Sweden, Syria, Tajikistan, Thailand,\r\nThe former Yugoslav Republic of Macedonia,\r\nTogo, Tunisia, Turkey, Turkmenistan, Uganda,\r\nUkraine, United Arab Emirates, United Kingdom\r\nof Great Britain and Northern Ireland, United\r\nRepublic of Tanzania, Venezuela, Viet Nam,\r\nYemen, Zambia, Zimbabwe.\r\nAgainst:\r\nIsrael, United States of America.\r\nAbstaining:\r\nAlbania, Australia, Canada, Dominican Republic,\r\nKyrgyzstan, Nauru, New Zealand, Republic of\r\nKorea, Tonga, Uruguay.\r\nDraft resolution A/55/L.9/Rev.1 was adopted by\r\n136 votes to 2, with 10 abstentions\r\n(resolution 55/6).\r\n[Subsequently, the delegations of Lithuania and\r\nSuriname informed the Secretariat that they had\r\nintended to vote in favour.]\r\nThe Acting President: I shall now call on those\r\nrepresentatives who wish to speak in explanation of\r\nvote on the resolution just adopted.\r\nMay I remind delegations that explanations of\r\nvote are limited to 10 minutes and should be made by\r\ndelegations from their seats.\r\nMr. Akopian (Armenia): My delegation has just\r\nvoted in favour of the resolution under the agenda item\r\nentitled Elimination of coercive economic measures as\r\na means of political and economic compulsion.\r\nArmenia condemns the continued practice of unilateral\r\ncoercive economic measures, particularly in the South\r\n25\r\nA/55/PV.41\r\nCaucasus. Such measures are absolutely incompatible\r\nwith the principles of international law, including the\r\nprinciples of the multilateral trading system.\r\nThe difficulties of developing and transitional\r\ncountries are heavily exacerbated by the imposition of\r\nsuch embargoes, as in the case of landlocked Armenia,\r\nwhich has remained under blockade since the first day\r\nof the restoration of our independence. Yet we believe\r\nthat an overall condemnation of unilateral economic\r\ncompulsion will also have a positive impact on the\r\ncomplicated situation in our region.\r\nMr. Kitagawa (Japan): Unlike last years\r\nresolution, which my Government had difficulty\r\naccepting because it contained an element of\r\neliminating multilateral economic measures, the\r\nresolution adopted today concerns solely the\r\napplication of unilateral extraterritorial coercive\r\neconomic measures, which are contrary to recognized\r\nprinciples of international law. My Government has\r\nbeen opposed to the implementation of unilateral\r\nextraterritorial coercive economic measures that are not\r\npermitted under international law and shares the view\r\nexpressed in the draft resolution. Thus, having\r\nconsidered the matter with the utmost care, my\r\ndelegation decided to vote in favour of the draft\r\nresolution.\r\nI take this opportunity to pay tribute to those\r\ndelegations, particularly the Libyan and the European\r\nUnion delegations, for their efforts to prepare a\r\nresolution that Japan could support.\r\nMr. Valdez Carrillo (Peru) (spoke in Spanish):\r\nMy delegation voted in favour of the draft resolution\r\non the understanding that it is in keeping with the\r\npowers established in the Charter with regard to the\r\nmultilateral application of economic measures, as in\r\nArticle 41. It is Perus understanding that this\r\nresolution does not refer in any way to measures\r\nauthorized by the competent bodies of the Organization\r\nthat are applied in accordance with the principles of the\r\nCharter.\r\nMr. Alemán (Ecuador) (spoke in Spanish): My\r\ndelegation voted in favour of the draft resolution\r\nbecause of the purely legal reasons and considerations\r\nexpressed in the report of the Secretary-General\r\ncontained in document A/55/300.\r\nMr. Paolillo (Uruguay) (spoke in Spanish):\r\nUruguay abstained in the vote on this draft resolution.\r\nUnfortunately, between the time that we had received\r\nthe revised text and the vote, there was not enough\r\ntime for us to study the consequences of the revisions\r\nthat had been introduced or to consult with our capital.\r\nThe Uruguay delegation hopes that this practice\r\nof presenting revisions to draft resolutions in this hasty\r\nand unforeseen way will not be repeated in the future.\r\nThe Acting President: We have heard the last\r\nspeaker in explanation of vote after the vote.\r\nMay I take it that it is the wish of the Assembly\r\nto conclude its consideration of agenda item 31?\r\nIt was so decided.\r\nThe meeting rose at 1 p.m.\r\n"