" United Nations  A/55/PV.50\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n50th plenary meeting \r\nThursday, 2 November 2000, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-72439 (E) \r\n*0072439* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\n  The meeting was called to order at 3 p.m. \r\n \r\n \r\n \r\nAgenda item 179 \r\n \r\n \r\nReview of the problem of human immunodeficiency \r\nvirus/acquired immunodeficiency syndrome in all its \r\naspects \r\n \r\n \r\n  Report of the Fifth Committee (A/55/529) \r\n \r\n \r\n  Draft resolution (A/55/L.13) \r\n \r\n The President: I should like to recall for the \r\nattention of members that, at the 100th plenary meeting \r\nof its fifty-fourth session on 5 September 2000, the \r\nGeneral Assembly, before adopting draft resolution \r\nA/54/L.88/Rev.1, also on the item on HIV/AIDS, was \r\ninformed by the representative of the Secretariat that, \r\nin view of the fact that the Advisory Committee on \r\nAdministrative and Budgetary Questions and the Fifth \r\nCommittee could not meet, as the fifty-fourth session \r\nof the General Assembly was due to conclude that day, \r\nthe programme budget implications of draft resolution \r\nA/54/L.88/Rev.1 would be presented for examination \r\nand decision by the General Assembly at its fifty-fifth \r\nsession. \r\n In this connection, a report of the Fifth \r\nCommittee has been circulated as document A/55/529. \r\n May I take it that the General Assembly wishes to \r\ntake note of document A/55/529? \r\n It was so decided. \r\n The President: I now give the floor to the \r\nrepresentative of Ukraine to introduce draft resolution \r\nA/55/L.13. \r\n Mr. Yel’chenko (Ukraine): I have the honour to \r\nintroduce to the General Assembly the draft resolution \r\nentitled “Review of the problem of human \r\nimmunodeficiency virus/acquired immunodeficiency \r\nsyndrome in all its aspects”, contained in document \r\nA/55/L.13. I am pleased to announce that this draft \r\nresolution has been sponsored by more than 70 \r\ndelegations representing all regions of the world. Since \r\nthe publication of the draft resolution, the following \r\ncountries have become co-sponsors: Algeria, Andorra, \r\nAntigua and Barbuda, Australia, the Bahamas, \r\nBangladesh, Belarus, Belgium, Brazil, Burkina Faso, \r\nCanada, Cape Verde, Chile, Colombia, Costa Rica, \r\nCroatia, Cyprus, the Czech Republic, Denmark, \r\nEstonia, Fiji, France, Germany, Ghana, Guatemala, \r\nIndonesia, Italy, Japan, Kazakhstan, Lesotho, the \r\nLibyan Arab Jamahiriya, Luxembourg, Malawi, Malta, \r\nMexico, Monaco, Mongolia, Morocco, the \r\nNetherlands, New Zealand, Nigeria, Norway, Poland, \r\nPortugal, Qatar, the Republic of Korea, Romania, San \r\nMarino, Senegal, Singapore, Slovenia, South Africa, \r\nSpain, Suriname, Sweden, Thailand, the former \r\nYugoslav Republic of Macedonia, Togo, Trinidad and \r\nTobago, Tunisia, the United Kingdom, the United \r\nRepublic of Tanzania and the United States of America. \r\n I would like to avail myself of this opportunity to \r\nexpress our sincere appreciation to the sponsors and to \r\nall delegations whose constructive participation in the \r\n \r\n2  \r\n \r\nA/55/PV.50  \r\ninformal consultations resulted in the consensus text of \r\nthe draft resolution. \r\n I simply want to stress that HIV/AIDS, we are \r\nconvinced, is an epidemic of global proportions, with \r\nenormous human and social ramifications that go far \r\nbeyond the province of health alone. The issue of \r\nHIV/AIDS has already been taken up at different \r\nlevels, including by heads of State in developed and \r\ndeveloping countries, the Secretary-General, the \r\nEconomic and Social Council and the Security \r\nCouncil. It is encouraging that this increased attention \r\nto the problem of AIDS has started to bring the first \r\npositive results. \r\n At the same time, it is clear that only the \r\nconcerted and coordinated efforts of the international \r\ncommunity will be able to successfully address the \r\nproblem of HIV/AIDS. My country, which has also \r\nbeen hit by the HIV/AIDS epidemic, spreading at an \r\nalarming rate in recent years — which, according to \r\nsome prognoses, could lead to the loss of up to 2.1 \r\nmillion people by the year 2016 — strongly believes \r\nthat it is high time for the United Nations to elaborate a \r\ncomprehensive agenda for action against this \r\npandemic. The General Assembly should play the \r\ncentral role in resolving this issue of global concern. \r\n The draft resolution that is now before us is \r\nintended to enable the General Assembly to make a \r\nsignificant contribution to the struggle of the \r\ninternational community against AIDS by convening a \r\nspecial session that, according to the present draft, \r\nshould take place in New York from 25 to 27 June \r\n2001. \r\n Draft resolution A/55/L.13 reflects the deep \r\nconcern of the international community over the \r\naccelerating spread of the human immunodeficiency \r\nvirus, which has already infected millions of people \r\nworldwide, and the resulting increase in cases of \r\nacquired immunodeficiency syndrome, and urges \r\nMember States and observers to ensure their \r\nrepresentation at the special session at the highest \r\npolitical level to secure a global commitment to \r\nenhance coordination and intensification of national, \r\nregional and international efforts to combat the \r\nproblem of HIV/AIDS in a comprehensive manner. \r\n It confirms that the special session will be open \r\nfor participation to all States Members of the United \r\nNations and observers, in accordance with the \r\nestablished practice of the General Assembly, and \r\nenvisages the modalities of the Special Session and its \r\npreparatory process. \r\n Document A/55/L.13 encourages all entities of \r\nthe United Nations system, including programmes, \r\nfunds, the specialized agencies and the regional \r\ncommissions, to be involved actively in the preparatory \r\nactivities and to participate at the highest level in the \r\nspecial session, including through presentations on best \r\npractices and different experiences in addressing the \r\nproblem of HIV/AIDS, and invites regional bodies and \r\norganizations as well as the regional commissions to \r\nmake available to the preparatory process and to the \r\nspecial session the outcomes of respective regional, \r\nsubregional and global-level initiatives addressing a \r\nrange of HIV/AIDS issues. \r\n This draft also requests the Secretary-General to \r\nmake the necessary administrative arrangements \r\ntowards the convening of the special session and to \r\nmake available all necessary documentation in a timely \r\nmanner for the special session. \r\n In conclusion, allow me to express my sincere \r\nhope that this draft resolution A/55/L.13 will gain the \r\nbroadest possible support and be adopted by consensus. \r\nWe strongly believe that the input of the special session \r\nof the General Assembly into the efforts of the world \r\ncommunity aimed at combating HIV/AIDS will \r\nprovide a powerful impetus to the beginning of a \r\nqualitatively new stage in the struggle of the \r\ninternational community against the epidemic. \r\n Ms. Thurman (United States of America): Thank \r\nyou, Mr. President, for conducting these important \r\ndiscussions, and sincere thanks to my Ukrainian \r\ncolleagues for running the process that produced the \r\ngood draft resolution we are considering, as well as to \r\nthe Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS) for its close support to the Member States. \r\n I am honoured to speak in today’s discussion on \r\nthis historic draft resolution on HIV/AIDS. There is no \r\nmore important international issue. After 20 years of \r\nembarrassing international under-response to this \r\npandemic, we have created a historic reversal. This \r\nyear, the membership has made more progress at the \r\nUnited Nations on HIV/AIDS than ever before, and we \r\nhave also had exciting advances in the United States \r\nGovernment response. \r\n The United Nations started the year 2000 with \r\nVice-President Gore chairing the first meeting of the \r\n \r\n 3 \r\n \r\n A/55/PV.50\r\nnew millennium in the Security Council, on \r\nHIV/AIDS. Imagine, in the thousands of meetings of \r\nthe Council, never before had the single largest killer \r\nof people in Africa been discussed. In that meeting \r\nVice-President Gore reminded us, \r\n  “In Africa the scale of the crisis may be \r\ngreater, the infrastructure weaker and the people \r\npoorer, but the threat is real for every people and \r\nevery nation, everywhere on Earth.  \r\n  “No border can keep AIDS out. It cuts \r\nacross all the lines that divide us. We owe \r\nourselves and each other the utmost commitment \r\nto act against AIDS on a global scale, and \r\nespecially where the scourge is greatest.” \r\n(S/PV.4087, p. 5) \r\n That meeting was followed in March by an \r\nunprecedented collaborative meeting between the \r\nEconomic and Social Council and the Security \r\nCouncil. In July the Security Council again defied the \r\nmany naysayers and adopted a resolution that squarely \r\nplaced HIV/AIDS in the international security arena. \r\nIndeed, the Security Council has agreed to never again \r\nadopt a resolution on a peacekeeping mission that does \r\nnot include explicit language to protect our \r\npeacekeepers and the communities they serve in from \r\nthe disease. \r\n Today, we will create a special session of the \r\nGeneral Assembly dedicated to combating this plague. \r\nMy Government has made important progress this year \r\nin the fight against HIV. We have recognized that the \r\nsweep and devastation of this pandemic is enormous — \r\nnot just in Africa, but in Asia, South America and the \r\nworld over. It is a clear threat to international security. \r\nIn this process President Clinton appointed me, the \r\ndirector of all of our United States efforts on \r\nHIV/AIDS, to also be his personal envoy to build \r\nAIDS cooperation internationally. \r\n President Clinton used the power of his office to \r\nissue an executive order that the United States will \r\nnever take action against countries most affected by the \r\nHIV epidemic which decide to import or manufacture \r\ninexpensive versions of life-saving HIV/AIDS drugs \r\npatented in the United States. \r\n The United States Government has crowned these \r\ncritical efforts by more than tripling our international \r\nfunding to fight HIV in just over a year, to a total of \r\nover $400 million. The United States donation is now \r\nlarger than the entire 1998 donor effort of all nations \r\nfor HIV, which totalled about $350 million. The United \r\nStates is the clear leader in international donor aid for \r\nHIV/AIDS, but we — like all other countries of the \r\nworld — need to do much, much more. \r\n There is more good news: the Congress has just \r\napproved $435 million for debt relief. The planned \r\nUnited States total for debt relief will be $920 million \r\nin three years, which will relieve over $3.5 billion of \r\ndebt in 33 nations. This United States funding will also \r\nleverage relief of as much as $90 billion owed to \r\nothers. We have delivered every dime promised, when \r\nwe said we would. \r\n Of course, this relief means that billions of \r\ndollars will now stay in the budgets of the countries \r\nmost affected by HIV/AIDS. This will allow them to \r\ninvest more in health and social programmes to help \r\ncombat the disease and advance many other \r\ndevelopment issues more effectively. \r\n These are the fruits of the worldwide education \r\nprogramme that we have all been part of. It has taken \r\nlong, but finally we have heightened awareness to this \r\nunprecedented disaster. We have put to rest the debates \r\nabout whether or not AIDS is a legitimate security \r\nthreat. We have overcome the naysayers who said that \r\nAIDS was not big enough for the Security Council, that \r\nit was not a real threat, that it was just a health issue \r\nand that it was a problem for doctors, not for \r\ndiplomats. We have overcome the opponents who have \r\nsaid that HIV was not a problem in their country, that it \r\nwas someone else’s problem. \r\n But now the real work begins. We must maintain \r\nour momentum and capitalize on these small victories. \r\nThat is why meetings like today’s are so vitally \r\nimportant and the General Assembly special session we \r\nare approving is so critical. This draft resolution means \r\nthat we cannot turn back to ignorance. We have \r\nguaranteed that our successors, regardless of who they \r\nare, will continue the fight against HIV/AIDS. \r\n The General Assembly special session that we \r\nwill approve could be another historic turning point. \r\nThis year the world has turned from persistent denial to \r\nan insistent call for action. At the special session, eight \r\nshort months away, we can turn to the intense level of \r\naction needed to defeat HIV/AIDS. But only if, as this \r\ndraft resolution calls for, all 189 Member States \r\ndedicate themselves to creating and then supporting a \r\nfirm declaration of political commitment.  \r\n \r\n4  \r\n \r\nA/55/PV.50  \r\n The world does not need, and we should not \r\nallow, more empty rhetoric. Such a declaration should \r\ncommit us, for example, to starting by acknowledging \r\nthat past and present efforts have not been nearly \r\nenough. If we are to have any hope of turning this \r\nterrible tide, we must bring the global response to an \r\nentirely higher level of intensity. We need to be honest \r\nabout how little we really are doing. UNAIDS has \r\ndetermined that an investment of at least $3 billion per \r\nyear is needed to establish an effective prevention and \r\nbasic care programme in Africa alone. And last year, \r\ncollective spending towards that effort was only one \r\ntenth of that amount. \r\n We should recognize that there are 35 million \r\npeople currently living with HIV, and they must not be \r\nforgotten — global solutions must include solutions for \r\nall of them. All nations must finally create workable \r\nnational strategies for HIV/AIDS prevention and \r\ntreatment that fit into an international framework.  \r\nAnd all nations — rich or poor, AIDS-ravaged or \r\nAIDS-affected — should make annual financial \r\ncommitments to combat HIV/AIDS. As we increase \r\nand better coordinate donor efforts, these commitments \r\nshould be available for all the world to review. They \r\nshould be reported to UNAIDS in a transparent and \r\nunderstandable manner. As Vice-President Gore said at \r\nthe historic Security Council meeting in January, \r\n “There are many inspiring efforts to fight AIDS \r\nall around the world. But right now they mostly \r\namount to many isolated efforts and not a single \r\nfocused assault. We must knit together the \r\nseparate initiatives by local, national, regional \r\nand global organizations to take maximum \r\nadvantage of their synergy and successes.” \r\n(ibid., p. 7) \r\n And as Governments, we must undertake policies \r\nthat destigmatize HIV/AIDS and protect the rights of \r\nHIV positive people and their families. \r\n I thank the Assembly and congratulate it on \r\ngetting us this far. I am confident that the United States \r\nand all of us here will continue on our slow road to \r\nending HIV/AIDS for ever. I will conclude with a \r\ncomment President Clinton made with President \r\nObasanjo in Nigeria recently, \r\n “let’s remember something ... AIDS is 100 per \r\ncent preventable — if we are willing to deal with \r\nit openly and honestly. In every country, in any \r\nculture, it is difficult, painful, at the very least, \r\nembarrassing to talk about the issues involved \r\nwith AIDS. But is it harder to talk about these \r\nthings than to watch a child die of AIDS who \r\ncould have lived if the rest of us had done our \r\npart? Is it harder to talk about than to comfort a \r\nchild whose mother has died? We have to break \r\nthe silence about how this disease spreads and \r\nhow to prevent it. And we need to fight AIDS, not \r\npeople with AIDS. They are our friends and \r\nallies.” \r\n Remember: If we do not do it, who will? \r\n Mr. Escanero (Mexico) (spoke in Spanish): The \r\nhuman immunodeficiency virus (HIV) and acquired \r\nimmunodeficiency syndrome (AIDS) constitute a \r\npandemic whose global impact threatens the hopes and \r\neven the very existence of millions of people and \r\nfamilies. Without a doubt this ill is one of the gravest \r\nchallenges facing us at the beginning of the new \r\ncentury. \r\n In the Millennium Declaration highlighting the \r\npriorities for development and the eradication of \r\npoverty, our heads of State and Government expressed \r\ntheir commitment to stop and reverse the spread of this \r\ndisease by the year 2015 and they underscored the \r\nimportance of providing assistance to children \r\norphaned by this scourge. \r\n In the framework of this grand objective, the \r\nMinister for Foreign Affairs of Mexico and women \r\nMinisters for Foreign Affairs from twelve other nations \r\naround the world have launched an appeal to the \r\ninternational community to offer support and solidarity \r\nto the Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS) and resolutely to undertake the collective \r\neffort that is necessary to vanquish this global plague. \r\n The HIV/AIDS pandemic is a challenge beyond \r\nthe capacity of any nation or entity acting in isolation. \r\nIts most serious impact is concentrated on developing \r\ncountries, which makes the challenge even more \r\ncomplex. \r\n This can be clearly seen in the current epicentre \r\nof the pandemic — Africa — but the serious nature of \r\nthis problem reaches all four corners of the earth. \r\nConsequently, we urge all Members of the \r\nOrganization to mobilize sufficient financial and \r\nhuman resources, working together with donors, \r\ninternational financial institutions and the private \r\nsector, in order to redouble their efforts in the fight \r\n \r\n 5 \r\n \r\n A/55/PV.50\r\nagainst HIV/AIDS in Africa and at the world level. In \r\nthis context, it is vital to strengthen our support for the \r\nwork of UNAIDS.  \r\n HIV/AIDS is a health problem that has clearly \r\nhighlighted the need to include participation by the \r\nmost diverse sectors of society in a coordinated effort \r\nat both the national and international levels. \r\n We must plan and implement in an integrated \r\nmanner all aspects of health care. This means we must \r\nstrengthen preventive work and, in addition, amongst \r\nother vital tasks, ensure a sufficient and constant \r\nsupply of drugs, the training of medical personnel, as \r\nwell as the infrastructure to monitor cases and to carry \r\nout epidemiological surveillance. \r\n Mr. Al-Ashtal (Yemen) Vice-President, took the \r\nChair. \r\n The fight against HIV/AIDS demonstrates how \r\nimperative it is to take advantage of scientific and \r\ntechnological advances for the purpose of shared \r\ndevelopment. We must pay equal attention on a \r\nbalanced basis to the incentives required for \r\ntechnological innovation and the priorities of social \r\ndevelopment. We must urgently ensure the access of \r\ndeveloping countries to care and treatment for \r\nHIV/AIDS. In this regard, we must maximize the \r\nefforts of national governments, non-profit \r\norganizations, multilateral and bilateral donors and the \r\nprivate sector in order to achieve a reduction in the \r\ninternational prices of the drugs that are needed so that \r\ntreatment will be affordable for all those who are \r\naffected. \r\n In conformity with our conviction that \r\ninternational cooperation is fundamental to confronting \r\nthis pandemic, Mexico has supported and collaborated \r\nwith UNAIDS at different levels, including our active \r\nparticipation in horizontal cooperation with Latin \r\nAmerica and the Caribbean, as well as in the promotion \r\nof cooperation with Central America and the Caribbean \r\nin order to strengthen the institutional capacity needed \r\nto integrate the HIV/AIDS dimension into the joint \r\nmigration programmes and also to train a network of \r\nstrategic planning advisers. \r\n Mexico acts as a collaborative centre for \r\nUNAIDS and has been part of the Programme \r\nCoordinating Board of UNAIDS since its creation. Our \r\nsupport for the programme, over which we had the \r\nhonour of presiding in 1999, has been ongoing. \r\n Whilst reiterating Mexico’s commitment to the \r\nnoble task of international cooperation to fight this \r\nglobal scourge, we express our hope that the special \r\nsession of the General Assembly, which will be \r\ndevoted to the examination of the problem of \r\nHIV/AIDS in all of its aspects, will lead to concrete \r\nactions to coordinate and intensify international \r\nmeasures to fight this disease. \r\n It is in this spirit that Mexico has joined in \r\nsponsoring draft resolution A/55/L.13. \r\n Mr. Kpotsra (Togo) (spoke in French): My \r\ndelegation is particularly pleased that following on \r\nfrom the Security Council, the General Assembly has \r\ndecided to discuss the question of HIV/AIDS. \r\n After the adoption of resolution 54/283, the \r\ndiscussions that began today show that the General \r\nAssembly is committed to what we think is the right \r\ndirection, that is, doing everything to try to control the \r\nravages of the HIV/AIDS pandemic, one of the great \r\nchallenges confronting the international community \r\ntoday. \r\n As the Secretary-General says in his report \r\naddressed to the Millennium Summit and in the report \r\non the work of the Organization, the HIV/AIDS \r\npandemic is destroying the economic and social fabric \r\nof countries that are seriously affected by it and is one \r\nof the main causes of death there. \r\n The statistics produced by the Joint United \r\nNations Programme on HIV/AIDS (UNAIDS) are \r\nterrifying in that regard. It estimates that there are 34.3 \r\nmillion adults and children who are seropositive or sick \r\nwith AIDS in the world and points out that the \r\npandemic has already wiped out 18.8 million infected \r\npersons. \r\n Unfortunately, Africa is once again the most \r\nseverely affected region. It alone has approximately \r\n24.5 million AIDS sufferers, which is 70 per cent of \r\nthe world total. The disastrous results of this situation \r\nare beyond commentary. In short, Africa is dying. \r\n Because of the ravages it causes in seriously \r\naffected countries and considering its disastrous social \r\nand economic consequences, the HIV/AIDS pandemic \r\nshould be a priority issue on which action of the \r\ninternational community should emerge from the spirit \r\nof solidarity so widely expressed at the Millennium \r\nSummit. \r\n \r\n6  \r\n \r\nA/55/PV.50  \r\n My delegation welcomes the encouraging \r\ninitiatives that continue to be seen. In this context, in \r\n1999 the General Assembly recommended, at its five-\r\nyear review of the follow-up to the International \r\nConference on Population and Development, that the \r\ninternational community should work between now and \r\n2005 to reduce the number of infected persons between \r\nthe ages of 15 and 26 by 25 per cent in the most \r\nseriously affected countries. \r\n In January 2000 the Security Council held, for the \r\nfirst time, an open debate on HIV/AIDS, which kills \r\nmore people than do armed conflicts. According to its \r\nsponsors, that meeting was aimed at drawing the \r\ninternational community’s attention to the alarming \r\nproportions of this pandemic in Africa, a situation that \r\nhenceforth requires awareness and a common strategy, \r\nas well as resources and intervention by Governments, \r\nbusiness circles and intergovernmental and non-\r\ngovernmental organizations. \r\n More recently, the thirteenth International \r\nConference on HIV/AIDS was held in Durban, South \r\nAfrica. At that meeting, participants assessed the \r\nsituation, particularly the growth of the pandemic and \r\nthe measures to be taken to check it. \r\n Apart from governmental actions, in the vanguard \r\nof which are France and the United States, other \r\ninitiatives are being taken by UNAIDS in cooperation \r\nwith other United Nations institutions and agencies, \r\nincluding the World Health Organization (WHO), the \r\nUnited Nations Children’s Fund, the United Nations \r\nEducational, Scientific and Cultural Organization, the \r\nUnited Nations Development Programme, the United \r\nNations Population Fund, the United Nations \r\nInternational Drug Control Programme and the World \r\nBank, all of which contribute to the search for \r\nsolutions to the problem. \r\n Clearly, raising national and international \r\nawareness is already in an advanced stage. It is more a \r\nquestion now of translating our commitments into \r\nconcrete action, to move from words to deeds. \r\n This means working efficiently and effectively to \r\nstop the spread of HIV/AIDS and to reverse the current \r\ntrend. In other words, it is crucially important that \r\nspecific measures be taken promptly to make existing \r\nmedicines available to infected persons, most of whom \r\nare in the countries of the South, and to help the \r\nseriously affected countries to provide themselves with \r\nthe requisite capacity to stop the spread of the \r\nHIV/AIDS pandemic and other infectious diseases.  \r\n Despite the scarcity of its means, Africa is \r\nalready engaged in searching for ways and means to \r\nput an end to the HIV/AIDS pandemic. The WHO \r\nregional conference, held in Ouagadougou in June \r\n2000, was a forum where African health problems, in \r\nparticular those related to HIV/AIDS, were addressed \r\nby African ministers of health. \r\n Following this, the thirty-sixth ordinary session \r\nof the Conference of Heads of State and Government \r\nof the Organization of African Unity, held in Loom in \r\nJuly 2000, decided, inter alia, to organize in Abuja in \r\n2001 an African summit on HIV/AIDS, tuberculosis \r\nand other infectious diseases. \r\n This decision attests to Africa’s resolve to make \r\nthis a top priority of the continent. It also seeks to \r\ncreate in the international community a real partnership \r\ndesigned to mobilize adequate financial resources for \r\nthe fight against the HIV/AIDS pandemic in Africa and \r\nin particular to help HIV/AIDS orphans, vulnerable \r\nchildren and infected persons. \r\n Before concluding, I would like to emphasize that \r\nit is important that the envisaged General Assembly \r\nspecial session truly examine the HIV/AIDS problem \r\nin depth and in all its aspects. Everything must be done \r\nto ensure that that session leads to the adoption of a \r\nfirm, precise, specific, action-oriented declaration on \r\nconcrete measures and action to be taken. \r\n Mr. Jayanama (Thailand): May I say how \r\npleased I am to see you, Mr. President, presiding at this \r\nplenary meeting of the General Assembly on this \r\nimportant item. I know that under your wise guidance, \r\nour session will come to a productive and meaningful \r\nconclusion. \r\n With 34.3 million HIV-infected people at the end \r\nof 1999, the untold grief and irretrievable loss of \r\nmillions of adults and children tell us that HIV/AIDS is \r\na direct threat to the well-being of the peoples of the \r\nworld. It has inflicted enormous socio-economic \r\nburdens and has killed more people worldwide than \r\nhave weapons of mass destruction. It has deprived \r\nchildren of their parents, families of their loved ones \r\nand societies of their resources, particularly young \r\nadults, who constitute the main workforce of \r\ndevelopment. \r\n \r\n 7 \r\n \r\n A/55/PV.50\r\n HIV/AIDS knows no boundary and reaches far \r\nwider and deeper than does information and \r\ncommunication technology. It affects all peoples and \r\ncountries, developing or developed, rich or poor, big or \r\nsmall, without discriminating. HIV/AIDS is thus not \r\nsimply a disease, but a catastrophic global health issue \r\naffecting human security and development. This curse \r\nmust be overcome, and it can be done if we all play our \r\nrole, in accordance with our abilities. \r\n In Thailand, under our present five-year National \r\nAIDS Strategic Plan, we have adopted a holistic \r\napproach that addresses human, social, economic and \r\ncultural aspects of the HIV/AIDS problem. The Plan \r\nattaches priority to the development of individuals, the \r\nfamily and the community. It underscores the need to \r\nstrengthen community awareness and to develop a \r\nbetter socio-economic environment, such as provisions \r\nfor economic opportunities for those most likely to be \r\nexposed to HIV/AIDS. In addition, we attach no less \r\nimportance to enhancing psychological, social and \r\nhealth development, so that people with HIV/AIDS \r\nwill be able to lead normal and productive lives, as \r\nprovided for by our laws. We have also forged \r\npartnerships with non-governmental organizations \r\n(NGOs) and civil society, both at home and abroad, \r\nwith regard to many HIV/AIDS issues. \r\n But HIV/AIDS is basically a medical issue. \r\nThailand has encouraged medical research and \r\nexchanges of relevant knowledge and technologies, \r\nboth modern and indigenous, on AIDS prevention and \r\ncontrol. At present, Thailand is spending an average of \r\n$800 per month per person on AIDS medicines. \r\nHowever, for developing countries, including Thailand, \r\naccess to essential AIDS medicines has not been \r\npossible because of the high cost involved. In this \r\nconnection, we are gratified that the Secretary-General \r\nof the United Nations urged in his millennium report, \r\nentitled “We the peoples”, wider access for developing \r\ncountries to an effective and affordable vaccine against \r\nHIV and to HIV/AIDS related drugs. \r\n Although Thailand’s effort thus far has been cited \r\nby the United Nations and others as one of the success \r\nstories, we should not rest on our laurels. HIV/AIDS \r\nstill remains with us. Thus, while working hard at \r\nhome, we will continue to cooperate with other \r\ncountries — including our neighbours, for they have \r\nbeen responsible for a large part of the progress we \r\nhave made with regard to this problem. \r\n We would like to thank Ukraine for taking the \r\ninitiative to produce a meaningful draft resolution on \r\nHIV/AIDS, which we were very happy to co-sponsor. \r\n We also appreciate the efforts of the Secretary-\r\nGeneral to highlight the HIV/AIDS issue as an item on \r\nthe global agenda, as well as the role played by the \r\nJoint United Nations Programme on HIV/AIDS \r\n(UNAIDS) and other agencies within the United \r\nNations system. We particularly welcome the \r\nrecognition by the world’s leaders of the severity and \r\nurgency of this global problem, as well as the \r\ncommitments they made at the recently held \r\nMillennium Summit to the goals of reducing HIV \r\ninfection rates, and ensuring access to information, \r\neducation and services needed for the prevention of \r\nHIV infection. \r\n The timely decision by the General Assembly to \r\nconvene a special session from 25 to 27 June 2001 to \r\nreview and address the problem of HIV/AIDS in a \r\nholistic manner is thus part of this positive trend in the \r\nUnited Nations. We welcome it. The special session \r\nwill afford us an opportunity to coordinate and \r\nintensify international efforts and initiatives to combat \r\nthe HIV/AIDS problem in a larger context. Moreover, \r\nsince the Security Council has accepted that HIV/AIDS \r\nposes a threat to international security, the special \r\nsession should also be the beginning of a more \r\nconcrete programme of real action that entails such \r\nefforts as tackling the socio-economic aspect of \r\nHIV/AIDS, including the plight of children orphaned \r\nby AIDS; bolstering cooperation to intensify research \r\non the basis of modern technology and indigenous \r\ninnovative treatment; ensuring wider access for \r\ndeveloping countries to medical technologies, \r\naffordable essential medicines and improved treatment \r\nand care; and creating synergies of approaches to the \r\nHIV/AIDS problem in a broader perspective, including \r\naddressing such issues as the negative effects of the \r\nWorld Trade Organization’s trading system on the \r\navailability of essential medicines. \r\n To ensure a successful outcome of our \r\nundertaking, we should also seek to strengthen our \r\npartnerships with pharmaceutical companies, \r\ndistributors of medicines and NGOs through their \r\nactive participation, their sense of ownership and \r\ncaring responsibility in the preparatory process and in \r\nthe special session itself, so that, at the end of the day, \r\nwe can achieve not just commitments but concrete \r\naction-oriented outcomes that can be implemented and \r\n \r\n8  \r\n \r\nA/55/PV.50  \r\nyield tangible results. In this connection, Thailand \r\nstands ready to cooperate actively with others to ensure \r\nthe success of the special session. \r\n As a global public good — or should I say, public \r\nbad — HIV/AIDS is a serious threat to the security and \r\nwell-being of mankind the world over. We all have to \r\nplay our part in the crusade against HIV/AIDS. To \r\nthose with financial resources and medical \r\ntechnologies, we ask them to intervene or to be more \r\nproactive and generous towards their fellow human \r\nbeings who are in dire need of help. Surely here is one \r\nhumanitarian intervention that no one in any country \r\nwould oppose. \r\n Mr. Aboulgheit (Egypt) (spoke in Arabic): The \r\nproblem of the HIV/AIDS epidemic, which we are \r\nconsidering today, is not only a health issue but also \r\none that encompasses other areas, including the \r\neconomic and social. All these elements are involved in \r\nthis most serious epidemic in the history of mankind. It \r\nis therefore incumbent upon all members of the \r\ninternational community and all international and \r\nregional non-governmental and governmental \r\norganizations to mobilize all their resources and \r\ncapabilities to confront the epidemic, contain it and \r\nconsequently eliminate it. \r\n The African continent’s share of HIV/AIDS is the \r\ngreatest in the world, at a time when economic \r\nconditions there make it extremely difficult to face the \r\nchallenges of this serious scourge. Presently about 25 \r\nmillion Africans are infected with HIV, accounting for \r\nover 70 per cent of all the cases of infection in the \r\nworld. Another grave indicator is the rate of the \r\ndisease’s spread on the continent. Of the approximately \r\n4.5 million new cases of infection in 1999, roughly 4 \r\nmillion were in Africa. Statistics indicate that HIV-\r\ninfected persons account for 50 to 70 per cent of \r\nhospital capacity in the most affected States. This \r\nmeans that the vast majority of health resources have to \r\nbe allocated to caring for infected persons, at the \r\nexpense of other health services, to say nothing of \r\nother development and social concerns. This places \r\ngreater economic, social and political pressure on the \r\nStates of Africa, which already bear a heavy debt \r\nburden. \r\n The damage done by HIV/AIDS is not limited to \r\nhuman losses, but also has far-reaching social effects \r\nthat can be seen in the weakness of the labour force \r\nand the need to allocate significant resources to try to \r\ncontain the disease. In addition to serious human and \r\nsocial losses, there is also the transformation of a \r\ncountry’s demographic profile and the emergence of \r\nentire generations of orphaned children who are forced \r\nto work at a very early age in order to maintain some \r\nsort of subsistence. \r\n This disease threatens not only the continent’s \r\npresent, but also its future: of the 1.3 million infected \r\nchildren worldwide, 1 million are Africans; in 16 \r\nAfrican countries, more than one third of the \r\npopulation between the ages of 15 and 49 is infected; \r\nand in seven countries of southern Africa, at least 20 \r\nper cent of the entire population is infected. \r\n My delegation has tried in this statement to \r\ndiscuss some serious aspects of the HIV/AIDS problem \r\nboth worldwide and in Africa. Now we must ask what \r\nthe international community can do to help address the \r\nepidemic. Combating AIDS cannot be limited to \r\nlending more money to afflicted States, which would \r\nonly burden them with additional debt-servicing costs. \r\nNor can it be limited to organizing seminars and \r\nworkshops to discuss a problem that has been given \r\nthorough consideration over the past 20 years. \r\n In our view, combating AIDS requires a clear, \r\ncollective political commitment by the international \r\ncommunity to work in a complementary manner in a \r\nvariety of directions, including, first, providing needed \r\nmedications at prices that most people can afford. I \r\nneed only mention that the medications now available \r\ncost about $12,000 per month per person; frankly, \r\nwhen I saw that figure I reviewed my files, and learned \r\nthat a person infected with the AIDS virus really does \r\nneed approximately $12,000 a month for treatment. \r\n Secondly, the debt burden of the countries most \r\nseverely affected by the epidemic must be lightened so \r\nthat they can make optimal use of their meagre \r\nresources to provide necessary health services. \r\n Thirdly, we must heed the social and economic \r\naspects of the disease and its impact on the present and \r\nfuture development of the most severely affected \r\nStates, rather than confining our efforts to containing \r\nthe disease and preventing its spread beyond the \r\nborders of those countries. \r\n Fourthly, we must increase the financial resources \r\nof the Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS) so that it can play its role more effectively. \r\n \r\n 9 \r\n \r\n A/55/PV.50\r\n My delegation was an active participant in the \r\nconsultations that resulted in draft resolution \r\nA/55/L.13. I wish here to reaffirm the importance that \r\nEgypt attaches to the convening of a successful special \r\nsession of the General Assembly next June to consider \r\nthe AIDS epidemic in all its aspects, with the \r\nparticipation of all members of the international \r\ncommunity: States, organizations of various kinds and \r\nother actors. The issue is too big for any one country or \r\norganization to deal with. It needs the solidarity and \r\nefforts of the international community as well as \r\ninternational action. \r\n We are confident that the intergovernmental \r\npreparatory consultations that will be chaired by the \r\nPresident of the General Assembly with the \r\nparticipation of the representatives of States Members of \r\nthe United Nations will prove useful in clarifying the \r\nvarious views of all States that aim at ensuring the \r\nsuccess of the special session and the adoption of \r\nconcrete, specific international measures to address the \r\nAIDS problem. \r\n As I have said, we need no more conferences or \r\nseminars; we need clear political will that can be \r\ntranslated into specific commitments and pledges and \r\nthat can be realistically fulfilled. \r\n Ms. Wensley (Australia): With more than 34 \r\nmillion people worldwide infected with HIV, 95 per \r\ncent of whom live in developing countries, Australia \r\ncertainly agrees that the pandemic is a development \r\ncrisis with devastating consequences for human, social \r\nand economic progress. In many areas, the United \r\nNations has been focusing increasingly on linkages. \r\nThe Executive Director of the Joint United Nations \r\nProgramme on HIV/AIDS (UNAIDS), Mr. Peter Piot, \r\nrecently spoke very vividly about the links between \r\nAIDS and poverty. AIDS creates poverty, AIDS \r\ndeepens poverty and AIDS makes poverty harder to \r\nescape from. It is very clear that poverty reduction \r\ngoes hand in hand with addressing HIV and reducing \r\nthe impact of AIDS. \r\n Dealing with the AIDS pandemic requires \r\nunprecedented action by all nations. We not only need \r\nto recognize the linkages identified by the Executive \r\nDirector — and indeed just a moment ago by the \r\nPermanent Representative of Egypt when he talked \r\nabout debt in conjunction with AIDS — but we also \r\nneed to recognize the importance of working together \r\nand drawing on each other’s knowledge to combat this \r\ndramatic threat. \r\n My own Government is certainly very ready to \r\nshare its experience. At the risk of sounding immodest, \r\nI must say that we have a significant record of \r\nachievement in responding to HIV/AIDS in Australia. \r\nThe current data show that the annual number of \r\ndiagnoses in Australia has declined from a peak of \r\naround 3,000 in 1984 to around 680 in 1999. That \r\nachievement, we believe, can be attributed to \r\nAustralia’s prompt, nationally coordinated response to \r\nHIV/AIDS, which has been underpinned by a \r\ncoordinated national strategy since 1989. A defining \r\nfeature of these strategies has been the partnership of \r\nGovernment, community-based organizations, affected \r\ncommunities, health professionals and researchers. \r\n Just as we are able to note with some satisfaction \r\nimprovements in our own country in controlling the \r\nvirus, we are also very pleased to see recent gains \r\ninternationally in combating the HIV/AIDS pandemic. \r\nThese include the mobilization of substantial resources \r\nby both bilateral and multilateral donors and a \r\nsignificant raising of the level of awareness of, and \r\nattention given to, the impacts on affected individuals \r\nand countries, especially with respect to finding ways \r\nof minimizing these. The fact that the question of \r\nHIV/AIDS was taken up this year by the Security \r\nCouncil and by so many world leaders at the \r\nMillennium Summit was, we felt, particularly \r\nsignificant. \r\n Australia is doing what it can to contribute to the \r\ninternational response to HIV/AIDS. We have been a \r\nstrong supporter of UNAIDS since it was created in \r\n1996, providing funding of around 1.5 million \r\nAustralian dollars every year. I must say that this \r\ncontinuing support reflects our appreciation of the \r\nexcellent work that UNAIDS is doing. We would like \r\nto join others in congratulating the Executive Director \r\nand all of his staff for their dedication, and for the \r\ngood results that they have secured working in what we \r\nall recognize to be such a complex and sensitive area. \r\n In addition to funding UNAIDS, Australia, in \r\nJuly this year, announced a 200 million Australian \r\ndollar global HIV/AIDS initiative to be implemented \r\nover six years. The majority of that funding is going to \r\nbe directed to assisting our partner countries in the \r\nAsia-Pacific region. \r\n \r\n10  \r\n \r\nA/55/PV.50  \r\n While of course we recognize the severity of the \r\nHIV/AIDS pandemic in Africa — we have already \r\nheard this afternoon from a number of colleagues in \r\nthis respect — as a country in the Asia-Pacific region \r\nwe have made the judgement that the focus of our \r\nassistance must be in our own region. We do not wish \r\nto understate the immensity of the problem elsewhere, \r\nbut we believe that it is important that the AIDS \r\npandemic in the Asia-Pacific region not be forgotten. \r\nIn fact, the problem is large, and it is growing. \r\nCurrently, there are serious epidemics in India, \r\nThailand, Burma and Cambodia. Some estimates \r\nindicate that there are about 5 million people in India \r\nliving with HIV, which, statistically, would make them \r\nthe largest group of HIV-infected people in any single \r\ncountry in the world. Australia is substantially \r\nincreasing its response to the epidemic in India. We \r\nhave a new project in India which will provide 18.5 \r\nmillion Australian dollars in assistance over the next \r\nfive years in the north-eastern states and New Delhi. \r\n As for other parts of Asia, Australia directs a \r\nlarge share of its HIV/AIDS resources to Indonesia, \r\nwhere we have contributed about 20 million Australian \r\ndollars over the past five years. The Australia-\r\nIndonesia HIV/AIDS and Sexually Transmitted \r\nDisease Prevention and Care Project is now entering its \r\nsecond phase, with a new project expected to begin in \r\nmid-2001. The current project is helping to reduce the \r\ntransmission of sexually transmitted diseases, \r\nincluding HIV/AIDS, by enhancing Government, non-\r\ngovernmental organization and community capacity to \r\ndesign and implement effective multisectoral sexually \r\ntransmitted disease prevention and care strategies. \r\n Slightly closer to Australia, in Papua New \r\nGuinea, in the Pacific, it is estimated that there are now \r\nbetween 10,000 and 15,000 people living with \r\nHIV/AIDS. These numbers are increasing annually by \r\n15 to 30 per cent. AIDS and related diseases are now \r\nthe leading cause of death in Port Moresby general \r\nhospital. Australia’s largest bilateral aid programme is \r\nin Papua New Guinea, and we are working closely with \r\nthe Government of Papua New Guinea and community \r\norganizations to address the epidemic. We are also \r\nabout to commence implementation, again over a five-\r\nyear period, of a 60 million Australian dollar national \r\nHIV/AIDS support project in Papua New Guinea. In \r\naddition to this major, very focused, project, we are \r\nmaking a point of ensuring that all of our aid activities \r\nin Papua New Guinea, in all sectors, including \r\neducation and infrastructure, incorporate a response to \r\nHIV/AIDS. \r\n The HIV epidemic is generally limited elsewhere \r\nin the Pacific. But this is no cause for complacency. \r\nInstead, we need to ensure that HIV/AIDS issues are \r\nproperly addressed in the Pacific now, so that we can \r\navoid problems with HIV in the future. In French \r\nPolynesia, for instance, recorded prevalence rates are \r\neven higher than for Papua New Guinea — 84 per \r\n100,000, versus 49 per 100,000. Given such statistics, \r\nit is clear why Australia feels strongly about and is \r\ncommitted to ongoing efforts on HIV/AIDS in the \r\nPacific region. \r\n It is clear to all of us that national Governments \r\nand international organizations must make a new \r\ncommitment to making HIV/AIDS a priority in all \r\ndevelopment programmes. The special session and the \r\npreparatory process should provide a focus and a goal \r\nfor all of us in this respect. Australia attaches great \r\nimportance to the special session and will be working \r\nto make an active contribution to both it and the \r\npreparatory process, drawing in particular on our \r\nexperience with our national and regional programmes \r\nand activities.  \r\n Although, of course, we still have some way to \r\ngo, we have been thinking about the key outcomes that \r\nwe would like to see from the special session. Among \r\nthose we have identified to date are, first, an improved \r\nnational commitment and leadership in countries that \r\nare yet to fully acknowledge the seriousness of the \r\nHIV/AIDS pandemic, and, secondly, improved \r\ncoordination leading to effective implementation of \r\nproven strategies. Our positive experience with the \r\ndevelopment of strategies involving a multiplicity of \r\npartners reinforces our view that coordination is of \r\nfundamental importance, not only to ensure that the \r\navailable resources are used most effectively, but to \r\nsecure the outcomes that we are all seeking. Australia \r\nwas very pleased to be one of the many sponsors of the \r\ndraft resolution introduced this afternoon by the \r\nPermanent Representative of Ukraine. \r\n We look forward to working very closely with all \r\nour colleagues, both in the forthcoming preparatory \r\nprocess and at this historic special session. \r\n Mr. Ka (Senegal) (spoke in French): My country \r\nwas one of the sponsors of the draft resolution, adopted \r\nunanimously on 5 September of this year, on including \r\nthe question of HIV/AIDS on the agenda of the fifty-\r\n \r\n 11 \r\n \r\n A/55/PV.50\r\nfifth session and on convening, in 2001 a special \r\nsession devoted solely to combating this scourge in all \r\nits aspects. \r\n My delegation also took an active part in the \r\nconsultations on the draft resolution under \r\nconsideration, which seeks to convene, in 2001, a \r\nspecial session of the General Assembly devoted to \r\ncombating HIV/AIDS. We are therefore pleased that \r\nthe informal consultations produced a consensus on the \r\nholding of this session from 25 to 27 June 2001, with \r\nthe broadest possible participation, in the preparatory \r\nactivities and the session itself, of non-governmental \r\norganizations, associations of people living with AIDS, \r\npharmaceutical companies and all interested civil \r\nsociety actors. We are convinced that the AIDS \r\npandemic is not merely a question of public health, but \r\na serious developmental and human security problem, \r\nand that it is seriously jeopardizing the future of entire \r\nnations and societies.  \r\n Africa, the worst affected region, contains some \r\n25 million of the 36 million people infected worldwide. \r\nIn one brotherly African country, one teacher dies of \r\nAIDS every day of the school year. How can that \r\ncountry deal with that enormous waste of human \r\nresources? How can it meet the challenge of schooling \r\nand education of its young generations? \r\n In another African country, life expectancy has \r\ndropped to 41. Without HIV/AIDS, it would be 70. For \r\nAfrica, AIDS is both a tragedy and a major challenge, \r\nwhich must be met as soon as possible. Its exponential \r\nspread in our continent seems to indicate that we are \r\nseeing a gradual Africanization of this pandemic, \r\nwhich in the space of 10 years, with its disastrous \r\nrepercussions on the living standards of our peoples, \r\nhas caused a serious crisis in the development of many \r\ncountries. \r\n As stressed in the resolution adopted on 5 \r\nSeptember 2000, which mentioned earlier, the needs of \r\nthe countries that are living with AIDS far exceed their \r\nhuman and financial resources. Today, to combat this \r\nepidemic, political will is required at the highest \r\nnational and global levels. That is why my country \r\nwelcomed the initiative taken by the Security Council, \r\nunder the American presidency, to convene on 10 \r\nJanuary 2000 a special meeting on HIV/AIDS in \r\nAfrica — a disease that undoubtedly poses a threat to \r\ninternational peace and security. \r\n We are particularly pleased at the important \r\nmeasures that have been taken to follow up on the \r\nrecommendations of the Council by the United Nations \r\nagencies to create an awareness of the magnitude of the \r\nphenomenon and of its negative impact on the \r\neconomic and social development of many areas of the \r\nworld. \r\n In this context, special mention should be made \r\nof the Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS), which, along with the Inter-Agency \r\nStanding Committee, has submitted an ambitious plan \r\nthat mainstreams the question of HIV/AIDS into \r\nhumanitarian activities and peacekeeping operations, \r\nwith particular emphasis on the role of armed forces \r\nand peacekeeping forces in preventing the spread of \r\nAIDS. \r\n A major mobilization of financial and human \r\nresources must be organized for the speedy, \r\ncoordinated and effective implementation of the \r\nFramework for Action of the International Partnership \r\nagainst AIDS in Africa, which has already been \r\napproved by the African Ministers of Health, meeting \r\nin Ouagadougou in May 2000, and by the Programme \r\nCoordinating Board of UNAIDS. It is time, in the \r\nwords of the title of the thirteenth International AIDS \r\nConference, held in July 2000 in Durban, South Africa, \r\nto break the silence that surrounds this disease. \r\n Durban represented a fresh opportunity for \r\nAfrican countries to tackle once again the difficult \r\nquestion of access to medicines and to health care. The \r\npharmaceutical companies once again were directly \r\ncalled upon, as they have a historic responsibility to \r\nthe world and to its peoples, who are suffering and \r\nuncertain about their fate. History will not forgive them \r\nif they stand by and do nothing for the many millions \r\nof people who have no hope of a cure or for the \r\nhundreds of millions of others who are exposed to the \r\nvirus and have no lasting means of protection or \r\nprevention. \r\n We sometimes have the unfortunate impression \r\nthat some people take pleasure in the continuation of \r\nthe appalling situation whereby HIV-affected people \r\nare in the South while the medicines are in the North. \r\nThis situation must be halted, and halted quickly, to \r\nstop AIDS from being associated with Africa. Human \r\nsolidarity and ethical considerations demand that this \r\nunfortunate impression be dispelled. \r\n \r\n12  \r\n \r\nA/55/PV.50  \r\n The two special sessions held in June in New \r\nYork and Geneva, respectively, which were follow-up \r\nmeetings to the Fourth World Conference on Women \r\nand to the World Summit for Social Development, \r\nstressed the urgent need to address the AIDS pandemic. \r\nThe outcome document of the Beijing + 5 special \r\nsession stresses the need, as a matter of priority and in \r\ncooperation with the non-governmental organizations, \r\nto strengthen, especially in the most affected countries, \r\neducation, social services and community-based \r\nmobilization strategies, in order to protect women of \r\nall ages against infection and other sexually \r\ntransmitted diseases. Such protection would be \r\nprovided through safe, affordable, effective and easily \r\naccessible methods; through voluntary and confidential \r\nHIV tests; through the provision of counselling that \r\nencourages responsible sexual behaviour, including \r\nabstinence and the use of condoms; and finally, \r\nthrough the development of vaccines, of simple, low-\r\ncost diagnostic methods, and of single-dose treatment \r\nmethods for sexually transmitted diseases. \r\n A few weeks later in Geneva, the twenty-fourth \r\nspecial session of the General Assembly also adopted \r\nan outcome document, which is part of the same \r\nframework of action and which stresses the need for \r\nnational multisectoral measures, with a view to, inter \r\nalia, strengthening health services; improving \r\neducation programmes; training health-care workers; \r\nand preventing mother-child transmission. It also \r\ncalled for an analysis of the political, social and \r\neconomic aspects of AIDS. All of these strategic \r\nobjectives were enshrined in the Millennium \r\nDeclaration, adopted by our heads of State or \r\nGovernment on 8 September this year. \r\n I am pleased that my country, Senegal, is widely \r\nreferred to as an example in the campaign to stem the \r\nspread of this disease through targeted consciousness-\r\nraising, educational and information campaigns. Today \r\nthe national infection rate in Senegal is 1.77 per cent, \r\naccording to UNAIDS estimates. Senegal is honoured \r\nthat it has internationally recognized researchers who, \r\nfor the first time, have discovered the existence of type \r\nII HIV. I am pleased to announce from this rostrum \r\nthat, through the efforts of Senegalese researchers and \r\nthanks to the cooperation of foreign companies and \r\nlaboratories, my country has been able to reduce by 85 \r\nper cent the cost of medicines used to combat AIDS. I \r\nam convinced that the Secretary-General, Mr. Kofi \r\nAnnan, will be pleased to learn of this good news, \r\nwhich is consonant with the main ideas he has always \r\ndefended with conviction and generosity. \r\n Finally, Senegal’s National Committee to Combat \r\nAIDS is working in close cooperation with non-\r\ngovernmental organizations, civil society and youth \r\norganizations, and with political impetus from the \r\nGovernment, which has made the combat against the \r\npandemic a top priority and which also supervises our \r\nnational programme to combat AIDS and other \r\nsexually transmitted diseases. \r\n It is important now that the international \r\ncommunity step up its efforts in these various areas of \r\nthe fight against this disease so that the programme \r\nobjectives established by the Secretary-General in his \r\nreport to the Millennium Summit are met within the \r\nprescribed deadlines. My delegation hopes that the \r\nspecial session to be held in June 2001 will lead to the \r\ninitiation of a consensus global strategy for combating \r\nthis pandemic, and that this strategy will be supported \r\nby significant financial resources capable of halting the \r\nspread of the disease, controlling the epidemic and \r\nmaking it possible to speedily discover a vaccine and \r\nto make treatment and care accessible to patients. This \r\nstrategy must of course give priority to the problems of \r\nAfrica as it struggles with this scourge. \r\n I conclude by stressing that the struggle against \r\nHIV/AIDS should never serve as a pretext for reducing \r\nthe efforts that need to be made to tackle other, equally \r\ndeadly, diseases, such as malaria and tuberculosis, \r\nwhich are spreading at the same rate as AIDS, \r\nparticularly in sub-Saharan Africa. \r\n Mrs. Singh (India): We hope that the special \r\nsession of the General Assembly, to be held from 25 to \r\n27 June next year, to review and address the problem \r\nof HIV/AIDS in all its aspects, will have a concrete \r\nand action-oriented outcome, building on the resolve \r\nexpressed by our heads of State and Government at the \r\nMillennium Summit to halt and begin to reverse, by \r\n2015, the spread of HIV/AIDS, malaria and other \r\nserious diseases. \r\n AIDS is a global problem, with a strong African \r\ndimension. One in five adults in Africa faces death in \r\nthe next four years from AIDS. In an African country, \r\nlife expectancy will drop from a high of 61 years in \r\n1990 to only 41 years next year. With the close of the \r\ntwentieth century, some 33.6 million men, women and \r\nchildren face a future dominated by a disease unknown \r\njust a few decades ago. Over the course of this year, \r\n \r\n 13 \r\n \r\n A/55/PV.50\r\n5.6 million people became infected with the HIV virus, \r\nwhich translates into approximately 16,000 new \r\ninfections a day. \r\n An immediate global campaign is needed to \r\ncombat this epidemic, because, quite apart from the \r\nenormity of the human suffering, it has a strong \r\nnegative influence on the economic growth and \r\ndevelopment of the countries affected. A United \r\nNations analysis indicates that by 2005 the gross \r\ndomestic product (GDP) of many southern African \r\ncountries will shrink by at least 14 per cent; per capita \r\nincome will drop by 10 per cent; and labour costs will \r\nrise due to morbidity and absenteeism, dimming the \r\nprospects of an African renaissance. \r\n We in India are also grappling with the challenge \r\nof HIV/AIDS. While we have eradicated deadly \r\ndiseases like smallpox and guinea worm, and are on the \r\nverge of eliminating leprosy, we are now confronted \r\nwith a resurgence of malaria and tuberculosis and the \r\nrising problem of HIV/AIDS, which some estimate as \r\nhaving infected 3 million to 4 million Indians. \r\n Though we cannot prevent a common cold, \r\nprecautions can prevent AIDS. AIDS is preventable \r\nthrough awareness. Awareness is the key to prevention. \r\nThis effort must involve community leaders, non-\r\ngovernmental organizations and, most important, \r\npeople’s elected representatives at all levels. Our Prime \r\nMinister has requested Members of Parliament, chief \r\nministers of States and others to take a personal \r\ninterest in awareness-building campaigns, with the full \r\nparticipation of the elected representatives of local \r\nbodies. The cinema can also be a powerful medium, \r\nand its use is being actively explored. These initiatives \r\nneed to be multiplied several times over. \r\n The social stigma attached to sexually transmitted \r\ninfections is even more severe for HIV/AIDS. There \r\nhave been reported cases of AIDS patients being \r\nrefused admission to hospitals and private nursing \r\nhomes. The isolation of patients in wards creates the \r\nmisunderstanding that it is a contagious disease, and \r\ncauses panic among other patients. There have also \r\nbeen instances of discrimination in the workplace, \r\nleading in some cases to loss of employment. These are \r\nproblems faced worldwide by those who suffer from \r\nHIV/AIDS. In India the judiciary has issued \r\njudgements to ensure that HIV-infected and AIDS \r\npatients are not discriminated against. \r\n Treatment for HIV/AIDS is still prohibitively \r\nexpensive. No effective vaccine has been developed. \r\nThe multi-drug anti-retroviral therapy popularly known \r\nas “cocktail therapy”, if not administered by trained \r\nmedical professionals, can have adverse effects. \r\n Understandably, when the average infected \r\nperson does not have access to or awareness of \r\ntreatment options, patients turn to and are exploited by \r\nquacks. The only solution lies in making low-cost \r\ntreatment options available. Generic drugs are \r\navailable in, and from, India at an extremely \r\nreasonable cost, but the demand for rent from \r\nmultinationals, in the guise of a flawed interpretation \r\nof the intellectual property rights regime, prohibits \r\ntheir use. Even the agreed provisions of compulsory \r\nlicensing and parallel imports by developing countries \r\nare generally frowned upon and cannot be implemented \r\nby the developing countries, except under a constant \r\nthreat of retaliation by the developed countries in other \r\nsectors of trade. The special session must address this \r\ncritical issue and ensure that the abjectly mercantilist \r\nuse of intellectual property rights, involving possible \r\ndamage to health and to other socio-economic \r\nobjectives, which was never intended by the World \r\nTrade Organization negotiators, is not encouraged. \r\nIndeed, it must be reversed, so that treatment is \r\navailable at reasonable prices. \r\n Some proponents of a severely restrictive \r\ninterpretation of the intellectual property rights regime \r\nhave suggested alternatives, such as bank loans for the \r\npurchase of HIV/AIDS drugs. As Kalumbi Shangula, \r\nNamibia’s Permanent Secretary of Health and Social \r\nServices, recently pointed out, \r\n“a fundamental problem for developing countries \r\nis that all drugs, not just anti-retrovirals, cost too \r\nmuch”. \r\nIt is this problem of the greed of major pharmaceutical \r\ncompanies, even in the face of a public emergency, that \r\nneeds to be addressed. \r\n Mr. Pamir (Turkey), Vice-President, took the \r\nChair. \r\n HIV does not kill by itself, but by depleting the \r\nimmune system and making the person vulnerable to \r\nother infections. Even a common infection of the \r\nrespiratory tract could prove fatal. This opens a \r\nPandora’s box of co-infections with HIV/AIDS. With a \r\nhigh prevalence of tuberculosis (TB) in India, the \r\n \r\n14  \r\n \r\nA/55/PV.50  \r\nproblem of HIV-TB co-infection is overwhelming. \r\nNearly 60 per cent of HIV/AIDS cases are reported to \r\nbe infected with TB bacilli. The treatment of TB \r\namong HIV-infected persons is a new challenge to the \r\nnational effort in controlling this infection. Some of the \r\ndrugs recommended for TB treatment pose \r\ncomplications in the case of HIV-infected persons and \r\nhave had to be withdrawn in areas of high HIV \r\nprevalence. The issue of co-infection, especially with \r\ntuberculosis, should be high on the agenda of the \r\nspecial session. \r\n Mrs. Viotti (Brazil): I wish to thank the \r\ndelegations of Ukraine, Costa Rica, the Czech \r\nRepublic, Nigeria and Zimbabwe for their initiative in \r\nbringing the issue of HIV/AIDS to the forefront of our \r\nagenda. \r\n Brazil co-sponsored the draft resolution that \r\nbecame resolution 54/283, adopted just recently, on the \r\nreview of the problem of HIV/AIDS in all its aspects. \r\nSimilarly, we are a sponsor of the draft resolution \r\nbefore us, which gathered consensus after intensive \r\nnegotiations. The resolution that we are about to adopt \r\nrepresents a historic breakthrough for the United \r\nNations. It adequately stresses the urgent need to \r\naddress the AIDS pandemics at the global level, and \r\nduly recognizes it as a crisis that requires the highest \r\nlevel of political commitment and collaboration among \r\nGovernments, international organizations, civil society \r\nand the business community. We look forward to \r\nworking closely with other Member States, the Joint \r\nUnited Nations Programme on HIV/AIDS (UNAIDS) \r\nand other relevant stakeholders to ensure that the \r\npreparatory process will be most productive and that \r\nthe special session can reach concrete results. \r\n We are convinced that the extent of the current \r\ncrisis requires a vigorous and systematic effort by the \r\ninternational community in mobilizing human, \r\ntechnical and financial resources to fight the \r\nHIV/AIDS pandemic. AIDS devastates families and \r\npeoples, damages workforces, undermines the social \r\nfabric and overburdens State institutions. Having killed \r\nmore than 2 million people in 1999 alone, the AIDS \r\npandemic has gradually turned into a major crisis. The \r\nsituation in Africa is tragically harsher than anywhere \r\nelse. Fifty per cent of all global cases of AIDS are \r\nconcentrated in Africa, and 90 per cent of the \r\n11 million children orphaned by AIDS are African. \r\n Throughout the last two decades, Brazil has \r\nactively contributed to the international debate on \r\nHIV/AIDS. We have been following the issue with \r\ngreat concern. Among other contributions, Brazil \r\noffered to host the third ad hoc thematic meeting of the \r\nProgramme Coordinating Board of UNAIDS, to be \r\nheld in Rio de Janeiro on 14 and 15 December. Brazil \r\nalso participated in the open meeting of the Security \r\nCouncil last January and in the Economic and Social \r\nCouncil special briefings in February. We believe that \r\nthe full engagement of the General Assembly is timely \r\nand imperative, for it can give a unique contribution to \r\nraising global awareness about the humanitarian \r\ndimension of the HIV/AIDS pandemic. \r\n Jointly with the Economic and Social Council, \r\nthe General Assembly can work to tap international \r\nsolidarity, serve as a vehicle for the translation of \r\ncommitments into results and ensure coordinated \r\nresponses by the system. \r\n As has been broadly acknowledged, firm \r\ngovernmental action has effectively helped to reduce \r\nthe rate of infections and alleviate the impact of the \r\ncrisis in Brazil. Throughout the 1980s, Brazil \r\nconsolidated a nationwide programme to prevent and \r\ncombat HIV/AIDS. According to estimates, in the \r\nperiod from 1994 to 1999 alone, the programme has \r\nhelped reduce AIDS-related mortality rates by over 50 \r\nper cent. The Brazilian Government has relied on \r\nstrong public campaigns through the mass media as a \r\nkey element of a preventive strategy based on the idea \r\nthat education and information dissemination strategies \r\nare the best ways to halt AIDS. \r\n Thanks to the intensive efforts made in close \r\ncooperation with non-governmental organizations \r\n(NGOs), the rate of adult infection by HIV in Brazil \r\nwas estimated at 0.57 per cent in 1999, one of the \r\nlowest in the world. In addition, since 1996 the \r\nMinistry of Health has also been providing free \r\nuniversal access to approved medications against AIDS \r\nand related opportunistic diseases. Nowadays, at least \r\n58,000 men, women and children receive these \r\nprescription drugs on a regular basis. This policy has \r\nsignificantly helped to reduce the number of \r\nhospitalizations. \r\n As a strong believer in South-South cooperation, \r\nthe Brazilian Government has been exchanging \r\ntechnical expertise with other developing countries. \r\nOur low-cost policies to cope with AIDS have proved \r\n \r\n 15 \r\n \r\n A/55/PV.50\r\nparticularly useful as successful responses in the \r\npresence of budgetary constraints. \r\n At the regional level, Brazil has provided training \r\nand support for capacity-building to organize local \r\nprogrammes for the prevention and control of AIDS \r\nand other sexually transmitted diseases.  \r\n Brazil is hosting, from today through 11 \r\nNovember, in Rio de Janeiro, the First Forum and the \r\nSecond Latin America and the Caribbean Horizontal \r\nTechnical Cooperation Conference on HIV/AIDS and \r\nSTD known as “Foro 2000”. \r\n Based on our national and regional experience, \r\nsince 1997 the Brazilian Government has also been \r\nimplementing cooperation programmes with other \r\nPortuguese-speaking countries in Africa in the fields of \r\nmanagement of preventive programmes and the \r\nestablishment of epidemiological monitoring systems. \r\nWe are now extending this cooperation to other \r\ncountries in Africa. In 1999, experts from the Brazilian \r\nMinistry of Health visited Kenya, Zimbabwe, South \r\nAfrica, Namibia and Botswana, with a view to \r\nidentifying cooperation projects that could be quickly \r\ninitiated. \r\n As a country with limited resources, Brazil looks \r\nforward to working with UNAIDS, the United Nations \r\nFund for Population Activities (UNFPA), the United \r\nNations Children’s Fund (UNICEF), the World Health \r\nOrganization (WHO) and the donor community in \r\nhelping third countries to curb the spread of AIDS. \r\n In the Millennium Summit, our heads of State and \r\nGovernment solemnly resolved to have halted, and \r\nbegun to reverse, the spread of HIV/AIDS by 2015. To \r\nthat end, we believe that the General Assembly and the \r\nEconomic and Social Council should continue to \r\ndiscuss ways to facilitate access of affected countries \r\nto adequate treatment, at lower costs, including access \r\nto prescription drugs. The lack of resources for the \r\nprevention and treatment of AIDS is surely the main \r\nfactor affecting developing countries, especially in \r\nAfrica. It is essential that cooperation with developing \r\ncountries take into account the need for promoting \r\neducation campaigns, as well as guaranteeing universal \r\ntreatment for all AIDS patients. Due to the high costs \r\nrelated to prevention campaigns, adequate access to \r\nmedication, frequent hospitalization and assistance to \r\norphaned children, the success of the struggle against \r\nAIDS will largely depend on the support of donor \r\ncountries. \r\n Mr. Mwakawago (United Republic of Tanzania): \r\nLet me preface my remarks by expressing the \r\nappreciation of my delegation to you, Sir, for putting \r\nthis very important issue of reviewing the problem of \r\nHIV/AIDS in all its aspects before the Assembly for \r\ndiscussion. We commend the delegation of Ukraine for \r\nholding consultations that led to the draft resolution on \r\nthe agenda item now before us. \r\n My delegation would like to associate itself with \r\nthe statement delivered by the representative of Nigeria \r\non behalf of the Group of 77. In the same vein, we \r\nwish to identify ourselves with the statement to be \r\ndelivered by the representative of Namibia on behalf of \r\nthe Southern African Development Community. \r\n It gives my delegation solace to note that the \r\nseverity of HIV/AIDS and its human impact have now \r\nbeen fully recognized at the highest political level. \r\nEarlier this year, the Security Council deemed the \r\nproblem of HIV/AIDS enough of a threat to the \r\nsecurity of the international community to warrant an \r\nopen debate of the issue in the Council. The \r\nMillennium Summit also underscored the need for the \r\ninternational community to address this scourge on an \r\nurgent basis. My delegation fully endorses the \r\nrecommendations made at the Millennium Summit, \r\nstressing the need to undertake concrete measures at \r\nboth the national and international levels aimed at \r\nreducing HIV/AIDS infection rates in persons aged \r\nbetween 15 and 24 years by 25 per cent within the \r\nmost affected countries by the year 2005. The \r\nMillennium Summit also called on the pharmaceutical \r\nindustry to develop an effective and affordable vaccine \r\nagainst HIV/AIDS. In this connection, my delegation \r\nhopes that this Millennium Assembly will work out \r\nmodalities for translating these positive intentions into \r\nconcrete deeds. \r\n My country is one of those south of the Sahara \r\nthat have been severely affected by the pandemic. \r\nStatistics associated with this pandemic worldwide \r\nhave been quoted often enough and they keep changing \r\nas the number of infected people grows. In the case of \r\nTanzania, from the first three known AIDS cases that \r\nwere reported in 1983, today, for every 10 Tanzanians, \r\none already carries the HIV virus and can infect others. \r\nFour months ago in an, address to the youth of \r\nTanzania, my President, William Benjamin Mkapa, put \r\nit succinctly by saying: \r\n \r\n16  \r\n \r\nA/55/PV.50  \r\n  “Our country is afflicted by a deadly \r\nepidemic of catastrophic proportions, known as \r\nHIV/AIDS, which is swiftly destroying the lives \r\nof our people, including the youth, who are the \r\nmost indispensable resource and the future of our \r\nnation.” \r\n In response to the severity of the pandemic and \r\nits far-reaching health, social and economic \r\nimplications, my Government has now declared \r\nHIV/AIDS a national disaster to be treated with all the \r\nseriousness that a pandemic requires. Consequently, the \r\nGovernment has created a national framework for \r\nestablishing an expanded multisectoral response to \r\nHIV/AIDS involving all the collaborating partners, \r\nunder strong and purposeful guidance from the \r\nGovernment.  \r\n A little more than two months ago, my Prime \r\nMinister launched the Tanzanian Business Council on \r\nHIV/AIDS. The Council aims at bringing together \r\nsmall, medium and large business concerns in the \r\ncountry to explore the comparative advantage of these \r\nentities in confronting the challenges posed by the \r\npandemic in workplaces, local communities and \r\nsociety in general. For the first time, this year my \r\nGovernment has allocated $6 million for the fiscal year \r\n2000/2001. \r\n The economic, social and security challenges \r\nposed by the HIV/AIDS pandemic require concerted \r\nefforts, not only by the countries concerned, but also \r\nby the entire international community. In this context, \r\nmy delegation is pleased to note that in our crusade we \r\nhave not been alone; indeed, we could not have \r\nafforded to go it alone. The international community, \r\nparticularly the United Nations, has taken a number of \r\ninitiatives in responding to the HIV/AIDS pandemic. In \r\nmy country, the United Nations Development \r\nProgramme (UNDP) has worked in close collaboration \r\nwith the Government to strengthen the capacity of the \r\nnational AIDS programme, including through \r\ndeveloping financial and management systems. In \r\naddition, UNDP has special programmes with non-\r\ngovernmental organizations and has undertaken some \r\ndistrict-specific initiatives. A lot more needs to be \r\ndone, given the all-pervasive nature of the pandemic \r\nand the poverty of most of the countries that are \r\nhardest hit and of the majority of the people afflicted \r\nby it. \r\n The initiative of the Secretary-General in \r\nlaunching the International Partnership Against AIDS \r\nin Africa in December last year, under the auspices of \r\nthe Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS), is a welcome one. The initiative is an \r\neloquent manifestation of the efforts to involve entities \r\nother than the United Nations in confronting the \r\nHIV/AIDS pandemic. It is vitally important that \r\nGovernments work with non-governmental \r\norganizations, civil society, the private sector and \r\ncommunity-based organizations if we are to make any \r\nmeaningful dent in the pandemic. My Government, on \r\nits part, will ensure that it brings the requisite synergy \r\nnecessary to confronting this deadly scourge. \r\n The General Assembly has before it a draft \r\nresolution on this agenda item. In the draft, apart from \r\nother pertinent provisions, the General Assembly \r\nwould decide to convene a special session to review \r\nthe problem of HIV/AIDS in all its aspects in June \r\n2001. My delegation welcomes this decision, cognizant \r\nof the fact that efforts to roll back the pandemic have \r\nnot been commensurate with the speed at which it is \r\nspreading. We therefore look forward to the special \r\nsession, convinced that it will elaborate a declaration \r\nof commitment that the international community can \r\nadopt in confronting the HIV/AIDS pandemic. If we \r\nare to succeed, a multidimensional approach is \r\nrequired in dealing with the pandemic. We need not \r\nonly to elaborate the modalities of preventing the \r\nepidemic from spreading, but also the care and \r\ncounselling of those who have already been affected, \r\nas well as to provide them with affordable drugs that \r\nwill prolong their lives. The session will fill the void \r\nthat has hitherto governed the whole issue of the \r\npandemic. \r\n Today, nobody can afford to stand aloof from this \r\nproblem. While we in Africa are the worst hit today, in \r\nthis era of globalization we may all find ourselves \r\nunder siege.  \r\n Allow me to conclude by quoting the \r\nAdministrator of UNDP, Mr. Mark Malloch Brown, \r\nwho put the situation in admirably stark relief when he \r\naddressed the Security Council in January. He had this \r\nto say: \r\n “Africa is under siege … Today this is \r\nAfrica’s drama; unmet, it becomes the world’s.” \r\n(S/PV.4087, p. 9) \r\n \r\n 17 \r\n \r\n A/55/PV.50\r\n We have the potential to meet the challenge if we \r\nwork together. Let us seize the moment. \r\n Mr. Kolby (Norway): Let me start by thanking \r\nthe Permanent Representative of Ukraine for having \r\nintroduced this landmark and important draft \r\nresolution. We also thank the other countries involved \r\nin this initiative. It will be a happy conclusion when we \r\nadopt the draft resolution this afternoon. \r\n The HIV/AIDS pandemic is no longer just a \r\nserious health problem; it has become a social crisis on \r\na global basis. AIDS is now causing more devastation \r\nthan war in Africa; it is posing a serious threat to \r\nhuman, social and economic development. Many of the \r\ngains achieved during the past decades, such as a \r\nsignificant increase in life expectancy, are now being \r\neroded by the pandemic. And the virus is spreading \r\nfastest in those parts of the world with the least \r\nresources to deal with it. \r\n The disastrous proportions that the HIV/AIDS \r\npandemic is reaching must not, however, make us lose \r\nhope. We must remind ourselves that the HIV virus \r\ndoes not travel by wind or water. It needs a helping \r\nhand from human beings to spread. This means that we \r\nare not defenceless or powerless against the pandemic. \r\nTo combat it we need strong political leadership, and \r\nwe need openness about the issues. We also need \r\nbroad-based, multisectoral responses. But, first and \r\nforemost, we need to act, and to act now. \r\n HIV/AIDS is an issue of immense complexity. \r\nThe upcoming special session will give us an \r\nopportunity to review the pandemic in all its aspects \r\nand to develop common strategies for an expanded and \r\nbroad-based response. Today I will concentrate on a \r\nfew key aspects of the pandemic that Norway believes \r\ndeserve special attention. \r\n I begin with the poverty dimension. The \r\ninterrelationship between HIV/AIDS and poverty needs \r\nto be better understood and dealt with. Poverty \r\nincreases vulnerability to HIV/AIDS, both for \r\nindividuals and communities. At the same time, \r\nHIV/AIDS in itself leads to increased poverty. We must \r\ndevelop comprehensive strategies to address these \r\naspects of the pandemic. The fight against HIV/AIDS \r\nmust be closely combined with efforts to combat \r\npoverty. Poverty reduction strategies, sector \r\nprogrammes, consultative group meetings and round \r\ntables should all take into account the social and \r\neconomic consequences of HIV/AIDS. \r\n Secondly, the gender and age dimensions of the \r\npandemic need more attention. Women and young girls \r\nare more vulnerable than men, for biological, social \r\nand cultural reasons. The empowerment of girls and \r\nwomen must therefore be a priority concern. This \r\nmeans safeguarding education opportunities and \r\nproviding people with the life skills needed to enable \r\nthem to cope and to protect themselves. It means \r\naccess to knowledge and to the means of protection. It \r\nmeans promoting gender equality in all spheres — \r\nhealth, education and the economy. It means being \r\nready to confront difficult issues in a frank and open \r\nmanner. \r\n We also need to do more to involve men and to \r\npromote male responsibility. Most men may not engage \r\nin risk-taking behaviour, but without men the virus \r\nwould have a limited opportunity to spread. Involving \r\nmen as partners in the fight against AIDS can change \r\nthe course of the pandemic, and it is therefore crucial. \r\nThis means that we cannot rely only on schools and \r\nhealth clinics as the main arenas for spreading \r\ninformation. We must involve trade unions and the \r\nbusiness community. We must involve religious groups \r\nand sports associations. We must find ways to reach \r\nmobile and migrant workers, those who are \r\nunemployed and those who work in the informal sector. \r\n Thirdly, we must do more to counteract the social \r\nexclusion and stigmatization of people living with \r\nHIV/AIDS and to ensure that their human rights are \r\nfully respected. The stigma that accompanies the virus \r\nnot only leads to unnecessary human suffering; it also \r\ncounteracts preventive measures that require frankness. \r\nThe majority of HIV-infected people do not know that \r\nthey are carrying the virus. And as long as the \r\nopportunities for treatment are few and the fear of \r\nsocial exclusion is real, many will not want to know. \r\nThis shows why any strategy to combat HIV/AIDS \r\nmust be broad in scope and combine measures for \r\nprevention and care with means for coping with the \r\nburden of the pandemic. \r\n Combating HIV/AIDS requires joint efforts and \r\nbroad partnerships at the local, national, regional and \r\nglobal levels, with active public-private collaboration \r\nand involvement of civil society. A good example is the \r\nInternational Partnership against AIDS in Africa, where \r\nnational Governments, civil society, the private sector \r\nand multilateral agencies are joining forces. \r\n \r\n18  \r\n \r\nA/55/PV.50  \r\n We need a broader and better coordinated \r\nresponse by the multilateral system. All relevant \r\nUnited Nations organizations should assess how they \r\ncan strengthen their contribution and better utilize their \r\ncomparative advantages in the fight against HIV/AIDS. \r\nIn this respect, we recall the important debate in the \r\nSecurity Council of January this year on the impact of \r\nHIV/AIDS on peace and security in Africa and the \r\nfollow-up meeting in the Economic and Social Council \r\nin February. We must make the upcoming special \r\nsession a powerful and action-oriented event that will \r\ninspire people, organizations, Governments and \r\ncorporations all over the world to renew and strengthen \r\ntheir commitment to fighting the pandemic. There are \r\nnew initiatives to develop vaccines and immunization \r\nprogrammes tailored to the needs of developing \r\ncountries. These initiatives should be pursued \r\nvigorously. \r\n Action against AIDS is a top priority in Norway’s \r\ndevelopment cooperation. We are supporting a number \r\nof national AIDS programmes and giving substantial \r\nsupport to international organizations such as the Joint \r\nUnited Nations Programme on HIV/AIDS (UNAIDS). \r\nWe intend to do more and have decided to intensify \r\nand broaden our efforts. In its budget proposal for \r\n2001, my Government has doubled the allocation to \r\nmultilateral AIDS programmes. In our bilateral \r\ncooperation, we are engaging in dialogue with our \r\ndevelopment partners on how we can contribute more \r\neffectively and engage more broadly in facing the \r\nchallenges that AIDS poses to development. \r\n The world is living with HIV/AIDS. The fight \r\nagainst this devastating pandemic must be placed at the \r\ntop of our agenda. Unless we take this challenge \r\nseriously, we will see the results of decades of \r\ndevelopment efforts being eroded. \r\n Mr. Isakov (Russian Federation) (spoke in \r\nRussian): I would like to associate myself with a \r\nnumber of delegations that have conveyed gratitude to \r\nthe delegation of Ukraine for putting forward this \r\nuseful initiative, which from the very beginning was \r\nsupported by many countries, including Russia. \r\n Russia attaches great importance to preventing \r\nand combating HIV/AIDS. Thanks to legislation that \r\nwas adopted in Russia, and thanks to organizational \r\nand prophylactic steps, Russia has a comparably low \r\nlevel at which HIV is spreading. However, since 1987 \r\nthe number of registered HIV-infected persons has \r\nbeen constantly growing. Since the middle of 1996 \r\nthere has been a sharp deterioration in the HIV \r\nepidemic situation. This applies to the whole of our \r\npopulation, particularly to adolescents. In this context, \r\nrobust domestic measures are being taken to combat \r\nHIV/AIDS and to prevent the disease. At the same \r\ntime, Russia is intensifying its participation in \r\ninternational cooperation on questions of prevention, \r\ndiagnosis, treatment and the epidemiological \r\nsurveillance of the spread of AIDS. Here, our focus is \r\nprimarily on cooperating with the Joint United Nations \r\nProgramme on HIV/AIDS (UNAIDS). \r\n While the problem of HIV/AIDS is serious at the \r\nglobal level, it is most acute in the developing \r\ncountries, particularly in Africa, where up to 90 per \r\ncent of HIV-infected people live. It is precisely in \r\nAfrica that the AIDS epidemic has assumed such \r\ncatastrophic proportions, making it a primary cause of \r\ndeath. The magnitude of the disease has caused a \r\nwhole range of problems — humanitarian, social and \r\neconomic — that hamper the successful development \r\nof African States. \r\n The exceptional acuteness of the HIV/AIDS \r\nproblem means that we must intensify international \r\ncooperation in combating this dangerous disease. \r\nRussia is prepared actively to participate in this \r\ncooperation. I wish to recall in this respect that Russia \r\nproduces high quality HIV diagnostic and treatment \r\npreparations as well as laboratory equipment and to \r\nstress, in particular, at prices that are two to two and \r\none half times lower than average world prices. Pilot \r\nprojects which draw on Russia’s capacities in this area \r\nare planned through the World Health Organization \r\n(WHO) and the Joint United Nations Programme on \r\nHIV/AIDS (UNAIDS).  \r\n Russia has qualified HIV/AIDS specialists who \r\ncould be more actively engaged in UNAIDS projects. \r\nWe are prepared to participate and to work with \r\nUNAIDS in the development of an AIDS vaccine. We \r\nthink that, due to the complexity of the task and the \r\nparticularly high cost of research, we should pool our \r\nefforts — the efforts of the entire world community — \r\nincluding also in terms of resources. \r\n Russia, one of the sponsors of the resolution \r\nadopted at the fifty-fourth session on this question, is \r\nconvinced that the special session will give impetus to \r\nthe further search for ways to resolve the HIV/AIDS \r\nproblem, as called for by the Millennium Declaration, \r\n \r\n 19 \r\n \r\n A/55/PV.50\r\nand will help to enhance coordination of international \r\nefforts in this area. \r\n It is important that the special session focus on \r\ndeveloping a comprehensive strategy that seeks to \r\nimprove access to the means to combat AIDS. These \r\nobjectives, as the Assembly is aware, were supported \r\nby the leaders of the G-8 at the Summit held in \r\nOkinawa.  \r\n The success of the special session will, to a large \r\nextent if not to a decisive extent, depend on the quality \r\nof the preparatory process. It is important from the \r\noutset to focus on well-thought-out, carefully \r\nconsidered and realistic decisions. This would be \r\nguaranteed by effective, properly coordinated \r\npreparatory measures taken at national and regional \r\nlevels. \r\n Russia, for its part, is prepared to take a very \r\nactive part in this process and truly to help to make its \r\nwork productive. \r\n Mr. Rodriguez (Cuba) (spoke in Spanish): It is \r\nCuba’s hope that the concern we are showing today \r\nabout the almost 36 million people in the world living \r\nwith the HIV virus, of which 24.5 million are in sub-\r\nSaharan Africa alone, will translate into the \r\nmobilization of the international community to make \r\ncomprehensive efforts to fight this disease effectively. \r\nWe also hope that this will mean that the will of the \r\nindustrialized countries will be expressed in action and \r\nthe allocation of resources. \r\n AIDS in Africa, like hunger, is a problem of \r\nunder-development. It is not a coincidence that the \r\nepidemic is spreading mainly amongst the \r\ndisadvantaged poor populations lacking education and \r\nhealth services. \r\n With 3.8 million new cases of HIV infections in \r\n1999, including half a million children, with an \r\naccumulated 13.7 million dead, which is 69 times more \r\nthan the number of dead in conflicts, and 7 million \r\nchildren orphaned, Africa needs cooperation and not \r\ncensure. It requires development and not interference. \r\nIt cries out for resources and not prescriptions for good \r\ngovernments or foreign models. \r\n Just to treat current patients with anti-retrovirus \r\ndrugs, Africa would have to spend more than $57 \r\nbillion yearly and, if the therapies of the developed \r\ncountries were to be applied there, it would require \r\nmore than $250 billion. Today, Africa can only devote \r\na bare $10 per capita to health care, and that, in some \r\ncountries, is equivalent to one-ninth the cost of debt \r\nservicing. \r\n In 1998, the African continent received less than \r\n$5 billion, that is 3 per cent of the world’s total, in \r\nforeign direct investment. Its current account deficit \r\nwas $16 billion — more than triple that of the previous \r\nyear. The debt burden rose to $350 billion, more than \r\ntriple the amount of all of Africa’s exports of goods \r\nand services. \r\n Meanwhile, official development assistance \r\n(ODA) continues to account for only 0.23 per cent of \r\nthe gross domestic product (GDP) of the developed \r\ncountries. \r\n The resources required to fight AIDS in \r\nunderdeveloped countries can only be provided by the \r\ndeveloped countries, which control 86 per cent of the \r\nworld’s GDP, 82 per cent of its exports and 68 per cent \r\nof investments. These resources could be provided by \r\nopulent societies, which consume billions of dollars in \r\ncosmetics, cigarettes, pet food, cars and the production \r\nof weapons. \r\n On this subject it is high time to take action. \r\nCuba reiterates once again its proposal to establish a \r\ncollaborative project through UNAIDS, the World \r\nHealth Organization (WHO) and other agencies and \r\nfunds for sub-Saharan Africa, the Caribbean and \r\nCentral America to fight AIDS and other health \r\nproblems to which Cuba is prepared to provide medical \r\npersonnel free of charge. \r\n Moreover, Cuba reiterates its proposal to supply \r\nfree of charge all the medical personnel necessary to \r\nlaunch an urgent health campaign in the north of sub-\r\nSaharan Africa. This project should be supplemented \r\nby contributions from the agencies, funds and \r\nprogrammes of the United Nations, as well as from \r\ndeveloped countries, to provide the minimum \r\nindispensable resources, mainly drugs and medical \r\nequipment. \r\n This effort is feasible and would not require huge \r\nresources. Cuba, despite its economic difficulties, has \r\nbeen making an effort on its own. At present 2,146 \r\nCubans provide assistance in 14 countries of Central \r\nAmerica, Africa and the Caribbean and provide care to \r\nmore than 10 million people. \r\n This cooperation is expanding. To this end, Cuba \r\nhas established a Latin American School of Medical \r\n \r\n20  \r\n \r\nA/55/PV.50  \r\nSciences which will enrol 6,000 students. We have \r\ncreated a Caribbean School of Medicine and are \r\nworking on the creation of medical schools with Cuban \r\nprofessors in two African countries and are carrying \r\nout a vaccination campaign in Haiti. We will supply all \r\nuniversity study grants required by the Caribbean \r\ncountries free of charge. \r\n We have already graduated about 27,000 \r\nprofessionals and technicians from developing \r\ncountries and we have trained another five thousand. \r\nWe have graduated 1,165 doctors and dentists. \r\n More than 80,000 Cuban civilian collaborators \r\nhave provided services in Africa, almost 25,000 of \r\nthem in the area of health care. \r\n We are pleased to reiterate here the proposal \r\nmade by our President, Fidel Castro, at the Millennium \r\nSummit, to provide 3,000 health specialists and doctors \r\nfor the provision of services free of charge to sub-\r\nSaharan Africa and even to take on the task of building \r\nthe infrastructure that is needed for the massive use of \r\nanti-retroviral drugs, if the industrialized countries \r\nprovide the necessary drugs and resources. \r\n With political will and effective social \r\nprogrammes, with the good use of resources and the \r\ncreation of efficient extensive health and education \r\nsystems for the entire population with an equitable \r\ndistribution of wealth, a small country like Cuba, \r\nthough poor and subject to embargoes, can provide an \r\nexample of success in the treatment and control of \r\nAIDS. \r\n The execution of our national programme for \r\nprevention and control of AIDS has had a positive \r\neffect on the evolution of the epidemic in our country. \r\nTaking into account the figures reported worldwide on \r\nAIDS today, we can see that Cuba can compare very \r\nfavourably with the majority of countries around the \r\nworld. We have virtually no cases of AIDS in children \r\nand care is guaranteed for each case reported. \r\n Between 1986 and 31 December 1999, 2,676 \r\nseropositive people, 1,001 people suffering from AIDS \r\nand 691 deaths have been recorded. The epidemic has \r\ngrown slowly and is considered to have a low \r\ntransmission level. Only .03 per cent of the population \r\nbetween 15 and 49 years of age are infected. \r\n All Cubans affected by HIV/AIDS benefit from \r\nextensive care and broad coverage, understanding and \r\nhuman solidarity, a right to confidentiality and full \r\nrespect for their privacy. They do not experience \r\ndiscrimination. Their right to work, social security and \r\nhealth care are guaranteed generally through modern \r\nout-patient treatment. They enjoy legal protection, and \r\nrespect for and exercise of their human rights are \r\nensured. Health education is efficient and universal. \r\nThe project to develop a Cuban vaccine against AIDS, \r\nnow at the stage of clinical trials on human beings, is \r\namong the most advanced in the world. \r\n Our experience, which we present humbly and \r\nmodestly, serves as an example that this effort is \r\nfeasible. \r\n Cuba supports the convening of a special session \r\nto review the problem of HIV/AIDS in all its aspects in \r\nJune 2001, which will allow the entire international \r\ncommunity to join in the fight against this disease and \r\nduring which various experiences and approaches can \r\nbe shared on the social and economic aspects of the \r\nepidemic, access to medical care and treatment, in \r\nparticular drugs, scientific research and the \r\ndevelopment of vaccines. \r\n Our expectation is that this process will also \r\nreaffirm our Governments’ leading role in guiding \r\nnational efforts to develop an agenda whose scope \r\nranges from prevention, care and treatment to defining \r\npriority areas of aid, as well as recognition of the fact \r\nthat the design of strategies to fight this disease must \r\nbe tailored to the historical, socio-economic and \r\ncultural characteristics of our countries. \r\n The Cuban delegation is pleased to co-sponsor \r\nthe draft resolution contained in document A/55/L.13 \r\nbefore the General Assembly and intends to participate \r\nactively in the preparatory process and the special \r\nsession. \r\n Mrs. Ashipala-Musavyi (Namibia): On 5 \r\nSeptember this year, the President of the Republic of \r\nNamibia, speaking on behalf of Southern Africa \r\nDevelopment Community (SADC) at the launching of \r\nthe corporate strategies in the fight against HIV/AIDS \r\nin southern Africa, had this to say: \r\n“this scourge knows no borders, and does not \r\ndiscriminate against anyone or any country. For \r\nall those who are infected with the HIV virus, \r\ndozens more are affected as the virus enters their \r\nhousehold, leaving children orphaned, stripping \r\nthem of their teachers, health workers, managers, \r\nemployees and political leaders”. \r\n \r\n 21 \r\n \r\n A/55/PV.50\r\n The launch of the corporate strategies was a \r\ncombined effort of the United Nations Development \r\nProgramme (UNDP), the Corporate Council on Africa \r\nand the Prime Minister of Namibia to create \r\npartnership between Governments from southern \r\nAfrica, the United Nations and corporate America to \r\nforge a collaborative effort in the fight against AIDS. \r\n It is in this context that we wish to express our \r\nappreciation to the Permanent Representative of \r\nUkraine to the United Nations for his important \r\ninitiative and the work he undertook with regard to \r\nresolution 54/283, which decided that the General \r\nAssembly convene a special session on the review of \r\nthe problem of HIV/AIDS in all its aspects. The \r\nimportant coordination undertaken by the delegation of \r\nUkraine enabled us to collectively arrive at a consensus \r\non most of the procedural aspects dealing with the \r\nspecial session. We feel that the draft resolution \r\ncorrectly reflects the way forward. \r\n No Government can on its own handle the \r\nchallenge of the HIV/AIDS pandemic; hence, the \r\nurgent need to convene the special session on \r\nHIV/AIDS. We view the special session as an \r\nimportant opportunity for Governments, the United \r\nNations system and civil society, including the private \r\nsector, to strengthen our collective efforts in \r\nformulating appropriate policies and strategies for the \r\nprevention and care of the infected, as well as affected \r\nindividuals, families and communities. \r\n We must increase our contribution from all \r\navailable resources, public and private, to strengthen \r\nthe health sector so as to have an effective delivery \r\nsystem. Experience has shown that there can be real \r\nsuccesses in reducing new infection when there is a \r\nproperly-funded preventive response and when the \r\nstate of HIV/AIDS is acknowledged. Silence does not \r\nenhance prevention. \r\n If we are to secure the future, every effort must \r\nbe made to halt the spread and to mitigate the impact of \r\nthis pandemic. Smart partnership between \r\nGovernments, international organizations, civil society \r\nand the private sector is therefore crucial. \r\n Furthermore, we in SADC also view the \r\nforthcoming special session as a major opportunity to \r\ntake stock of what we have done thus far to exchange \r\nviews on lessons learned and best practices and to \r\nconsolidate our various initiatives and programmes. It \r\nis critical that we harmonize these initiatives and \r\nprogrammes, so as to secure better cooperation and \r\nexchanges of information between and among bodies \r\nand agencies working with Governments on the \r\nHIV/AIDS pandemic. \r\n We therefore strongly emphasize that whenever \r\ninitiatives are undertaken and resources mobilized, it \r\nshould be in conformity with and supportive of \r\nnational programmes. To ensure sustainable \r\nprogrammes, Governments should maintain ownership. \r\n As Chairman of SADC, the President of the \r\nRepublic of Namibia stated that one of his priorities for \r\nthe year would be to work towards strengthening our \r\ncollective efforts in SADC to fight against the \r\nHIV/AIDS pandemic. In this regard, the SADC \r\nSummit, held in Windhoek this year, decided, among \r\nother things, on the establishment of the multi-sectoral \r\nSADC HIV/AIDS Technical Subcommittee and the \r\ndevelopment of the SADC HIV/AIDS Strategic \r\nFramework and Programme of Action: 2000-2004. \r\n The Technical Subcommittee consists of the \r\nfollowing sectors: culture, information and sports; \r\nemployment and labour; human resources \r\ndevelopment; health; mining; tourism; and transport. \r\n It was also decided that the economic sectors in \r\nSADC be part of the multisectoral response. These \r\nother sectors are finance and investment, trade and \r\nindustry and food and natural resources. \r\n This multisectoral approach is designed to ensure \r\nthat all sectors, particularly those that are important for \r\neconomic development in SADC, mainstream \r\nHIV/AIDS in their plans and programmes. \r\n Furthermore, the Council of Ministers meeting in \r\nWindhoek this year also approved the principles to \r\nguide negotiations with pharmaceutical companies on \r\nthe provision of drugs for the treatment of HIV/AIDS-\r\nrelated conditions. These principles include, inter alia, \r\nrecognition of the critical role that poverty and \r\nmalnutrition play in the epidemic, the provision of \r\nequipment to monitor the continuum of care and \r\nsupplies of appropriate drugs so as to ensure \r\nsustainability, equitableness, affordability and \r\naccessibility. \r\n It is our fervent desire that the special session \r\nwill be used as an opportunity to provide concrete \r\ncommitment, particularly on the part of pharmaceutical \r\ncompanies in partnership with donor countries, on how \r\n \r\n22  \r\n \r\nA/55/PV.50  \r\ndeveloping countries can best access affordable \r\nvaccines and drugs to prevent and treat infections. \r\n The special session outcome document must be \r\nshort, concise and result-oriented. Coming from a \r\ncontinent severely affected by the HIV/AIDS \r\npandemic, we do not view the special session as a mere \r\ntalking-shop, but as an opportunity to openly and \r\nconstructively come together to adopt tangible actions \r\naimed at providing prevention, education, care and \r\ntreatment for those infected and affected by \r\nHIV/AIDS. \r\n Mr. Santos (Mozambique): My delegations \r\nassociates itself with the statements made by Nigeria \r\non behalf of the Group of 77 and China, and by \r\nNamibia on behalf of the Southern African \r\nDevelopment Community (SADC). \r\n In its section III, on development and poverty \r\neradication, the Millennium Declaration devoted \r\nspecial attention to one of humanity’s greatest concerns \r\ntoday, the HIV/AIDS pandemic. The HIV/AIDS \r\npandemic is threatening the economic and social \r\ndevelopment of the world, particularly that of \r\ndeveloping countries. It has claimed 34.5 million \r\nvictims in the world, 24.5 million of whom are from \r\nAfrica. It is quite obvious that Africa and the least \r\ndeveloped countries are severely hit by the pandemic \r\nand that they require urgent attention and action from \r\nthe international community. The action taken by the \r\ninternational community should be geared towards \r\nattaining the goal set forth in the Millennium \r\nDeclaration, that is, to halt and reverse the spread of \r\nHIV/AIDS by the year 2015 and to provide special \r\nassistance to children orphaned by HIV/AIDS. That is \r\nan ambitious but achievable goal, and the United \r\nNations Member States should strive to ensure that the \r\nworld is free of this pandemic and other deadly \r\ndiseases. \r\n The situation of HIV/AIDS in Mozambique is \r\nalso alarming and is already having a devastating \r\nimpact on our development efforts. Out of a total \r\npopulation of 17 million, in 1999 alone it is estimated \r\nthat there were 700 new infections each day, with about \r\n98,000 cases of disease. Around 30,000 families have \r\nbeen affected by the loss of a father, a mother or both. \r\nAbout 65 per cent of new infections occur in young \r\npeople under 30 years of age. This is the most educated \r\nsegment of the population, with an important role in \r\nthe development of the country. I should mention that, \r\nwithout HIV/AIDS, life expectancy was estimated at \r\n43.9 years for 1999 and was projected to reach 50.3 \r\nyears by 2010. However, owing to this pandemic, life \r\nexpectancy will decrease to the level of about 35.9 \r\nyears. \r\n HIV/AIDS has also had an aggravating effect on \r\ninfant and maternal mortality, which has resulted in a \r\ngrowing number of orphans who require higher levels \r\nof expenditure on health care and social security. \r\n In recognition of this alarming situation the \r\nGovernment of Mozambique has adopted a national \r\nstrategic plan for the period 2000-2002 to combat \r\nsexually transmitted diseases and HIV/AIDS. In order \r\nto guarantee success, the plan is aimed at encouraging \r\nthe involvement and commitment of the entire society, \r\nfrom the grassroots to the highest authority. The Prime \r\nMinister heads the National Council on AIDS. \r\n I should emphasize that, more than ever before, it \r\nis now well understood that the HIV/AIDS pandemic is \r\nnot only a health problem or one of social behaviour, \r\nbut also an economic one that has severe implications \r\non the national security of our countries. HIV/AIDS \r\nundermines our efforts at economic development by \r\ncausing the premature death of workers in general, and \r\nin particular the most skilled and youngest workers. \r\nLong periods of disease result in a decrease in \r\nproduction and higher social costs for health care, \r\npensions and social security. Lack of economic growth \r\naggravates the poverty of our populations. \r\n Despite the availability of medicines to minimize \r\nthe suffering of infected people, most countries cannot \r\nafford to acquire them owing to their high cost. We \r\ntherefore believe that a constructive partnership and \r\ncontinuous dialogue, involving Governments, the \r\nbusiness sector, civil society and other stakeholders, is \r\ncrucial to address this disease that affects all segments \r\nof our societies. We commend the role played by the \r\nUnited Nations Development Programme (UNDP) and \r\nthe Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS) in building those partnerships, as was \r\nrecently witnessed in this Hall. \r\n HIV/AIDS is also a major concern for peace and \r\nsecurity. This was recognized in the Security Council \r\nopen meeting on the impact of HIV/AIDS on peace and \r\nsecurity in Africa, which was held in January 2000, \r\nwhen, for the first time, a health issue was discussed as \r\na threat to peace and security. The meeting recognized \r\nthat the issue of HIV/AIDS was indeed a priority for \r\n \r\n 23 \r\n \r\n A/55/PV.50\r\nAfrica, where the impact of the pandemic is as \r\ndestructive as warfare situations. \r\n In order to successfully tackle the issue of the \r\nHIV/AIDS pandemic we need to devise a \r\ncomprehensive strategy. We believe that the most \r\nimportant element of that strategy should be education. \r\nStudies in Mozambique indicate that there is a direct \r\nrelationship between the prevalence of HIV/AIDS and \r\nthe level of education. Thus, our efforts should be \r\ndirected at increasing the levels of education and \r\nawareness in our populations, particularly among the \r\nyoung. This is the best preventive investment that we \r\ncan make. \r\n Furthermore, we need to accelerate economic \r\ndevelopment. This will contribute to increasing public \r\nrevenues to be invested in social sectors, including \r\npoverty reduction. It is our view that HIV/AIDS is \r\nstrongly associated with poverty; therefore, to fight \r\npoverty is to fight HIV/AIDS and many other \r\ninfectious diseases. \r\n It is our sincere hope that next year’s special \r\nsession on HIV/AIDS will address all those aspects of \r\nthe problem and will produce action-oriented strategies \r\nto be implemented as a matter of urgency. For those \r\nreasons, we have joined in sponsoring the draft \r\nresolution before the Assembly. \r\n HIV/AIDS is a global problem that requires a \r\nglobal solution through concerted efforts and \r\nstrategies. Mozambique urges the international \r\ncommunity to assist developing countries in this \r\nendeavour, particularly in education and in access to \r\naffordable drugs. \r\n Mr. Mbanefo (Nigeria): The Millennium \r\nAssembly presents Member States with an auspicious \r\nmoment to address the HIV/AIDS pandemic, a problem \r\nwhich, considering all its dimensions, must constitute \r\nthe most immediate challenge to humanity and to the \r\nsecurity and stability of our world. Today, HIV/AIDS \r\nhas been established as the fourth leading cause of \r\ndeath worldwide, with the toll rising every day. A total \r\nof 18.8 million people around the world are believed to \r\nhave died of AIDS, 3.8 million of them children. \r\nCurrently, some 34.3 million are living with the HIV \r\nvirus. According to figures from the Joint United \r\nNations Programme on HIV/AIDS (UNAIDS) and the \r\nWorld Health Organization (WHO), in 1999 alone \r\nsome 5.4 million people were infected with this \r\ndisease, with the total number of children orphaned put \r\nat 13 million. It is estimated that that figure will reach \r\n40 million before the end of the decade. Further, the \r\nlatest UNAIDS global update on the epidemic shows \r\nthat, worldwide, HIV infection will have a devastating \r\neffect not just on the rates of infant, child and maternal \r\nmortality, but on the economy. \r\n Undoubtedly, those figures must have a sobering \r\nimpact on us all. They do not fully convey the depth of \r\nthe potential tragedy that our world faces, because the \r\nHIV/AIDS crisis has evolved well beyond the bounds \r\nof the health sector. With the death of husbands, wives \r\nand children, the family as we know it is being \r\ngradually ripped apart. The crisis is not only \r\ndevastating families but also tearing apart the very \r\nfabric of society. Our major concern at this point is to \r\nsee how we can, through common effort, confront this \r\ndreaded disease. \r\n At the Millennium Summit, our leaders resolved, \r\nin their wisdom, to take urgent steps to halt and reverse \r\nthe spread of this disease. \r\n Beyond the human suffering and misery caused \r\nby the pandemic, it is now widely acknowledged that \r\nHIV/AIDS has evolved into a development problem. \r\nGovernments of developing countries, struggling with \r\na lingering external debt problem, are forced to \r\nallocate a disproportionate part of their meagre \r\nresources to the health sector. The disease strikes the \r\nmost productive age group, ages 15 to 49, thus causing \r\nmassive losses in production and, indeed, disruption in \r\nvital sectors of the economy, such as transportation, \r\nagriculture and education. The challenge before us is \r\nthus how to strengthen the capacities of developing \r\ncountries, which are the hardest hit, by providing \r\nadequate resources to translate into action the quantum \r\nof political will which exists for the eradication of the \r\ndisease. That, we must do urgently. \r\n It is very important, in the discourse on the global \r\nimpact of HIV/AIDS in different regions of the world, \r\nto recognize that the African continent is experiencing \r\nthe most devastating effects of the disease. According \r\nto a United Nations report, some 14 million Africans \r\nhave already died from the disease, while another 24.5 \r\nmillion are now living with the HIV virus. Within the \r\ncontinent, the reach of the catastrophe varies from \r\nregion to region. The effect remains the same. \r\nGradually, this disease is tearing up the fabric of stable \r\ndemocratic Governments. This is aptly captured by a \r\nWorld Bank report indicating that the HIV epidemic is \r\n \r\n24  \r\n \r\nA/55/PV.50  \r\nnot only a health problem in sub-Saharan Africa, it is \r\nan unprecedented threat to the region’s development. \r\nThe region’s hard-won development progress is \r\ntherefore under real threat of reversal from the disease. \r\n Notwithstanding the poverty of their resources, \r\nAfrican leaders have resolved to confront this \r\npandemic. At the continental level, programmes have \r\nbeen put in place to reverse the spread of HIV/AIDS \r\nthrough advocacy, education and prevention. In \r\nNigeria, the arrowhead of such efforts is the Expanded \r\nNational Response to AIDS. Such is the priority \r\naccorded the programmes that the National Committee \r\non HIV/AIDS is headed by our President. We are \r\naware that the challenge posed by the pandemic \r\nrequires an intensified coordinated response not just at \r\nthe national level but at the regional and indeed global \r\nlevels as well. The frontiers of previous efforts at \r\nregional level were further expanded through the bold \r\ninitiative taken at the Organization of African Unity \r\n(OAU) summit held at Lome last July. At that summit, \r\nAfrican leaders adopted the Lome Declaration on \r\nHIV/AIDS. The adoption of that Declaration was an \r\nexpression of Africa’s commitment at the highest \r\npolitical level to rid Africa of the disease. We strongly \r\nbelieve that this African initiative merits the support of \r\nthe international community to enable Africa to address \r\nthe HIV/AIDS pandemic in all its ramifications.  \r\n In particular, the international financial \r\ninstitutions, including the World Bank, have an \r\nimportant role to play. We note in this regard that the \r\nWorld Bank Group has now committed itself to \r\nstepping up its level of activities to address the threat \r\nof the dreaded disease through its HIV/AIDS-related \r\nprojects in 56 countries. We also welcome the \r\nproactive role of the World Bank and of non-profit \r\norganizations in pursuing the International AIDS \r\nVaccine Initiative, which is aimed at the development \r\nof safe and effective vaccines for use throughout the \r\nworld. We hope that the Initiative will yield the desired \r\nresult sooner rather than later. \r\n The enormity of the HIV/AIDS epidemic as a \r\nglobal development crisis and the important role of \r\ninternational efforts in finding a solution constitute one \r\nof the reasons for the convening of a special session of \r\nthe General Assembly in June next year. In recent \r\ntimes, there has been a series of global conferences and \r\ninitiatives devoted to the search for an enduring \r\nsolution. All, in one way or another, have focused on \r\nthe following pillars: advocacy; increased resources; \r\nprogrammes for prevention, care and treatment; and \r\nknowledge. They all deserve appropriate review and \r\ncoordination in the light of new findings.  \r\n In the view of the Nigerian delegation, the special \r\nsession will provide an appropriate forum to take stock \r\nof the progress being made on the various programmes \r\nof action. We also hope that it will generate appropriate \r\npolitical commitment at the highest levels and \r\nstrengthen international cooperation and coordination. \r\nIn this connection, the pronouncements of world \r\nleaders at the Millennium Summit, as aptly reflected in \r\nthe Millennium Declaration, provide a useful reference \r\npoint. In that Declaration, world leaders resolved to \r\nhalt and reverse the spread of HIV/AIDS and halve the \r\nnumber of people living with the disease by 2015. That \r\nprovides the forthcoming special session of the General \r\nAssembly with a vision that will act as a guiding light \r\nas it pursues its objective to outline priority areas for \r\nintensified action, particularly on the issues of \r\nprevention, better access to care and treatment and an \r\nincreased level of resources, so as to find a definitive \r\nsolution to the problem. \r\n At this juncture, we wish to pay tribute to the \r\nExecutive Director of the Joint United Nations \r\nProgramme on HIV/AIDS (UNAIDS), Mr. Piot, and \r\nthe staff of the organization, for their role in mobilizing \r\nthe international community in the fight against \r\nHIV/AIDS. We also wish to recognize the efforts of \r\nother United Nations agencies, non-governmental \r\norganizations, private sector companies and the \r\nindustrialized countries that have been collaborating \r\nwith UNAIDS. We trust that UNAIDS, as the \r\nsubstantive secretariat of the special session of the \r\nGeneral Assembly on HIV/AIDS, and the other \r\norganizations supporting the session, will be in the best \r\nposition to undertake appropriate preparations to \r\nensure the success of the conference. We therefore urge \r\nthe international community to cooperate with them \r\nduring the preparatory process. \r\n Finally, I should like to say that humanity stands \r\nat an historic threshold in the fight against a dreaded \r\nand, indeed, deadly disease that knows no boundary \r\nand has no respect for social status, gender or age. We \r\nare convinced that, in a period of unprecedented wealth \r\nin the world, resources exist to combat this disease. \r\n Let us demonstrate our commitment to a common \r\nhumanity during a period of increasing globalization \r\nand make resources available to poor countries to \r\n \r\n 25 \r\n \r\n A/55/PV.50\r\nenable them to improve their institutional capacity at \r\nthe national level to combat the disease effectively. Let \r\nus intensify international cooperation and mobilize all \r\nsegments of society, including the private companies, \r\nwhich have achieved some breakthroughs with regard \r\nto certain drugs, so as to make such drugs available at \r\nconcessionary rates to the developing countries. \r\nFinally, let us open a new chapter in human history by \r\njointly fashioning an appropriate solution to this \r\ndevastating epidemic. \r\n Mr. Levitte (France) (spoke in French): I have \r\nthe honour to speak on behalf of the European Union. \r\nThe countries of central and eastern Europe associated \r\nwith European Union — Bulgaria, the Czech Republic, \r\nEstonia, Hungary, Latvia, Lithuania, Poland, Romania, \r\nSlovakia and Slovenia — and the associated countries, \r\nCyprus and Malta, align themselves with this \r\nstatement. \r\n I do not want to repeat the statistics on this \r\nterrible pandemic that now affects all continents and all \r\ncountries, in particular the developing countries and \r\nespecially those in sub-Saharan Africa. In addition to \r\nits impact on health, the HIV/AIDS pandemic has now \r\nbecome a major crisis for development. The pandemic \r\nhas assumed dramatic proportions in some regions. \r\nThis is particularly the case in southern Africa, where, \r\nas has been stressed by the Joint United Nations \r\nProgramme on HIV/AIDS (UNAIDS), more than one \r\nfifth of the adult population is infected. Over and \r\nabove the human tragedy, what will the consequences \r\nbe for societies that are already so vulnerable when \r\nconfronting this truly unprecedented cataclysm of \r\nrecent times?  \r\n Because it affects children, people of \r\nreproductive age and the active population in \r\nparticular, AIDS is decimating the vital forces of these \r\nsocieties and threatening their future. In addition to its \r\neconomic and social impact, in the worst-affected \r\ncountries this pandemic is endangering stability and \r\nsecurity, as has been explained, especially during the \r\ntwo Security Council meetings on the subject held in \r\nJanuary and July of this year.  \r\n Combating this pandemic will require us to adopt \r\nan integrated, comprehensive approach, as experience \r\nhas shown us in several countries that have seen \r\nnotable results, in particular Senegal, Uganda and \r\nThailand. The growing awareness and commitment on \r\nthe part of the highest political, religious and moral \r\nauthorities are decisive factors. Furthermore, the whole \r\nof society must be mobilized. Indeed, no solution can \r\nbe effective without an effort on the part of all and the \r\nrecognition of and respect for the sexual and \r\nreproductive rights of women. Changes in behaviour \r\ncan come about only as a result of information and \r\nawareness-raising campaigns that integrate the needs of \r\nvarious groups, including men and adolescents.  \r\n Halting the pandemic of HIV/AIDS must involve \r\nstrengthening education and health care and making \r\nreadily available to all reliable, affordable and effective \r\npreventive methods, such as condoms. These initiatives \r\nwill make it possible for us to attain the required \r\nobjectives only if there is a full participation by groups \r\nand communities at the grass-roots level. Likewise, we \r\nneed to increase access to health care for patients, \r\nensure respect for their rights and reject any attempt to \r\nstigmatize them. Finally, we need to stress efforts to \r\ndevelop a vaccine.  \r\n The question of AIDS has been on the agenda of \r\nmany international meetings for several months. The \r\nEuropean Union welcomes this fact. We see it as a sign \r\nof the growing awareness of this challenge. We have \r\nstarted to mobilize, and we hope that the special \r\nsession will be a high point in this process. The special \r\nsession of the General Assembly must provide an \r\nopportunity to reinforce initiatives made at the national \r\nand international levels and to promote their effective \r\nimplementation. It should provide an opportunity to \r\npromote this comprehensive, multisectoral approach \r\nthat we are advocating. It could also make it possible \r\nto build or develop new partnerships, like the \r\nInternational Partnership against AIDS initiative \r\nlaunched by UNAIDS at the end of last year in Africa. \r\nIt should also provide an opportunity to strengthen \r\ncooperation and international coordination between \r\nbilateral agencies and multilateral agencies in the area \r\nof combating AIDS, such as takes place between the \r\nEuropean Union and the United Nations system. \r\n It should disseminate best practices and show, in \r\nthe light of the examples I have mentioned, that the \r\nworst is not inevitable and that it is possible not only to \r\nstem the spread of this pandemic but even to reverse it. \r\nThe special session will also provide an opportunity to \r\nidentify even further-reaching solutions.  \r\n The European Union deems it essential that the \r\nfight against AIDS be fully integrated into national \r\nstrategies aimed at developing the health-care sector. \r\n \r\n26  \r\n \r\nA/55/PV.50  \r\nPrevention must remain our priority and be \r\nstrengthened. The conspiracy of silence must come to \r\nan end. This session of the General Assembly could \r\nalso bring us closer to the goal of providing patients \r\nbetter access to treatment and to effective medical and \r\nsocial follow-up. \r\n The European Union does not believe that AIDS \r\ncan be dealt with in two ways: prevention and \r\ntreatment in the North, but prevention only in the \r\nSouth. Prevention and treatment must go hand in hand, \r\nboth in the South and in the North. \r\n The European Union, as the Assembly is aware, \r\nis deeply committed to the campaign against AIDS. In \r\nthe past 10 years, we have spent several billion euros \r\non international cooperation in the area of health, AIDS \r\nand population, through the activities carried out by the \r\nEuropean Commission, bilateral agencies, certain \r\nmember States, or through the contributions provided \r\nto finance UNAIDS, which represent almost half of its \r\nbudget. \r\n We also encourage partnerships with the private \r\nsector, in particular with industry, patients’ associations \r\nand non-governmental organizations. On 28 September \r\nlast, a round table was organized by the European \r\nCommission in Brussels, in cooperation with the World \r\nHealth Organization (WHO) and UNAIDS, which \r\nbrought together representatives from the public and \r\nprivate sectors to deal with three diseases: AIDS, \r\nmalaria and tuberculosis. That meeting provided an \r\nopportunity to highlight the need for more decisive and \r\ncoordinated action to prevent the spread of the \r\npandemic, to provide better access to care and to \r\npromote research, particularly in the area of vaccines. \r\n This initiative shows the European Union’s \r\nreadiness to participate actively in the preparations for, \r\nand in the holding of, the special session of the General \r\nAssembly. We will therefore fully support the draft \r\nresolution which was introduced today.  \r\n I should now like to speak in my national \r\ncapacity, and I wish, on behalf of France, to refer to \r\none particular subject: access to care for those people \r\naffected by HIV/AIDS in the developing countries. \r\n Almost three years ago, on 7 December 1997, in \r\nAbidjan, the President of France, Mr. Jacques Chirac, \r\nstated: \r\n “The message I bring is that of a France that \r\ncannot remain silent in the face of the human \r\ncataclysm caused by the AIDS epidemic … The \r\npaucity of our weapons should not lead us to give \r\nup or to adopt a fatalistic attitude … How can we \r\npossibly continue to invoke human rights and \r\nhuman dignity in international forums if we are \r\nwilling to accept that millions of patients are \r\ndeprived of the most effective therapies, even \r\nthough it need not be that way? We must make \r\nevery effort to see to it that the benefits of the \r\nnew treatments are extended to peoples of Africa \r\nand the rest of the world, where the populations \r\nare the most afflicted by this disease.” \r\n More than 34 million people are now HIV/AIDS-\r\ninfected. Seventy per cent live in sub-Saharan African, \r\nand 18 million have already died. The development of \r\ntreatments that allow amazing increases in life \r\nexpectancy for HIV-positive people has raised \r\nawareness about this situation. It is medically possible, \r\nand therefore morally necessary, to treat all patients, \r\nregardless of whether they live in the South or the \r\nNorth. We can no longer justify limiting ourselves \r\nmerely to preventing the disease. Furthermore, patients \r\nin developing countries are mostly excluded from \r\naccess to treatment; they are the silent victims of \r\ninequality.  \r\n France is fully aware of the technical, financial \r\nand economic difficulties behind the current situation. \r\nFor some 15 years now we have been engaged in the \r\nbattle against AIDS in sub-Saharan Africa, and for \r\nseveral years we have been striving to provide better \r\naccess to care for infected persons in the countries of \r\nthe South. It is this difficult struggle that has convinced \r\nus that we need to do more — much more. There is \r\nsome progress being made, and we think it is the right \r\ntime to begin a dialogue. \r\n Witness the announcement this week by the \r\nGovernment of Senegal that agreement has been \r\nreached with several pharmaceutical companies to \r\nsignificantly decrease the cost of medicines. This is a \r\nvery important step and the first specific, concrete \r\nreflection of the announcement made a few months ago \r\nby certain pharmaceutical companies following \r\nconsultations conducted with UNAIDS and its \r\nsponsors. I wish here to commend the efforts of the \r\nSenegalese Government and the work done by \r\nUNAIDS, which reinforces our conviction that we can \r\nand must take action. \r\n \r\n 27 \r\n \r\n A/55/PV.50\r\n France proposed, at the meeting of the Security \r\nCouncil held in January of this year on the question of \r\nAIDS in Africa, that an international conference be \r\norganized on access to HIV/AIDS care under United \r\nNations auspices. The idea here is to organize a \r\ndialogue with all partners concerned — donors, both \r\nbilateral and multilateral; Governments of the North \r\nand the South; representatives of the private sector; and \r\npatients’ organizations. Together they will be able to \r\nanalyse the situation, identify the obstacles, learn about \r\nbest practices, and propose specific measures to \r\nguarantee better access to care. Such a meeting should \r\ncover all questions relating to access to care, from \r\nearly-detection strategies to psycho-social counselling \r\nfor patients, including prevention and the treatment of \r\nassociated opportunistic diseases, the prevention of \r\nmother-child transmission and treatment of weakened \r\nimmune defences. The meeting will be organized next \r\nyear, in 2001, in the framework of a follow-up to the \r\nspecial session of the General Assembly. The date and \r\nthe venue will be finalized on the basis of common \r\nagreement with the various stakeholders involved in its \r\npreparatory process, in particular UNAIDS and the \r\nWorld Health Organization (WHO). \r\n We are not proposing another meeting for the \r\npleasure of adding an item to an already very busy \r\ninternational agenda. Nor are we forgetting prevention, \r\nwhich must remain the priority focus of anti-AIDS \r\npolicies. We are seeking specifically to respond to our \r\npartners in the South, who are demanding better access \r\nto care for their patients. We wish to organize a \r\ndialogue and to structure it in order to identify the \r\nsteps that need to be taken and developed. \r\n I wish to take this opportunity to reaffirm the \r\ncommitment and resolve of France to make this plan a \r\nsuccess, in cooperation with all of the relevant United \r\nNations agencies. \r\n Mr. Ateaga (Chile) (spoke in Spanish): Let me \r\npreface my statement by reiterating what was stated in \r\nthe declaration signed by the Minister for Foreign \r\nAffairs of Chile, Ms. Soledad Alvear, and 12 other \r\ndistinguished women Ministers for Foreign Affairs this \r\npast 12 September here in New York: \r\n “The HIV/AIDS pandemic is an urgent foreign-\r\npolicy issue with humanitarian, security, \r\neconomic and development implications that \r\nthreaten decades of hard-won progress, and \r\nwhich extends beyond the means and competence \r\nof any one nation or entity to counter”. \r\n Indeed, we are confronted with a problem that \r\nconcerns not only the countries most affected, but the \r\ninternational community as a whole. Today more than \r\never before there is need to make available \r\ndevelopment assistance and additional financial \r\nresources to implement policies and programmes to \r\nstop the spread of HIV/AIDS and provide treatment to \r\nall those currently affected. \r\n The need for financial assistance and \r\ninternational cooperation assumes particular urgency in \r\nthe case of our brothers on the continent of Africa, \r\nparticularly those countries south of the Sahara, where, \r\nas we know from the reports of the Secretary-General, \r\nthe Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS) and the World Health Organization, more \r\nthan 24.5 million people are affected by HIV/AIDS. \r\nThe United Nations, in collaboration with civil society \r\nand the private sector, must increase its efforts to \r\nprovide assistance to the peoples of Africa most \r\naffected by the pandemic. This is a moral duty for an \r\nOrganization founded on respect for human rights and \r\nfundamental freedoms, especially where it is a question \r\nof protecting the basic right of every human being, \r\nwhich is the right to life. \r\n The Government of Chile considers the problem \r\nof HIV/AIDS as a phenomenon that transcends the \r\nbounds of a strictly health problem and involves socio-\r\ncultural, psychological and economic aspects that \r\nchallenge the traditional models of human relations, as \r\nwell as the way in which we develop and manage our \r\nsocial policies. \r\n The restoration in 1990 of our traditional \r\ndemocratic system led the new authorities in Chile to \r\napproach the problem by taking into account its \r\nparticular characteristics and complexity. To that end, \r\nthe National AIDS Commission, CONASIDA, was \r\nestablished with a mandate to promote and facilitate \r\nprocesses aimed at helping the society to prevent and \r\nalleviate the biological and psycho-social impact of \r\nHIV/AIDS and sexually transmitted diseases, based on \r\nstandard technical criteria and on the Government \r\nprinciples of participation, decentralization, equity and \r\nintersectorality. All of this is to be done through study \r\nand dialogue, with respect for human dignity and \r\nincreased autonomy for the individual. \r\n \r\n28  \r\n \r\nA/55/PV.50  \r\n CONASIDA prepares an annual plan of action \r\nbased on the principles of strategic planning and taking \r\ninto account the results of an evaluation of earlier \r\nperiods, the indicators provided by constant review of \r\nthe HIV/AIDS situation and the prior pursuit of joint \r\ninitiatives with organizations of people living with HIV \r\nand of men who have sexual relations with men, with \r\ngroups from the organized community and from the \r\nhealth services, and with committees that provide \r\nadvisory services on clinical health matters, on \r\nsexually transmitted diseases and on prevention and \r\nethics. \r\n CONASIDA carries out its activities on the basis \r\nof four elements that are key to the success of its \r\nprogrammes. The first of these is participation. This \r\nfundamental component in the search for a cure for \r\nAIDS is being implemented in Chile with the \r\ninvolvement of the various structures of the health \r\nsector and of other concerned sectors of the State and \r\nthrough an active relationship with non-governmental \r\norganizations, the private sector and scientific \r\nsocieties. A good example of a joint project is the first \r\nChilean conference on AIDS, which was organized in \r\n1999 by CONASIDA, the coordinator of groups of \r\npersons living with HIV and UNAIDS. Mention should \r\nalso be made of the elaboration and participatory \r\nexecution of projects such as the provision of psycho-\r\nsocial support for continuing treatment for HIV/AIDS, \r\nwhich formed part of the joint project with UNAIDS to \r\nimprove access to medicines. \r\n The second element is intersectorality. By the \r\nvery nature of the problem of AIDS, this strategy takes \r\non vital importance and encourages work and joint \r\ninitiatives with other ministries, public services and \r\nother organs of the State, regional governments, \r\nmunicipalities, the private sector, non-governmental \r\norganizations and community-based organizations. \r\n The third element is decentralization. \r\nManagement commitments with the health-services, \r\nshared resources, local initiatives in the formulation \r\nand execution of projects, and the allocation of funds \r\nthrough competitive bidding are all modalities \r\ndesigned to build local management capacities and to \r\nrespond more effectively to local needs. \r\n The fourth element is equity. The allocation of \r\nresources for drug treatment and prevention \r\nprogrammes, in particular, is done on the basis of \r\ndistribution criteria, such as vulnerability, impact of the \r\nepidemic and how far the illness has advanced. \r\n The strategies adopted by Chile have enabled us \r\nto make considerable gains, which, together with the \r\ndevelopment of new treatments, have improved the life \r\nexpectancy and quality of life of affected persons. \r\nPermit me to highlight a few of these advances. \r\n First, as regards the impact of the epidemic, \r\npopulation studies show that between 1992 and 1999 \r\nthe proportion of persons infected by HIV/AIDS \r\nstabilized at a maximum rate of 0.04 per cent of \r\npregnant women testing positive. This qualifies the \r\nepidemic as incipient. In consultations for sexually \r\ntransmitted diseases the rate is also stable, reaching a \r\nmaximum of 3.5 per cent in 1999. The number of \r\nconfirmed tests for HIV/AIDS has been stable since \r\n1996, which supports the findings arrived at in \r\nprevalence studies. The annual rate of increase of the \r\nAIDS epidemic has been declining over the past \r\ndecade and fell to 20.4 percent in the five-year period \r\nfrom 1992 to 1997. \r\n Secondly, as regards the impact on the \r\npopulation, a population survey by the World Health \r\nOrganization showed that in Chile in 1996, 98.1 per \r\ncent of those surveyed — regardless of their level of \r\neducation — were aware of at least two means of \r\npreventing the transmission of the HIV virus. There has \r\nbeen a gradual change in the attitudes of people to the \r\nperception of risk, which, when measured by \r\npopulation studies to evaluate public-awareness \r\ncampaigns, shows that the number of those surveyed \r\nwho declared that we are all vulnerable increased from \r\n6.9 per cent in 1991 to 28.2 per cent in 1994. It is \r\nbelieved that this figure has increased significantly \r\nsince then. \r\n Discrimination against persons living with \r\nHIV/AIDS was also measured in a population survey \r\ncarried out in 1998. It revealed that 75 per cent of the \r\npopulation is willing to share social spaces, such as \r\nplaces at work and at school, with persons living with \r\nHIV/AIDS. \r\n Thirdly, as regards the adoption of preventive \r\nconduct, the importation of condoms increased by \r\nsome 483 per cent between 1990 and 1998, according \r\nto figures from the Central Bank of Chile. In 1996 the \r\nNational Foundation to Combat AIDS, a private \r\norganization, conducted a survey among persons aged \r\n15 to 26 years old. The survey found that declared \r\n \r\n 29 \r\n \r\n A/55/PV.50\r\ncondom use for the last sexual contact other than a \r\nstable partner was 40.5 per cent of those surveyed who \r\nstated that they had another partner. Among persons \r\naged 18 to 69, some 82 per cent of those who stated \r\nthat they had more than one partner used condoms, \r\naccording to a survey conducted in 1998 by \r\nCONASIDA. \r\n The Ministry of Health set up a telephone \r\nconsultation hotline, known as FONOSIDA. In 1999, \r\ncalls about at-risk behaviour accounted for 23.3 per \r\ncent of calls from adolescents 15 to 19 years old and \r\n41.55 per cent of calls from young people 20 to \r\n24 years old. Among sexually active men who called, \r\n23.2 per cent of them stated that they had sexual \r\nrelations with other men, thereby demonstrating that \r\nthe population groups that are most vulnerable are \r\nmore likely to seek access to this medium. \r\n Fourthly, legislation is currently being drafted to \r\npromote prevention and non-discrimination against \r\npersons living with HIV/AIDS. This draft legislation \r\nwas submitted by the Executive Branch, and has \r\nalready been approved by the Chamber of Deputies. It \r\nis currently being considered in the Senate. \r\n Fifthly, in the health sector, Chile has \r\nexperienced an increase of 320 per cent in public \r\nspending for treatments between 1996 and 1999. There \r\nhas also been a significant increase in the quality of \r\nanti-retroviral treatments and in the number of persons \r\ntreated. Nevertheless, in September 2000, it is \r\nestimated that 50 per cent of those seeking treatment \r\nreceived coverage, with 750 patients receiving a double \r\ncocktail and another 750 a triple cocktail of drugs. This \r\ncoverage is being achieved thanks to a protocol \r\nelaborated with the participation of CONASIDA, \r\nphysician specialists, and with the agreement of the \r\nNational Coordinator of persons living with \r\nHIV/AIDS. \r\n A decline has been noted in the rate of prevalence \r\nof AIDS-related illnesses. During the period 1989-\r\n1997, diagnoses of pathology declined among \r\nadolescents and young people and increased among \r\nadults. Coverage of 100 per cent exists for treatment to \r\nprevent the vertical transmission of HIV – namely, \r\nACTG 076, prescribed for pregnant women who have \r\ntested positive, in order to prevent the transmission of \r\nthe virus to the child. \r\n The sixth advance relates to projects with the \r\nmost vulnerable sectors of the population. CONASIDA \r\nprovides technical and financial support through \r\nagreements with specific NGOs, incorporating this \r\napproach into its annual management commitments to \r\nhealth services and now, also, in regional work plans. \r\nProjects are being implemented with organizations of \r\npersons with homosexual orientation, such as the \r\neducational campaign to reduce the risk of \r\ntransmission of sexually transmitted diseases and \r\nHIV/AIDS between men who practice homosexuality \r\nin regions I, II and IX and in the metropolitan region; \r\ncomprehensive action to prevent HIV/AIDS among gay \r\nand bisexual men through peer education in the \r\nmetropolitan region and two communes of the region \r\nV; and action by citizens to change their attitudes \r\ntowards HIV/AIDS and homosexuality in the \r\nmetropolitan region and in regions II, V and VIII. \r\nProgrammes are also being conducted with adult sex \r\nworkers, such as, for example, the prevention of \r\nHIV/AIDS and sexually transmitted diseases among \r\nvulnerable population groups. \r\n The seventh advance is the integration of \r\nHIV/AIDS into the management strategies of the \r\nMinistry of Health and Health Services. The focus of \r\nthese strategies depends on the epidemiological \r\nsituation and on the vulnerability of those involved, \r\nparticularly of homosexuals, women and young people, \r\npersons active in the sex trade and drug users. All the \r\nregions of Chile have implemented projects that vary \r\nin scope and coverage and are targeted at the \r\nvulnerable population. \r\n The eighth and final advance has been made in \r\ncommunal intersectoral activities. Joint projects have \r\nbeen elaborated between social organizations for the \r\nprevention of AIDS in the communes with the highest \r\nconcentrations of urban populations in the regions with \r\nthe highest incidence of AIDS or which are potentially \r\nat risk. \r\n Before I conclude, I wish to reiterate the \r\ncommitment of the Government of Chile to continue to \r\nseek solutions to the scourge of AIDS, and to \r\ncooperate, as much as our resources permit, with those \r\ncountries that are most affected by this pandemic. We \r\nmust not forget for even one moment the sacred right \r\nto life that is inherent in every human being. In 1999, \r\nChile lost more than 1,000 precious lives of children, \r\nwomen and men afflicted by AIDS, and there are \r\nthousands of others who, if treatments and access to \r\nthem are not improved, are also at risk of losing their \r\n \r\n30  \r\n \r\nA/55/PV.50  \r\nlives. For the sake of them all, without exception, we \r\nmust redouble our efforts to combat HIV/AIDS. \r\n \r\nProgramme of Work \r\n \r\n The Acting President: Before adjourning the \r\nmeeting, I would like to inform representatives of our \r\nprogramme of work for tomorrow morning, Friday, 3 \r\nNovember. As the first item, the General Assembly will \r\ncontinue its consideration of agenda item 179, “Review \r\nof the problem of human immunodeficiency virus/ \r\nacquired immunodeficiency syndrome in all its \r\naspects”. As the second item, the Assembly will take \r\nup agenda item 61, entitled “Strengthening of the  \r\n \r\nUnited Nations system”. As the third item, the \r\nAssembly will take up agenda item 21, “Cooperation \r\nbetween the United Nations and the Organization of \r\nAmerican States”. \r\n \r\nProgramme of Work \r\n \r\n The President: On the morning of Monday, 6 \r\nNovember 2000, as the first item, the General \r\nAssembly will take up the first report of the \r\nCredentials Committee under agenda item 3. The \r\nreport contained in document A/55/537 has been \r\ncirculated in the Hall this morning. \r\n The meeting rose at 6.20 p.m. \r\n"