"United Nations A/55/PV.24\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n24th plenary meeting\r\nWednesday, 20 September 2000, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-64992 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 10.00 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I call on His Excellency Mr.\r\nEduard Kukan, Minister for Foreign Affairs of\r\nSlovakia.\r\nMr. Kukan (Slovakia): At the outset, I would\r\nlike to warmly congratulate you, Mr. President, on your\r\nelection to the presidency of the General Assembly at\r\nthis session. I am confident that your vast experience\r\nand outstanding record of achievements will guarantee\r\nthe best results for this session. I wish you every\r\nsuccess in this crucial role. I would also like to extend\r\nmy thanks to your predecessor, His Excellency Mr.\r\nTheo-Ben Gurirab, Minister for Foreign Affairs of the\r\nRepublic of Namibia, for the productive way in which\r\nhe managed the affairs of the fifty-fourth session. I also\r\nwelcome Tuvalu as the new Member of our\r\nOrganization.\r\nGlobalization is definitely the most typical\r\nphenomenon of the upcoming turn of the millennium.\r\nIt is frequently criticized and at other times is accepted\r\nuncritically; however, it definitely brings\r\nunprecedented progress and, at the same time,\r\nproblems and challenges. The economic boom also has\r\nanother aspect in the form of large social differences.\r\nThe environment often suffers from the industrial\r\nboom. Due to new communication technologies, direct\r\nhuman contact is forgotten. I could continue in this\r\nvein.\r\nThe world community also has to face other\r\nproblems, which are beginning to display a\r\ntransregional nature — for instance, organized crime,\r\nterrorism and emerging armed conflicts. Who is better\r\nprepared to tackle all this than the United Nations —\r\nthe most global institution we have.\r\nIn my view, the Millennium Summit was the most\r\nsignificant step on this very demanding road. It spelled\r\nprogress when compared with similar meetings in the\r\npast, as this time it dealt with the urgent problems of\r\ncivilization to a greater extent. Moreover, the\r\nMillennium Summit managed to draw the attention of\r\nthe whole world to problems which the United Nations\r\nconsiders to be of the greatest importance. However, to\r\nmake progress, a lot still remains to be done.\r\nTherefore, I will take the liberty of commencing my\r\ncontribution precisely with the topic of the reform of\r\nthe United Nations.\r\nThe report of the Secretary-General, “We the\r\nPeoples: the role of the United Nations in the twenty-\r\nfirst century” (A/54/2000) displays great promise in\r\nthis direction. The United Nations reform process must\r\ncontinue. The key point is the reform of the Security\r\nCouncil. The positions and the opinions of Member\r\nStates on the crucial issues of Security Council\r\nreform — the increase in the number of permanent and\r\nnon-permanent members and the issue of the veto\r\nright — unfortunately still vary greatly, making it very\r\ndifficult to achieve a substantive outcome in the near\r\nfuture. The results of the work the Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of\r\n2\r\nA/55/PV.24\r\nthe Security Council and Other Matters related to the\r\nSecurity Council for the past seven years are not\r\nencouraging. Despite this, Slovakia will support the\r\nrenewal of the Working Group’s mandate for the fifty-\r\nfifth session of the General Assembly. We consider\r\nnext year’s session of the Working Group to be crucial\r\nfor the further advancement of the reform process\r\nwithin this forum.\r\nSlovakia has already presented its position\r\nregarding to the key issues of Security Council reform.\r\nWe support strengthening its representative character,\r\neffectiveness and transparency of the decision-making\r\nprocess and working methods.\r\nWith regard to the enlargement of the Council, we\r\nconsider the increase in the number of members in both\r\ncategories to be justified. However, in our view, the\r\nnumber of members in both categories does not have to\r\nnecessarily increase simultaneously. The failure to\r\nreach an agreement on one category should not prevent\r\nthe eventual conclusion of an agreement on the\r\nenlargement of the other. The total number of members\r\nshould not exceed 25, in order not to jeopardize the\r\nCouncil’s effectiveness and flexibility in immediately\r\nreacting to crisis situations. The Group of Eastern\r\nEuropean States, whose membership has more than\r\ndoubled over the past years, should not be omitted\r\nfrom the enlargement of the Security Council.\r\nSince its founding, the United Nations, as the\r\nworld’s universal organization, has under the Charter\r\nassumed primary responsibility for maintaining\r\ninternational peace and security. This concept\r\ncontinues to be fundamental to the United Nations and\r\nis reinforced every time an international development\r\nnecessitates a call to our community for rapid\r\npeacekeeping response.\r\nThe evolution in the nature of United Nations\r\npeacekeeping operations — from performing\r\ntraditional military functions to the greater need for\r\nmultidisciplinary approaches, including interim\r\nadministration and post-conflict peace-building —\r\nalong with the significant expansion of regional and\r\ninternational conflicts worldwide and the growing\r\ndemand for the involvement of the United Nations in\r\ntheir prevention and settlement, puts the United\r\nNations potential in this vital area to a challenging test.\r\nThe need for peacekeeping has never been greater.\r\nHowever, such international assistance can be effective\r\nonly if it is based on peacekeeping operations well\r\nsuited to dealing with all the problems and the needs of\r\nthe situation to which it is deployed.\r\nTherefore, we welcome the report of the expert\r\nPanel on United Nations Peace Operations, which we\r\nconsider to be an important step toward a meaningful\r\nreform of United Nations peacekeeping activities. The\r\nBrahimi report (A/55/305) presents a serious challenge\r\nto various actors involved in meeting the requirements\r\nof today’s peacekeeping operations.\r\nOne should agree, and recent experience has\r\nconfirmed, that good intentions in deploying\r\npeacekeeping operations must be supported by clearly\r\ndefined and achievable mandates. Only an adequate\r\nmandate and appropriate resources, both human and\r\nfinancial, can bring success to and strengthen the\r\ncredibility of the United Nations in its peacekeeping\r\nefforts, and not cause more problems. It requires an\r\nappropriate and responsible approach by key players,\r\nincluding the Security Council, Member States and the\r\nUnited Nations Secretariat, in acting promptly on their\r\nown, as well as effective cooperation to give a rapid\r\nand decisive response to conflict situations.\r\nApart from the reform of the Security Council,\r\nqualitative improvements must be achieved in\r\nmodernizing and streamlining the responsible\r\ndepartmental units in the Secretariat to enhance their\r\nefficiency and the effectiveness of their output as much\r\nas possible. At the same time, Member States must\r\nsupport the ability of the Secretariat to carry out the\r\ntasks we ask it to do, since its ability to act depends on\r\nthe will of Member States to contribute troops and\r\nother assistance to potential peacekeeping operations.\r\nMember States should provide adequately\r\nprepared troops who are able to fulfil the tasks\r\nassigned. Simultaneously, peacekeeping operations\r\nshould, from the very beginning, be provided with\r\nadequate financial resources to support the wide array\r\nof mandates. It is therefore equally important to ensure\r\nthat the financial system providing the funding for\r\nUnited Nations peacekeeping is stable, equitable and\r\ntransparent and that there is a flexible mechanism in\r\nplace with the ability to stabilize finances for current\r\nand future peacekeeping operations. The revision of the\r\nUnited Nations peacekeeping scale of assessment over\r\nthe next few months will provide a genuine opportunity\r\nfor the General Assembly to take a critical look at the\r\ncurrent method of assessment and, with the emerging\r\n3\r\nA/55/PV.24\r\nconsensus of Member States, to take important steps to\r\nfind a viable solution to this pressing issue.\r\nI am pleased to announce today our strong\r\nsupport for revising the financial structure of\r\npeacekeeping and our readiness to meet our financial\r\ncommitment under a reformed peacekeeping scale.\r\nWe would like to express our appreciation to the\r\nSecretary-General for his significant role in the process\r\nof United Nations reforms. We welcome his\r\ncommitment to implement the changes recommended\r\nin the Brahimi report for which he is responsible. We\r\nshould do our part and continue our personnel, material\r\nand financial support to United Nations peacekeeping\r\nmissions. Slovakia has traditionally been participating\r\nin peacekeeping operations and, as part of its latest\r\nactivities, is ready to send an engineering unit to the\r\nUnited Nations Mission in Ethiopia and Eritrea\r\nauthorized by the Security Council last Friday.\r\nDue to the geopolitical position of Slovakia, we\r\nclosely follow the situation in the Balkans. We are\r\naware that problems can only be effectively addressed,\r\nand crises and tension in the region eliminated, when\r\nall the countries concerned are maximally involved;\r\nwhen they are willing to collaborate to search for\r\ncompromises, and are prepared to overlook historical\r\nfeuds with a view to developing relations in a\r\ncomplicated region, from both an ethnic and\r\nnationalistic perspective. We hope that the elections in\r\nthe Federal Republic of Yugoslavia will be held in a\r\npeaceful atmosphere, and that neither of the parties will\r\nresort to violence. It is necessary that the elections\r\nabide by the rule of law, and that they be democratic,\r\nfree and fair. Otherwise, it will be difficult to achieve\r\nthe basic objective: the stabilization of the situation in\r\nthe Federal Republic of Yugoslavia and in the region as\r\na whole.\r\nIn the area of disarmament, we welcome the\r\nconsensus achieved at the sixth Review Conference of\r\nthe Parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons, which confirmed commitments to\r\nthe provisions of the Treaty and its strengthened review\r\nprocess. This positive impulse needs to be efficiently\r\nutilized in the process of further implementation of the\r\nTreaty.\r\nWe also welcome the ongoing preparatory\r\nprocess for the United Nations Conference on the Illicit\r\nTrade in Small Arms and Light Weapons in All Its\r\nAspects in 2001. The outcome of the Conference\r\nshould provide us with clear strategies on how to cope\r\nwith the issue in its complexity.\r\nSlovakia fully supports respect for the norms of\r\ninternational law and the execution of international\r\ntreaties in good faith, in compliance with the principle\r\nof pacta sunt servanda. The harmonization of\r\ntraditional theories based on the principle of State\r\nsovereignty as the basic element of international law\r\nwith newly developing principles based on global\r\nrespect and guarantees of fundamental human rights\r\nand freedoms will be necessary for the future\r\ndevelopment of international law. New ideas and\r\nconcepts should be the subject of extensive discussion\r\nand negotiations between States, resulting in a\r\nconsensus in the international community, as was the\r\ncase 55 years ago, when the United Nations Charter\r\nwas adopted.\r\nSlovakia supports the early establishment of the\r\nInternational Criminal Court. The results of the\r\nnegotiations of the Preparatory Commission for the\r\nInternational Criminal Court, especially the adoption of\r\nthe draft Rules of Procedures and Evidence and the\r\nElements of Crimes by consensus last June, are very\r\nencouraging.\r\nSlovakia equally supports the work of the United\r\nNations in the field of combating international\r\nterrorism. The adoption of the international Convention\r\nfor the Suppression of the Financing of Terrorism is the\r\nlatest fruit of the work in this field. Slovakia will sign\r\nthe Convention by the end of the year 2000.\r\nIn facing all the challenges of our era the United\r\nNations must prove its relevance. Slovakia is\r\nconvinced of the irreplaceable role of the United\r\nNations in a whole range of global issues, the solution\r\nof which is practically impossible by Member States\r\nalone, on an individual or group basis, or at a regional\r\nlevel. If we want the term globalization to have only\r\npositive connotations, the endeavour to tackle the\r\naccumulated problems must become a matter of the\r\nhighest interest to all of us. I believe that this\r\nAssembly will contribute to this endeavour.\r\nThe President: I now call on the Acting\r\nChairman of the delegation of Azerbaijan, His\r\nExcellency Mr. Eldar G. Kouliev.\r\nMr. Kouliev (Azerbaijan) (spoke in Russian): Mr.\r\nPresident, allow me first of all to congratulate you\r\nsincerely on your election to the presidency of the\r\n4\r\nA/55/PV.24\r\nfifty-fifth session of the General Assembly and to\r\nexpress my confidence that under your skilful\r\nleadership the Assembly will cope successfully with all\r\nthe issues before it.\r\nI would also like to commend the President of the\r\nprevious session, Mr. Theo-Ben Gurirab, on his\r\nremarkable contribution to the success of the fifty-\r\nfourth session as well as to the preparations for the\r\nMillennium Summit.\r\nI would like to take this opportunity to\r\ncongratulate a new Member of our Organization,\r\nTuvalu, and to wish it a successful start in the work of\r\nthe current session.\r\nTwo weeks ago, we all witnessed a unique\r\nhistoric event: the Millennium Summit of the United\r\nNations, in which about 150 Heads of State or\r\nGovernment took part. Remarkable ideas and proposals\r\nwere voiced and a Summit Declaration was adopted.\r\nThe time that we have to fulfil the commitments made\r\nby our leaders at the Millennium Summit has already\r\nbegun to elapse.\r\nThe twentieth century is coming to an end.\r\nHumankind will recall this century as an epoch of\r\noutstanding contrasts: scientific-technological and\r\nspiritual-intellectual progress, the bloodshed of two\r\nworld wars, the collapse of empires, the emergence of\r\nnew sovereign States, the cold war and collective\r\nefforts for the sake of peace and stability. What will the\r\nworld be like in the approaching century?\r\nThe end of the confrontation of two systems and\r\nthe prevalence of ideas about democracy and the free\r\nmarket should contribute to the formation of a world in\r\nwhich the interests of all States are taken into account\r\nand a genuine and equal partnership is established.\r\nHowever, an analysis of the development of the\r\ninternational environment leads us to the bitter\r\nconclusion that stereotypes of rivalry are still alive. We\r\nare living through a very difficult period, when a single\r\nwrong step could destabilize  the situation and,\r\ntragically, lead to a return to the past. We have a long\r\nway to go to build a just and secure world order. It can\r\nbe achieved only by the joint efforts of all States, large\r\nand small, rich and poor, developed and developing.\r\nThe year 2001 has been declared the United\r\nNations Year of Dialogue among Civilizations. We are\r\nconvinced that we should not let this opportunity slip\r\nby, and should use this dialogue to consider together\r\nthe prospects for resolving the complex problems\r\nfacing humankind.\r\nThe year 2001 will also stand out because of\r\nanother remarkable event: the special session of the\r\nGeneral Assembly to review the outcome of the World\r\nSummit for Children, which will be held next\r\nSeptember. I believe that I do not need to underline its\r\nsignificance. As a member of the Executive Board of\r\nthe United Nations Children’s Fund, my country is\r\nactively participating in the preparations for this\r\nimportant event.\r\nThe fact that both of these events are being held\r\nat the juncture of two millenniums is highly symbolic\r\nand should contribute to the achievement of a\r\nqualitatively new level of interaction among States\r\naimed at global progress.\r\nGlobalization is the main feature of the current\r\nstage of the development of the world economy. It is a\r\ncomplex and objective process. Countries are\r\nconcerned about the prospects of this phenomenon.\r\nWhile opening up new possibilities for developing\r\neconomies, ensuring sustainable development and\r\nimproving the welfare of peoples, globalization could\r\nalso have tangible negative consequences for States\r\nwith economies in transition and for developing\r\ncountries.\r\nIn this regard, I would like to underline that the\r\nUnited Nations must make fuller use of its capacities,\r\nas well as those of its specialized agencies, to assist\r\nStates in anticipating and ensuring the early prevention\r\nof the possible negative consequences of globalization\r\nand the increasing interdependency of States. The\r\nUnited Nations is called upon to continue to play a key\r\nand effective role in strengthening international\r\neconomic cooperation and advising States on all major\r\nissues of global development.\r\nAzerbaijan is making its own contribution to the\r\ndevelopment of the process of globalization. Located at\r\nthe point where Europe and Asia meet, with a\r\ndiversified economy and rich in natural resources,\r\nincluding hydrocarbons, my country serves as an\r\neffective link in the development of East-West and\r\nNorth-South cooperation. Azerbaijan is actively\r\nparticipating in projects for the development and\r\ntransportation to international markets of the\r\nhydrocarbon resources of the Caspian Sea, as well as in\r\nthe project to restore the Great Silk Road, all of which\r\nare of global importance.\r\n5\r\nA/55/PV.24\r\nAzerbaijan, together with a number of the Great\r\nSilk Road countries, is currently working on a new\r\nlandmark project, SILKSAT, to provide the countries of\r\nthe Great Silk Road with a global satellite\r\ntelecommunications system, in addition to existing\r\ncommunication lines. These projects are crucial to\r\nenhancing trade and industrial ties among the\r\nparticipating countries, developing their economies and\r\nmaking them interactive and strengthening their\r\nintegration into the global world economy.\r\nHowever, external threats, internal problems,\r\noutside pressures and involvement in the struggle for\r\nspheres of influence are depriving these young and\r\nfragile democracies of the opportunity freely to carry\r\nout policies that would respond to the interests and\r\nexpectations of their people, to strengthen and improve\r\ntheir statehood and to engage in peaceful development.\r\nSince their very inception, they have been forced to\r\nfight a difficult battle for independence, sovereignty\r\nand territorial integrity.\r\nAs the victims of aggression, seizure of their\r\nterritory, “ethnic cleansing”, aggressive separatism and\r\nterrorism, these States rightly expect the United\r\nNations to take the most effective action to create a just\r\nand secure world and to protect the principles of the\r\nUnited Nations Charter. Unfortunately, the southern\r\nCaucasus has become a region where all of these\r\nproblems, threats and risks have their explicit\r\nmanifestation.\r\nThe main destabilizing factor of the situation in\r\nthe southern Caucasus has been the aggression of\r\nArmenia against Azerbaijan, which has brought\r\nincalculable tragedy to millions of people. As a result\r\nof the aggression, Armenian armed forces have\r\noccupied 20 per cent of the territory of Azerbaijan,\r\ncarried out “ethnic cleansing” and ousted 1 million\r\nAzerbaijanis from their homes. In this connection, the\r\nUnited Nations Security Council adopted four\r\nresolutions which unequivocally reconfirmed the\r\nsovereignty, territorial integrity and inviolability of the\r\nborders of the Republic of Azerbaijan, and called for\r\nthe immediate and unconditional withdrawal of\r\nArmenian armed forces from all of the occupied\r\nterritories of Azerbaijan. However, from 1993 to date,\r\nthose Security Council resolutions have remained a\r\ndead letter.\r\nSince 1992, the Organization for Security and\r\nCooperation in Europe (OSCE) has been engaged in\r\nbrokering a settlement of the conflict between Armenia\r\nand Azerbaijan, but its activities have not been\r\nsuccessful. Bilateral discussions between the Presidents\r\nof Azerbaijan and Armenia are continuing, but they,\r\ntoo, have failed to produce results. The two countries\r\nhave observed a ceasefire for the last six years, but it is\r\nnot a solution to the problem.\r\nWe call on the United Nations to take all\r\nnecessary measures to implement the Security Council\r\nresolutions. Peace and security in the region cannot be\r\nachieved without a settlement of the conflict between\r\nArmenia and Azerbaijan, as well as other regional\r\nconflicts, and the removal of external pressure,\r\nincluding foreign military presence. Bringing political\r\nintegrity and neutrality to the southern Caucasus would\r\nmake possible the establishment of a normal\r\nrelationship among the States of the region and ensure\r\ntheir harmonious integration into the world economic\r\nsystem.\r\nWe would like to express our gratitude to the\r\norganizations of the United Nations system and to\r\ndonor countries for their assistance to Azerbaijani\r\nrefugees and displaced persons, who have been living\r\nin great distress for over eight years. Of critical\r\nimportance to us is the continuation of and increase in\r\nthe humanitarian assistance being provided to them\r\nuntil they can return to their homes.\r\nThe United Nations is the key forum for\r\ncoordinating inter-State relations. The need to make\r\nsignificant efforts to enhance the Organization’s\r\neffectiveness is not in doubt. In recent years, under the\r\nleadership of the Secretary-General, Mr. Kofi Annan, a\r\nserious evaluation of the resources and capacities of the\r\nUnited Nations, as well as of the Organization’s\r\nactivities in the post-cold-war decade, has been made.\r\nWe had never before heard such self-criticism as that\r\nexpressed in the reports on tragedies in Srebrenica,\r\nBosnia and Herzegovina and Rwanda. In this general\r\ncontext, we commend and support the Secretary-\r\nGeneral’s efforts to reform the United Nations.\r\nThe United Nations bears great responsibility for\r\nthe fate of the world, and we place our hopes in it.\r\nSerious and rational reforms should increase the\r\neffectiveness of the Organization and, first and\r\nforemost, of the Security Council. Given the Council’s\r\nspecial significance, the question of adopting reform\r\ndecisions by two thirds of the Member States has been\r\n6\r\nA/55/PV.24\r\naffirmed by a consensus resolution of the General\r\nAssembly. Azerbaijan fully supports such an approach.\r\nWe also believe that the representation of the\r\nStates of Asia, Africa and Latin America in the\r\nSecurity Council should be in keeping with modern\r\npolitical realities. We have already expressed, and\r\ntoday we reconfirm, our support for the election of\r\nGermany and Japan as permanent members of the\r\nSecurity Council. At the same time, I would like to\r\npoint out that one additional non-permanent seat should\r\nbe allocated to the Group of Eastern European States\r\nbecause of the unprecedented doubling in the\r\nmembership of the Group. Otherwise, each country of\r\nthe Eastern European Group could only be elected a\r\nnon-permanent member of the Council once every 38\r\nyears.\r\nWe have studied with great interest the Brahimi\r\nreport on strengthening United Nations peacekeeping\r\ncapacities. We would not like the ideas and\r\nrecommendations contained in that remarkable report\r\nto remain a dead letter.\r\nWe also hope that the International Criminal\r\nCourt will become an effective organ to bring to\r\njustice, on behalf of the international community, those\r\nwho have committed war crimes, genocide, crimes\r\nagainst humanity and the crime of aggression. Should\r\nthe Court become hostage to the interests of various\r\ngroups of States and to the practice of double standards\r\nrather than being guided by international legal norms\r\nequal for all, perpetrators will go unpunished.\r\nAzerbaijan is interested in taking an active part in\r\ncombating international terrorism, organized crime and\r\nillegal drug trafficking. The fight against those\r\nproblems, which are growing in scale, can be effective\r\nonly with the concerted efforts of all countries at both\r\nthe regional and the global levels.\r\nIn this connection, I would like to draw attention\r\nto a proposal made by the group of States that includes\r\nGeorgia, Ukraine, Uzbekistan, Azerbaijan and Moldova\r\n(GUUAM) on the establishment of an international\r\nanti-terrorism centre.\r\nSpeaking of GUUAM in a wider context, I would\r\nlike to stress that the meeting of the GUUAM heads of\r\nState during the Millennium Summit could be\r\ncharacterized as a landmark in the history of the group.\r\nThe New York memorandum adopted at the meeting\r\nconfirms the orientation of the GUUAM States towards\r\nfurther developing mutually beneficial and\r\nmultifaceted cooperation in various spheres.\r\nThere is yet another urgent issue whose resolution\r\ncannot be postponed. I am speaking of the difficult\r\nfinancial situation of our Organization that has arisen\r\nas a result of delays by Member States in making their\r\ncontributions to the regular and peacekeeping budgets.\r\nMember States should fulfil their financial obligations\r\nto the Organization in full, on time and without any\r\nconditions.\r\nAt the same time, our delegation believes that the\r\ntime has come to reconsider the current scale of\r\nassessments for both the regular and the peacekeeping\r\nbudgets. We are ready to cooperate constructively with\r\nother delegations on this matter. We believe that the\r\nprinciple of a State’s capacity to pay should be the\r\nbasis for the future reform of the scale of assessments.\r\nOur Organization is designed to play a leading\r\nrole in overcoming obstacles to global peace and\r\nprogress. I would like to underscore our collective\r\nresponsibility for peace and security on our planet, and\r\nto express my confidence that the results of the\r\nMillennium Summit and the entire fifty-fifth session of\r\nthe General Assembly will become a reliable basis for\r\nachieving a more stable and peaceful twenty-first\r\ncentury.\r\nThe President: I now give the floor to the\r\nMinister for Foreign Affairs of Namibia and former\r\nPresident of the General Assembly, His Excellency Mr.\r\nTheo-Ben Gurirab.\r\nMr. Gurirab (Namibia): This is neither the place\r\nnor the time for me to repeat what my head of State\r\nand I have said in speeches regarding most of the\r\ncritical national, regional and international issues. On\r\nthose issues Namibia’s position is unchanged, and my\r\nviews remain valid. There are, however, some specific\r\nmatters that I feel require reiteration. That is what I am\r\ngoing to do today.\r\nNot too long ago in these corridors, an\r\nunprecedented 150 heads of State and Government\r\nparticipated in the historic Millennium Summit, which\r\nwas appropriately dubbed “We the peoples: the role of\r\nthe United Nations in the twenty-first century”. The\r\nMillennium Declaration, which was the result of that\r\nconcerted effort to meet the daunting challenges of this\r\ncentury with boldness and courage and in a truly global\r\nunited front, is destined take its place alongside the\r\n7\r\nA/55/PV.24\r\nCharter of the United Nations as one of the most\r\nseminal documents of all time. In responding to the\r\npeoples’ fervent clarion call to redefine and vigorously\r\nsupport the United Nations mandates and programmes,\r\nand to meet the challenges of HIV/AIDS, malaria and\r\nother diseases that threaten to decimate our populations\r\nwhile leaving millions of others too weak to derive\r\nvalue from life, the world leaders undertook before the\r\nwhole world to save humanity from the scourge of war,\r\nfear and want.\r\nThe citizens of the world paid witness to the\r\nsober promises of the Millennium Summit. They wait\r\nin earnest for Member States to make good on the\r\npledges made in the Millennium Declaration. They, the\r\npeoples, as our ultimate constituencies, are indeed the\r\nones we must serve. However, they are sceptical\r\nbecause of failures to make good on previous pledges.\r\nYet they expect us to implement the undertakings we\r\nmade at the Summit, committing whatever resources of\r\nmaterial or of the heart are called for. For our part,\r\ntherefore, we must find the collective political will to\r\nmobilize the necessary resources to implement the\r\ncommitments. We must also reconnect with the passion\r\nthat drove the leaders of the world, determined to spare\r\nhumanity the devastation of war and deprivation, to\r\nfound the United Nations.\r\nIn responding to this clarion call, Member States\r\nmust forge a new global partnership between the\r\nwealthy and powerful nations and those whose present\r\ncircumstances leave them mired in the seemingly\r\nintractable maze of a merry-go-round type of\r\ndevelopment. The North must be gracious and\r\ngenerous, and give enough of what has been acquired\r\nfrom global resources to assist poor and weak countries\r\nto help propel them into the orbit of sustainable and\r\nirreversible social and economic growth.\r\nFor its part, the South must not only take sober\r\nstock of our present challenges, but also devote energy\r\nand creativity to genuinely engage all our countries in a\r\ncommon effort at social development and human\r\nsecurity. To do so, we must rise above the temptation to\r\nsettle scores through armed conflict; place the will and\r\ngenius of our peoples at the helm of national\r\nreconstruction; and give prominence to the credo\r\nwritten in stone on the wall which adorns the courtyard\r\nadjacent to the General Assembly, to turn our swords\r\ninto ploughshares. It is the marriage of this dual\r\ncommitment of the wealthy and strong, and the\r\npresently poor and weak nations, which carries in its\r\nwomb the child of a new world, aglow in global peace,\r\ndevelopment and prosperity.\r\nAlongside the Millennium Summit were other\r\nmajor activities of great importance at the United\r\nNations and elsewhere in New York. The Security\r\nCouncil conducted its own high-level consultations,\r\nculminating in a categorical commitment, especially to\r\nAfrica, towards development, peace and security on the\r\ncontinent. The conference of presiding officers of the\r\nworld’s parliaments resolved to work closely with the\r\nUnited Nations in pursuit of people-centred goals. The\r\nWorld Peace Summit, which brought together religious\r\nleaders from practically all faiths, in its declaration on\r\na commitment to global peace, in addition to\r\nrecognizing gender equality, declared all religions to be\r\nequal and condemned any violence perpetrated in the\r\nname of religion. The non-governmental organizations,\r\nwhich in their summit earlier in May had called for a\r\nglobal solidarity in which corporations would\r\ndemonstrate a greater sense of social responsibility,\r\nespecially in the pursuit of the benefits of\r\nglobalization, reaffirmed their advocacy for social\r\nchange in their Department of Public Information/Non-\r\nGovernmental Organization Forum in August.\r\nTogether, participants in all these gatherings sought to\r\nhelp redefine the pivotal role of the United Nations and\r\nall other world organizations in the new millennium in\r\nuplifting the peoples of the world.\r\nThe active role of grass-roots organizations, both\r\nin their own conference and in their interaction with all\r\nthe other conferences, is a clear sign that “We the\r\nPeoples” are actually now firmly reclaiming our\r\nlegitimate right to be heard wherever States are\r\ndiscussing a new beginning in human relations and the\r\nfuture of the United Nations — our common House.\r\nBearing this in mind, the world’s leaders made a\r\nspecial commitment to Africa to implement special\r\nmeasures to address the challenges of poverty\r\neradication and sustainable development through such\r\nactions as debt cancellation, increased investment and\r\ngreater access to markets and technology. All human\r\nfootprints start with the first lonely step.\r\nWe had witnessed a robust and generous spirit of\r\nteamwork on the part of Member States in preparing\r\nfor the General Assembly’s Millennium Summit and\r\ngalvanizing a partnership for a successful outcome. In\r\nthe fullness of time, it all came together, and we got it\r\nright, to the satisfaction of all. It was collaboration\r\n8\r\nA/55/PV.24\r\nrather than competition. Thorns and all, what a\r\nbeautiful rose it turned out to be.\r\nIn Africa, we say that no one man can put his\r\nhands around a baobab tree. It requires many hands\r\njoined together to form a circle around that proverbial\r\ntree. I thank all my collaborators. We are all winners,\r\nand the integrity of the United Nations does not just\r\nremain intact, but is enhanced. I remember, though,\r\nwhat my President and Co-Chairperson of the\r\nMillennium Summit, Mr. Sam Nujoma, stressed in his\r\nclosing statement:\r\n“[W]e have adopted a historic Declaration with a\r\nvision for the future ... The Declaration in itself\r\nwill not put bread on [the] tables [of the peoples\r\nof the world], stop the wars, erase poverty ... We\r\ncannot, therefore, afford to go back home from\r\nhere and continue business as usual.” (A/55/PV.8)\r\nThat is the question and, indeed, the challenge for the\r\nUnited Nations and the global community. His\r\ncounterpart, the President of Finland, Ms. Tarja\r\nHalonen, echoed those sentiments in her own closing\r\nspeech.\r\nSir, against the backdrop of those profound\r\ncircumstances and events relating to the Millennium\r\nSummit, we welcome a fortunate coincidence which\r\nhas set the stage for your unanimous election as\r\nPresident of the fifty-fifth session of the General\r\nAssembly, together with the eminent members of your\r\nBureau. I congratulate you all warmly and assure you\r\nof Namibia’s steadfast cooperation.\r\nIn my acceptance speech of 14 September 1999, I\r\ncomplained about a creeping but steady derogation of\r\nthe General Assembly’s functions and powers, contrary\r\nto the letter and spirit of the relevant provisions of the\r\nCharter of the United Nations. This situation has hardly\r\nchanged for the better during the past year. If anything,\r\nthe encroachment has intensified. I have therefore\r\ndecided to speak up, so that we no longer take things\r\nfor granted in the ensuing months.\r\nI found the Office of the President of the General\r\nAssembly to be the main target of this unacceptable\r\ndenigration. In the animal kingdom, the predator goes\r\nfor the head or the jugular to incapacitate its prey.\r\nWell, that seems to be the case here as well. For some\r\ntime now — prior to my tenure of office — we had\r\nbeen discussing practical ways and means of\r\nstrengthening the Office of the President to ensure its\r\ncapacity and effectiveness.\r\nIn light of this, I would suggest – subject, of\r\ncourse, to the President’s disposition – an early\r\nplanning meeting involving the President, the\r\nChairman of the Fifth Committee and the Chairman of\r\nthe Advisory Committee on Administrative and\r\nBudgetary Questions to review this situation and to act\r\nupon what has already been agreed, including adequate\r\nresources for the Office of the President. No President\r\nof the General Assembly should be subjected to the\r\nwhims of faceless bureaucrats as if he or she were\r\nasking for personal favours.\r\nIn this context, two key paragraphs in the\r\nMillennium Declaration are apropos. First, paragraph\r\n30 underscores the commitment to\r\n“reaffirm the central position of the General\r\nAssembly as the chief deliberative, policy-\r\nmaking and representative organ of the United\r\nNations, and to enable it to play that role\r\neffectively”. (resolution 55/2, para. 30)\r\nThis is a clear and categorical reaffirmation of the\r\ncentrality of the Assembly, notwithstanding the\r\nexisting and desirable division of labour or\r\ncomplementary functions among the principal organs.\r\nSecondly, in paragraph 31, the heads of State and\r\nGovernment collectively state:\r\n“We request the General Assembly to\r\nreview on a regular basis the progress made in\r\nimplementing the provisions of this Declaration,\r\nand ask the Secretary-General to issue periodic\r\nreports for consideration by the General\r\nAssembly and as a basis for further action.”\r\n(ibid., para. 31)\r\nI would make another suggestion. Under the\r\nPresident’s authority, the Bureau should act as an\r\nexecutive arm of the Office of the President,\r\nsuperintending the work of the Assembly and\r\ninteracting vertically with the heads of the other United\r\nNations bodies. We always have a solid team in the\r\nBureau consisting of the President, 21 Vice-Presidents\r\nand the Chairpersons of the six Main Committees for\r\nthis crucial task. I was privileged to have a team of\r\nable ambassadors and, at times, even higher\r\npersonalities assisting me, to all of whom I remain\r\ngrateful. The Bureau should be formalized as a\r\npolitical mechanism. What we should be striving for is\r\n9\r\nA/55/PV.24\r\na formalized system of regular consultations and better\r\ncoordination of mandates and action in which the right\r\nhand knows what the left hand is doing at all times.\r\nWhile I will leave these hallowed halls soon and\r\nreturn to my duties as Namibia’s Minister of Foreign\r\nAffairs, Information and Broadcasting, my heart and\r\nsoul will always be walking the routines of the General\r\nAssembly. Namibia’s celebrated case for self-\r\ndetermination, freedom and achievement of\r\nindependence and the greater part of my own personal\r\nstory — perhaps a bit unlike that of any of my\r\npredecessors as Assembly Presidents — are written on\r\nthese majestic walls. Indeed, it is actually here and\r\nnowhere else that one can appreciate the roots and the\r\nsystemic evolution of the United Nations itself.\r\nNow I want to express some views of my own\r\nabout the latest buzzword: globalization. In the\r\nprocess, I will also respond to what some say – that the\r\npeoples of the third world should not run away in fright\r\nfrom globalization. Frankly speaking, globalization is\r\nmerely a new name for an old, cruel and unjust system\r\nwhich was imposed willy-nilly upon the peoples of the\r\nthird world in the past. Globalization is at least 500\r\nyears old in the case of Africa. As someone bluntly put\r\nit, “globalization is the reformation of what we used to\r\ncall capitalist imperialism”. That is what he said; I\r\nthink he has a point.\r\nThat globalization forcibly introduced the\r\niniquities of the slave trade, colonial oppression, the\r\ndispossession of land, racial bigotry and the destruction\r\nof our precious lives and cultures is a matter of\r\nhistorical record. We cannot be blamed for harbouring\r\npainful memories of the marauding usurpers from\r\nEurope peddling the virtues of a civilizing mission.\r\nThose uninvited intruders anchored their merchant\r\nships along the coast and put up their foreign flags.\r\nNext, millions of people ended up dead, others were\r\nshipped off to the diaspora, while the rest became\r\nvictims of a brutal system of colonialism. That, too, is\r\na matter of record.\r\nThe more the benefits of globalization are\r\nadvertised, the more all of it sounds hypocritical and\r\nself-serving. Nobody is suggesting that we must run\r\naway from globalization. At the same time, we will\r\nkeep reminding ourselves of the lessons of history lest\r\nwe forget the ultimate truth that the lion will not lie\r\ndown with the lamb. Mind you, industrialization was\r\nnot bloodless or painless either.\r\nIf perchance globalization is to have genuine\r\nefficacy, then we in the third world, who constitute by\r\nfar the majority of the globe, must infuse it with our\r\nown vision, our wisdom, our sense of equity and fair\r\nplay, the essence of the hard lessons we have learned\r\nfrom our history and experience. In such an\r\neventuality, we will have to redesign the basic\r\nparadigm of globalization.\r\nOn the one hand, it is said that many African\r\nStates are at risk of missing out on the opportunities\r\noffered by globalization; on the other hand, Africans\r\nare repeatedly being told to find answers themselves to\r\nAfrican problems. Well, which is it? This was never\r\nactually said about any other continent or peoples at\r\ntheir worst hour of imminent disaster. I must confess\r\nthat I do not know how Europe survived the black\r\nplague, which decimated its population, killing many\r\nhundreds of thousands. But I know, at least, something\r\nabout contemporary European history of the past 50\r\nyears. I think of the devastation and misery in that\r\ncontinent after the Second World War. Concerted\r\npolitical will, massive resources and a gigantic plan of\r\naction were put in place to save Europe. It was the\r\nfamous Marshall Plan that we Africans were forced to\r\nread about in schools that did it. Europe was pulled\r\nback from a precipice because of that comprehensive\r\nand coordinated action of solidarity and today is\r\nbuilding a strong Union together. It is clear that there\r\nwas no idea of abandoning Europe to its own fate. But\r\nit was not only that.\r\nThere is another instructive example, that of the\r\nremarkable Alliance for Progress. That laudable\r\ninitiative helped Latin America to emerge from an\r\neconomic and social morass and restored in the people\r\nan empowering confidence for the future. Today, we\r\nsee the great Southern Cone Common Market\r\n(MERCOSUR) and other important regional economic\r\nand trade groupings fostering economic growth, full\r\nemployment and the generation of wealth for the\r\nbenefit all in that vital part of the world. For me, that\r\nrepresents the true meaning of human brotherhood and\r\n“prosper thy neighbour”. Africa’s key Western\r\ncooperating partners should not hold the view that\r\nthose two examples are unique circumstances from the\r\nremote past or that they are far removed from the\r\nhardships and misery that Africa and its peoples are\r\nfacing today.\r\nOnly when pledges made by world leaders are\r\ntranslated into concrete programmes and substantial\r\n10\r\nA/55/PV.24\r\nresources are made available to achieve the time-bound\r\ntargets set by the Millennium Summit can we in Africa\r\ntake comfort in and draw strength from the recent\r\ninspiring commitments. Alhough nobility of mind is a\r\nnecessary prelude to magnanimity, performance is the\r\nonly vindication of its efficacy. This is because human\r\nbeings are not known for mental quantum leaps,\r\ndisregarding embedded social consciousness. Humans\r\ntend to hold on to painful memories and to keep\r\nreminding their tormentors of their obligation. Hence,\r\nthe persistent demands in Africa, in Europe, in Asia\r\nand in other places for atonement, reparations and\r\ncompensation and insistence on the return of all stolen\r\ncultural artworks, precious relics and sacred icons from\r\nabroad to their place of origin — lock, stock and barrel.\r\nAfricans, who were wronged more than, or at\r\nleast as much as, any other group of people, are\r\nlegitimately entitled to justice on political, legal, and\r\nhumanitarian grounds. Now is the time to settle that\r\nunfinished business and moral deficit.\r\nMy good friend said the other day that the best\r\nform of diplomacy is to tell the truth. I have some\r\ntruthful things I want to direct to my own camp — the\r\nthird world. My remarks will be of a general nature and\r\nwill likely annoy some of my friends. But in Africa,\r\ncandour, no matter how distressing it can sometimes\r\nbe, is not only a form of democracy, but also a\r\nlanguage for protecting and strengthening the family.\r\nSo I am sure that they, too, will understand, because all\r\nof it comes from my heart.\r\nI believe we urgently need to review our priorities\r\nand map out a new strategy in order to effectively, and\r\nin unity, deal with the battles ahead. Once again, we\r\nmust stand up for our legitimate and just rights. My\r\nbrother Foreign Minister from a small Caribbean State\r\nhas pointed out that “there are new forms of war\r\ncurrently being waged on the small, the weak and the\r\nvulnerable” in the countries of the South. While this is\r\na confirmation of the obvious, the situation is quite\r\nserious.\r\nIronically, in the South we are waging\r\nunconscionable and destructive wars against one\r\nanother, militarily invading and occupying\r\nneighbouring States under the pretext of security or\r\nalleged historical reasons. In the process, we create, by\r\nomission or by commission, convenient troubled\r\nwaters for outsiders to fish in. Nations are burning, and\r\npeoples are dying from bullets, hunger and infectious\r\ndiseases at the same time. We are destroying ourselves.\r\nThis must stop. We really have nobody to blame but\r\nourselves. Rationalizations and excuses made after a\r\nfait accompli stink to high heaven. We must regroup\r\nand concentrate on development, poverty eradication,\r\nregional cooperation and integration. We have agreed\r\nto promote a culture of peace, to practise tolerance and\r\nto enlarge opportunities for peaceful coexistence. The\r\nHavana South Summit and its plan of action gave us an\r\nimpetus to push ahead in unity and solidarity for our\r\ncommon survival. The people are tired of war; they\r\nwant food security and life-saving human progress.\r\nThey want creative leisure and the right to a coherent\r\nand planned future for their families and themselves,\r\ndevoid of fear and heart-rending traumas of violence.\r\nWe have before us the current report of the\r\nWorking Group — the full title is unduly\r\ncumbersome — which, for more than six years now,\r\nhas been dealing with the reform and increase in the\r\nmembership of the Security Council. When the report\r\nis debated, Namibia will give its specific views on its\r\ncontent. Suffice it for me to take this opportunity to\r\nheartily commend and congratulate Ambassadors John\r\nde Saram of Sri Lanka and Hans Dahlgren of Sweden,\r\nwho served as Vice-Chairmen under my leadership, for\r\ntheir total devotion and hard work that produced that\r\nthoughtful report.\r\nI strongly urge Member States to read the report\r\ncarefully and reflect on the constructive proposals that\r\nare offered in it. While the negotiations on reform must\r\ncontinue, and given the fact that we now have a much\r\nclearer picture in respect of the specific open questions,\r\nwe should revisit the earlier — all or nothing —\r\n“package deal” approach. The reform process cannot\r\njust continue ad infinitum.\r\nIt was by no means meant to become an end in\r\nitself. We ought to take a cue from the urgings of the\r\nworld leaders to move on and show concrete progress\r\nas soon as possible. The emphasis on the role of the\r\nUnited Nations in the twenty-first century necessarily\r\nmeans that we complete the overall reform without\r\nfurther delay, so that the United Nations can perform\r\nthat role effectively. For the developing countries, the\r\nhour is already too late. We have nothing to gain by\r\ndragging our feet.\r\nI would like also, in just a few words, to express\r\nmy astonishment about the contradictory comments\r\nthat I heard recently about the question of good\r\n11\r\nA/55/PV.24\r\ngovernance. Domestically, in the developing countries,\r\ngood governance has been turned into a sort of a rigid\r\ndogma by foreign Powers. But when we call for rapid\r\ndemocratization of and transparency in international\r\nrelations, open trade and financial rules and good\r\ngovernance, they simply ignore our views willy-nilly.\r\nWhat do we make of this paradox?\r\nAt least we have now agreed that there is no\r\ncommonly accepted definition and practice of good\r\ngovernance anywhere. This was established during the\r\nconsultations for the Millennium Summit’s\r\npreparations. It is therefore better for us from now on\r\nto put more emphasis on transparent and accountable\r\ngovernance, based on the rule of law, while we\r\ncontinue debating its essential properties that are\r\nacceptable to all.\r\nAt this stage, I will touch on some issues that\r\nrequire reiterating for clarity’s sake. To begin with,\r\nSouth-North dialogue encompasses a broad field, from\r\npolitical and diplomatic exchanges through trade,\r\npoverty eradication, investment, technology,\r\nindustrialization, capacity-building and financing for\r\ndevelopment to the empowering of people.\r\nA recent cover story in Time magazine featured\r\nour esteemed Secretary-General. It called him a\r\ndreamer. But, to my mind, in today’s world of doomed\r\npragmatists and cynics who try to defy any belief in the\r\npossibility of a better world for all of us, how\r\nrefreshing it is that the United Nations is led by an\r\nAfrican who is not afraid to dream! In a variation on\r\nthe lyrics of a popular song, what the world needs now\r\nare bold dreamers whose knowledge of the challenges\r\nto humanity cannot be questioned, but who believe in\r\nthe capacity of men and women to rise above their best,\r\nto move even farther beyond the horizons of human\r\ncapability.\r\nThat said, questions relating to development,\r\npolitics, economics, finance and security unavoidably\r\noverlap. So also do the challenges of world peace,\r\nhuman rights, human development and human security,\r\nsocial change and prosperity. We cannot, therefore,\r\navoid stressing inclusive and interdependent global\r\ngovernance that militates against war, fear and want.\r\nOnly in this way will all of us be able to partake\r\ntogether in a culture of peace, dialogue, sharing and the\r\ncommon advancement of humanity.\r\nIn such a kinder and inclusive world that we wish\r\nto live in, a dreadful notion of humanitarian\r\nintervention, by whatever name, does not fit in. Many\r\nof us expressed strong reactions against it as a\r\ndangerous idea when it surfaced last year. Namibia\r\nremains unconvinced and will continue to oppose any\r\nform of unilateral humanitarian intervention outside the\r\nCharter. Whether we like it or not, this is still a world\r\nof diktat by the rich and the powerful against the poor,\r\nthe weak and the vulnerable. The South is incapable of\r\ninitiating any humanitarian intervention in the North.\r\nBut the reverse is not only possible; it can be an\r\nominous certainty. Can Kuwait, Cyprus, Saint Lucia or\r\nNamibia really dare launch any humanitarian\r\nintervention anywhere in the world? They just cannot.\r\nQuite simply, in a world of lopsided military might,\r\nhumanitarian intervention is yet another code-name for\r\ncolonization. This issue is on the agenda and will no\r\ndoubt be debated again in the Assembly. Namibia will\r\nair its strong views when we come to that.\r\nThe Charter shows the best way forward to ensure\r\nthe maintenance of international peace and security.\r\nWhat we, the Member States, should concentrate on,\r\ntherefore, is to speed up the tardy process of reforming,\r\nrestructuring and democratizing our Organization the\r\nbetter to pursue its lofty goals and to implement the\r\nresolutions and decisions that enjoy overwhelming\r\nconsensus.\r\nThis, in a way, brings up the excellent and timely\r\nBrahimi report (A/55/305) on United Nations peace\r\noperations. The report constitutes a major building\r\nblock which can provide a basis for discussing and\r\nresolving all relevant issues and ideas for concerted\r\nefforts in the field of preventive diplomacy, conflict\r\nresolution and all other challenges and problems of\r\npeacekeeping and peace-building.\r\nThe next subject I want to deal with is the\r\nrecently signed United Nations Global Compact with\r\ntransnational corporations, this time initiated by the\r\nUnited Nations. We in Namibia, a country which\r\nactively promotes smart partnerships and win-win\r\noutcomes for government and business, labour and\r\nother key players in civil society, see this move as a\r\nwelcome beginning. However, as is said, trust but\r\nverify.\r\nNot too long ago the United Nations used to\r\nmaintain at Headquarters a watchdog centre for\r\ntransnational corporations to monitor their nefarious\r\nglobal activities and sinister dirty tricks against the\r\n12\r\nA/55/PV.24\r\ninterests of the people. It was closed down for reasons\r\nnot yet known.\r\nMany of us from the developing countries ought\r\nto remember the call by our leaders in the 1970s for a\r\nnew international economic order and what became of\r\nit. The United Nations Centre on Transnational\r\nCorporations was a sincere undertaking to establish a\r\ndata bank and provide Member States with relevant\r\ninformation for follow-up and decision-making. The\r\ncall for a new international economic order was the\r\nSouth’s version of globalization. Yet our leaders were\r\ndiscredited and the initiative itself was\r\nunceremoniously killed. Its replacement is already\r\nwreaking havoc on our slender prospects for\r\nmeaningful economic autonomy.\r\nToday, out there in the real world, many armies of\r\ngrassroots organizations and progressive trade unions\r\nare back again on the streets demanding the\r\ndemocratization of international economic and trade\r\nrelations, transparency, accountability, justice and fair\r\nplay for the poor, the weak and the vulnerable. This is\r\nnot a passing wave, but a telling sign of things yet to\r\ncome.\r\nThe United Nations should, therefore, avoid\r\nbeing caught in the middle of the crossfire. The\r\nsituation requires vigilance and leadership to ensure\r\nthat the corporations do not entangle the Organization\r\nin their unsavoury dealings, as some of them are\r\nalready being accused of doing. I am aware of the\r\nwritten commitments, agreed rules and broad principles\r\nin the Compact. But that is one thing. That aside, this is\r\nonly the beginning, and things will perhaps go wrong\r\ndown the road. I myself encouraged constructive\r\npartnership between the United Nations and the private\r\nsector. That does not mean, however, that all that\r\nglitters is gold.\r\nOne more matter of deep interest to my country,\r\nand indeed to Africa, is information and\r\ncommunication technology — ICT. The information\r\nand communication technology revolution is the most\r\nsignificant social, political and economic phenomenon\r\nsince the Industrial Revolution. Its ability to transform\r\nsocieties is commonly acknowledged. Several weeks\r\nago the Economic and Social Council summit, held\r\nhere at United Nations Headquarters, focused totally on\r\nit.\r\nYet, ironically, and to some extent in an uncanny\r\nway, this economic panacea has been presented to\r\nAfrica not as a tool for self-development and jump-\r\nstarting global competitiveness, but as yet another\r\n“crime of incapacity” used to further overburden an\r\nalready embattled people.\r\nOur challenge, the challenge to all of us here, and\r\nto all those who have had a head start in mobilizing\r\nthis new capacity for the creation of wealth and a better\r\nworld, is: what can we do, what must we do, to enable\r\nAfrica and other developing countries to gain access to\r\nthe tools of information and communication\r\ntechnology, so that we can take ownership of our own\r\nsocial development and achieve full employment and\r\nprosperity?\r\nThose who control this powerhouse must act\r\nquickly and generously to share the benefits of this\r\nmagic wand, especially since the sons and daughters of\r\nAfrica and of the developing world are in fact among\r\nthe major players in creating this new knowledge. To\r\nthose who may begrudge Africa’s access to information\r\nand communication technology, I say, “Just think: if\r\ninformation and communication technology enables\r\nAfrica to create wealth rather than manage poverty,\r\nthen in a few years Africa will be so developed that\r\nyou will no longer have to endure the guilt of turning\r\nus away from your front steps.”\r\nIn thanking the Secretary-General and his loyal\r\nDeputy, Ms. Louise Frechette, for their unstinting\r\nsupport and encouragement, I would be remiss if I did\r\nnot also mention the General Assembly’s chief\r\nstewards and staff members for their expertise and hard\r\nwork. I extend the same sentiments to the security and\r\nprotocol officers for rendering such outstanding\r\nprofessional services. My heartfelt gratitude goes to\r\none and all.\r\nIn conclusion, for Namibia the year 2000 brought\r\nrededication to service, celebration and thanksgiving. It\r\nmeant awesome responsibilities in the General\r\nAssembly, including during the Millennium Summit; in\r\nthe Security Council; in the World Health Assembly;\r\nand lately in the chairmanship of the Southern Africa\r\nDevelopment Community (SADC), our subregional\r\nbody. One needs allies, friends and partners for all this\r\nto happen, and we are lucky to have many of them\r\nthroughout the world. We sincerely express our\r\nimmense indebtedness to all of them.\r\nI know that I have been long-winded. I had a few\r\nthings to say.\r\n13\r\nA/55/PV.24\r\nThe President: I now give the floor to His\r\nExcellency Mr. Shunmugam Jayakumar, Minister for\r\nForeign Affairs of Singapore.\r\nMr. Jayakumar (Singapore): First let me warmly\r\ncongratulate you, Sir, on your election, which is doubly\r\nsignificant, as few Prime Ministers have held the post\r\nof President of the General Assembly. Your unique\r\npractical experience in both domestic and international\r\naffairs will stand us in good stead as we try to reform\r\nthe United Nations. I also thank your distinguished\r\npredecessor, Mr. Theo-Ben Gurirab, for the excellent\r\nwork he has done and for ushering the United Nations\r\nsuccessfully into the new millennium.\r\nAs a fellow small State, Singapore is also\r\ndelighted to extend a warm welcome to Tuvalu, the\r\nUnited Nations newest Member. We hope that Tuvalu\r\nwill also join the Forum of Small States.\r\nAs the text of my speech has been circulated, in\r\nthe interest of saving time I will not read the entire\r\ntext.\r\nThe recently concluded Millennium Summit\r\nconfirmed that the United Nations, whatever its\r\nimperfections, remains an indispensable organization.\r\nThe overriding theme of the speeches in plenary\r\nmeetings was the need for the United Nations to be\r\nrevitalized and better equipped to deal with the\r\nchallenges of the twenty-first century. Our immediate\r\nchallenge is to respond with concrete follow-up. This\r\nmay be stating the obvious but doing it will not be easy\r\nnor is it assured. The United Nations record of\r\nimplementation, it must be conceded, has not always\r\ninspired confidence.\r\nIn his report to the Millennium Summit, the\r\nSecretary-General drew attention to a 1999 Gallup poll\r\nof some 57,000 individuals in 60 countries. One\r\nconclusion was that, globally, less than half of those\r\ninterviewed judged the performance of the United\r\nNations to be satisfactory. We need to reflect on this.\r\nBut it is also an unfortunate fact that the United\r\nNations has not usually got credit for what it has done\r\nsuccessfully, while continuing to attract criticism for\r\nwhat it has not yet done. Thus, a critical political\r\nfactor — hitherto inadequately addressed — is how to\r\nmanage expectations.\r\nManaging expectations is a key to success. The\r\nwindow of opportunity opened for the United Nations\r\nby the end of the cold war was perhaps squandered by\r\nan overly ambitious agenda, leading almost inevitably\r\nto disillusionment. We should not repeat this mistake\r\nafter the Millennium Summit. To resolutely implement\r\nthe Summit’s results, we must not only accurately\r\nidentify them, but engage in a realistic assessment of\r\nwhat is and is not possible. Otherwise, we risk\r\nundermining the political will and support needed for\r\nthe United Nations to be effective.\r\nThe United Nations serves two essential functions\r\nfor our community of nations. It provides all of us with\r\na valuable instrument to advance our common interests,\r\nincluding the setting of norms for relations between\r\nnations and on human rights. It also provides each of\r\nus with an important avenue to advance or defend our\r\nnational interests. There is no necessary contradiction\r\nbetween these two functions. That which is in the\r\ninterest of humanity ought to be in our individual\r\nnational interests. But the practical problem is in\r\nidentifying what is common and reconciling different\r\nnational interests.\r\nThe twentieth century has seen a creative tension\r\nbetween two apparently contradictory sets of ideals:\r\nthe sovereignty of nation States and the progressive\r\nelaboration of international law and organization.\r\nSovereignty implies the right of each State to\r\ndetermine for itself its own rules. Yet today States\r\ninteract within a web of complex relationships,\r\ninternational institutions and regimes, covering an\r\never-widening range of matters, which implies a\r\nserious limitation of sovereignty. We live with this\r\napparent contradiction every day.\r\nBut we do not have to choose between the two\r\nideals of absolute sovereignty or absolute international\r\nlaw and organization. The real question is how to strike\r\nan appropriate balance to move forward.\r\nIt was therefore timely for the Secretary-General\r\nto convene the Millennium Summit. We now have a\r\nbroad consensus on what to do to meet the challenges\r\nof the twenty-first century.\r\nThe question then is: how do we proceed from\r\nhere. Taking a narrower but more focused approach\r\nmay be the only practical solution to many seemingly\r\nintractable issues. But I do not underestimate the\r\ncomplexities of putting this into practice. Let me\r\nillustrate the complexities with reference to two of the\r\ncore functions of the United Nations: development and\r\nsecurity.\r\n14\r\nA/55/PV.24\r\nOn development, earlier calls for a new\r\ninternational economic order fell on deaf ears. The\r\nstalemate in North-South negotiations over the last\r\nthree decades or so was the direct consequence of the\r\nresistance on the part of certain developed countries to\r\nadmit the necessity of changing the functioning of the\r\nworld economy.\r\nHowever, I believe that resistance can be more\r\neasily overcome and the urgent remedial action that is\r\nneeded may be easier to take if there is a mind-set shift\r\nby both developing and developed countries. The\r\ncandid debate the leaders had at the recent interactive\r\nround table discussions saw a common\r\nacknowledgement that both the North and the South\r\nmust find collective solutions to the problems of\r\ndevelopment. There was agreement that developing\r\ncountries must be given help to build up capacity to\r\nbenefit from the forces of globalization. The developed\r\neconomies have also pointed out that they too face\r\nserious problems that can be attributed to the pressures\r\nof globalization. But there can be no doubt that the\r\nproblems of the South are of a far greater magnitude\r\nand deserve far more attention. Domestic problems at\r\nhome should not give the North any excuse to ignore\r\ntheir important international obligations.\r\nToday, it is commonly accepted that no country,\r\nwhatever its development status, can afford to opt out\r\nof the global economy or go it alone. The issue for all\r\nis to develop the national capacity to take advantage of\r\nthe benefits of globalization while mitigating its\r\ndownsides.\r\nThe United Nations is now in its fourth\r\ndevelopment decade. A new discipline for both\r\ndeveloped and developing countries is needed if the\r\nresults are to be less disappointing than the first three.\r\nThe issue for the United Nations is to help the\r\ndeveloping countries acquire the capabilities to deal\r\nwith the pressures of globalization and to plug it.\r\nIn this process, difficult domestic structural\r\nchanges will be necessary to ensure that policies and\r\ninstitutions meet international best practices. These\r\nstandards are today largely Western, but can and ought\r\nto be internationally negotiated. And it is imperative\r\nthat the developed countries avoid a sterile “one-size-\r\nfits-all” prescription. As suggested by the Secretary-\r\nGeneral, the United Nations can play a mediating role\r\nin the negotiations so that it will not be undertaken on\r\nthe basis of categories biased towards zero-sum\r\nsolutions. Instead, the United Nations can help develop\r\n“win-win” solutions for both developed and developing\r\ncountries.\r\nHowever, the United Nations cannot work in\r\nisolation. The United Nations has a role to play to\r\nensure that the international financial institutions like\r\nthe International Monetary Fund, the World Bank and\r\nthe World Trade Organization coordinate their efforts\r\nand work as one team. No other institution is better\r\nplaced than the United Nations to do this. The United\r\nNations is the natural forum for regular dialogues\r\namong the multilateral organizations to coordinate\r\nprogrammes that would help developing nations build\r\ncapacity. The United Nations could also help make the\r\ndecision-making processes of these organizations more\r\ntransparent, consultative and inclusive.\r\nTurning next to security, the end of the cold war\r\nhas obviously not meant the end to international\r\nconflict. In the eleven years since the end of 1989,\r\nwhen the Berlin Wall fell, the Security Council\r\nauthorized some 40 peacekeeping operations. But in\r\nthe preceding 42 years, it had authorized only 17. It has\r\nbeen estimated that the total cumulative amount of the\r\nUnited Nations peacekeeping budget from 1948 to\r\n1989 was $3 billion. But since 1989, it has escalated to\r\nabout $18 billion. Not only have the numbers and the\r\ncosts of peacekeeping operations risen sharply, but\r\ntheir scope has also changed. Of the 40 peacekeeping\r\noperations authorized since 1989, only five were\r\nclearly in response to clear inter-State conflicts.\r\nThroughout history we have witnessed oppressive\r\ninternal conflicts and human rights atrocities\r\nperpetuated by a State against its own people. The\r\ndifference today is that with the advent of technology,\r\ninstant communication through television, the Internet\r\nand the role of non-governmental organizations, these\r\nconflicts and atrocities are made known to the whole\r\nworld instantaneously. Very few are regarded as purely\r\nlocal or regional situations. Most are regarded as\r\ninternationalized. This galvanizing of public outrage\r\nleads to expectations that the international community\r\nmust act. Often this increases the pressures on the\r\nUnited Nations and the Security Council to take\r\ninterventionist actions, severely testing the United\r\nNations capacity and stretching its resources. The\r\ndilemma is: how can the United Nations be responsive\r\nto these pressures if its Members are unwilling to give\r\nit the required resources. And if the United Nations\r\n15\r\nA/55/PV.24\r\ntries to be selective, how can it prevent itself from\r\nbeing accused of practising double standards?\r\nIn 1995 Professor Paul Kennedy of Yale\r\nUniversity, who headed a team of scholars retained by\r\nthe United Nations Secretariat to study the future of the\r\nOrganization, concluded that Member States faced an\r\nurgent decision: either to reduce their demands on the\r\nUnited Nations, thereby giving it a decent chance to\r\ncarry on at a lower level of activity within existing\r\nresources, or to expand available resources so that the\r\nUnited Nations could meet what Professor Kennedy\r\nsaw as inexorably growing demands from Member\r\nStates unable to cope with the technological pace,\r\npopulation growth and environmental pressures of the\r\ntwenty-first century. He concluded that, in the light of\r\nglobal circumstances, opting for expanded resources\r\nwould be the wiser choice.\r\nThere is now a growing consensus that it is\r\nimportant to ensure that the United Nations has\r\nadequate resources for its current and future\r\npeacekeeping activities. Discussions on how this can\r\nbest be effected are already under way and Singapore\r\nsupports them. Nevertheless, let us not forget that\r\nevery prudent accounting must deal squarely with how\r\ndecisions are made on peacekeeping operations. We\r\nhave to be honest here. There is no level playing field.\r\nMost of the time, most decisions are in reality made by\r\nthe permanent members of the Security Council. The\r\nrest of us have to pay our dues, but have a minimal say\r\nin the decisions.\r\nHence, when we review the current peacekeeping\r\nscale of assessments, we hope that the Security Council\r\nwill also review its current decision-making\r\nprocedures.\r\nRecent developments in Africa serve as a\r\nsobering reminder of the need to undertake an urgent\r\noverhaul of United Nations peacekeeping. The Security\r\nCouncil met at the level of heads of State and\r\nGovernment during the Millennium Summit to discuss\r\nthe need to ensure an effective role for it in maintaining\r\ninternational peace and security, particularly in Africa.\r\nSadly, apart from a general description, the Security\r\nCouncil summit did not produce any new concrete\r\nproposals for or commitments to further action. The\r\nCouncil could and I believe should do better than this.\r\nFortunately, the Brahimi Panel has come up with\r\na set of concrete recommendations, which when put in\r\nplace will significantly revamp United Nations\r\npeacekeeping. In a nutshell, the Panel advocated that\r\nshould the United Nations decide to send a\r\npeacekeeping force to uphold peace, the peacekeepers\r\nmust be rapidly deployed with a credible deterrence,\r\nand be authorized, with robust mandates, to carry out\r\ntheir mission and defend themselves. Only then can the\r\ntragedies of past peacekeeping operations be avoided.\r\nWhat this entails is that United Nations peacekeeping\r\nmissions must be given the necessary resources,\r\nincluding better trained and better equipped\r\npeacekeepers, and receive better support from United\r\nNations Headquarters — in particular, an enlarged\r\nDepartment of Peacekeeping Operations. In turn,\r\nMember States must have the political will to support\r\nthe United Nations politically, financially and\r\noperationally.\r\nI think I have said enough to underscore the point\r\nthat a focused approach is not necessarily an easier or\r\nless complex one, but I believe that it is the only\r\npractical way forward.\r\nThe Secretary-General’s report to the Millennium\r\nSummit was designed as a guide to action, and it\r\nshould be actively used as such and not simply praised\r\nand then forgotten. We took the first step at the\r\nMillennium Summit by endorsing and adopting many\r\nof the proposals of the report in the form of a\r\nMillennium Declaration. The real challenge now is to\r\nfulfil the ambitious and wide-ranging promises that we\r\nhave made to the world.\r\nWhere are the material, financial and human\r\nresources to come from to fulfil our promises? The\r\nUnited Nations Secretariat and agencies by themselves\r\nobviously do not have them. The United Nations\r\ncannot do everything on its own. As the millennium\r\nreport makes clear, the necessary long-term effort to\r\ndeliver the solution will have to be shared — shared\r\namong national Governments, the United Nations,\r\nother international institutions and other important\r\nactors, such as corporations and non-governmental\r\norganizations. Then, and only then, will there be any\r\nchance of success.\r\nThe Millennium Summit has provided a good\r\nbasis on which to begin the process of practical\r\nnegotiations that will lead to real solutions, rather than\r\npolitical posturing, which will only complicate already\r\ncomplex issues. We must start somewhere. I suggest\r\nthat we start here and now.\r\n16\r\nA/55/PV.24\r\nThe President: I now call on Her Excellency\r\nMrs. Elmira Ibraimova, Chairperson of the delegation\r\nof Kyrgyzstan.\r\nMrs. Ibraimova (Kyrgyzstan): At the outset, Sir,\r\nI take this opportunity to congratulate you on your\r\nelection as President of this historic Millennium\r\nAssembly and wish you every success in your\r\nimportant mission. I also pay tribute to Mr. Gurirab for\r\nhis skilful leadership during the fifty-fourth session.\r\nMy delegation welcomes Tuvalu as the newest\r\nMember of the United Nations.\r\nAll of us were witnesses to the historic\r\nMillennium Summit, at which an unprecedented\r\nnumber of heads of State and Government gathered to\r\naddress the issues of the future of humanity. Many\r\nleaders reiterated that our future depends on our\r\ncommon efforts for humanity’s betterment, and that the\r\nUnited Nations has always been, and continues to be, a\r\nunique forum which, by virtue of its universal\r\ncharacter, has the mandate to solve the pressing\r\nproblems of peace, security and development.\r\nIn this regard, the Kyrgyz Republic favours\r\nincreasing the overall effectiveness of the United\r\nNations and recognizes that the United Nations should\r\nbe a results-oriented Organization. Kyrgyzstan supports\r\nmeasures aimed at transforming the United Nations\r\ninto an Organization with a more perfect management\r\nand a well-ordered structure, and thus better prepared\r\nto cope with both humanitarian and political crises.\r\nEmphasizing the importance of the United\r\nNations as a global Organization of the human\r\ncommunity, Kyrgyzstan supports the universal\r\ncharacter of its reforms, which should include all\r\nbodies of the United Nations, including the Security\r\nCouncil. Confirming its position on the quantitative\r\nexpansion of the Security Council in both categories,\r\nthe Kyrgyz Republic favours clear, geographical\r\nrepresentation of the countries of Asia, Africa, Latin\r\nAmerica and the Caribbean.\r\nA decade ago Kyrgyzstan chose as its goal the\r\nestablishment of a democratic open society and an\r\neconomy based on free market principles. Today we\r\ncan look back at our first 10 years with some\r\nsatisfaction. However, the invasions of international\r\nterrorists into the southern part of the Kyrgyz Republic\r\nin 1999 and August this year have shown that the new\r\ndemocracies are very fragile. These events also testify\r\nto the fact that international terrorist organizations have\r\nevery intention of perpetrating their criminal activities\r\nusing the territories of the States of Central Asia. These\r\nactions should be seen for what they are: part of the\r\nglobal plan of international terrorism, with the express\r\npurpose of destabilizing a wide region.\r\nNo individual country can cope with these\r\nchallenges on its own. It has become quite clear that\r\nterrorism represents a threat to the whole global\r\ncommunity, which can, and should, take adequate\r\nmeasures in the struggle with this evil. The struggle\r\nagainst terrorism should be conducted at the national,\r\nregional and international levels.\r\nKyrgyzstan has contributed to strengthening the\r\nglobal consensus on combating international terrorism.\r\nFurthermore, as of this year, Kyrgyzstan is a party to\r\nthree major international Conventions, and a Protocol,\r\nagainst terrorism. Kyrgyzstan is currently working on\r\nbecoming a party to the International Convention for\r\nthe Suppression of Terrorist Bombings, adopted by the\r\nGeneral Assembly on 15 December 1997, and the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism, which was opened for\r\nsignature this year.\r\nAn important step towards strengthening regional\r\nsecurity is the Summit of the heads of State of the\r\nmembers of the Shanghai Five, which is assuming a\r\ndefinitive character. The Bishkek group has been\r\ncreated within the framework of the Shanghai forum.\r\nThis group of law-enforcement bodies and special\r\nservices of the member countries conducts work on the\r\ncoordination of our countries’ actions in preventing\r\nand confronting all manifestations of international\r\nterrorism, extremism, separatism, the illegal drug trade,\r\nthe smuggling of weapons, illegal migration and other\r\nkinds of criminal activity. The anti-terrorist centre of\r\nthe Shanghai Five is currently being created, with its\r\nheadquarters in Bishkek.\r\nThe Bishkek meeting of the heads of State of\r\nKyrgyzstan, Kazakhstan, Tajikistan and Uzbekistan and\r\nthe special envoy of the President of the Russian\r\nFederation, which was held on 20 August 2000,\r\ndemonstrated the unanimous resolve of the countries of\r\nCentral Asia and Russia jointly to eradicate the threat\r\nof terrorism in their territories. We believe that the\r\nefforts of our countries will be supported by the\r\ninternational community. The United Nations plays the\r\nmost important role in this process. The Kyrgyz\r\n17\r\nA/55/PV.24\r\nRepublic is taking action in favour of the creation of an\r\ninternational system of measures for controlling\r\nterrorism and other forms of extremism. In this regard,\r\nwe are considering with interest Uzbekistan’s initiative\r\nto establish an international counter-terrorism centre\r\nwithin the United Nations system.\r\nThe efforts made by Kyrgyzstan and other States\r\nof Central Asia in the struggle against international\r\nterrorism, religious and political extremism and illegal\r\ndrug trafficking, will not be crowned with success\r\nwithout the normalization of the situation in\r\nAfghanistan. We express the hope that effective\r\nmeasures for the radical improvement of conditions in\r\nAfghanistan will be undertaken. It is particularly\r\nimportant to guarantee that such forms of common\r\nactivity be further developed. Furthermore, expressing\r\nits sincere aspiration to promote the prompt\r\nestablishment of peace in Afghanistan and stability in\r\nthe region as a whole, the Kyrgyz Republic confirms its\r\nreadiness to make its territory available for the holding\r\nof a peace conference on Afghanistan under the\r\nauspices of the United Nations.\r\nIn its desire to make its own contribution to the\r\nefforts of the global community in creating a safe,\r\nnuclear-free future, Kyrgyzstan is continuing to move\r\nforward with its very active participation in the\r\ncreation in Central Asia of a nuclear-weapon-free zone.\r\nWe welcome the assistance of the United Nations in the\r\nrealization of this initiative. We express our hope that\r\nthe countries of Central Asia will successfully finish\r\nthe work on the drafting of a treaty that responds to the\r\ninterests of the peoples of the region and of the entire\r\ninternational community.\r\nThe issue of the Anti-Ballistic Missile Treaty\r\ncannot be avoided when speaking about world security.\r\nSigned in 1972, it became an important cornerstone of\r\nstrategic stability. In this regard, we should reaffirm\r\ntoday its role in international security and our need to\r\nstrictly observe it and comply with all of its provisions.\r\nThe Kyrgyz Republic aspires to make a\r\ncontribution to United Nations peacekeeping\r\noperations. Kyrgyzstan is currently represented in the\r\npeacekeeping missions in Sierra Leone and Kosovo.\r\nMy country is going further to make efforts to expand\r\nits contribution to the peacekeeping activities of the\r\nUnited Nations.\r\nFor Kyrgyzstan, a country with an economy in\r\ntransition, the most significant problems are those of\r\ndevelopment. The key role in their resolution should be\r\nplayed by the United Nations Development Programme\r\n(UNDP), as the main body of the United Nations\r\nresponsible for coordinating the provision of assistance\r\nwith national development purposes. The Kyrgyz\r\nRepublic welcomes the decisive steps taken by the\r\nUNDP Administrator aimed at structural reform and\r\nthe easing of the heavy financial burden, which can\r\nthreaten the realization of a number of national projects\r\non democratic and economic reform.\r\nWith regard to the problems of financing for\r\ndevelopment in the context of globalization and\r\ninterdependence, Kyrgyzstan draws particular attention\r\nto financing for the eradication of poverty. The\r\nSecretary-General’s report (A/54/2000), “We the\r\npeoples: the role of the United Nations in the twenty-\r\nfirst century”, has identified poverty as one of the main\r\nchallenges facing mankind. Shorn of all the\r\nsophisticated economic rhetoric, poverty reduction\r\nmeans simply the creation of new jobs and productive\r\nactivities that will provide people not only with income\r\nand employment, but also with self-respect and hope\r\nfor their future and the future of their children. Special\r\nmeasures should be taken by the international\r\ncommunity to assist developing countries and countries\r\nwith economies in transition in their efforts to develop\r\nand participate fully in the global economy.\r\nThe establishment of a uniform transport system\r\nis especially important for Central Asia, which is\r\nlocated far from major sea routes. Kyrgyzstan is\r\nworking for the development and realization of large,\r\nregionally important projects, such as the creation of a\r\nuniform transport system with access to external\r\nmarkets and of modern communication systems. This\r\nwill not only optimize the global transport system by\r\nreducing distances and transportation time, but also\r\nprovide a very powerful impetus for economic\r\ndevelopment because of the expansion of exports. Such\r\nlarge projects as the transport corridor between Europe,\r\nthe Caucasus and Asia, known as TRACEKA, have\r\nalready begun to be developed and realized.\r\nMr. Shihab (Maldives), Vice-President, took the\r\nChair.\r\nWe support those provisions of the Secretary-\r\nGeneral’s report that address the issue of the building\r\nof “digital bridges”. It is obvious that the huge progress\r\nin computer science and telecommunications has\r\nradically changed the picture of the world. The\r\n18\r\nA/55/PV.24\r\ntelecommunications “Silksat” project has been\r\ndeveloped for the purpose of preventing the threat of\r\ninformation breakdown between countries. Its purpose\r\nis to facilitate the optimal entry of the countries of the\r\nGreat Silk Road into the global telecommunications\r\nsystem.\r\nThe Kyrgyz Republic, believing that stability has\r\nnot only political and economic aspects, but also an\r\nenvironmental perspective, submitted to the Secretary-\r\nGeneral this year its instruments of ratification and\r\naccession to the following treaties concerning\r\nenvironmental issues: the United Nations Framework\r\nConvention on Climate Change; the Convention on\r\nLong-Range Transboundary Air Pollution; the\r\nRotterdam Convention on the Prior Informed Consent\r\nProcedure for Certain Hazardous Chemicals and\r\nPesticides in International Trade; and the Vienna\r\nConvention for the Protection of the Ozone Layer and\r\nthe Montreal Protocol on Substances that Deplete the\r\nOzone Layer.\r\nToday the Kyrgyz Parliament is working on the\r\nratification of the Kyoto Protocol, in support of the\r\nidea expressed by the Secretary-General in his\r\nmillennium report that\r\n“The need to preserve biodiversity is a less\r\nself-evident conservation issue than polluted\r\nbeaches, burning forests or expanding deserts.\r\nBut it is as crucial, if not more so. “ (A/54/2000,\r\npara. 293)\r\nI would add mountain ecosystems to the Secretary-\r\nGeneral’s list of major ecosystem concerns. I take this\r\nopportunity to express our deep gratitude to the global\r\ncommunity for its support of Kyrgyzstan’s initiative\r\nwith the adoption during the fifty-third session of\r\nresolution 53/24, proclaiming 2002 the International\r\nYear of Mountains. We express the hope that its\r\nobservance will promote mobilization by the\r\ninternational community of economic, technical and\r\nfinancial resources for the sustainable development of\r\nmountainous areas. To that end, the Kyrgyz Republic\r\noffers to host in Kyrgyzstan in 2002, under the auspices\r\nof the United Nations, of an international conference\r\non mountains.\r\nIn preparation for the International Year of\r\nMountains, we call on States and international\r\norganizations to give further attention to the problems\r\nof preserving the natural balance of mountainous\r\necosystems and the development of mountainous\r\ncountries and regions. We commend the Food and\r\nAgriculture Organization, the leading agency for\r\npreparing for the Year, for its comprehensive concept\r\npaper on mountain issues and for its tireless efforts in\r\nthat field.\r\nKyrgyzstan supports the initiative of the Republic\r\nof Tajikistan to proclaim 2003 the year of fresh water,\r\nwithin the framework of the United Nations. We hope\r\nthat the global community will support it.\r\nKyrgyzstan faces problems in dealing with\r\nnatural disasters and their regularly occurring\r\nconsequences, especially in mountainous regions. The\r\nKyrgyz Republic has a direct interest in the further\r\nstrengthening of the international capacity to deal with\r\naccidents, in advanced specialized technologies to cope\r\nwith the consequences of accidents, and in increasing\r\nthe coordination of the rescue services of various\r\ncountries.\r\nIn conclusion, I assure the President that the\r\nKyrgyz delegation will take a most active part in\r\nachieving our overall common purpose: to ensure the\r\nsuccessful work of the Millennium Assembly.\r\nThe Acting President: I now give the floor to\r\nHis Excellency The Honourable Motsoahae Thomas\r\nThabane, Minister for Foreign Affairs of Lesotho.\r\nMr. Thabane (Lesotho): On behalf of the\r\nGovernment and people of Lesotho, I extend our most\r\nsincere congratulations to the President on his election\r\nto preside over the fifty-fifth session, and wish him\r\nevery success in the discharge of his duties. We are\r\nconfident that his personal, diplomatic and leadership\r\nqualities will guide us through the session, and assure\r\nhim of our support and cooperation at all times. Let me\r\nalso pay a well deserved tribute, and express our thanks\r\nand gratitude, to his predecessor, our colleague,\r\nMinister Theo-Ben Gurirab of Namibia. We thank him\r\nin particular for his statesmanship, sterling guidance\r\nand effective organization during the difficult times of\r\nthe fifty-fourth session.\r\nWe also remain deeply indebted to Secretary-\r\nGeneral Kofi Annan for his continued dynamic\r\nleadership and commitment to our Organization, and\r\nfor his relentless efforts in achieving the Organization’s\r\ngoals.\r\nThe admission of a new Member to our\r\nOrganization is always a moment of joy, and that of\r\nTuvalu is no exception.\r\n19\r\nA/55/PV.24\r\nThis, the first session of the General Assembly in\r\nthe new millennium, offers an opportunity for us to\r\nreflect on the challenges and threats we face as we\r\nenter the new century, a century that has ushered in a\r\nrevolution that future generations will likely\r\ncharacterize as one that had the greatest impact on\r\nhuman civilization since the advent of the telegraph,\r\nradio and television. The world is indeed witnessing a\r\nrevolution in the information systems and their\r\nintegration into the lives of men, women and children,\r\nleading to the term “information age “. The information\r\nage of the twenty-first century is taking root as it\r\nimpacts on the lives of all sectors of society at both the\r\nnational and international levels.\r\nThere can be no doubt that for some information\r\ntechnology and globalization are beginning to turn\r\ntheoretical possibilities into fact, as the use of\r\ncomputers and computer-dependent systems have\r\nresulted in improvements in basic health conditions and\r\nincreases in life expectancy, efficiency and\r\nproductivity, thus offering tremendous economic\r\npotential and prosperity. Unfortunately, the majority of\r\nothers who have been left out of that prosperity\r\ncontinue to live in conditions of extreme poverty,\r\nremain embroiled in unending conflicts and are\r\nravaged by the HIV/AIDS pandemic and other\r\ndiseases.\r\nThe challenge for the United Nations of the\r\ntwenty-first century is to eliminate those disparities by\r\nbringing poor countries into the digital age, thus\r\nmaking them extract value from globalization instead\r\nof watching globalization extract value from them.\r\nEducation remains the key for the attainment of these\r\nobjectives. In fact, our message from Lesotho here is:\r\neducation, education, education.\r\nA disturbing phenomenon for the international\r\ncommunity, and in particular for Africa, is that while\r\nthe rest of the world is experiencing an increased flow\r\nof financial resources Africa’s development prospects\r\ncontinue to be hampered by unsustainable debt\r\nservicing obligations. Just as we have placed poverty\r\neradication at the centre of economic and social\r\ndevelopment, it is equally necessary to accord similar\r\nimportance to the debt problems of developing\r\ncountries. In our view, that would be a vital\r\ncontribution to the realization of the goal of halving the\r\nproportion of people whose income is less than $1 a\r\nday by 2015.\r\nLesotho falls into the category of countries that\r\nare not eligible for debt relief under the existing\r\nframework. In our Millennium Summit Declaration we\r\nmade pledges to grant more generous development\r\nassistance to poor countries that plan to apply their\r\nresources to poverty reduction and to deal\r\ncomprehensively with their debt problems. We need to\r\nconcretize these pledges by adopting measures to\r\naccelerate debt relief such as the cancellation of the\r\nofficial debt of those countries and the expansion of the\r\nHeavily Indebted Poor Countries Debt Initiative. This\r\nwould assist us in ensuring that by 2015 the majority of\r\nour people have access to safe drinking water, that all\r\nchildren complete a full course of primary education,\r\nand that joblessness is reduced among our youth. It\r\nwould also help us curb the spread of HIV/AIDS and\r\nassist the children orphaned by this scourge.\r\nThe Government of Lesotho adopted poverty\r\nreduction as its highest development priority in its\r\nsixth and seventh National Development Plans. We\r\nhave taken firm measures to reduce poverty. Based on\r\nour democratic dispensation and peaceful environment,\r\nwe have successfully embarked on an aggressive\r\ninvestment promotion campaign for job creation. I am\r\npleased to report that we are experiencing initial\r\nsuccess in attracting foreign investment.\r\nWe believe that South-South cooperation is an\r\nimportant tool for developing and strengthening the\r\neconomic independence of developing countries. To\r\nthis end, we in southern Africa have made modest but\r\nencouraging progress with respect to South-South\r\ncooperation by accelerating the entry into force of the\r\nSouthern African Development Community (SADC)\r\nTrade Protocol, which encompasses deeper economic\r\ncooperation, cross-border investment and trade, free\r\nmovement of factors of production, and free movement\r\nof goods and services.\r\nThe Third United Nations Conference on the\r\nLeast Developed Countries, to be held in Brussels next\r\nyear, is both timely and crucial. Since this body\r\nrecognized, some years ago, the least developed\r\ncountries as the poorest of the developing countries,\r\nthere has not yet been any improvement in the weak\r\neconomic situation of those countries, whose numbers\r\nhave instead increased from 25 in 1971, to 48 in 1997.\r\nLesotho therefore looks forward to the\r\nConference, which will review the internal constraints\r\nto the development of the least developed countries and\r\n20\r\nA/55/PV.24\r\nthe adequacy of international support measures in the\r\ncritical areas of official development assistance, debt\r\nrelief, market access and trade.\r\nThe High-level International Intergovernmental\r\nEvent on Financing for Development, to be held in\r\n2001, will come to naught unless we are resolved to\r\nundertake it armed with the requisite political\r\ncommitment and global solidarity to achieve our\r\ndevelopment goals nationally, regionally and\r\ninternationally.\r\nThe Government of Lesotho remains keenly\r\naware that good environmental management requires\r\nconcerted efforts from all members of the community.\r\nTherefore, we have established partnerships at the\r\ninternational, regional and national levels to address\r\nthe problems of environmental degradation. We believe\r\nthat the environment is too important an issue to be left\r\nin the hands of one Organization. In this regard, we\r\nlook forward to the process of the 10-year review of\r\nthe United Nations Conference on Environment and\r\nDevelopment (UNCED), at which we will share our\r\nexperiences with, and learn from, our counterparts in\r\nthe international community.\r\nRegarding the integrated and coordinated\r\nimplementation of, and follow-up to, the major United\r\nNations conferences and summits, my delegation\r\nvalues the review meetings because they offer us the\r\nopportunity to evaluate our performance and to\r\nconsider the way forward. They also rekindle our\r\npolitical commitment to achieving global\r\ndevelopmental goals. We therefore feel that the review\r\nprocess should continue in the twenty-first century,\r\nwith a stronger emphasis on the evaluation of\r\nachievements and constraints.\r\nLike globalization of the economy, globalization\r\nof human rights cannot be avoided. Today human rights\r\nare well established as the legitimate concern of all\r\nhumanity. If, as the world agreed in Vienna in 1993,\r\n“the promotion and protection of all human rights\r\nis a legitimate concern of the international\r\ncommunity” (A/CONF/157/24,chapter III, section\r\nI, para.4),\r\nthis calls for a more pragmatic approach in identifying\r\npertinent situations requiring the protection of\r\nhumanity, including in situations where a state has\r\ncollapsed or disintegrated.\r\nAmong the promising developments as we begin\r\nthe century is the growing world consensus on the need\r\nto stop impunity by punishing those responsible for\r\ngenocide, war crimes and crimes against humanity, as\r\nevidenced by the number of signatories and\r\nratifications to the Statute of the International Criminal\r\nCourt (ICC). This momentum has rekindled our hope\r\nfor peace and for an end to the persistence of human\r\nrights violations. Lesotho’s ratification of the ICC\r\nStatute is a further clear indication of its commitment\r\nto the protection of human rights and to bringing to\r\njustice all those who commit gross violations of these\r\nrights.\r\nAs we celebrate the fifth anniversary of the\r\nUnited Nations Fourth World Conference on Women,\r\nwe must be reminded that the goal of gender equality is\r\nfar from being achieved. Despite pessimistic forecasts,\r\nand despite different evaluations of the achievements\r\nof the special session on women, the Beijing + 5\r\nconference’s adoption of a final document proposing a\r\nseries of actions and initiatives in the 12 critical areas\r\nidentified in Beijing is an indication of the\r\ninternational community’s renewed commitment to\r\nwomen’s rights. Implementation of the norms\r\nenshrined in the Convention on the Elimination of All\r\nForms of Discrimination against Women remains\r\ncritical for the attainment of the goals set in Beijing.\r\nAs technology brings the peoples of the world\r\ncloser together, thus removing political and other\r\nbarriers, societies continue to be ravaged by racial\r\ndiscrimination, xenophobia and other forms of\r\nintolerance, exemplified by “ethnic cleansing”, racial\r\nhatred and new forms of slavery. A challenge for the\r\nUnited Nations is to define goals and global strategies\r\nfocused on urgent and effective measures to eliminate\r\nracial discrimination and ethnic conflicts. Lesotho thus\r\nwelcomes the convening of the World Conference\r\nagainst Racism, Racial Discrimination, Xenophobia\r\nand Related Intolerance, to be held in South Africa in\r\n2001. This Conference will offer an opportunity for us\r\nto develop action-oriented measures to rid the world of\r\nthese scourges.\r\nPreventing the proliferation of weapons of mass\r\ndestruction — nuclear, chemical and biological —\r\nremains one of the most important tasks facing\r\nhumankind in the twenty-first century, as these\r\nweapons remain a major threat to world peace. The\r\npursuit of arms reduction and the challenge of\r\nachieving sustainable disarmament thus remain the\r\n21\r\nA/55/PV.24\r\nonly bulwark against the use or threat of use of\r\nweapons of mass destruction.\r\nWhile we welcome the nuclear-weapon States’\r\nundertaking to eliminate their nuclear arsenals, their\r\nfailure to agree to a specific timetable for doing so is\r\nregrettable. The challenge is to translate these\r\nundertakings into concrete actions to eliminate all\r\nnuclear dangers. We thus support the Secretary-\r\nGeneral’s call for a new international conference on\r\neliminating nuclear dangers as a means of advancing\r\nour disarmament goals. We also remain convinced of\r\nthe need and desirability of convening a special session\r\nof the General Assembly devoted to disarmament.\r\nThanks to the efforts of all actors, both\r\ngovernmental and non-governmental, the world is\r\nbeginning to witness tangible results as the production,\r\ntrade and use of landmines slowly drops, thus lowering\r\nthe number of casualties. This, however, should not\r\nlead to any complacency, as evidence of the use of\r\nmines in some conflict areas, particularly in Africa,\r\ncontinues to surface. We look forward to a day when\r\nthe world will be free of these weapons and encourage\r\nall those who continue to use mines, as well as those\r\nwho remain outside the Convention banning landmines,\r\nto heed the rapidly growing international and regional\r\nmomentum for the ban on those weapons.\r\nLesotho supports the convening of a United\r\nNations Conference on the Illicit Trade in Small Arms\r\nand Light Weapons in All Its Aspects in June and July\r\n2001, as mandated by General Assembly resolution\r\n54/54. We share the view that the outcome of the\r\nConference should be a global action plan with specific\r\ntimetables for the implementation of commitments on\r\nissues such as codes of conduct, legislative and\r\nregulatory measures, control, enforcement,\r\ntransparency, and tracing measures and mechanisms.\r\nThe proliferation of armed conflicts in Africa\r\ncontinues to hamper efforts to achieve progress in\r\neconomic and social development. The lack of political\r\nwill to find lasting solutions to ongoing conflicts and\r\nthe emergence of new ones continues to effectively\r\ncripple the productive activities of those countries as\r\nwell as further erode the poor social infrastructure that\r\nexists in many countries. The illicit trade in arms,\r\ndiamonds and other natural resources, as well as the\r\ndiversion of resources from development to military\r\nactivities, continue to fuel these conflicts, thus\r\nundermining democracy and development.\r\nThe challenge for Africa remains the management\r\nand resolution of conflicts, the avoidance of war and\r\nthe strengthening of democratic institutions. These are\r\nenormous challenges which require Africa’s\r\ncommitment to stability and the rule of law, but, above\r\nall, they require strong political will on the part of the\r\nAfricans themselves and resources from the\r\ninternational community to reinforce democratic\r\ngovernment, to deter attempts to overthrow it and even\r\nto reinstate it where it has been overthrown by illegal\r\nmeans.\r\nWe in Lesotho have bitter experience of attempts\r\nto overthrow a legally and democratically elected\r\nGovernment. Thanks to our SADC partners, order has\r\nbeen restored in Lesotho and the Government is\r\nvigorously pursuing a programme of reconstruction,\r\nwhich includes the creation of a climate of political\r\nreconciliation on which the consolidation of\r\ndemocratic gains and democratic culture can rest. The\r\nGovernment of Lesotho remains fully committed to\r\ndeveloping a culture of democracy, good governance,\r\nobservance of human rights and constitutionality. The\r\ninternational community’s assistance remains\r\nindispensable to the success of these efforts. We\r\ntherefore stand solidly behind the position held by the\r\nOrganization of African Unity, SADC and the\r\nCommonwealth of disallowing Governments that come\r\ninto power by illegal means from participating in our\r\ncouncils. This should include our councils in the\r\nUnited Nations.\r\nDespite positive steps being taken by the\r\nGovernment of Angola to stabilize the situation in that\r\ncountry, peace continues to elude the people of Angola\r\nbecause of the non-fulfilment by Jonas Savimbi of the\r\nLusaka Protocol. We urge the international community\r\nto observe all Security Council resolutions against\r\nUNITA and to fully cooperate with the United Nations\r\nto ensure the effective implementation of sanctions\r\nagainst UNITA.\r\nWe appeal to all parties to the Congolese conflict\r\nto honour their obligations under the Lusaka Ceasefire\r\nAgreement and to lend their support to the process of\r\ninternal dialogue under the facilitation of Sir Ketumile\r\nMasire of Botswana.\r\nWe support all measures aimed at ending the\r\nillicit trade in diamonds in Sierra Leone and applaud\r\nthe Economic Community of West African States for\r\nits efforts to bring peace to that country. We are\r\n22\r\nA/55/PV.24\r\ngratified to see the cessation of hostilities between\r\nEthiopia and Eritrea and call on both parties to that\r\nconflict to redouble their efforts for a lasting peace. We\r\nalso urge all armed groups in Burundi to fully and\r\neffectively participate in the negotiations so as to\r\nfacilitate the speedy conclusion of a ceasefire\r\nagreement and a comprehensive peace accord. We look\r\nforward to the conclusion of the process in Western\r\nSahara so that the people of that country can freely\r\ndetermine their own future.\r\nWe reaffirm the right of the Palestinian people to\r\nexercise their inalienable rights and we urge parties to\r\nthe Middle East peace process to redouble their efforts\r\nto find durable peace in the Middle East.\r\nThe real test for the United Nations in this\r\ncentury is how far it is prepared to go in addressing all\r\nthese challenges and how far it will go in turning\r\npromises into reality, thus enabling the large majority\r\nof the people of the world to fulfil their potential and\r\nrealize their aspirations. While we appreciate the\r\nmagnitude of these challenges, we continue to have\r\nfaith in the United Nations capacity to solve global\r\nproblems, its broad universal support and its ability to\r\nuphold and reaffirm our shared values of peace, equity,\r\nsocial justice, democracy and human rights.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Hersey Kyota, Chairman of the\r\ndelegation of Palau.\r\nMr. Kyota (Palau): It is indeed an honour and a\r\nprivilege for me to address this body on behalf of the\r\nGovernment and the people of the Republic of Palau.\r\nPresident Kuniwo Nakamura sends his warm greetings\r\nand wishes everyone a successful deliberation during\r\nthis fifty-fifth session of the General Assembly. He\r\nalso wishes to congratulate and welcome the newest\r\nMember of the United Nations, our good Pacific\r\nneighbour and friend, Tuvalu.\r\nDuring the recently concluded Millennium\r\nSummit, we addressed many global issues that pose\r\nproblems and threats to mankind at the national,\r\nregional and international levels. These problems must\r\nbe seriously looked into by this body and other\r\ninternational and regional organizations so that their\r\nsolutions may be found or remedies provided to\r\nalleviate the suffering they impose on our world and its\r\npeoples. These problems – ranging from hunger,\r\npoverty, tuberculosis, malaria and the spread of\r\nHIV/AIDS to global warming and environmental\r\ndegradation and vulnerability – are not just the\r\nresponsibilities of the countries or regions that are most\r\naffected; every member of the global community must\r\nplay its part in order for this planet and its inhabitants\r\nto survive these destructive forces.\r\nToday, we live in an era in which the production\r\nof food is at an all-time high. Advanced technology in\r\nthe area of food production, improved farming and\r\nagricultural methods are readily available and can be\r\nsuccessfully applied to widespread areas that are\r\ntraditionally not suitable to agriculture and farming.\r\nIn a similar context, medical research and\r\ninformation can and should be shared universally. An\r\nintegrated approach to intervention in the field of\r\nHIV/AIDS is critically called for in many developing\r\ncountries. Collaborative health-research projects\r\nfocusing on the biology of this disease and the\r\ndevelopment of tools for its prevention and control —\r\nincluding  diagnostics, drugs and vaccines — must also\r\nbe made available and affordable to the many third\r\nworld countries seriously plagued by this disease. As a\r\nglobal community charged with the responsibility for\r\nthe security of mankind, we must confront the real\r\ndanger of HIV/AIDS and work collectively towards the\r\neradication of that horrible disease.\r\nUncontrolled and unregulated human activities\r\nhave affected and will continue to affect our\r\necosystem, thereby endangering and threatening our\r\nvery existence. Global warming is a difficult and\r\nscientifically complicated phenomenon. Even today,\r\nscientists are still divided on this issue, particularly on\r\nits causes and effects. While some agree that the\r\nemission of greenhouse gases and human and industrial\r\nactivities are responsible for climate change and global\r\nwarming, others maintain that the changes occur\r\nnaturally and that, because the earth is so resilient to\r\nsuch changes, none of these occurrences will have\r\npermanent effects.\r\nHowever, as a small island country in the Pacific,\r\nPalau has seen and experienced the actual impact of sea\r\nlevel rise, unpredicted weather patterns and an extreme\r\nrise in sea water temperature, all of which are signs and\r\nindications of global warming and climate change.\r\nMany island countries all over the world have also\r\nexperienced these catastrophic changes. Let us, as\r\nworld leaders, work individually and collectively\r\ntowards the real resolution of global warming. The\r\nblueprint and foundation of this important task are set\r\n23\r\nA/55/PV.24\r\nforth in the United Nations Framework Convention on\r\nClimate Change and the Kyoto Protocol. Let us fulfil\r\nour roles.\r\nDuring the Millennium Summit, we also\r\npresented institutional issues that should be seriously\r\nconsidered by the entire membership of this\r\nOrganization. Two further issues were raised by Palau\r\nduring the Summit: open membership and\r\nrepresentational participation in all bodies of the\r\nUnited Nations. The lack of action on these issues on\r\nour part, as a body, is quite contrary and detrimental to\r\nthe objectives of the United Nations.\r\nWith regard to open membership, Palau believes\r\nthat any State that meets the traditional and standard\r\ndefinition of independent State should be allowed\r\nmembership in the United Nations. To that end, it is the\r\nposition of the Republic of Palau that the contributions\r\nof Taiwan to the global community, particularly the\r\ndeveloping countries, more than qualify the Republic\r\nof China on Taiwan to fully participate in the United\r\nNations as a full-fledged Member. We strongly support\r\nfull membership of the Republic of China on Taiwan in\r\nthe United Nations and appeal to all States members of\r\nthis body for their support.\r\nCountless achievements concerning the welfare\r\nand security of this planet and its inhabitants have been\r\naccomplished by this body since its inception 55 years\r\nago. Many important organs and bodies within the\r\nUnited Nations have been created, and some have even\r\nbeen reorganized since then to further promote and\r\nenhance the institution’s objectives and goals.\r\nHowever, one very important organ within the\r\nUnited Nations system, the Security Council, has\r\nremained virtually unchanged since its inception. Palau\r\ntruly believes that this important organ should be\r\nreorganized and restructured to increase both\r\npermanent and non-permanent members in order to\r\nstrengthen the Council’s work and effectiveness. We,\r\ntherefore, maintain our support of the Millennium\r\nDeclaration, expressing the determination to intensify\r\nour efforts to achieve a more comprehensive reform of\r\nthe Security Council.\r\nReform can only materialize if we all agree to a\r\ncommon formula by which the number of permanent\r\nand non-permanent members should be increased. The\r\nRepublic of Palau further maintains that any increase in\r\nthe permanent membership of the Security Council\r\nshould reflect a Member State’s contribution to\r\ninternational peace and security and its capability to\r\neffectively carry out the objectives of the Council. A\r\nfew countries have surely reached that plateau to serve\r\nas permanent members of the Security Council.\r\nFinally, the Republic of Palau reaffirms its\r\ncommitment to global partnerships in this world of\r\ninterdependent economies as an essential step towards\r\nthe achievement of sustainable development. At the\r\nfifty-fourth United Nations General Assembly, the Vice\r\nPresident of the Republic of Palau, His Excellency\r\nThomas Remengesau, Jr., addressed the Assembly and\r\nspoke of a tri-partite scientific project involving the\r\nUnited States of America, Japan and Palau that was\r\nstill in its developmental phase. I am deeply honoured\r\ntoday to inform this Assembly that last month the\r\nGovernment of Japan completed the constructional\r\nphase of the project and officially handed over the\r\nfacility to the Government of the Republic of Palau.\r\nThe next phase is to furnish the facility with the right\r\nequipment and tools necessary for scientific research.\r\nWhen fully completed, the Centre will provide\r\nscientists and researchers with a state-of-the-art facility\r\nfor research in the area of coral reefs and marine\r\norganisms. Medical research can and will also be\r\nconducted in this facility. In addition, the Centre will\r\nserve as a tourist attraction, as different exhibits on\r\nmarine life and a large aquarium will be on display.\r\nAt this juncture, I would like to convey our\r\ngratitude and thanks to the Governments of Japan and\r\nthe United States of America for their support in this\r\nnoble endeavour and welcome any input and\r\ncontributions from the scientists and researchers of the\r\nrest of the Member States to utilize the facility, since\r\nwe all work towards the common goal of safeguarding\r\nand utilizing our environment for the betterment of\r\nhumanity.\r\nThe Palau International Coral Reef Centre project\r\nis a clear example of cooperation between developed\r\nand developing nations in promoting sustainable\r\ndevelopment. Financial resources and mechanisms,\r\nenvironmental utility and transfer of sound technology,\r\ncooperation and capacity-building have been made\r\navailable to support this important initiative.\r\nThe Republic of Palau continues to be challenged\r\nand challenges every Member State to build on the\r\nachievements of the last eight years that have passed\r\nsince the Rio Summit, to look critically at the problems\r\n24\r\nA/55/PV.24\r\nthat are still facing us and to make firm commitments\r\non further progress.\r\nThe Acting President: I give the floor to the\r\nMinister of State and Minister for Foreign Affairs and\r\nInternational Cooperation of Cambodia, His Excellency\r\nMr. Hor Namhong.\r\nMr. Namhong (Cambodia): On behalf of the\r\ndelegation of the Kingdom of Cambodia, I am\r\nparticularly pleased to extend, through you, Mr. Acting\r\nPresident, my warmest congratulations on the occasion\r\nof the election of Mr. Harri Holkeri as President of the\r\nfifty-fifth session of the General Assembly of the\r\nUnited Nations. May I also convey my congratulations\r\nto Mr. Theo-Ben Gurirab, President of the fifty-fourth\r\nsession, for his eminent leadership and successful\r\nsteering of the work of that session. Equal\r\ncongratulations go to Secretary-General Kofi Annan\r\nfor his admirable and untiring efforts made on behalf of\r\npeace and development in the world. I would also like\r\nto take this opportunity to welcome Tuvalu into the\r\nOrganization and to convey the sincere congratulations\r\nof the Cambodian delegation. Tuvalu’s presence among\r\nus will add a new credit to our Organization.\r\nThe political platform for economic development,\r\nlaunched by the Royal Government of Cambodia since\r\nits formation in 1998, after many decades of civil war\r\nand tragedy, and in spite of enormous difficulties and\r\nobstacles, has scored good results with regular growth,\r\nthus paving the way for a solid foundation for long-\r\nterm economic growth and sustainable development in\r\nCambodia.\r\nThe achievements of 1999, and of the first six\r\nmonths of this year, are encouraging for the future of\r\nCambodia. The Kingdom of Cambodia, with its\r\nprofound belief that the value of democracy and human\r\nrights should be in harmony with cultural peculiarities,\r\ntraditions, and level of development, considers human\r\nrights to be one of the foundations of the system of\r\ngovernment. The Royal Government of Cambodia, at\r\npresent, is making great efforts towards the\r\nreinforcement of democratic pluralism and the rule of\r\nlaw.\r\nThe recently held Millennium Summit on the role\r\nof the United Nations in the twenty-first century has,\r\nthrough its Millennium Declaration, defined great\r\nguidelines on this universal institution’s policies and\r\nreforms, designed to overcome problems facing our\r\nplanet in the third millennium. The shared reflection of\r\nour leaders is testimony to the aspirations of all peoples\r\nthroughout the world for a more equitable international\r\nenvironment in the face of rapid globalization and its\r\neffects on the economic, social and cultural\r\ndevelopment of all nations.\r\nOn the question of the Security Council, the\r\nRoyal Government of Cambodia believes, as do many\r\nMember States, that it is very important for the\r\nSecurity Council to reflect the reality of today’s world.\r\nThis can be achieved by expanding the permanent and\r\nnon-permanent membership of the Council to the\r\ndeveloping countries and to those countries that have\r\nconcretely contributed to sharing the burden of United\r\nNations operations. Only through overall reform and\r\nenlargement will the Security Council be able to\r\nmaintain its effectiveness and legitimacy in this new\r\nmillennium. In this regard, Cambodia strongly supports\r\nJapan’s and India’s permanent membership in this core\r\nbody of the United Nations.\r\nThe Kingdom of Cambodia observes with great\r\ninterest the situation in the Middle East. We urge both\r\nsides to make greater efforts in order to achieve lasting\r\npeace in this suffering region. The Kingdom of\r\nCambodia reaffirms its total support for a fair,\r\nequitable, durable, and global settlement based on the\r\nrelevant resolutions of the United Nations and on the\r\napplication of the agreed-upon peace accords, so that\r\nthe inalienable rights of the Palestinian people will be\r\nrecognized by all.\r\nIn spite of the consequences of the financial crisis\r\nin 1997 and 1998, Asia is on the road to recovery and\r\nAsia’s economic growth has ever since been recorded.\r\nThe thirty-third Association of Southeast Asian\r\nNations (ASEAN) Ministerial Meeting held this past\r\nJuly in Bangkok bears witness once more to the\r\nexemplary solidarity between member States to\r\nintegrate their economies and to further advance their\r\nmultiform cooperation.\r\nThe Kingdom of Cambodia is very pleased with\r\nthe inter-Korean summit meeting in Pyongyang last\r\nJune, which we consider as an important landmark in\r\nthe relationship between the two brotherly nations, and\r\nwhich has enormously contributed to the maintenance\r\nof peace and stability in its region as well as in the\r\nwhole world and to the peaceful reunification of Korea.\r\n(spoke in French)\r\n25\r\nA/55/PV.24\r\nWe are witnessing, today, the growing\r\nphenomenon of globalization. There are no States that\r\ncan avoid its immense impact on our daily life.\r\nHowever, the process of globalization is not a\r\nsufficient answer to the quest of the developing\r\ncountries to reach progress and development for better\r\nliving conditions of their people. It is clear that the\r\nimpact of globalization benefits, primarily, States\r\nhaving strong economies and advanced technology,\r\nwhile leaving the least developed countries with little,\r\nif any, means to cope with such reality.\r\nThe developing countries, especially the least\r\ndeveloped countries, that cannot catch up with\r\nglobalization’s speed will be left behind. The rich\r\ncountries will get richer and more developed, and the\r\npoor countries will get poorer and poorer.\r\nTherefore, the Royal Government of Cambodia\r\ncalls all Member States of the United Nations to unite\r\ntheir efforts and resources to make sure that the\r\nbenefits of globalization are expanded more equally\r\namong the international community and to maximize\r\nthe positive impact of this phenomenon in order to\r\nenable the least developed countries to follow the trend\r\nof globalization.\r\nAnother aspect of finance for development is the\r\ncrushing burden of debt that weighs on the developing\r\ncountries. Debt places a heavy burden on the\r\ndevelopment process of many developing countries.\r\nUnfortunately, the debt strategies that have been\r\nimplemented so far have not proved capable of solving\r\nthis problem.\r\nThe Royal Government of Cambodia appreciates\r\nthe initiative taken by some nations in agreeing to\r\nsolve the intolerable debt burden of the least developed\r\ncountries. However, the results are currently far from\r\nbeing sufficient. That is why we appeal for these\r\ninitiatives to be adopted by some other members of the\r\ninternational community, enabling more poor countries\r\nto benefit from these human and just actions.\r\nCambodia sincerely hopes that the Millennium\r\nSummit, which has just successfully concluded, will\r\nbring about the imperative reform of the United\r\nNations. The reform of this important world body will\r\npositively respond to the reality of the world today, and\r\nwould be able, I hope, to establish a new mechanism to\r\nsave the developing countries from becoming victims\r\nof globalization, even as other countries derive greater\r\nand greater benefit.\r\nIn this context, as the United Nations has been\r\ncalled upon by the Millennium Summit to play a more\r\ndecisive role in ensuring that the development of\r\nnations is more equitable, it is necessary that this world\r\ninstitution possess the means to support its actions.\r\nAlso, it is an imperative requirement to establish a new\r\nmechanism of relations between the United Nations\r\nand the international financial institution.\r\n Moreover, it is necessary to have a new order of\r\ninternational relations in view of the rapid phenomenon\r\nof globalization, so as to reduce the ever-increasing\r\nunjust gap between the rich and poor countries. I am\r\nconvinced that this is not a matter of generosity, but a\r\nmatter of human security, as well as the security of the\r\nentire international community.\r\nThe Acting President: We just heard the last\r\nspeaker of the general debate for this morning. The\r\nmeeting is adjourned.\r\nThe meeting rose at 12.50 p.m.\r\n"