" United Nations  A/55/PV.48\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n48th plenary meeting \r\nWednesday, 1 November 2000, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-72178 (E) \r\n*0072178* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\nThe meeting was called to order at 3 p.m. \r\n \r\n \r\n \r\nAgenda item 50 (continued) \r\n \r\n \r\nCauses of conflict and the promotion of durable \r\npeace and sustainable development in Africa \r\n \r\n \r\n Report of the Open-ended Ad Hoc Working \r\nGroup on the Causes of Conflict and the \r\nPromotion of Durable Peace and Sustainable \r\nDevelopment in Africa (A/55/45) \r\n \r\n \r\n Note by the Secretary-General (A/55/431) \r\n \r\n Mr. Vermeulen (South Africa): The report of the \r\nSecretary-General on the causes of conflict and the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa remains a landmark in the way \r\nit showed the link between peace and development. It \r\nis in fact worth noting that this link became a recurring \r\nfeature of most interventions at the recent Millennium \r\nSummit. The Working Group provided Member States \r\nwith the unique opportunity to help shape the direction \r\nand nature of the response to this very important \r\nreport. Under the capable chairmanship of the \r\nPresident of the General Assembly at its fifty-fourth \r\nsession, assisted by the Ambassadors of Singapore and \r\nSpain as his Vice-Chairmen, the Working Group \r\nproduced a most impressive report in a short time. \r\n We wish to thank the Secretary General, the \r\nPresident of the General Assembly and the two Vice-\r\nChairmen for the focus they provided on this very \r\nimportant issue and their guidance in the consideration \r\nof it. \r\n Today, my delegation wishes to focus on the \r\nWorking Group’s proposals to facilitate the further \r\nimplementation of the recommendations of the \r\nSecretary-General. These proposals complement the \r\nobjectives we have defined for ourselves in the African \r\nrenaissance. We thus commend the Working Group for \r\nthe high priority placed on addressing the economic, \r\nenvironmental and social issues needed to ensure \r\nsustainable development. These are indeed the most \r\nimportant priorities for Africa. As long as Africa finds \r\nitself on the margins of the information superhighway, \r\nthe mainstream of the world economy, the flow of \r\nforeign direct investment, the marketplace of new ideas \r\nand technologies and the central debate on our \r\nenvironment, it will always be difficult for the \r\ncountries of Africa to address the issues of conflict and \r\nsustainable development. \r\n As is so rightly pointed out in the report of the \r\nWorking Group, the first priority needs to be poverty \r\neradication — a priority also acknowledged in the \r\nMillennium Declaration in its reference to the special \r\nneeds of Africa. The importance of education as a \r\nstarting point in addressing poverty is also \r\nacknowledged. My delegation fully subscribes to the \r\ninvitation to donors, in close collaboration with \r\nnational Governments, to strengthen and promote \r\nhuman resource development on the continent. \r\n The Working Group has stressed the need to \r\naddress the untenable burden that external debt places \r\n \r\n2  \r\n \r\nA/55/PV.48  \r\non a number of African countries. My delegation \r\nrecognizes the progress made by the enhancement of \r\nthe initial Heavily Indebted Poor Countries Debt \r\n(HIPC) Initiative at the annual meetings of the Bretton \r\nWoods institutions last year. We also welcome the extra \r\nefforts made by those institutions to meet the target of \r\nhaving 20 countries reach decision point before the end \r\nof this year. While these actions may be laudable, the \r\nfact that we still have numerous countries on the \r\nAfrican continent having to pay more in servicing \r\nexternal debt than for education, health services and \r\nhousing demonstrates the crux of the problem that we \r\nface. \r\n My delegation believes that we need a two-\r\npronged approach. First, we would need to secure the \r\nnecessary resources for the full implementation of the \r\nenhanced HIPC Initiative. We appeal to the donor \r\ncommunity to address this issue as a matter of urgency. \r\nSecondly, we would have to consider ways in which to \r\nimprove debt relief so that it would benefit more \r\ncountries and to have deeper and faster debt relief. In \r\nthis regard, we support the proposal of the Working \r\nGroup and the United Nations Conference on Trade \r\nand Development to have an independent body make \r\nan assessment of the sustainability of African debt. \r\nThis should form the basis of future considerations of \r\nthe external debt overhang. \r\n My delegation also supports the Working Group’s \r\nemphasis on the importance of financing for \r\ndevelopment in promoting durable peace and \r\nsustainable development on the African continent. We \r\nwould join the call to ensure that the special concerns \r\nof Africa be taken into account at the high-level event \r\non financing for development next year. We add our \r\nvoice to the appeal to donor countries to make a \r\nconcerted effort to reach the agreed target of 0.7 per \r\ncent of gross national product for official development \r\nassistance to developing countries. Mr. Horst Köhler, \r\nManaging Director of the International Monetary Fund, \r\nreiterated only last week here at the United Nations \r\nthat increased official development assistance, together \r\nwith debt relief, are critical requirements if we are to \r\nachieve the 2015 development targets that we have set \r\nfor ourselves. \r\n I wish to also associate my delegation with the \r\npriority that the Working Group has placed on the need \r\nto address the HIV/AIDS pandemic and the scourges of \r\nmalaria and tuberculosis. These diseases have a very \r\nserious effect on the continent’s ability to address the \r\nchallenges of sustainable development. \r\n The Working Group appropriately recognized the \r\nneed to strengthen the Organization of African Unity \r\nMechanism for Conflict Prevention, Management and \r\nResolution. We wish to support the proposal that the \r\nGeneral Assembly request the Economic and Social \r\nCouncil to establish ad hoc advisory groups on \r\ncountries emerging from conflict. This could greatly \r\nenhance the efforts towards post-conflict \r\nreconstruction and peace-building and the prevention \r\nof recurring conflict. Africa’s efforts to develop its \r\ncapacity in conflict prevention, management and \r\nresolution should also be complemented by an effective \r\nUnited Nations in the field of peace and security. We \r\ntherefore believe that the Brahimi report represents an \r\nimportant contribution to the ongoing efforts to \r\nstrengthen the United Nations in this regard.  \r\n However, addressing all these issues will make \r\nlittle difference to sustainable development on the \r\nAfrican continent unless we pay proper attention to the \r\nenvironment and to the effective integration of \r\nenvironmental protection, social development and \r\neconomic growth into the implementation of \r\nsustainable development. We thus support the call on \r\nall Member States to ensure that environmental \r\nconsiderations be adequately integrated into all \r\nrelevant aspects of the promotion of sustainable \r\ndevelopment on the continent. \r\n In this regard, bringing the 2002 Earth Summit to \r\nthe African continent will be a concrete demonstration \r\nto the people of Africa that the United Nations is \r\nserious about implementing the proposals of this \r\nWorking Group. It would also provide the people of \r\nour continent with an opportunity to recommit \r\nourselves to the principles of Agenda 21 and to the \r\nobjectives and ideals of sustainable development. \r\n My delegation associates itself fully with the \r\nproposals made by the Working Group on the need for \r\nfollow-up. We would strongly endorse the extension of \r\nthe Working Group’s mandate. In fact, it is our view \r\nthat this Working Group could play a very important \r\nrole in ensuring a prolonged focus on the activities of \r\nthe United Nations in Africa and assist in improving \r\nthe effectiveness and efficiency of the United Nations \r\nsystem on our continent. The work of the Working \r\nGroup could provide an important foundation to the \r\nimplementation of part VII of the Millennium \r\n \r\n 3 \r\n \r\n A/55/PV.48\r\nDeclaration, dealing with the special needs of Africa. \r\nWe also support the proposal of the Working Group on \r\nthe development of benchmarks. \r\n The role of the Economic and Social Council in \r\nthe follow-up to and implementation of the reports of \r\nthe Secretary-General and of the Working Group is \r\ncritical. The Council, with its ability to provide system-\r\nwide guidance and coordination, must play a major \r\nrole in the implementation process. We look forward to \r\nthe high-level segment of the Economic and Social \r\nCouncil in July 2001, which will be devoted to the role \r\nof the United Nations system in support of the efforts \r\nof African countries to achieve sustainable \r\ndevelopment. We further agree that this Working Group \r\ncould make a very useful contribution to the \r\npreparations for the final review and appraisal of the \r\nUnited Nations New Agenda for the Development of \r\nAfrica in the 1990s. We would like to see this included \r\nin the mandate of the Working Group. \r\n Finally, my delegation believes that the Working \r\nGroup’s review of the Secretary-General’s report has \r\nalready succeeded in sharpening the focus on the \r\nspecial needs of Africa. The Working Group should be \r\nencouraged in this very important endeavour and be \r\ngiven the mandate to continue with its work. \r\n Mr. Patrício (Mozambique): I wish to express \r\nmy profound appreciation to the Secretary-General for \r\nhis report on the causes of conflict and the promotion \r\nof durable peace and sustainable development in \r\nAfrica. The report builds on the earlier reports of the \r\nSecretary-General on Africa, makes a candid analysis \r\nof the causes of conflict in Africa and offers \r\napproaches to confront conflict and achieve durable \r\npeace and sustainable development in Africa. \r\n I wish also to commend the report of the Open-\r\nended Ad Hoc Working Group on the Causes of \r\nConflict and the Promotion of Durable Peace and \r\nSustainable Development in Africa. The Ad Hoc \r\nWorking Group represents an important step towards \r\nthe implementation of the Secretary-General’s \r\nrecommendations on the promotion of durable peace \r\nand sustainable development in Africa. \r\n Africa is the region of the world most affected by \r\nconflicts, which bring untold suffering to the African \r\npeople and impeding their efforts to achieve durable \r\npolitical, economic and social stability. In the \r\nSecretary-General’s report, the causes of conflicts in \r\nAfrica are rightly considered as being both internal and \r\nexternal to Africa. Therefore, to reverse this situation \r\nand tackle the complex sources of conflict and achieve \r\ndurable peace and sustainable development in Africa, \r\npolitical will is required primarily from us Africans, \r\nbut also from our various external partners. \r\n African countries in the past decade have been \r\nactively promoting democratic systems of government \r\nand strengthening the rule of law and the protection of \r\nhuman rights, as well as individual freedoms like \r\nfreedom of speech and freedom of association. \r\nFurthermore, they are pursuing steady economic \r\nreforms which enable them to create better frameworks \r\nfor business through structural adjustment programmes \r\nthat encompass privatization, the adoption of sound \r\ninvestment codes and regulations, tight fiscal and \r\nmonetary policies and appropriate macroeconomic \r\npolicies. At the regional level, the Organization of \r\nAfrican Unity (OAU) has demonstrated its increased \r\ncommitment to finding solutions to the conflicts in \r\nAfrica through a specific Mechanism for their \r\nprevention, management and resolution. Similar efforts \r\nhave also been made by subregional arrangements such \r\nas the Southern African Development Community \r\n(SADC) and the Economic Community of West African \r\nStates. \r\n These efforts, however, will bear substantive and \r\ndurable results only if the international community also \r\ndemonstrates its commitment by providing adequate \r\nresources, equipment and technical assistance for the \r\nprevention, management and resolution efforts. \r\nWithout relieving the Security Council of its \r\nresponsibility, African countries and organizations will \r\ncontinue to effectively contribute to the maintenance of \r\nglobal peace and security. \r\n The Millennium Summit recognized in its \r\nDeclaration that Africa has special needs that require \r\nthe support and solidarity of all nations. To keep up the \r\nmomentum of Africa’s quest for durable peace and \r\nprosperity, the root causes of conflict, including \r\npoverty, external debt, improved access to the world \r\nmarket and increased official debt assistance (ODA), \r\nmust be adequately addressed by the international \r\ncommunity. Our continent is grappling with the \r\nscourge of poverty and underdevelopment. Out of 48 \r\nleast developed countries (LDCs), 33 are in Africa. \r\nMoreover, pandemic diseases like HIV/AIDS, malaria \r\nand tuberculosis are taking their toll on Africans, \r\nhaving claimed millions of lives, while the regular \r\noccurrence of natural disasters causes extensive \r\n \r\n4  \r\n \r\nA/55/PV.48  \r\ndevastation and misery. We believe that to promote \r\ndurable peace and sustainable development, we need to \r\ntackle together these problems so that we will be able \r\nto have Africa as a strong partner in the current era of \r\nglobalization and more interdependence between \r\nStates. \r\n Despite our different historical legacies we are \r\nbound to live in harmony and unity in Africa. Through \r\npeaceful dialogue our leaders and various regional \r\norganizations, in particular the OAU, are looking for \r\ndifferent ways and means to bring lasting peace where \r\nconflicts still prevail. We Africans always welcome \r\ngood offices for durable peace that come from various \r\ncountries and international organizations, primarily \r\nfrom the United Nations. This assistance is more \r\nacutely urgent when a peace agreement is to be \r\nimplemented. From adequate peacekeeping forces to \r\nassistance for resettlement of refugees, displaced \r\npersons and former combatants, from demining \r\nactivities to reconstruction programmes, everything \r\nmust be done in time with adequate means to sustain \r\nthe peace agreed by the parties in conflict. The urgency \r\nthat we are here highlighting needs to be adjusted to \r\nthe reality of each situation in which we are asked to \r\ngive assistance and share real human solidarity. \r\n After many years of a war of aggression, we \r\nMozambicans are committed every day to safeguarding \r\nlasting peace and to working hard for our sustainable \r\ndevelopment. With the dividend of peace we are \r\nstrengthening our democracy and at the same time \r\ndoing our best to accelerate and sustain economic \r\ngrowth that will allow us to eradicate absolute poverty \r\nin the medium term. This is part of the commitment of \r\nbuilding a better future for all Mozambicans, \r\nparticularly for our children in the new millennium. \r\n What we are talking about here regarding \r\nMozambique is indeed the general trend taking place in \r\nthe SADC subregion as well as in the entire African \r\ncontinent. This trend demands that all of us apply the \r\nvalues and principles reaffirmed during the Millennium \r\nSummit regarding special solidarity and shared \r\nresponsibility. Then we will be able to have a common \r\nfront and implement a plan of action that will meet the \r\nspecial needs of Africa, as well described in the \r\nMillennium Declaration. \r\n My delegation assesses this rich debate on the \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa as a \r\nreaffirmation of our political will to move together to \r\nachieve, sooner rather than later, our objectives of \r\npeace, democracy and development in Africa. Indeed, \r\nit is our conviction that the United Nations family will \r\nbe more effective in our common quest for lasting \r\npeace, security and development in Africa. \r\n Mr. Dorda (Libyan Arab Jamahiriya) (spoke in \r\nArabic): We pay special attention to this topic. The \r\nUnited Nations continues to pay attention to it, as seen \r\nin the number of reports, volumes, meetings and \r\nspeakers. However, from a practical point of view, the \r\nUnited Nations has not paid any tangible attention to \r\nthe disputes and conflicts in Africa, nor has it paid \r\nattention to peace or development there, be it \r\nsustainable or non-sustainable. The reason is that some \r\nof us here are strong and powerful, and they prevent \r\nthe taking of any serious action to end these conflicts \r\nor disputes. They hamper or preclude the establishment \r\nof any development, not only in Africa but also in the \r\nentire southern Hemisphere. \r\n Wise people say that the correct analysis of a \r\nproblem is half of its solution. Correct analysis of the \r\ncauses of conflict in Africa was not undertaken frankly \r\nand clearly, neither here nor in the Security Council. \r\nThe problems of Africa and the conflicts that it has \r\nbeen experiencing and is expected to experience in the \r\nfuture are due to external and internal factors. The \r\nexternal ones are as follows: Africa was and still is in \r\nmany parts undergoing social formation. African \r\nnations are not yet complete, are not full-fledged States \r\nyet. The formation of nations is a long-standing \r\nhistorical maturation process that does not take place \r\novernight and does not materialize through a decision \r\nor a resolution adopted here or there. \r\n Some of us in Africa still live in a tribal, \r\nprimitive age. When we start to settle down — because \r\nthe formation of any nation must go through stabilizing \r\nstages — people will interact with one another; culture, \r\ntraditions, customs and arts will materialize and people \r\nwill be able to deal with their environs and will thus \r\nform a civilization. Culture and civilization will \r\nconstitute the nature and tangible character of these \r\nnations. \r\n In Africa before achieving such stability, we had \r\nto face so-called geographical discoveries that led to \r\ncolonialism. Colonialism came to us with that \r\ntremendous invention, gun powder. We, Africans, \r\nclashed with the colonialists repeatedly because we \r\n \r\n 5 \r\n \r\n A/55/PV.48\r\nwere afraid to suffer the same fate as that of the red \r\nIndians in North America. \r\n We fled to forests and deserts and continued to \r\nlive there with our animals and thus could not achieve \r\nany stability and the historical social maturization that \r\nwould have transformed us into nations did not take \r\nplace. Colonialists not only occupied our land, but \r\nmore importantly distorted all aspects of our life. They \r\ngave us labels that we adopted so that Africans have \r\nbeen calling themselves John, Robert and other \r\nEuropean names. They even gave us our names. They \r\nforced us to espouse their creeds and their religion. \r\nThey divided our African countries among themselves. \r\nThey charted our borders. There is no African State, \r\nincluding Libya, that managed to chart its own \r\nfrontiers with its neighbours. Colonial Powers, in \r\naccordance with their interests, designed our \r\ngeography. They divided each single clan into two, \r\nthree or four so-called States.  \r\n We did not know our boundaries. Probably some \r\nrepresentatives will not believe that the former King of \r\nLibya before 1969 was from Mustaghanem, Algeria. \r\nHis family moved from Algeria to Niger then to Chad \r\nthen to Libya. In Libya they formed a religious \r\nmystical sect and one of their grandchildren became \r\nthe King of Libya. We did not know nationality or \r\nborders. Some representatives here may not know that \r\nthe former President of Tunisia was from Libya, not \r\nfrom Tunisia. You certainly know that President \r\nKaunda, who liberated Zambia, might not have been \r\nfrom Zambia. That was the situation in Africa. \r\n They divided us and charted our borders. Some of \r\nthe contemporary conflicts and problems result from \r\nthose facts and from those colonialists. A land was \r\ndivided into two or three countries. Some may not \r\nknow that part of the family or clan of the President of \r\nChad is in Chad and the other part is in the Sudan. \r\n That is the situation that prevailed in Africa. \r\nWhoever charted our geography sowed the seeds of \r\nsedition and conflict in some parts of Africa. \r\n Also, among the external reasons that affected us \r\nwhile we were in that primitive stage — the purpose of \r\nwhich was to transform us into nations and to establish \r\na civil society in our countries — was colonialism, \r\nwhich went out the door but came back through the \r\nwindow to impose political terms and conditions on us. \r\nThe colonialists said that we had to apply \r\nparliamentary democracy. That may be good for some \r\nsocieties that have already reached civil society status, \r\nbut not for our societies that are divided into clans, \r\nfactions, tribes and so on. Hence, if any political party \r\nis established, it is relevant to politics only for slogans \r\nand proclamations. \r\n I use the example of Sudan because my brothers \r\nthere will not be angry and will not misunderstand. \r\nThere is the Umma party. That is its name, but its \r\nmembers are of the Ansar faction. The other party is \r\nthe Democratic Union. It is neither democratic nor a \r\nunion. It is merely another faction called al-Khatmiyya. \r\nThe traditional leader of the faction is from the same \r\nfamily. Both parties have the same leader. He becomes \r\nPresident if both parties elect him. Is this democracy? \r\nThe same applies everywhere in Africa, regardless of \r\nthe different nomenclatures and declarations. We can \r\narrive at a truly democratic theory rooted in our \r\nheritage and traditions and that includes rotation and \r\nthe rule of law, putting aside approaches that are not \r\ngood for us. \r\n The Prime Minister of Niger paid us a visit in \r\nLibya. At that time, Niger had granted the freedom to \r\nform political parties. The Prime Minister was the \r\nleader of the transitional Government that was \r\noverseeing the elections. I asked him “How many \r\nparties do you have?” He answered, “Around 60”. \r\nThen I asked “How many tribes do you have?” He said \r\n“The same number, more or less.” That meant that each \r\none of those tribes constituted a party. Social conflicts \r\nwould definitely take place. This is exactly what \r\nhappened in Burundi, Niger, Rwanda, Somalia and all \r\nthe countries that have adopted such approaches. \r\n External forces want us to follow in their \r\nfootsteps. One day we will be able to do that, but \r\npresent social conditions and conditions of place and \r\ntime are not receptive to this formula. If we adopt it, it \r\nwill divide us and lead to war and conflict among us. A \r\nreason for underdevelopment in Africa is that the \r\neconomic conditions imposed on us dictate that we \r\nadopt the market economy, and we have neither an \r\neconomy nor a market. Some of us do not even \r\nunderstand that expression, unless we want to be mere \r\nimitators. After that they trapped us in debt, resulting \r\nin lack of progress. In this connection, I will quote \r\nfrom a recently published book. The author, an \r\nacademic, is Canadian, but descended from an African \r\nfamily in Nigeria. Writing about the conditions once \r\nimposed on Nigeria by the International Monetary \r\nFund (IMF), he described the IMF ironically, calling it \r\n \r\n6  \r\n \r\nA/55/PV.48  \r\n“Dr. IMF”. What is the description of this “Dr. IMF”, \r\nthe International Monetary Fund? I regret having to \r\nread this in English, one of the colonial languages \r\nimposed on us Africans. \r\n(spoke in English) \r\n “Following are domestic policies: cut your budget \r\nby reducing your capital income; devalue your \r\ncurrency; cut your defence budget; go hungry and \r\npay your foreign debt; export your raw materials \r\nat my price and expect the finished goods at my \r\nprice; reduce your population growth and starve \r\nmost of your people; instead of eating beef, send \r\nit to us and eat rat. You need a balanced budget, \r\nnot a balanced diet. The Government should not \r\nborrow internally except from us [the names of \r\nthe banks that should be dealt with]; freeze your \r\nwages; revoke Government regulations on private \r\nbusiness; and when done, come back and see \r\nme.” \r\n(spoke in Arabic) \r\nThis prescription has been applied not only to Africa, \r\nbut, as the cartoon on the cover of the book indicates, \r\nto Asia and Latin America.  \r\n Thus, we are a skeleton strangled by debt and the \r\nIMF policy that represents the policies of the State that \r\ndirects it. We face this situation and these economic \r\nand political evils. How can Africa get rid of its \r\nconflicts or internal disputes? How can it settle down \r\nto achieve sustainable and durable development? The \r\nSecurity Council was prevented from sending soldiers \r\nto Africa unless in full compliance with the interests of \r\na super-Power that controls the Council — the United \r\nStates. At the same time, when it wanted to achieve its \r\ngoals in Kosovo, that super-Power sent its troops \r\nwithout the Council’s endorsement. It sees conflicts \r\nand people dying daily, but peacekeeping troops are \r\nprevented from going to the places in question. \r\n The Council has been prevented from sending \r\ntroops to Central Africa. It has only sent observers. It \r\ncalls on the States concerned to ensure the security of \r\nobserver personnel. If there were a central Government \r\ncapable of maintaining security, it would then be able \r\nto provide security for its own people. The Council is \r\nat the mercy of America and serves its interests or it \r\nwould not be able to adopt any resolutions. What kind \r\nof democracy is that when it asks others to implement \r\nresolutions and itself prevents the Security Council \r\nfrom implementing such resolutions? \r\n When American soldiers died in Somalia, the so-\r\ncalled international forces were withdrawn, and \r\nthousands of Somalis subsequently died. It did not help \r\nAfrica. It impeded assistance to Africa. If we deal with \r\nAfrican matters and want to help Africa settle down, \r\nfirst there should be debt cancellation. This would not \r\nbe a favour, for the colonial European Powers built \r\ntheir nations on the raw materials, goods and services \r\nthey usurped during the colonial period. They must \r\nrepay so that colonialism will not return. \r\n In 1975 or 1976, the former President of Sierra \r\nLeone, President Stevens, visited us and we discussed \r\nthese very topics; we discussed the price of raw \r\nmaterials and manufactured goods and the rise and \r\ndecline of prices. President Stevens told us that three \r\nyears earlier they normally had to export one ton of \r\ncocoa in order to import one tractor. At the time I \r\nspoke to him, they had to export 12 tons of cocoa in \r\norder to import the same tractor. That meant that the \r\nprice of manufactured goods had risen 1,200 per cent \r\nover the cost of raw materials.  \r\n There must be a reconsideration of such matters \r\nin order to establish new standards of cooperation on \r\nthe basis of partnership, not on dependency. There \r\nshould be parity in the future with regard to the \r\nsacrifices expected from each party. There should be a \r\nbalance between the price of manufactured goods and \r\nthe cost of raw materials. There must be an \r\ninternational plan of action to bring about \r\nindustrialization in Africa. Such an approach would \r\naccelerate the transformation of Africa’s primitive \r\nsocieties and would bring them closer to becoming a \r\ncivil society. Africa is rich in minerals and raw \r\nmaterials. A realistic programme has to be developed in \r\norder to achieve industrialization on that continent.  \r\n In addition, plans are also needed in the areas of \r\nagriculture, training and education. More important \r\nthan that is non-interference in the affairs of the \r\nAfrican Group, whether collectively or unilaterally. \r\nAfrica cannot attain either peace or progress as long as \r\nit is being pulled in various directions by powerful \r\nparties, even as they claim to be serious in their \r\ndetermination to end conflicts and achieve peace and \r\nstability in Africa. Those parties must illustrate true \r\ncooperation by helping to set up the African Economic \r\nCommunity and by lending their assistance to its \r\n \r\n 7 \r\n \r\n A/55/PV.48\r\neconomic institutions, which will be established next \r\nyear.  \r\n Mr. Effah-Apenteng (Ghana): Ghana is pleased \r\nwith the outcome of the work of the Open-ended \r\nAd Hoc Working Group on the Causes of Conflict and \r\nthe Promotion of Durable Peace and Sustainable \r\nDevelopment in Africa. The sessions of the Working \r\nGroup were open, transparent and quite extensive in \r\ntheir coverage, and offered a good opportunity to \r\nevaluate the implementation of the recommendations \r\nof the Secretary-General and the agreed conclusions of \r\nthe Economic and Social Council on the subject. We \r\nare most grateful to the President of the fifty-fourth \r\nsession of the General Assembly, Mr. Theo-Ben \r\nGurirab, and to his two Vice-Chairmen, Ambassadors \r\nKishore Mahbubani of Singapore and Inocencio Arias \r\nof Spain, for the exemplary leadership they provided \r\nthe Working Group. \r\n The value of the Working Group in monitoring \r\nthe implementation of recommendations for the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa comes across clearly in the \r\nconclusions and recommendations of the report before \r\nus. Not only is there significant work left to be done in \r\nimplementing the recommendations, there is also a \r\nneed to measure performance and assess the impact of \r\nactions taken to fulfil those recommendations. The \r\nrecommendations in the report of the Ad Hoc Working \r\nGroup on the extension of its mandate and on the \r\nsetting up of thematic groups have our strong support. \r\nWe are convinced that the framework to be provided by \r\nthe Working Group and the thematic groups will enable \r\nthe General Assembly to ensure thematic coherence, \r\nthe requisite political will, the incorporation of \r\nemerging issues and a timely resolution of the \r\ninternational dimensions of the African problem. \r\n This Hall has heard bold words spoken to match \r\nthe gravity of the development condition of Africa. We \r\nhave had a period of focus on Africa; we have had \r\ninitiatives, meetings and conferences on Africa; and we \r\nhave had Africa’s special development needs \r\nhighlighted in all the outcomes of the major \r\nconferences and summits of the United Nations in the \r\n1990s, as well as in multilateral initiatives such as the \r\nHeavily Indebted Poor Countries (HIPC) Debt \r\nInitiative. Africa’s condition, however, continues to be \r\nprecarious: a falling per capita gross domestic product \r\n(GDP), a decline in the level of industrialization in \r\nterms of manufacturing value added in GDP, an \r\nincrease in the number of people living below the \r\npoverty line and in the number of undernourished \r\npeople, and mixed indicators for education, literacy \r\nand health. Conflicts fuelled by underlying poverty and \r\ndeprivation are becoming a fixture on the continent just \r\nwhen Africa appears to be on the brink of a \r\nrenaissance. It is obvious that the bold words have not \r\nbeen matched with the requisite deeds. \r\n This has not been for want of commitment or \r\naction by African countries themselves. In meeting \r\ntheir primary responsibility for economic policy-\r\nmaking for development, many African countries have \r\nsuccessfully pursued macroeconomic stabilization \r\npolicies and have liberalized their economic activities \r\nin both domestic and external sectors. What has been \r\nmissing is the supportive external economic \r\nenvironment that has been considered critical to ensure \r\naccelerated development in developing countries. This \r\nfact was recently highlighted by the Secretary-General, \r\nthe President of the World Bank and the Managing \r\nDirector of the International Monetary Fund.  \r\n The failure to implement policies at the \r\ninternational level on trade, debt and international \r\nfinancial flows and official development assistance \r\n(ODA) has doomed the efforts and sacrifices of low-\r\nincome African countries to eradicate poverty and \r\nbuild competitive, sustainable economies. On the basis \r\nof current projections, and with the unanticipated \r\nlosses associated with the current oil price hikes, \r\nAfrica will not attain and sustain in the coming years \r\nthe average rate of 7 per cent GDP growth necessary to \r\nmake a significant impact on poverty. \r\n This has significant implications for the \r\nimplementation of the recommendations on peace and \r\nsustainable development. It is clearly necessary not \r\nonly that we identify the lessons of past performance, \r\nbut also that we have the courage to design our strategy \r\naround those lessons. One such major lesson is that it \r\nis futile to address debt relief separately from the \r\nquestions of market access, diversification and \r\nprimary-commodity price declines. The \r\nimplementation and follow-up of the recommendations \r\nmust be consistent with the need for a concerted \r\napproach that will synchronize action on \r\nmacroeconomic reform in African countries with action \r\non debt, market access and the further reform and \r\nstrengthening of the financial architecture, including \r\nthe enhanced use of public-private partnerships to \r\nleverage private capital flows and foreign direct \r\n \r\n8  \r\n \r\nA/55/PV.48  \r\ninvestments to Africa. This requires that future sessions \r\non follow-up to the recommendations would involve \r\nthe Bretton Woods institutions, the World Trade \r\nOrganization and other relevant bodies. \r\n ODA constitutes another plank of the strategy to \r\nbe implemented. The efforts of African countries to \r\ndevelop their management capacity and to ensure \r\nresponsive governance will not yield the desired effects \r\nwithout an infusion of additional resources in the form \r\nof official development assistance. ODA, as countless \r\nreports have acknowledged, is a critical input in the \r\nreform process. Reversing its 20-year low levels and \r\nattaining the target of 0.7 per cent of gross national \r\nproduct must be a major aspect of the General \r\nAssembly’s monitoring process. \r\n The role of United Nations agencies in \r\ndevelopment activities in Africa constitutes an \r\nimportant element for the implementation of the \r\nrecommendations. The effectiveness of those agencies \r\nin Africa depends to a great extent on the capacity of \r\nprogramme countries. That capacity is weakened when \r\nit is confronted with the heavy burden of the myriad \r\nrequirements and procedures for disbursement and \r\nimplementation. The General Assembly must reinforce \r\nthe agreed conclusions of the Economic and Social \r\nCouncil and request the United Nations Development \r\nGroup and heads of specialized agencies to act with \r\nspeed to harmonize programming procedures and joint \r\nprogramming at country level. The General Assembly \r\nmust also use the opportunity of the final review of the \r\nUnited Nations New Agenda for the Development of \r\nAfrica in the 1990s, which will take place in 2002, to \r\nconsider the plethora of United Nations initiatives and \r\nschemes on Africa. A rationalization exercise would \r\neliminate the tendency for those processes to be \r\nmistaken for effective action. More important, it would \r\nrestore focus and accountability. \r\n Mr. Lelong (Haiti), Vice-President, took the \r\nChair. \r\n It is worth pointing out in this regard the \r\ninadequate reflection of the linkage between security \r\nand development in the Ad Hoc Working Group’s \r\nreport. Follow-up must address in particular the need to \r\nreinforce the capacity of African countries to identify \r\nand integrate effective social responses to conditions \r\nwhich lead to conflict. \r\n Finally, the success of our work in the United \r\nNations has a major bearing on the implementation of \r\nthe recommendations on Africa. This will be true of the \r\nThird United Nations Conference for Least Developed \r\nCountries and of the process for financing for \r\ndevelopment, just as it is for the way we address the \r\neducational and digital divide and the other challenges \r\nidentified by the leaders of the world in the Millennium \r\nDeclaration. Ensuring the political will to meet those \r\nchallenges, especially the need for resources for \r\neducation and for health — to fight diseases such as \r\nmalaria, HIV/AIDS and tuberculosis, which are \r\nreversing the economic growth of African countries – \r\nrequires a coalition of peoples the world over: civil \r\nsociety, the private sector, Governments and \r\nindividuals. Unless we all work together to give true \r\nmeaning to the expression “We the peoples”, our \r\nsuccess in meeting the challenges of attaining durable \r\npeace and sustainable development in Africa will \r\ncontinue to be too little, too late. \r\n Mr. Mamba (Swaziland): On behalf of my \r\ndelegation, I am pleased to take part in today’s debate \r\non the causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa. As we \r\nagain discuss this topic, we are again full of hope and \r\noptimism that Africa will eventually rid itself of the \r\nunwanted scourge of conflict. I believe that all of us \r\nhere wish for that time to come soon, for we now know \r\nthat Africa has the capacity to do it. We also believe \r\nthat efforts by the United Nations system to promote \r\npeace and security in Africa can be intensified, thus \r\nensuring sustainable development. However, since a \r\nlarge number of the identified causes of conflict are \r\nglobal in character and pose challenges that must be \r\naddressed by collective efforts, the capacity of the \r\nUnited Nations to deal with such challenges is \r\nsometimes compromised. Hence the need to strengthen \r\nthe Organization’s role in addressing these challenges \r\nin line with its mandate as laid down in the Charter. \r\n The report of the Open-ended Ad Hoc Working \r\nGroup on the Causes of Conflict and the Promotion of \r\nDurable Peace and Sustainable Development in Africa, \r\nwhich was established by the General Assembly by its \r\nresolution 54/234 of 22 December 1999 to monitor the \r\nimplementation of the recommendations made by the \r\nSecretary-General on the causes of conflict and the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa, shows us that Africa still faces \r\nmany challenges. \r\n Whilst we welcome the fact that many parts of \r\nAfrica are seen to be making progress in their \r\n \r\n 9 \r\n \r\n A/55/PV.48\r\nrespective efforts to maintain peace and stability by \r\nputting in place and implementing political, economic \r\nand social policies that are people-centred, it is \r\nregrettable that HIV/AIDS has arisen as another form \r\nof disaster that threatens the lives and security of \r\npeople in Africa and elsewhere. The convening in \r\nJanuary 2000 of the Security Council’s meeting on \r\nAIDS in Africa brought about recognition and \r\nrealization of the present danger to world security \r\nposed by the HIV/AIDS pandemic. AIDS in Africa has \r\nbecome a threat to economic, social and political \r\nstability. Its impact is no less destructive than that of \r\nwar. Statistics show that AIDS has on average killed \r\nabout 10 times as many people in Africa as have armed \r\nconflicts, and that it has left many children orphaned. \r\nIn countries already facing instability, such a disaster \r\ncan bring about further insecurity and tension, resulting \r\nin conflict. \r\n Furthermore, Africa remains the continent with \r\nthe most people living in extreme poverty and struck \r\nby severe food shortages. Poverty is the major cause of \r\nthe collapse of hope and expectations among people. \r\nLoss of hope can lead to the disintegration of a society \r\nand to desperation of people, and eventually to \r\nexcessive protection of one group’s interests over those \r\nof the others — this is worse still when that group \r\npersonalizes the public resources it is entrusted to \r\nmanage. \r\n In many instances, antagonistic competition \r\nmanifests itself in violent ethnic or religious conflict. It \r\nis therefore of paramount importance that all the \r\ninternational partners — the Bretton Woods \r\ninstitutions, the private sector and non-governmental \r\norganizations — work together with national \r\nGovernments in their efforts to eradicate poverty in all \r\nits manifestations, including through the cancellation \r\nof external debt in accordance with the \r\nrecommendations made by the Open-ended Ad Hoc \r\nWorking Group. \r\n Given the broad spectrum of causes of conflict in \r\nAfrica and their complexity, we fully agree with many \r\nthat the lack of commitment on the part of donor \r\ncountries to provide sufficient resources, both financial \r\nand technical, does not help Africa solve its problems. \r\nThe same sentiments were echoed clearly by the \r\nManaging Director of the International Monetary Fund \r\n(IMF), Mr. Horst Köhler, in Washington, D.C., \r\nrecently. Mr. Köhler said that Africa should be given \r\n“faster, stronger and better institutional support” by the \r\nworld community for it to realize fully its capacity to \r\nsolve its problems. \r\n The unabated illegal flow of arms is also a major \r\nchallenge to the United Nations system. There is no \r\nquestion but that this state of affairs helps transform \r\nmany tension areas into areas of armed confrontation. \r\nThe Security Council must continue to urge all \r\ncountries that are involved in such trade to stop, thus \r\nenhancing the effectiveness of the Council’s arms \r\nembargoes. It is imperative that the illicit arms flow to \r\nand within Africa come to an end. We call upon the \r\ninternational community to make a coordinated, \r\nconcerted effort to find a credible and effective \r\nsolution to the flow of arms in our continent. We \r\ntherefore look forward to the convening in 2001, of the \r\nUnited Nations Conference on the Illicit Trade in Small \r\nArms and Light Weapons in All Its Aspects, as a means \r\nof strengthening our resolve. \r\n We note with appreciation the endeavour of the \r\nOrganization of African Unity (OAU) to assume its \r\ncontinental responsibility, especially in conflict-\r\nafflicted areas where, in a spirit of cooperation and \r\nsolidarity, it has worked closely with and \r\ncomplemented the other continental bodies and \r\nsubregional organizations, such as the Economic \r\nCommunity of West African States in West Africa and \r\nthe Intergovernmental Authority on Development in \r\nEast Africa, as well as the Southern African \r\nDevelopment Community in southern Africa. Such \r\nefforts offer real prospects for conflict prevention, \r\ncontainment and resolution. It is therefore apparent \r\nthat, in order for these initiatives to be a success, \r\nsupport is needed from the entire international \r\ncommunity. \r\n Finally, I would like to pay particular tribute to \r\nthe European ministers responsible for trade and the \r\nmining industry for resolutely deciding against \r\ndiamond trading that helps finance warring parties in \r\nareas of conflict. We invite other international partners \r\nto make a meaningful and comprehensive contribution \r\nto our fight against insecurity in Africa. \r\n Mr. Kobayashi (Japan): Over the years, a \r\nnumber of wars and conflicts have been fought in \r\nAfrica, undermining its efforts to pursue stability and \r\nsustainable development. Recently, however, Africa \r\nhas made substantial progress in the prevention, \r\nmanagement and resolution of conflicts. In this \r\ncontext, the establishment of the Organization of \r\n \r\n10  \r\n \r\nA/55/PV.48  \r\nAfrican Unity (OAU) Mechanism for Conflict \r\nPrevention, Management and Resolution is a \r\nsignificant step forward. Efforts by the OAU and \r\nsubregional organizations, such as the Economic \r\nCommunity of West African States (ECOWAS), need \r\nto be supported and consolidated to prevent a \r\nrecurrence of conflicts and to initiate and strengthen \r\nthe post-conflict rehabilitation and reconstruction of \r\naffected countries. Hence, my delegation welcomes the \r\nreport of the Open-ended Ad Hoc Working Group on \r\nthe Causes of Conflict and the Promotion of Durable \r\nPeace and Sustainable Development in Africa, which \r\nspecifies actions to mitigate the potential for conflict. \r\n The Working Group report revealed obstacles to \r\nthe effective implementation of the recommendations \r\nof the Secretary-General, including lack of political \r\nwill, poor governance, too many armed conflicts and \r\ninsufficient financial and human resources. The report \r\nalso indicates areas where special attention is needed in \r\norder for further action to be taken. \r\n There are many suggestions in the report on ways \r\nto promote sustainable development and durable peace \r\nin Africa. Above all, my Government attaches special \r\nimportance to the ownership by African countries of \r\ndevelopment in Africa. The Government of Japan has \r\nbeen following with keen interest the recent initiative \r\ncalled the “African Renaissance” programme, which \r\nwas initiated by President Mbeki of South Africa and is \r\nbased upon ownership by African countries. My \r\ndelegation sincerely hopes that Africa’s initiative will \r\nbe widely discussed in the OAU and subregional \r\norganizations, with a view to strengthening Africa’s \r\nownership of the development process. Japan is ready \r\nto support Africa’s reassuring movement towards \r\ngreater ownership and to help construct a truly global \r\npartnership. \r\n The Government of Japan is strongly committed \r\nto assisting African countries in achieving sustainable \r\ndevelopment and durable peace in Africa through \r\nownership and global partnership, and the Tokyo \r\nInternational Conference on African Development \r\n(TICAD) process provides a framework for doing so. \r\nTo take further steps to carry the TICAD process \r\nforward, my Government has decided to hold a \r\nministerial meeting on African development in the \r\nJapanese fiscal year 2001, while bearing in mind the \r\npossibility of hosting the Third Tokyo International \r\nConference on African Development (TICAD III) to \r\nbuild upon the tangible results of TICAD II. \r\n We believe that the true outcome of many \r\ninternational conferences on African development \r\nshould be evaluated in terms of the results they \r\nproduce at the national and field levels in African \r\ncountries. In this context, since TICAD II, Japan has \r\nannounced several new assistance programmes for \r\nAfrican countries through the TICAD process. One \r\nexample is a 90 billion yen grant for projects relating \r\nto education, health and safe water supplies. It is \r\nanticipated that this aid will lead to the construction of \r\nschool facilities for the education of an additional 2 \r\nmillion children throughout Africa, and help at least 15 \r\nmillion citizens to improve their living conditions. To \r\ncite an example in the field of human capacity-building \r\nin Africa, my Government, in collaboration with the \r\nGovernment of Kenya, established in Kenya, the \r\nAfrican Institute for Capacity Development. \r\n Within the TICAD process, Japan attaches special \r\nimportance to South-South cooperation, especially \r\nAsia-Africa cooperation, to promote exchanges of \r\nexperience and cooperation between Asian and African \r\ncountries. It is for this reason that the Government of \r\nJapan, in collaboration with the Government of \r\nMalaysia, hosted the third Asia-Africa Forum in Kuala \r\nLumpur in May this year. At that meeting, African and \r\nAsian countries discussed agricultural development \r\nand private sector development from the standpoint of \r\ncapacity-building. Furthermore, my Government, again \r\nin collaboration with the Government of Malaysia, \r\nhosted the first Africa-Asia Business Forum in Kuala \r\nLumpur last year to promote trade and investment \r\nbetween Asia and Africa. The forum produced business \r\ncontracts amounting to more than $24 million between \r\nAsian and African private companies. My Government, \r\nin collaboration with the Government of South Africa, \r\nis planning to hold the second Africa-Asia Business \r\nForum in Durban, South Africa, next July. \r\n Furthermore, last month, an Asian business \r\nmission was dispatched successfully to Uganda and \r\nTanzania under the auspices of the Asia-Africa \r\nInvestment and Technology Promotion Centre — the \r\n“Hippalos Centre” — which is another initiative of \r\nJapan within the TICAD process. The African Seminar \r\non Health Development is also being held in Tokyo at \r\nthe moment, and will run until tomorrow. Co-hosted by \r\nthe Government of Japan and the Joint United Nations \r\nProgramme on HIV/AIDS (UNAIDS), it is a forum for \r\ndiscussing South-South cooperation relating to \r\nHIV/AIDS. The seminar provides participants from \r\n \r\n 11 \r\n \r\n A/55/PV.48\r\nAfrican, Asian, and Latin American countries with an \r\nopportunity to share their knowledge and experience \r\non the deadly epidemic. For its part, Japan has made \r\nclear that it regards HIV/AIDS as one of the most \r\nimportant issues in its relationship with sub-Saharan \r\nAfrica and that it intends to strengthen its policies to \r\nfight HIV/AIDS. \r\n Finally, Africa presents many challenges, which \r\nthe international community as a whole needs to take \r\nup today. Japan will give a great deal of attention to the \r\nissues facing Africa in the United Nations various \r\nforums, particularly over the next year, including the \r\nUnited Nations Conference on the Least Developed \r\nCountries, the High-level Event on Financing for \r\nDevelopment, and the high-level segment of the \r\nEconomic and Social Council. Japan will participate \r\nconstructively in those conferences and meetings and is \r\ndetermined to live up to its commitment to Africa by \r\nimplementing concrete programmes and projects in \r\nthat continent. \r\n Mr. Kamara (Sierra Leone): My delegation \r\nwould like to express its heartfelt sympathy to the \r\nGovernments of Singapore and Angola on the two \r\ntragedies that occurred yesterday, and to all those \r\nwhose nationals lost their lives in those tragedies. \r\n It is common knowledge in this Assembly that \r\nSierra Leone has been saddled with an unprovoked \r\nconflict for the past nine years, a conflict that has \r\nbrought untold suffering and destruction to human \r\nlives, property and infrastructure. It is also common \r\nknowledge that 90 per cent of the victims of this \r\nconflict are innocent, unarmed civilians, the majority \r\nof which are women and children. \r\n It is also a conflict that is, unfortunately, fuelled \r\nby external forces, including the active participation of \r\nneighbouring States. It is not an ethnic, tribal or \r\nreligious conflict, but one born of greed and the desire \r\nby a handful of unpatriotic elements to control the \r\nstrategic mineral and natural resources of the country. \r\n Today, 98 per cent of the 4 million Sierra \r\nLeoneans yearn for peace and development. That is \r\nwhy this item is of vital importance to my delegation. \r\nAt this point, let me offer my delegation’s appreciation \r\nto the Secretary-General for today’s debate on “Causes \r\nof conflict and the promotion of durable peace and \r\nsustainable development in Africa”. \r\n We believe that the monitoring of the \r\nimplementation of the recommendations contained in \r\nthe Secretary-General’s report will provide Member \r\nStates of this institution the opportunity to help devise \r\nproposals that, hopefully, will help to resolve the \r\nproblems giving rise to conflicts in general. In this \r\nvein, therefore, my delegation wishes to commend the \r\nmembers of the Ad Hoc Working Group for a \r\ncomprehensive and well-structured report. \r\n Conflicts usually arise between and within States \r\nas a result of a combination of factors, such as border \r\ndisputes, political differences, economic disparities, \r\nreligious intolerance and socio-economic differences. \r\nThe prescription of solutions, therefore, does not \r\nrequire only an understanding of the individual conflict \r\nbut also the total cooperation of the international \r\ncommunity, particularly the industrialized nations, in \r\nthis era of political and socio-economic globalization. \r\n As indicated in the Ad Hoc Working Group’s \r\nreport (A/55/45), the lack of political will is also \r\nevidenced in the failure of donor countries to provide \r\ntimely and sufficient resources, both financial and \r\ntechnical, to address most of these problems. In Sierra \r\nLeone, for example, the inability to provide the \r\nEconomic Community of West African States \r\n(ECOWAS) Monitoring Group (ECOMOG) — the \r\nregion’s peacekeeping force — with appropriate and \r\nadequate logistical support for its efforts to effectively \r\ndeal with our rebel war is a case in point. \r\n Today more than ever, developing countries in \r\nAfrica are in dire need of a variety of economic \r\nconsiderations from their developed partners — \r\nconsiderations such as debt relief, the opening of \r\nmarkets without the imposition of strict and harsh \r\ntariffs, preferential economic treatment, and the \r\ntransfer of adequate and appropriate technology. This, \r\nin my humble opinion, will go a long way, not only \r\ntowards alleviating the general malaise of \r\nunderdevelopment but also towards helping to provide \r\nsolutions to the emergence of conflicts. At this \r\njuncture, my delegation wishes to register its \r\nappreciation to all our developed partners that have \r\ndemonstrated interest in the alleviation of our \r\neconomic woes. \r\n Furthermore, appropriate assistance from the \r\nindustrialized nations and the various United Nations \r\nbodies will help nations that are saddled with the \r\nproblems created by conflict, such as the disarmament, \r\n \r\n12  \r\n \r\nA/55/PV.48  \r\ndemobilization and reintegration of ex-combatants, \r\nespecially child soldiers, into civil society. \r\n Therefore, in addition to the concerns \r\ndemonstrated by the Secretary-General on this issue, \r\nmy delegation wishes to request that the General \r\nAssembly mandate the Economic and Social Council to \r\nconsider creating an ad hoc advisory group on \r\ncountries emerging from conflict, with a view to \r\nassessing their economic needs and elaborating a long-\r\nterm programme of support. \r\n Associated with conflict and post-conflict \r\nreconstruction is the question of refugees and \r\ninternally displaced persons. Problems arising from \r\nconflicts are not limited only to conflict areas but also \r\naffect countries of asylum, whose economies also need \r\nthe attention of the international community. The \r\nOrganization of African Unity (OAU) ministerial \r\nmeeting on African refugees, held in Khartoum in \r\nDecember 1998, put out a blueprint of \r\nrecommendations for assistance to be given to \r\ncountries hosting large numbers of refugees. My \r\ndelegation believes that this blueprint contains \r\nlegitimate recommendations, which, I submit, should \r\nbe given the attention they deserve. \r\n The international community should step up its \r\nefforts in the area of poverty alleviation, since the \r\nmajority of conflicts in Africa are founded on \r\nignorance and avarice. In spite of the fact that Africa \r\ncontains enormous potential wealth, poverty remains \r\nthe bedrock of conflict and instability on the continent. \r\nIt is therefore evident that mass communication and \r\nliteracy campaigns should now more than ever be \r\neffectively operationalized within the nation-States of \r\nAfrica. They must focus on targeted groups as well as \r\non vulnerable categories of persons, including the aged \r\nand the disabled. \r\n Indeed, peace cannot remain durable in a \r\nsituation of dire economic need or deprivation, nor can \r\neconomic development endure in an atmosphere of \r\nwar, conflict and instability. Africa, therefore, needs to \r\ndevelop a well-structured human resource base, devoid \r\nof illusions or pessimism, in order to enhance \r\nmeaningful economic development. \r\n My delegation would wish to request the \r\nAssembly to further examine all possible options \r\navailable through the various United Nations bodies, \r\nespecially the Economic and Social Council, for the \r\nmaximum operationalization of mass literacy \r\ncampaigns in Africa, which would substantially \r\naddress the problems of poverty and the promotion of \r\ndurable sustainable growth and development. \r\n My Government seeks the cooperation of its \r\ndevelopment partners to candidly ensure that the issue \r\nof mutual political will is substantially cultivated so as \r\nto nurture an underlying trust between our societies. In \r\nthis vein, Sierra Leone subscribes to the integral \r\ndevelopment of democracy and good governance \r\nwithin Africa. It also subscribes to the development of \r\na culture of transparency and accountability, respect for \r\nhuman rights and unconditional peaceful coexistence \r\nwith its neighbours. \r\n My delegation will support any resolution \r\nemanating from these discussions that seeks to address \r\nthe causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa, because \r\nwe believe that this Assembly must act now to \r\nfacilitate the proper implementation of the Secretary-\r\nGeneral’s recommendations, as well as those contained \r\nin the report of the Ad Hoc Working Group. \r\n If Africa is to bestow total global harmony on its \r\nposterity, logic dictates that we act expeditiously and \r\nthat our developed partners must carry the globally \r\nproclaimed ideal of partnership for international \r\ndevelopment to its logical conclusion. \r\n Mr. Belinga-Eboutou (Cameroon) (spoke in \r\nFrench): At the outset, my delegation wishes to offer \r\nits most sincere condolences to the permanent missions \r\nof Singapore, Russia and Angola for the air disasters \r\nthat occurred yesterday and today. We would ask them \r\nto convey our deepest sympathy to the bereaved \r\nfamilies. \r\n Today, the General Assembly is considering an \r\nimportant document, A/55/45, entitled “Report of the \r\nOpen-ended Ad Hoc Working Group on the Causes of \r\nConflict and the Promotion of Durable Peace and \r\nSustainable Development in Africa”.  \r\n I wish first to express our great appreciation to \r\nMr. Holkeri’s predecessor, Mr. Theo-Ben Gurirab, \r\nPresident of the General Assembly at its forty-fourth \r\nsession. It must be said that it was thanks to his \r\nperspicacity and persistence that the Working Group — \r\nwhose establishment we awaited throughout the fifty-\r\nthird session — was ultimately created. Similarly, the \r\nmeetings of the Working Group were marked by the \r\npersonal involvement, activity, commitment, daring \r\n \r\n 13 \r\n \r\n A/55/PV.48\r\nand wisdom of Mr. Gurirab and his Vice-Chairmen, \r\nMr. Kishore Mahbubani of Singapore and \r\nMr. Inocencio Arias of Spain. Africa thanks them. \r\n Cameroon has participated from the outset in the \r\nactivities of the Working Group and welcomes the \r\nspirit of consensus, dialogue and true determination to \r\nsucceed shared by all participants, aware as they are of \r\nthe importance of Africa. \r\n It is only right that the Millennium Declaration, \r\nin its part VII, should address the issue of meeting the \r\nspecial needs of Africa, on which international peace \r\nand security depend. In the report that he submitted to \r\nthe Security Council and the General Assembly in 1998 \r\non the causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa, the \r\nSecretary-General made a certain number of \r\nrecommendations. It is encouraging to note that the \r\nMillennium Summit endorsed his main \r\nrecommendations and that the participants in the \r\nSummit shared the Secretary-General’s opinion that, in \r\norder to achieve lasting peace and development, we \r\nneed an integrated approach to security that takes into \r\naccount the promotion of peace, poverty eradication, \r\ndevelopment and democracy. \r\n We welcome the fact that several priority issues \r\naddressed in the Secretary-General’s report were the \r\nsubject of broad-based, deep and specific commitments \r\nundertaken in the Millennium Declaration. I refer to \r\nthe need to increase official development assistance; to \r\npromote market access for the products of the \r\ndeveloping countries; for international private \r\ninvestment; and to tackle the painful problem of \r\nHIV/AIDS. \r\n The Secretary-General’s recommendations clearly \r\nremain topical and must be seen henceforth as the \r\nindispensable basis for all action undertaken in the \r\nframework of the concerns expressed by the heads of \r\nState and Government in the Millennium Declaration. \r\nThey also demonstrate the importance of the Working \r\nGroup’s report and of the current debate. Our job, \r\nindeed, is to chart the course ahead. \r\n We established the Working Group at the fifty-\r\nfourth session and gave it the important mandate of \r\nfollowing up the implementation of the Secretary-\r\nGeneral’s recommendations in order to ensure lasting \r\npeace and development in Africa. We are happy to note \r\nthat the Working Group got down to work and held \r\nthree sessions, presenting us with the important \r\ndocument to which I have just referred. It is so \r\nexhaustive that in document A/55/431 the Secretary-\r\nGeneral stated that he had not presented a report on \r\nthis agenda item, because the report of the Working \r\nGroup was sufficient in itself. \r\n It is fortunate that in the performance of its task, \r\nthe Working Group wanted to — so to speak — bring \r\norder into the house — by bringing together all the \r\nactors in Africa. During a memorable meeting, the \r\ndifferent actors — the Secretariat, funds and \r\nprogrammes, agencies and the Bretton Woods \r\ninstitutions — explained what measures they were \r\ntaking to comply with the Secretary-General’s \r\nrecommendations. They told us not only about the \r\nmeasures taken, but also about the obstacles they \r\nencountered. Hence, one can see the great usefulness of \r\nthese Working Group meetings. \r\n We recognized that a praiseworthy effort had \r\nbeen made within the framework of the implementation \r\nof the Secretary-General’s recommendations. But, it is \r\nonly natural that we recognized, and stressed, that \r\nmuch remains to be done, because the task is so \r\ntremendous. Taking the next step requires a great deal \r\nof political will, because it means an increase in \r\nofficial development assistance, measures to relieve the \r\ndebt burden and a ruthless battle against HIV/AIDS. \r\n A great deal of good will has been demonstrated \r\nin various quarters in implementing the \r\nrecommendations of the Secretary-General. It should \r\nnot be forgotten that our countries, aware that their \r\ndevelopment is their primary responsibility, are making \r\ntremendous sacrifices in order to establish a political \r\nand economic environment propitious to development. \r\nUnfortunately, the aid promised by the international \r\ncommunity is a long time coming. The commonly \r\nagreed objective of devoting 0.7 per cent of donor \r\ncountries’ GNP to development assistance has been \r\nachieved by only a small number of countries; fewer \r\nthan the fingers on one hand — only four countries — \r\nhave reached or exceeded the figure of 0.7 per cent. We \r\ntherefore welcome the fact that this objective was \r\nreaffirmed by the heads of State at the Millennium \r\nSummit. In the light of the unanimity demonstrated on \r\nthat occasion, we hope that everything possible will be \r\ndone by our partners to achieve this objective. \r\n The other problem, which has been widely \r\ndebated, is that of debt, to which no lasting solution \r\nhas yet been found. The various methods and \r\n \r\n14  \r\n \r\nA/55/PV.48  \r\napproaches advocated do not take into account the \r\nmany complex realities. \r\n My country is grateful for having recently \r\nqualified for the Heavily Indebted Poor Countries Debt \r\nInitiative. We hope that the eligibility conditions will \r\nbe made more flexible and that the Initiative’s benefits \r\nwill be expanded and extended to more countries. To \r\nachieve the desired results, the special Trust Fund for \r\nfinancing the Initiative must receive all the necessary \r\ncontributions. We appeal to the donor countries to \r\ncontinue to demonstrate their commitment, political \r\nwill and generosity to this end. \r\n The Secretary-General has proposed the \r\ncancellation of all the debt of the least advanced \r\ncountries in Africa and finding effective solutions for \r\nmanaging the debts of other categories of African \r\ncountries. We hope that the Working Group will \r\ncontinue to explore ways of making a reality of this \r\nproposal. \r\n On the question of HIV/AIDS, the Working \r\nGroup called on the General Assembly to devote \r\nparticular attention to the devastating effects of the \r\npandemic. My delegation supports, as we stated a few \r\ndays ago, the convening of a special session of the \r\nGeneral Assembly to consider, with all partners and all \r\nactors, the various aspects of this scourge of the \r\ncentury, including proposals made by the Working \r\nGroup. \r\n I need hardly remind the Assembly that, despite \r\nthe progress achieved by our countries in the area of \r\ngood governance and democratization, poverty and \r\nother development problems will continue to be for \r\nsome years the principal sources of conflict in Africa, \r\nif vigorous, sustained preventive action is not taken to \r\nstem the tide. \r\n In the light of all the comments I have made, I \r\nventure to make some proposals. I am happy to \r\nassociate myself with the very constructive proposals \r\nmade this morning by the distinguished Ambassador of \r\nTogo in his capacity as representative of the current \r\nChairman of the Organization of African Unity. With \r\nthe permission of the Assembly, I would like to stress \r\nsome proposals that may contribute to the \r\nrationalization of the activities of our Working Group \r\nin the fulfilment of its mandate. The first is to extend \r\nits mandate, and the second is to establish within the \r\nWorking Group terms of reference for measuring the \r\nprogress achieved. This could be accomplished within \r\nthe framework of a sectoral or thematic evaluation \r\ninstead of covering all the questions examined in the \r\nSecretary-General’s report. \r\n Thirdly, the Economic and Social Council could \r\nand should make a great contribution to this exercise. \r\nWithin the framework of its mandate of monitoring and \r\ncoordination, the Economic and Social Council could \r\ncreate ad hoc groups to follow up on specific aspects. \r\nClose cooperation with the Security Council, which has \r\nstated that poverty is a threat to international peace and \r\nsecurity, and with the General Assembly would be \r\nparticularly indicated. \r\n Furthermore, the high-level segment of the \r\nEconomic and Social Council in 2001, which will be \r\ndevoted to the role of the United Nations in supporting \r\nAfrica’s efforts to bring about sustainable \r\ndevelopment, would be an opportunity to take concrete \r\nmeasures to this end. May I add that in 2001 it is \r\nexpected that the Economic and Social Council will \r\nformulate the terms of the contract of solidarity to \r\nwhich we continue to aspire between Africa and the \r\nrest of the international community. \r\n Mr. Erwa (Sudan) (spoke in Arabic): I should \r\nlike at the outset to present my deep condolences to the \r\ndelegation, Government and people of Singapore for \r\nthe demise of the victims of the recent air disaster. We \r\nwish them solace in their great loss. \r\n The Sudanese delegation would like to commend \r\nand thank Mr. Kishore Mahbubani of Singapore and his \r\ncolleague, Mr. Inocencio Arias of Spain, the two Vice-\r\nChairmen of the Open-ended Ad Hoc Working Group \r\non the Causes of Conflict and the Promotion of \r\nDurable Peace and Sustainable Development in Africa, \r\nfor their indefatigable efforts in conducting the work of \r\nthe Working Group. We pay tribute to their ability and \r\npatience, which led to the Working Group’s reaching \r\nconsensus on many of the thorny and difficult \r\nproblems. \r\n My delegation would also like to express its \r\nappreciation to the Secretary-General, who expressed \r\nclear interest in the problems and concerns of Africa \r\nand who followed closely the process of implementing \r\nthe recommendations that were contained in his report \r\nsubmitted to both the Security Council and the General \r\nAssembly in April 1998, contained in document \r\nA/52/871. \r\n \r\n 15 \r\n \r\n A/55/PV.48\r\n The General Assembly took a wise decision by \r\nrequesting, in its resolution A/52/234, the creation of a \r\nworking group to discuss ways and means of \r\nimplementing, and to monitor the implementation of, \r\nthe recommendations of the Secretary-General on the \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa. We believe that \r\nwas a very important achievement and an important \r\nstep towards determining the progress achieved in the \r\nimplementation of many of the initiatives taken by the \r\nUnited Nations in order to deal with the problems of \r\nthe African continent and to find solutions for them. \r\n The creation of the Working Group gave Member \r\ncountries an unprecedented chance to specify the form \r\nand content of the initiatives and the implementation of \r\nthe Secretary-General’s recommendations. \r\n Here we would like to commend the Working \r\nGroup for holding sessions with the representatives of \r\nUnited Nations agencies and the Bretton Woods \r\ninstitutions. This initiative represented an innovative \r\nand pioneering method of responding to this task and \r\nresulted in a qualitative improvement in the content of \r\nthe recommendations reached by the Working Group, \r\nwhich are before the Assembly today. \r\n In the three sessions that it held, the Working \r\nGroup was greatly frustrated as a result of the scant \r\nprogress achieved in the implementation of some of the \r\nrecommendations submitted by the Secretary-General \r\nsince April 1998. This can be seen in the disappointing \r\nconclusions reached by the Working Group as it tried \r\nto identify obstacles that impeded the implementation \r\nof the recommendations. It also revealed a lack of \r\npolitical will on the part of the international \r\ncommunity, in the insufficient official development \r\nassistance financing, in the decrease of core resources \r\nof the United Nations Development Programme, in the \r\nlimited access to technology, in the general \r\ndeterioration of public health, in the weak private \r\nsector and economic structures, in the difficulties of \r\ncoordinating the different initiatives on Africa, in the \r\nabsence of effective machinery for follow-up and \r\nmonitoring of the implementation of these initiatives, \r\nand in the lack of adequate solutions to help overcome \r\nthe obstacles to adequate implementation. \r\n In the light of these conclusions, the General \r\nAssembly’s responsibility to continue to monitor the \r\nprogress achieved in implementing the Secretary-\r\nGeneral’s recommendations is reconfirmed, \r\nparticularly since shortage of time did not allow the \r\nWorking Group to cover all the thematic fields. \r\n Therefore, the delegation of Sudan is fully \r\nconfident that the Working Group can continue to carry \r\nout its tasks and play a pivotal role in encouraging the \r\nimplementation of all the Secretary-General’s \r\nrecommendations. In this respect, we wish to endorse \r\nthe proposal to renew the Working Group’s mandate \r\nfor another term. We also endorse the Economic and \r\nSocial Council’s continued role in coordinating, \r\nguiding and following up on the implementation of \r\nthese recommendations and on identifying effective \r\nactions, particularly next year when the Council \r\ndiscusses the United Nations role in supporting African \r\ncountries’ efforts to achieve sustainable development. \r\n In conclusion, I wish to remind Members that the \r\nlively discussions that have taken place over the last \r\ntwo years concerning the Secretary-General’s \r\nrecommendations on peace and sustainable \r\ndevelopment in Africa have consolidated the growing \r\nbelief that peace and development are two sides of one \r\ncoin and are indeed an indivisible whole. Therefore, \r\nthe delegation of Sudan calls upon the Economic and \r\nSocial Council to set up consultative groups, not only \r\nfor countries that have just emerged from conflict \r\nsituations, but also for countries that are at present \r\nexperiencing conflicts, in order to identify their \r\neconomic and developmental needs and create a long-\r\nterm support programme for these countries based on \r\nthe agreed concept of providing transition from relief \r\nwork to rehabilitation, construction and development. \r\nIn this context, the Food and Agricultural Organization \r\nof the United Nations (FAO), was instructed by the \r\nSecretary-General to lead a group, with the support of \r\nnine other international organizations, as described in \r\nthis report, aimed at rescuing the Horn of Africa region \r\nfrom the impending threat of starvation faced by more \r\nthan 70 million people, who constitute half the \r\npopulation of the region. \r\n It is very important to ensure Governments’ \r\nparticipation in implementing the food security \r\nstrategy developed by this study. The international \r\ncommunity must fulfil its part, particularly through \r\npartners in development, by providing the necessary \r\nexternal support for such efforts and by addressing the \r\nsymptoms and root causes of conflict and disputes, \r\nwith a view to achieving economic and political \r\nstability in the Horn of Africa region, so that the people \r\n \r\n16  \r\n \r\nA/55/PV.48  \r\nof this region can enjoy development, peace and \r\nsustainable development. \r\n Mr. Ben Mustapha (Tunisia) (spoke in Arabic): \r\nAllow me at the outset to express to the delegations of \r\nSingapore and Angola our deep sorrow and \r\ncondolences for the two airplane crashes in which \r\nmany people lost their lives. \r\n My delegation would also like to thank and \r\ncommend the Open-ended Ad Hoc Working Group on \r\nthe Causes of Conflict and the Promotion of Durable \r\nPeace and Sustainable Development in Africa for the \r\ncomprehensive and useful report now under \r\nconsideration. That report assumes great importance \r\nfor us Africans in view of the reality that many \r\ncountries in the African continent are experiencing \r\ntension and conflict and in light of the level of the \r\ncontinent’s development, which all agree is not up to \r\nthe new international level, especially in the new \r\nmillennium that we all hope will be one of harmony, \r\ninternational solidarity, security and stability. \r\n If we realistically consider the situation of the \r\nAfrican continent amid modern global transformations, \r\nwe will easily detect that among the reasons for the \r\ncontinent’s inability to catch up with the rest of the \r\nworld in the economic, political and social fields are \r\nthe intertwined accidental and substantive \r\ncircumstances that have caused the continent great \r\ndifficulties. It is extremely important at this historic \r\njuncture that the international community \r\nacknowledges that reality and supports the African \r\ncontinent, regardless of the responsibilities involved. \r\nToday, when we consider the globalization of \r\ninternational relations, it is difficult to leave the \r\nAfrican continent marginalized, moving in a vicious \r\ncircle fraught with difficulties that prevent it from \r\ncatching up with the rest of the world and from \r\nachieving the objective of our Millennium Summit \r\nwithin the context of the new world reality and the \r\nmeans available to face new challenges. \r\n If we examine the situation of the African \r\ncontinent, we will undoubtedly find that many efforts \r\nand sacrifices have been made by African countries to \r\novercome their difficulties and to deal with the reality \r\nof the situation, as is happening in many parts of the \r\nworld. But, at the same time, we should also be aware \r\nthat, despite efforts and sacrifices made by the \r\ncountries of the continent, it is extremely difficult for \r\nthem alone to overcome their difficulties and to fulfil \r\nthe requirements of development, stability and peace. \r\nWe therefore believe that the international \r\ncommunity’s responsibility towards the African \r\ncontinent is great and should be translated into \r\nmultilateral support at the international level, \r\nparticularly by international financial institutions. The \r\nrole of the United Nations, which has a philosophy of \r\ninclusivity, universality and solidarity, should be in the \r\nforefront of efforts on the part of the various \r\ninstitutions to help the African continent overcome its \r\ndifficulties in a manner that attests to its importance \r\nand priority at the international level. \r\n Peace and security in the African continent are \r\namong the most important aspects of this issue, as they \r\nare instrinsically linked to economic improvement in \r\nmany African countries. We therefore believe that the \r\ninternational community’s responsibility is essential, \r\nparticularly in the field of social and economic \r\ndevelopment, and in view of the fact that African \r\ncountries have already demonstrated their willingness \r\nto make the necessary sacrifices and efforts to achieve \r\ntheir desired objectives. \r\n We recognize that the prospects of the African \r\ncontinent for becoming a partner in globalized relations \r\nand world economy are basically the responsibility of \r\nthe Africans themselves. However, that cannot be \r\nachieved without the international community’s strong \r\nbilateral and multilateral commitments to help Africa \r\neffect the drastic transformation it needs in order to \r\ndeal with the requirements of the new century. In our \r\nview, it is the collective responsibility of all — Africa \r\nand its international partners. \r\n We note with satisfaction the progress achieved \r\nby the United Nations in implementing the Secretary-\r\nGeneral’s recommendations in the areas of peace-\r\nmaking, peacekeeping and the protection of civilians in \r\narmed conflict. Likewise, we note the progress made \r\nby the Organization with regard to improving the \r\nhumanitarian condition of refugees and alleviating \r\nsocial and physical impacts during post-conflict peace-\r\nbuilding. We are also gratified at the various measures \r\nput in place to increase financing for development, \r\npromote human rights and the rule of law and eliminate \r\nall forms of discrimination against women, with \r\nemphasis on social development, food security, \r\nreduction of debts and opening of world markets. We \r\nare also pleased with positive developments on the \r\nAfrican front, particularly with regard to the political \r\narea. Those developments include the establishment of \r\n \r\n 17 \r\n \r\n A/55/PV.48\r\nconstitutional institutions in many African countries, \r\nwhich has led to a new way of developing relations \r\nconducive to a democratic atmosphere that fosters \r\ndomestic political improvement and new prospects in \r\nthe economic field.  \r\n Despite all these encouraging developments \r\nreferred to by the Secretary-General in his report, we \r\ncontinue to believe that many difficulties persist. One \r\nsuch problem is the lack of resources and capacities to \r\nenable the utilization of new technologies for the \r\npurpose of development. No doubt, the current \r\nconflicts on the continent have prevented African \r\nnations from achieving development and from making \r\nprogress in the political, economic, social and \r\nadministrative spheres. We believe it is important to \r\nrealize reforms in these areas, for they are closely \r\nlinked to the very essence of stability. \r\n As we have already stated, the African continent \r\nhas been held back. Africa is home to the largest \r\nnumber of least developed countries and has the lowest \r\nper capita income in the world. Dealing with the \r\nvarious problems faced by Africa should continue to be \r\nof the utmost priority for the international community \r\nduring this particularly critical period currently \r\nexperienced by the continent. As I have already said, \r\nAfrica — which hosts the largest number of conflicts \r\non the planet — has the largest number of refugees and \r\ninternally displaced people. War and tension have made \r\nthe continent a fertile breeding ground for disease and \r\nother scourges recently experienced by mankind. \r\n This reality should not make us pessimistic or \r\nlead us to desperation. Instead, it should act as a \r\nchallenge to which all of us must rise with the firmest \r\ninternational commitment. Poverty and deprivation are \r\nnot simply causes of underdevelopment, they are also \r\nresponsible for domestic disputes and the proliferation \r\nof hotbeds of tension. Poverty and the tragedies it \r\ncauses keep man from building a better future. These \r\nrealities are, in our view, the causes of conflict on the \r\nAfrican continent. \r\n Our President, Mr. Zine El Abidine Ben Ali, has \r\non many occasions stressed the point that Africa is not \r\nthe only continent threatened. He did so most recently \r\nat the Millennium Summit of the General Assembly \r\nand at the summit meeting of the Security Council. \r\nAccordingly, we have proceeded to propose the \r\nestablishment of a global solidarity fund to alleviate \r\npoverty in Africa and help its societies to confront the \r\nchallenge of poverty and marginalization in a way that \r\npromotes social and economic stability and can bear \r\nfruit at the political level. \r\n Conflict prevention remains a basic pillar of \r\ninternational action. It should therefore take into \r\naccount the various dimensions of the problem, \r\nincluding the basic economic dimension. The \r\ninternational community has always tried to prevent \r\nconflicts and tensions on the African continent. \r\nNevertheless, the strategy employed thus far has failed \r\nto produce results in the economic and social fields and \r\nhas always lacked the necessary philosophy to \r\nstrengthen stability after conflicts come to an end. I \r\nbelieve that bolstering that strategy would make the \r\nprospects for peace and security much better. \r\n The Security Council remains for us the principal \r\norgan responsible for the maintenance of international \r\npeace and security. Due to the sensitive nature and \r\npotential dangers of many African conflicts, \r\nstrengthening the Organization of African Unity’s \r\n(OAU) 1993 Mechanism for Conflict Prevention, \r\nManagement and Resolution is also a very important \r\nand urgent priority. We therefore welcome international \r\ninitiatives in this regard, in particular those taken by \r\nfriendly countries that are aimed at enhancing Africa’s \r\nability to establish and maintain peace. We also \r\nwelcome the OAU’s regional role, as well as the \r\ninternational legitimacy embodied in the Security \r\nCouncil. \r\n I welcome the recommendations contained in the \r\nreport of the Working Group. However, I believe that \r\nresponsibility for the African continent is a collective \r\none that requires the establishment of adequate \r\nmechanisms to deal with the causes of conflict on the \r\ncontinent in all their aspects. We would also like to \r\nstress that multilateral and bilateral strategies should be \r\nimplemented with the requisite level of interest on the \r\npart of international financial institutions. The African \r\ncontinent adamantly and anxiously awaits the stability \r\nand security that will make it possible to regain its \r\nposition in the world and achieve comprehensive \r\nsustainable development in the new millennium — a \r\nmillennium we all agree should be one of peace, \r\nstability and development. \r\n Mr. Menkerios (Eritrea): I should like at the \r\noutset to take this opportunity to convey our deepest \r\ncondolences to the Government and the people of \r\nSingapore in connection with the tragic losses suffered \r\n \r\n18  \r\n \r\nA/55/PV.48  \r\nas a result of the aeroplane crash that occurred \r\nyesterday. \r\n I wish to congratulate Mr. Harri Holkeri of \r\nFinland on the able manner in which he has been \r\nconducting the ongoing deliberations of the General \r\nAssembly at its fifty-fifth session. Also, allow me to \r\nreiterate once again my delegation’s appreciation to the \r\nSecretary-General for his initiatives on Africa in \r\ngeneral and for his efforts for the peace, stability and \r\nsustainable development of that continent in particular. \r\n We would further like to pay tribute to the Open-\r\nended Ad Hoc Working Group on the Causes of \r\nConflict and the Promotion of Durable Peace and \r\nSustainable Development in Africa, which was \r\nestablished to monitor the implementation of the \r\nrecommendations made by the Secretary-General on \r\nthe subject under discussion. Over the past year, under \r\nthe chairmanship of Namibia and the vice-\r\nchairmanship of Singapore and Spain, the Working \r\nGroup engaged in study and initiated discussion on \r\nenhancing peace and development in Africa and \r\nproposed recommendations in that connection. We \r\nthank the Working Group also for the succinct report it \r\nhas presented on the subject, which covers the broadest \r\nspectrum of the areas with which the Group dealt. \r\n In past statements, we have indicated that \r\nAfrica’s problems, both political and economic, have \r\nexternal and internal causes. We have observed that the \r\ncontinent inherited a myriad of ills from the colonial \r\npast, which fundamentally affected the social, political \r\nand economic foundations of its society, thus \r\nconstraining its present capacity for stability and \r\ndevelopment. Thus, reversing those ills, which took \r\ngenerations to effect, is not going to be easy or to be \r\ndone in a short time. We feel that undoing the colonial \r\nlegacy, whether or not we recognize or acknowledge it \r\nas such, is going to take more than just one generation. \r\n But we would also emphasize that Africa’s \r\npresent problems are caused also by the shortcomings \r\nof Africans ourselves, and more so as time passes. \r\nSolutions to Africa’s problems must thus come, as a \r\nmatter of priority, from us Africans. It is, indeed, a \r\nblessing that the United Nations has provided the \r\nforum and that the Secretary-General has initiated the \r\nprogramme for boosting Africa’s capacity to deal with \r\nits problems of instability and underdevelopment. \r\n The report of the Open-ended Ad Hoc Working \r\nGroup (A/55/45) presents a synopsis of the progress \r\nmade in the implementation of the recommendations of \r\nthe Secretary-General, and of obstacles to the effective \r\nimplementation of those recommendations. It has also \r\nmade recommendations for further action. We are \r\nbasically in agreement with the content of the report \r\nand with the broad outline of the Working Group’s \r\nrecommendations. But we would like to comment \r\nbriefly on efforts being made by African countries \r\nthemselves towards peace, stability and development. \r\n We have said that, although Africa’s problems of \r\nunderdevelopment may be attributed mainly to a host \r\nof inherited ills, Africa’s continued incapacity to deal \r\nwith those problems has been basically caused by \r\ninternal shortcomings. It is, indeed, the greed, \r\ndictatorial rule and/or ineptitude of some of Africa’s \r\nruling elites that continue to pit the continent against \r\nitself, weakening its capacity to solve its problems of \r\nunderdevelopment. That fact is recognized by an \r\nincreasing number of Africans, and appropriate \r\nchanges are being made throughout the continent, \r\nthough slowly and in most places unnoticeably. \r\n Although it is obvious that conflicts within and \r\namong several African countries have continued \r\nunabated, limiting the capacity of the continent to \r\nconcentrate on development, it is true also that, as we \r\nhave stated in past statements on this item, positive \r\nchanges have, of course, begun to come about in many \r\nparts of Africa, especially during the past decade. \r\nRegimes committed to building democratic institutions, \r\nadopting sound development strategies based on their \r\nneeds and capacities and, most important, \r\nstrengthening regional cooperation for eventual \r\nintegration have appeared. Despite the enormous \r\nproblems being encountered on the way, the process \r\nstarted by those regimes can be expected to continue, \r\nfor it is supported by a growing number of African \r\npeople no longer prepared to accept being eliminated \r\nfrom participation in the economic, political and social \r\nlife of their societies. African countries are also \r\nincreasing their concerted effort, through the \r\nOrganization of African Unity and through subregional \r\norganizations, to resolve conflict, enhance economic \r\ncooperation and address humanitarian issues. \r\n Those efforts, along with the positive efforts \r\nmade by individual countries, need to be well \r\nappraised and adequately supported if development in \r\nAfrica is to be sustained. The continent is endowed \r\nwith resources, both human and material. What it has \r\nlacked, and continues to lack, is the development of \r\n \r\n 19 \r\n \r\n A/55/PV.48\r\nthose resources, especially human resources, and of \r\nappropriate institutions that will allow wider \r\nparticipation by Africa’s peoples in the political and \r\neconomic life of their countries. \r\n Those are the areas in which Africa needs \r\npartnership from the international community. It is \r\ngood to see that the United Nations is taking the lead in \r\nthe direction of developing a framework for that \r\npartnership. We would like to emphasize in closing that \r\nsuch a partnership is required for the general mutual \r\nwell-being of all nations in the world; it must not be \r\nviewed as a welfare donation for the benefit of Africa \r\nalone. \r\n Mr. Akeju (Nigeria): I wish at this juncture to \r\nconvey my delegation’s heartfelt condolences to the \r\nGovernments and the peoples of Angola and of \r\nSingapore in connection with the losses sustained in \r\nthe recent aeroplane crashes. \r\n The Nigerian delegation welcomes this \r\nopportunity for the General Assembly to focus once \r\nagain on the situation of Africa, this time against the \r\nbackground of the report of the Open-ended Ad Hoc \r\nWorking Group on the Causes of Conflict and the \r\nPromotion of Durable Peace and Sustainable \r\nDevelopment in Africa (A/55/45). I thank the \r\nSecretary-General for his tireless efforts to ensure that \r\nAfrica is helped out of its present difficulties. I also \r\nwish to use this occasion to express our deep \r\nappreciation to the President of the General Assembly, \r\nto his predecessor, His Excellency Mr. Theo-Ben \r\nGurirab, and to the two Vice-Chairmen of the Working \r\nGroup, the Permanent Representatives of Singapore \r\nand of Spain, for their commendable work. \r\n The decision of the Security Council in 1997 to \r\ntake a critical look at the African continent was, \r\nindeed, a most welcome one. There is no doubt that \r\npeace is a necessary condition for development. As the \r\nAfrican experience has demonstrated, the absence of \r\npeace could be one of the major impediments to \r\ndevelopment. In 1998, there were 11 major conflicts, \r\nwhich affected 26 of the 48 sub-Saharan countries. \r\nThose conflicts have taken a great toll on the \r\neconomies of the countries involved, which are already \r\namong the poorest in the world. The crisis of \r\ndevelopment has become endemic to most African \r\ncountries. It arises from multidimensional sources, \r\nincluding the low level of education, social and \r\neconomic deprivation and diseases such as HIV/AIDS \r\nand malaria. Economically, the continent is being \r\nincreasingly marginalized, as other parts of the world \r\nare moving into the era of the information and \r\ncommunications revolution. \r\n It is against this background that the Nigerian \r\ndelegation attaches a great deal of importance to the \r\nreport of the Working Group and its various \r\nrecommendations. Indeed, there is a dire need for new \r\napproaches and measures to address these issues, \r\nwhich have grave consequences for the peace and \r\nsocio-economic development of the African continent \r\nand its peoples. In this regard, it is heartening to note \r\nthat the Office of the United Nations High \r\nCommissioner for Refugees has intensified efforts in \r\nthe areas of security and humanitarian assistance aimed \r\nat ameliorating the plight of almost 8.1 million \r\nrefugees — Africa’s share of the 22 million refugees in \r\nthe world. It is also crucial to acknowledge here the \r\nprogress recorded in the field of human rights and the \r\nstrengthening of the rule of law, as contained in the \r\nDeclaration and Plan of Action adopted by the \r\nOrganization of African Unity (OAU) Ministerial \r\nConference on Human Rights in April 1999.  \r\n It is equally pertinent to recall the collaborative \r\ninternational efforts to find a solution to Africa’s \r\npolitical and economic problems, which include the \r\nAfrica-Europe Summit, held in April in Cairo, which \r\nfocused, inter alia, on debt, trade and market access for \r\nAfrican products; the Cotonou Agreement on the new \r\ncooperation framework between the African, Caribbean \r\nand Pacific States and the European Union; and the \r\nAfrica Growth and Opportunity Act, which was passed \r\nby the United States Congress, seeking to promote \r\nfurther trade with Africa by lowering and eliminating \r\ntariffs and quotas for products from the region. \r\n Furthermore, it is gratifying to note the increasing \r\nnumber of donors and financial institutions which are \r\nexpressing genuine concern over the economic \r\nproblems of Africa. In this regard, we welcome the \r\nefforts of the World Bank and the International \r\nMonetary Fund under the Heavily Indebted Poor \r\nCountries (HIPC) Debt Initiative, as well as the \r\nPoverty Reduction and Growth Facility. According to \r\nthe report, both programmes are aimed at providing \r\nfaster, deeper and broader debt relief and poverty \r\nreduction and ensuring a growth-oriented policy. \r\nHowever, we in Nigeria believe that, whatever efforts \r\nare being made to ameliorate the problems of conflict \r\nand to ensure durable peace in Africa, they will be able \r\n \r\n20  \r\n \r\nA/55/PV.48  \r\nto achieve the desired results only if a genuine solution \r\nis found to the continent’s external debt burden. This \r\nshould go beyond the HIPC Debt Initiative to include \r\ntotal debt cancellation for African countries. \r\n As the Secretary-General mentioned in his report, \r\nthere are a number of obstacles militating against the \r\nimplementation of initiatives aimed at reducing \r\nconflicts and promoting sustainable development in \r\nAfrica. These range from problems on the part of \r\nAfrican countries themselves to the international \r\ncommunity’s abdication of its commitments. The lack \r\nof political will, which is without doubt a major \r\nhindrance, is reflected mostly in the refusal of feuding \r\nparties in some troubled parts of Africa to implement \r\npeace accords. This is the main cause of the impasse in \r\na number of conflicts in Africa, particularly in the \r\nCentral African region. However, equally serious for \r\nthe continent as a whole is the lack of financial \r\nresources for the implementation of recommendations \r\nat the level of official development assistance as well \r\nas for programmes funded by the United Nations. \r\n Africa’s human resource problems have certainly \r\nbeen aggravated by the HIV/AIDS crisis. According to \r\nthe report, of the 34 million cases in the world, 24 \r\nmillion are in Africa. Africa has already lost 10 million \r\npeople to the dreaded disease. The situation is similar \r\nwith regard to malaria. Of the 400 million people in the \r\nworld suffering from malaria, 300 million are in \r\nAfrica — and 2 million die each year from this disease. \r\nIndeed, these are not only grave health problems, but \r\nalso economic obstacles on which this Assembly, in its \r\nconsideration of the report, needs to act with the \r\nutmost urgency. \r\n In the search for solutions to African problems, it \r\nhas always been recognized that Africa’s destiny lies in \r\nits own hands. Thus, African countries themselves have \r\nborne, under severe constraints, the primary \r\nresponsibility for undertaking various initiatives at the \r\nnational, subregional and continental levels to confront \r\nthe multifarious challenges to their development \r\nefforts, and most African countries have already started \r\naddressing these problems. This is reflected not only in \r\nthe radical reform of their economies, but also in the \r\nincreasing democratization process and various other \r\ninitiatives, such as the Economic Community of West \r\nAfrican States peacekeeping mechanism for coping \r\nwith conflicts and wars. All these are worthy of note \r\nand support by the international community. \r\n African countries’ own efforts, under the aegis of \r\nthe OAU, to strengthen the continent’s capacity for the \r\nprevention, management and resolution of conflicts is \r\ncommendable. The African Ministerial Conference on \r\nSecurity, Stability, Development and Cooperation in \r\nAfrica (CSSDCA) process is a case in point. This is a \r\nbold initiative by African countries to meet the \r\nchallenges of political stability and economic \r\ndevelopment. Under it, the resolution of interrelated \r\nproblems of security, stability, development and \r\ncooperation in many African countries is conceived of, \r\nnot in isolation, but as a process which will address the \r\nissues. We strongly recommend the African Ministers’ \r\nDeclaration, contained in the CSSDCA final document, \r\nfor serious consideration in the future work of the \r\nOpen-ended Ad Hoc Working Group. \r\n In conclusion, we recommend that the Working \r\nGroup’s mandate be extended to enable it to continue \r\nits good work on thematic issues, in particular, the \r\nimplementation of the principles of the Millennium \r\nDeclaration, with special emphasis on Part VII, \r\n“Meeting the special needs of Africa”. \r\n Mr. Lavrov (Russian Federation) (spoke in \r\nRussian): The Russian Federation is very pleased to \r\nable to point to the growing role of African States in \r\nworld affairs. Without the fully fledged, active \r\nparticipation of African countries in the life of the \r\nworld community, it is impossible to have development \r\nand fruitful cooperation at a global level or to create a \r\ncomplete and stable system of international security \r\nbased on the United Nations Charter, oriented towards \r\nthe twenty-first century. \r\n At the same time, one of the gravest problems in \r\nthe world today remains the incessant conflicts in \r\nAfrica. The future of the continent will depend in large \r\nmeasure upon their speedy and effective settlement, \r\nparticularly by political and diplomatic means. While \r\npreserving the Security Council’s primary \r\nresponsibility for the maintenance of international \r\npeace and security, and with unswerving compliance \r\nwith the principles of the Charter of the United \r\nNations, priority must be given to close coordination of \r\nthe work of the United Nations in this area with the \r\nefforts of African countries themselves, the \r\nOrganization of African Unity and other African \r\norganizations. \r\n It is important to support the efforts of Africa to \r\ndevelop its own peace-building potential, while laying \r\n \r\n 21 \r\n \r\n A/55/PV.48\r\nthe foundations for collective security and preventing \r\nillicit trade in arms and ammunition. Ultimately, we \r\nmight consider the creation of an effective pan-African \r\nsystem aimed at the prevention and settlement of \r\nconflicts and at the comprehensive task of post-conflict \r\nreconstruction. A key role in this area is being played, \r\nas it should, by the Organization of African Unity, \r\nwhich has the best potential to do so. We also highly \r\nappreciate the work of the Economic Community of \r\nWest African States, the Southern African \r\nDevelopment Community and the Inter-Government \r\nAuthority on Development. \r\n If a durable and long-term solution to conflicts in \r\nAfrica is not found, it will be impossible to ensure the \r\nreal emergence of the continent, help it set out on the \r\npath of stable and dynamic development and see it \r\nachieve its fully fledged integration into the world \r\neconomy. On the other hand, poverty and the serious \r\nsocial and economic problems of many African \r\ncountries not only hamper their development but also \r\nserve as sources of conflict. \r\n Russia is therefore in favour of a comprehensive \r\napproach to the consideration and resolution of Africa’s \r\nmilitary, political, social, economic, humanitarian, \r\nethnic and other problems. We must develop a culture \r\nof crisis prevention, deploy greater efforts of a \r\npreventive nature, and determine the deep-rooted \r\ncauses of conflicts, including those of an economic and \r\nsocial nature. This should enjoy particular attention in \r\nthe course of discussions on the Brahimi report, which \r\nhave now begun in the context of improving crisis \r\nmanagement in the United Nations. We welcome the \r\nconsistent progress of States of the region towards \r\neconomic and political reform and the strengthening of \r\nregional and subregional integration. \r\n This kind of approach is particularly necessary in \r\nview of the sharply accelerated process of \r\nglobalization, which brings with it not only qualitative \r\nand positive change in the lives of human beings but \r\nalso considerable potential for risks and dangers. In \r\novercoming the dangerous phenomena stemming from \r\nglobalization, in particular divergent rates of economic \r\ngrowth, it is important to take measures to ensure that \r\nglobalization works to the benefit of all countries and \r\npeoples, in the interests of social progress, the \r\neradication of poverty and other modern-day evils. \r\nParticular attention in this regard should be paid to the \r\nneeds of African countries. \r\n Russia is determined to continue actively to \r\ncooperate in the settlement of conflicts and in the \r\nsearch for ways and means of resolving the social and \r\neconomic problems of Africa. As was emphasized by \r\nPresident Putin at the Security Council summit meeting \r\nheld on 7 September: \r\n “If in the twentieth century Africa became free \r\nfrom colonialism, the twenty-first century should \r\nrid it of poverty and military confrontation.” \r\n(S/PV.4194, p. 11) \r\n The United Nations should do everything in its \r\npower to resolve this problem. \r\n Mr. Urib (Namibia): Before I make my \r\nstatement, allow me to join others in paying our \r\nheartfelt condolences to the Governments and people \r\nof Singapore and Angola on the tragic plane crashes \r\nthat occurred yesterday. We would also like to convey \r\nour deepest sympathy to the families of those who \r\nperished in the tragic accident. \r\n The Open-ended Ad Hoc Working Group on the \r\nCauses of Conflict and the Promotion of Durable Peace \r\nand Sustainable Development in Africa has provided us \r\nwith a comprehensive report covering the entire scope \r\nof its monitoring responsibilities relating to the issues \r\nof peace and the creation of a favourable environment \r\nfor sustained economic growth and sustainable \r\ndevelopment in Africa. \r\n My delegation wishes to express its gratitude to \r\nthe Permanent Representatives of Singapore and Spain, \r\nAmbassador Mahbubani and Ambassador Arias, Co-\r\nVice Chairmen of the Open-ended Ad Hoc Working \r\nGroup, for their commitment to the cause of Africa and \r\nthe outstanding leadership they have provided to the \r\nWorking Group. \r\n We would also like to reiterate our deepest \r\nappreciation to the President of the fifty-fourth session \r\nof the General Assembly, Mr. Theo-Ben Gurirab, \r\nMinister of Foreign Affairs, Information and \r\nBroadcasting of the Republic of Namibia, who was \r\ninstrumental in the establishment of the Open-ended \r\nAd Hoc Working Group in terms of resolution 53/92 of \r\n7 December 1998 and for providing overall direction to \r\nthe work of the Group. \r\n I would also like to take this opportunity to \r\nexpress my delegation’s appreciation to the Secretary-\r\nGeneral, who has spared no effort in promoting the \r\ncause of peace and sustainable development in Africa. \r\n \r\n22  \r\n \r\nA/55/PV.48  \r\nOur gratitude also goes all the other bodies of the \r\nUnited Nations system, the Bretton Woods institutions \r\nand other players for the invaluable contributions they \r\nhave been making in our common effort to rid the \r\nAfrican continent of endemic violent conflict and \r\nchronic underdevelopment. \r\n The report of the Ad Hoc Working Group \r\ncontained in document A/55/45 entails progress on the \r\nimplementation of the recommendations contained in \r\nthe report of the Secretary-General, as well as \r\ncoordination of follow-up by the United Nations \r\nsystem regarding initiatives on Africa. \r\n Much has been said about the economic, social, \r\npolitical, security and environmental plight of the \r\nAfrican continent. Both its old and new ills are now \r\nwell documented. The nature and causes of conflicts \r\nand of underdevelopment on the continent, as well as \r\nthe specifics of the alarming magnitude of the \r\nHIV/AIDS pandemic, are now well known. Yet the \r\nsituation appears to be worsening daily. Although the \r\nUnited Nations and the international community are in \r\npossession of all the necessary information on the \r\ndevelopment needs of Africa, the continent appears to \r\nbe irremediably drifting deeper into an economic \r\nabyss. While experts formulate and rehearse \r\nunworkable development strategies, development itself \r\ncontinues to elude African countries. \r\n While we debate aid and trade in the sumptuous \r\nhalls of the forums of international conferences, \r\nmillions of Africans continue to suffer the daily assault \r\nand degradation caused by hunger, ignorance, disease \r\nand the oppression of underdevelopment. While we \r\ntheorize on the risks and benefits of globalization, the \r\nmarginalization of the African continent is becoming \r\nincreasingly globalized. \r\n It is against the backdrop of these observations \r\nthat our debate on the causes of conflict and the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa must take place. Today, many \r\nordinary Africans are asking if the world really cares \r\nabout the fate of Africa. This sentiment expressed by \r\nordinary Africans is strengthened by the lukewarm \r\nsuggestions we offer to Africa instead of workable and \r\npeople-centred solutions. My delegation wishes to \r\nspeak to these issues of conscience, ethics and politics \r\ntoday. \r\n We agree with the assessment in the report of the \r\nWorking Group that the effective implementation of \r\nthe recommendations of the Secretary-General requires \r\nstrong political will on the part of African countries \r\nand the international community alike. But it appears \r\nto this delegation that this political will, instead of \r\nbeing demonstrated through concrete action, is being \r\nheld hostage to language and other clichés. In the \r\nmeantime, many more millions of African children are \r\nleft hungry, sick, homeless, abused, uneducated, \r\nexploited and subjected to the horrors of violence and \r\nconflict. When the international community’s efforts \r\nproduce these unintended results, it is time to seriously \r\nrethink our strategies for Africa’s development. My \r\ndelegation calls for a change of course today. \r\n  The President returned to the Chair. \r\n \r\n Namibia does not deny the significant \r\nachievements made over the years in the fight against \r\npoverty and under-development. My country is indeed \r\ngrateful to the international community and all our \r\ndevelopment partners for the support that Africa has \r\nreceived to enhance its own development efforts. But \r\nNamibia is concerned about the obvious contradictions \r\nand mismatches evident in recent international \r\ndevelopment policy and practice. For example, at a \r\ntime when most African countries have undertaken \r\nremarkable economic and political reforms, creating \r\nopen economies and democratic systems of \r\ngovernance, development assistance and foreign direct \r\ninvestment flows into Africa are at the lowest level in \r\nhistory and are dwindling further. When Africa is most \r\nin need of hard cash, it is compelled to become a major \r\nexporter of capital. We have liberalized our economies \r\nand opened our markets to global competition, but our \r\nmost competitive products and services are deliberately \r\nbarred from entering the markets of industrialized \r\ncountries. These are the facts of the situation. This \r\nmust change if we want to see any significant \r\nimprovement in our development policies, and, more \r\nimportant, if we want to see any change in the \r\nlivelihood of the people of Africa. \r\n The effective implementation of the \r\nrecommendations in the Ad Hoc Working Group’s \r\nreport is indispensable to the realization of this \r\nobjective. The Working Group should therefore be \r\nallowed to continue its work, and Namibia intends to \r\nsupport a draft resolution to that effect. But there is \r\nalso a great need for the Working Group to be \r\nstrengthened through active and effective participation, \r\nespecially by the African delegations themselves. In \r\nthe past year, the participation of African delegations in \r\n \r\n 23 \r\n \r\n A/55/PV.48\r\nthe deliberations of the Working Group has been less \r\nthan ideal. Yet all of us recognize that African \r\ndevelopment is primarily the responsibility of our \r\nGovernments and the African peoples themselves. \r\n The Namibian delegation holds the view that the \r\neradication of poverty will go a long way in helping to \r\nsolve conflicts on the African continent by giving \r\nordinary people real choices and opportunities to \r\nimprove their living standards. In this context, we \r\nreiterate our firm commitment to the implementation of \r\nthe Millennium Declaration as a means to redress the \r\nproblem of poverty and underdevelopment in Africa. In \r\nthis respect, Africa views cancellation of the debt \r\nburden and increased official development assistance \r\n(ODA) as key elements that have to be considered. \r\n Some delegations have referred to the problem of \r\ncorruption in Africa. Corruption in and of itself is an \r\nanathema to social and economic development. \r\nNamibia has passed anti-corruption legislation to both \r\nprevent and fight corruption when it occurs. Both our \r\nexecutive and judicial branches of government have \r\nworked tirelessly over the 10 years of our \r\nindependence to ensure that Namibia remains, by and \r\nlarge, a corruption-free nation. But we are aware that \r\nwhere corruption occurs in Africa the corrupters are \r\ngenerally those who have the financial and other means \r\nto corrupt Africans. Even more important, the wealth \r\nof Africa lost to corruption ends up in the financial \r\ninstitutions of the very nations that blame the Africans \r\nfor corruption. In addition, when a legitimately elected \r\nAfrican Government seeks to recover the billions of \r\nAfrican dollars stashed away in these countries, their \r\nefforts are made excruciatingly difficult, if not outright \r\nimpossible. This, too, is a fact of the situation. We \r\nbelieve that the problem of corruption has two sides to \r\nit, and we must all work together to address it once and \r\nfor all. \r\n Last but not least, this morning a representative \r\nof a friendly country inadvertently characterized my \r\ncountry, Namibia, as having had internal conflict in the \r\nlast 25 years. I would like to correct that \r\ncharacterization. The truth of the matter is that for \r\nmore than 25 years the Namibian people, under the \r\nleadership of the South West Africa People’s \r\nOrganization (SWAPO), and with the support of the \r\ninternational community, including the General \r\nAssembly and the Security Council, waged a protracted \r\nstruggle against colonialism and illegal apartheid \r\noccupation. In 1990 we attained our hard-won \r\nindependence and declared a policy of national \r\nreconciliation and nation-building. We are pleased to \r\nstate that, with the international community’s \r\ncontinued encouragement and support, we have been \r\nsuccessful in this regard. Namibia is at peace with \r\nitself and with its neighbours. \r\n In conclusion, Namibia would once again like to \r\nexpress its gratitude to all its development partners and \r\nfriends of Africa for the noble work that they have \r\nbeen doing in the field. We will continue to support the \r\nefforts of the international community to assist African \r\ncountries to overcome poverty, conflict, disease and \r\nunderdevelopment. \r\n Mr. Kuindwa (Kenya): I join others who have \r\nspoken before me today in expressing my delegation’s \r\ncondolences and sympathy to the people and \r\nGovernments of Singapore, Angola and the Russian \r\nFederation following the aircraft tragedies. Our prayers \r\nare with them. We wish those in hospital a quick \r\nrecovery and the families of those who lost their loved \r\nones our heartfelt condolences. \r\n My delegation congratulates the Open-Ended Ad \r\nHoc Working Group on its commendable job in \r\ndiscussing the progress made in the implementation of \r\nthe recommendations of the Secretary-General on the \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa. \r\n It is against this background that my delegation \r\nwould like to make the following observations and \r\ncomments.  \r\n Since peace is a prerequisite for development, it \r\nis imperative that the international community, \r\nincluding the national Governments of Africa, as well \r\nas the United Nations system, make every possible \r\neffort to find ways and means of ensuring lasting peace \r\nin Africa. In addition to the ongoing peacekeeping \r\noperations, every effort must be made to include all \r\nconcerned parties in peace negotiations. Regional \r\nefforts should also be encouraged and fully supported. \r\n Since the end of the cold war, it has become \r\nevident that conflicts in Africa have intensified, and \r\ninstead of being inter-country they have become intra-\r\ncountry, which has restrained external intervention, as \r\nwell as adversely affecting the process of development \r\nwithin and among African countries. \r\n We firmly believe that the root causes of conflicts \r\nin Africa were systematically identified in the \r\n \r\n24  \r\n \r\nA/55/PV.48  \r\nSecretary-General’s 1998 report (A/52/871) and should \r\nbe addressed as recommended by the Working Group \r\nAssembly at the national, regional and international \r\nlevels. In this context, we wish to see concrete actions \r\nbeing taken by all concerned in order to sustain and \r\npromote tangible, durable peace for sustained \r\neconomic growth and development in Africa. \r\n We wish to stress that the forthcoming \r\npreparations for the final review and appraisal of the \r\nUnited Nations New Agenda for the Development of \r\nAfrica in the 1990s should streamline and enhance the \r\npromotion patterns of durable peace and sustainable \r\ndevelopment in Africa. \r\n While progress has been made in a number of \r\nareas at the level of the United Nations system, it is \r\nstill apparent that much more remains to be done at the \r\nnational, regional and international levels to implement \r\nthe recommendations contained in the Secretary-\r\nGeneral’s report. In this context, we call upon the \r\ninternational community, including the United Nations \r\nand the Bretton Woods institutions, to provide new and \r\nadditional financial resources required to address in a \r\ncomprehensive manner the following socio-economic \r\nproblems confronting the development process of \r\nAfrican countries: the eradication of poverty and \r\nilliteracy, as well as of the diseases of HIV/AIDS and \r\nmalaria; the cancellation of external debt to give \r\ndeveloping countries a fresh start; the fulfilment of the \r\nagreed official development assistance target of 0.7 per \r\ncent of the gross national product (GNP) of donor \r\ncountries to developing African countries and an \r\nadditional 0.15% of GNP to least developed countries; \r\nthe removal of all trade barriers to accommodate export \r\nproducts from the African countries; the provision of \r\nadequate financial assistance in investment for building \r\nthe capacity and capability of the African countries in \r\nscientific and technical knowledge; and the provision \r\nof resources to contain environment degradation and \r\nnatural disasters. \r\n In conclusion, my delegation strongly \r\nrecommends that the United Nations should, as a \r\nmatter of priority, extend the mandate of the present \r\nWorking Group to the fifty-seventh session of the \r\nGeneral Assembly to enable it to continue monitoring \r\nthe implementation of all recommendations made by \r\nthe Secretary-General in his report. We also \r\nrecommend that the Security Council pursue its \r\nconsideration of the follow-up of these \r\nrecommendations in the areas of peace and security \r\nwith a view to ensuring a comprehensive \r\nimplementation of the reports of the Secretary-General \r\nand of the Open-ended Ad Hoc Working Group of the \r\nGeneral Assembly. \r\n The President: In accordance with General \r\nAssembly resolution 49/2 of 19 October 1994, I now \r\ncall on the observer of the International Federation of \r\nRed Cross and Red Crescent Societies. \r\n Ms. Pohjankukka (International Federation of \r\nRed Cross and Red Crescent Societies): I am honoured \r\nto take the floor on this agenda item, particularly after \r\nthe heads of States committed themselves in the \r\nhistoric Millennium Declaration to meeting the special \r\nneeds of Africa and to fighting further for \r\ndevelopment. \r\n The 176 Red Cross and Red Crescent National \r\nSocieties around the world know what it means to fight \r\nfor the freedom from want. Our members and \r\nvolunteers in the affected areas are a part of the poor; it \r\nis their own fight. They can also be the most effective \r\nweapon in the fight against poverty, if they are only \r\ngiven the possibility to take that responsibility and \r\nbetter tools to implement it.  \r\n The Secretary-General stated in his report entitled \r\n“We the peoples: the role of the United Nations in the \r\ntwenty-first century” that  \r\n “[l]ack of access to basic health care is one of the \r\nmain reasons poor people stay poor”. (A/54/2000, \r\npara. 113)  \r\nHe further noted that  \r\n “[i]n Africa, the high burden of disease not only \r\nrequires families to stretch their meagre resources \r\nbut also locks them into a high-fertility, high-\r\nmortality poverty trap”. (ibid.) \r\n The International Federation of Red Cross and \r\nRed Crescent Societies shares the view of the \r\nSecretary-General. We strongly believe that public \r\nhealth is one of the key challenges facing Africa now \r\nand in the future. Most people who die in Africa die \r\nfrom preventable diseases, as the majority of people do \r\nnot have access to basic public health care. The Red \r\nCross/Red Crescent Movement has been involved in \r\npublic health activities for decades, but we believe that \r\nmore can be done and has to be done in order to save \r\nlives. \r\n \r\n 25 \r\n \r\n A/55/PV.48\r\n The Red Cross/Red Crescent Movement and \r\nStates parties to the Geneva Conventions committed \r\nthemselves to doing just that, to achieve more. At the \r\ntwenty-seventh International Conference of the Red \r\nCross and Red Crescent, held in November 1999, the \r\nPlan of Action for the years 2000-2003 was adopted. \r\nBy the Plan of Action, the Red Cross/Red Crescent \r\nMovement and States declared their intention to work \r\nfor strategic partnerships to improve the lives of \r\nvulnerable people. Ever greater cooperation is urgently \r\nneeded between States, international organizations and \r\nRed Cross/Red Crescent National Societies to advocate \r\nand respond to priority public health problems. \r\nHIV/AIDS is clearly one area that requires a focused \r\nand concentrated collaboration from all partners. \r\n The African Red Cross Red Crescent Health \r\nInitiative (ARCHI 2010) is an African response to the \r\ncall of the twenty-seventh International Conference. It \r\nis also an integrated part of Strategy 2010 of the \r\nInternational Federation of Red Cross and Red \r\nCrescent Societies, which places health and care in the \r\ncommunity as one of its core areas. ARCHI 2010 was \r\nlaunched in 1998. Since then, 53 African Red \r\nCross/Red Crescent National Societies — in close \r\npartnership with their respective Governments, United \r\nNations agencies and the African academic  \r\nworld — have reviewed and analysed basic health \r\nproblems. This continent-wide process identified the \r\nfollowing priorities for action: HIV/AIDS, malaria, \r\nvaccine-preventable diseases and malnutrition. All \r\nthese problems can be addressed at the community \r\nlevel. That is why ARCHI 2010 builds on the strength \r\nof the Red Cross/Red Crescent, which is our long-time \r\npresence in every country of the continent, with more \r\nthan 2 million volunteers. \r\n The reason we started to develop ARCHI 2010 \r\nwas that we asked the question: How can we serve \r\nbetter? The main answer was found to be that we can \r\neffectively increase our impact by clearly identifying \r\npriorities and taking large-scale action in the chosen \r\nareas. This requires thorough planning, strengthening \r\nthe volunteer networks and building capacities at the \r\nnational and local levels. We remain focused on doing \r\nwhat the Red Cross/Red Crescent does best: public \r\neducation, using our great experience in dissemination; \r\nprevention, using our experience in first aid and \r\nprimary health care; home care, using our experience \r\nin relief; and advocacy, using our framework of \r\nnational and international connections. \r\n The African Red Cross/Red Crescent National \r\nSocieties are strongly committed to achieving all of \r\nthis. Therefore, the African National Societies adopted \r\nthe Ouagadougou Commitment, marking the close of \r\nthe fifth Pan African Conference held in Burkina Faso \r\nfrom 21 to 25 September 2000. In the Ouagadougou \r\nCommitment, the African Red Cross/Red Crescent \r\nNational Societies adopted the ARCHI 2010 Strategy \r\nand confirmed their commitment to scaling up the \r\naction against HIV/AIDS, as well as their \r\ndetermination to see that every African enjoy the right \r\nto food security. \r\n I wish to take this opportunity to state our great \r\nappreciation to the African Governments, and \r\nparticularly to the Burkina Faso delegation, for their \r\nsupport in endorsing the Ouagadougou Commitment \r\nand recognizing it within the United Nations system, \r\nwhere it is now registered under document A/55/480. \r\nWe consider this a meaningful step in building our \r\nstrategic partnerships. We look forward to continuing \r\nour cooperation with the national plans. \r\n The International Federation of Red Cross and \r\nRed Crescent Societies welcomes the overwhelming \r\nwillingness of the international community to reach out \r\nfor sustainable development in Africa. However, we \r\nhope that the lessons learned will be kept in mind, to \r\navoid the undesirable consequences of assistance \r\nreplacing the community’s own effort and individual \r\ninitiatives. Therefore, we urgently offer the \r\ncomparative advantage of our established presence. \r\nRed Cross/Red Crescent national societies are already \r\na part of the national fabric of every country, creating \r\nthe only continent-wide indigenous grassroots-level \r\norganization. \r\n A prime example of community action is our \r\nfight against HIV/AIDS. The Red Cross/Red Crescent \r\nis involved in community projects across the continent, \r\nincluding home care support for persons living with \r\nHIV/AIDS in Zimbabwe and South Africa, education \r\ncampaigns in Mozambique and Namibia and peer \r\ngroup campaigns among the youth in Central and West \r\nAfrica. Further, we believe that the key is in breaking \r\nthe silence and recognizing that the disease is a long-\r\nterm disaster that needs massive resources and \r\nimmediate mass action. Therefore, the International \r\nFederation of Red Cross and Red Crescent Societies \r\nwelcomes the recent initiatives by the Security Council \r\nto recognize that HIV/AIDS has international \r\ndimensions and consequences for world peace and \r\n \r\n26  \r\n \r\nA/55/PV.48  \r\nsecurity. We believe that the strong commitment of \r\nseveral States, declared during the Millennium \r\nSummit, to massively increase funds for supplies and \r\nservice delivery improvements is essential. We, in turn, \r\nare ready to work together with our Red Cross/Red \r\nCrescent national societies to mobilize the over 2 \r\nmillion Red Cross/Red Crescent volunteers in Africa to \r\ncreate demand for these supplies and services and to \r\nmake a difference. We therefore commit to continuing \r\nto mobilize the power of humanity to build a healthy \r\nfuture. \r\n The President: We have heard the last speaker in \r\nthe debate on this item. A draft resolution on this item \r\nwill be submitted at a later date. \r\n \r\nAgenda item 19 (continued) \r\n \r\n \r\nAdmission of new Members to the United Nations \r\n \r\n \r\n  Application for admission (A/55/528) \r\n \r\n \r\n  Letter from the President of the Security \r\nCouncil (A/55/535) \r\n \r\n \r\n  Draft resolution (A/55/L.23) \r\n \r\n The President: I should like to invite the General \r\nAssembly to consider the positive recommendation by \r\nthe Security Council on the application for admission \r\nto membership in the United Nations of the Federal \r\nRepublic of Yugoslavia. \r\n The Security Council has recommended the \r\nadmission of the Federal Republic of Yugoslavia to \r\nmembership in the United Nations, as stated in \r\ndocument A/55/535. In this connection, a draft \r\nresolution has been submitted, in document A/55/L.23. \r\n I should now like to consult the Assembly with a \r\nview to considering immediately draft resolution \r\nA/55/L.23. In this connection, since document \r\nA/55/L.23 has only been circulated this morning, it \r\nwould be necessary to waive the relevant provision of \r\nrule 78 of the rules of procedure, which reads as \r\nfollows: \r\n “As a general rule, no proposal shall be discussed \r\nor put to the vote at any meeting of the General \r\nAssembly unless copies of it have been circulated \r\nto all delegations not later than the day preceding \r\nthe meeting.” \r\n Unless I hear any objection, I shall take it that the \r\nGeneral Assembly agrees to consider draft resolution \r\nA/55/L.23. \r\n It was so decided. \r\n The President: I give the floor to the \r\nrepresentative of France to introduce draft resolution \r\nA/55/L.23. \r\n Mr. Levitte (France) (spoke in French): On \r\nbehalf of the European Union and the Central and \r\nEastern European countries associated with the \r\nEuropean Union — Bulgaria, the Czech Republic, \r\nEstonia, Hungary, Latvia, Lithuania, Poland, Romania, \r\nSlovakia and Slovenia — and Cyprus, Malta and \r\nTurkey, as well as the European Free Trade Association \r\ncountries members of the European Economic Area — \r\nLiechtenstein, Iceland and Norway — which align \r\nthemselves with this declaration, and on behalf of all \r\nthe 70 sponsors, I have the honour to introduce the \r\ndraft resolution proposing the admission of the Federal \r\nRepublic of Yugoslavia to the United Nations. \r\n On 24 September 2000, the Yugoslav people \r\nchose democracy. Their choice, made in especially \r\ndifficult circumstances, earned them the international \r\ncommunity’s unanimous admiration. That choice will \r\nhave positive effects for the entire region. In seeking \r\nthe admission of the Federal Republic of Yugoslavia to \r\nthe United Nations, President Kostunica confirmed his \r\nresolve to break with the dead-end policy in which the \r\nMilosevic regime had enmeshed itself. He confirmed \r\nhis country’s complete adherence to the principles and \r\nvalues of our Charter. \r\n President Kostunica is making here today the \r\nsteps we all expected. A hiatus of eight years is about \r\nto end. With legitimate pride, the Yugoslav people will \r\ntake its rightful place in the concert of nations. This \r\nevening, the first words of our Charter, “We the \r\npeoples of the United Nations”, will have even greater \r\nmeaning. Tonight also means an important step towards \r\nreconciliation, stability and peace in a region that has \r\nbeen marked by so many trials. \r\n The countries of the European Union have been \r\nresolutely involved in today’s historic event. They \r\nmade that commitment because President Kostunica \r\nand the Yugoslav people took every risk so that \r\ndemocracy and respect for law could triumph and \r\nbecause the Yugoslav people, in bringing our shared \r\n \r\n 27 \r\n \r\n A/55/PV.48\r\nvalues to life, has cleared the way to its family — the \r\nEuropean Union.  \r\n By adopting this draft resolution by consensus, \r\nthe General Assembly would be sending a unanimous \r\nmessage of friendship and hope to the Yugoslav people \r\nand its new leaders. It would be sending a brotherly \r\ngreeting and the warmest wishes for complete success \r\nfrom all the States in the Assembly.  \r\n To the Federal Republic of Yugoslavia we say \r\nwelcome to the United Nations.  \r\n The President: Before proceeding to take action \r\non the draft resolution, I should like to announce that \r\nsince its publication, the following countries have \r\nbecome sponsors of draft resolution A/55/L.23: \r\nAndorra, Argentina, Armenia, Australia, Bangladesh, \r\nBrazil, Chile, Costa Rica, Cuba, the Czech Republic, \r\nEcuador, El Salvador, Guatemala, Guinea, Iceland, \r\nIndia, Indonesia, Iraq, Israel, Japan, Latvia, \r\nLiechtenstein, Lithuania, Mauritius, Monaco, \r\nMyanmar, New Zealand, Nicaragua, Norway, \r\nParaguay, Peru, Poland, the Republic of Moldova, San \r\nMarino, Seychelles, the Sudan, Togo, Turkey, Uruguay \r\nand Yemen.  \r\n May I take it that the General Assembly accepts \r\nthe recommendation of the Security Council and adopts \r\ndraft resolution A/55/L.23 by acclamation?  \r\n Draft resolution A/55/L.23 was adopted by \r\nacclamation (resolution 55/12). \r\n The President: I therefore declare the Federal \r\nRepublic of Yugoslavia admitted to membership in the \r\nUnited Nations.  \r\n I request the Chief of Protocol to escort the \r\ndelegation of the Federal Republic of Yugoslavia to its \r\nplace in the General Assembly Hall.  \r\n The delegation of the Federal Republic of \r\nYugoslavia was escorted to its place in the \r\nGeneral Assembly Hall. \r\n The President: It is a great pleasure on this \r\nhistoric occasion to welcome, on behalf of the General \r\nAssembly, the Federal Republic of Yugoslavia as a \r\nMember of the United Nations.  \r\n At the Millennium Summit we reaffirmed our \r\ncommitment to the purposes and principles of the \r\nCharter. The admission of the Federal Republic of \r\nYugoslavia into the family of nations is of great \r\nsignificance, as it strengthens the universality of the \r\nUnited Nations and thus enhances its legitimacy and \r\neffectiveness.  \r\n Equally, I am confident that it strengthens the \r\nefforts by the international community to bring \r\nstability to South-East Europe, efforts in which the \r\nUnited Nations plays the leading role in many ways.  \r\n The path leading to this moment has been long \r\nand troublesome. But today we should look into the \r\nfuture and welcome the admission of the Federal \r\nRepublic of Yugoslavia as a promising new beginning. \r\nToday also signals the strength of the United Nations \r\nitself and its decisions.  \r\n Less than a month ago, the whole world \r\ncongratulated the newly elected President Kostunica \r\nand the people of his country on their success in \r\nensuring a peaceful victory for democracy. We all held \r\nin high regard the people whose democratically \r\nexpressed will prevailed over many obstacles. Their \r\nvoices have been heard around the world, and the \r\nmovement towards democracy has gained new \r\nstrength.  \r\n Moreover, this change gave realistic hope for the \r\nsolution of the remaining problems in the region of \r\nSouth-East Europe based on the principles of peace, \r\ndemocracy, rule of law and human rights.  \r\n The admission of the Federal Republic of \r\nYugoslavia to the United Nations signifies a new era in \r\ncooperation between the new Member State and the \r\nother Members of the United Nations, including its \r\nneighbours and other successor States of the former \r\nSocialist Federal Republic of Yugoslavia. The \r\nresolutions of the General Assembly on the \r\nstrengthening of cooperation in the region of South-\r\nEast Europe will gain additional momentum. This will \r\nalso give new vigour to a number of regional \r\ninitiatives. Here we welcome the recent admission of \r\nthe Federal Republic of Yugoslavia into the Stability \r\nPact for South-Eastern Europe. We can also envisage a \r\nnew era in the fulfilment of many other goals of the \r\nUnited Nations Charter, including respect for human \r\nrights and this will contribute to the strengthening of \r\nregional stability and international peace and security.  \r\n The United Nations and its Member States should \r\nbe prepared to strengthen their support to the region \r\nand to the Government of the Federal Republic of \r\n \r\n28  \r\n \r\nA/55/PV.48  \r\nYugoslavia in addressing the many remaining problems \r\nthat need to be solved.  \r\n Today, we must look to the future, while at the \r\nsame time remembering that freedom carries with it \r\nresponsibilities, including those relating to the pursuit \r\nof justice. Cooperation with the International Criminal \r\nTribunal for the Former Yugoslavia is of paramount \r\nimportance for all the countries concerned, including \r\nthe Federal Republic of Yugoslavia. \r\n Finally, I wish the Government and the people of \r\nthe Federal Republic of Yugoslavia peace, prosperity \r\nand every success for the future. \r\n I call on the representative of the United States of \r\nAmerica, the host country. \r\n Mr. Holbrooke (United States): As you said a \r\nmoment ago, Mr. President, this is indeed an historic \r\nday for the United Nations and for the Balkans, for all \r\nEuropeans and, indeed, for all of the world. We \r\nwelcome Yugoslavia as the newest Member. We \r\nwelcome Professor Svilanovic as he takes his seat in \r\nthis great Hall and leads his nation into the United \r\nNations as a full democracy committed to the rule of \r\nlaw. Yugoslavia has accepted the obligations of \r\nmembership laid out in the United Nations Charter. It \r\nhas entered the United Nations family on an equal \r\nbasis with the other Republics of the former socialist \r\nRepublic of Yugoslavia. An eight-year quarrel in this \r\ngreat institution is over. What was this quarrel about? It \r\nis gone without residue or a trace, as is the flag that has \r\nflown so wrongly over First Avenue for the last eight \r\nyears. \r\n We congratulate President Kostunica on his \r\nleadership in bringing peaceful and democratic change \r\nto Yugoslavia. We congratulate his colleagues in the \r\nbrave democracy movement that brought the will of the \r\npeople to power in Belgrade. When I met with \r\nPresident Kostunica last week in Skopje, I was deeply \r\nmoved by his historic accomplishment and the bravery \r\nhe and his supporters, including Professor Svilanovic, \r\nexhibited. We applaud him also for his public \r\ncommitment to United Nations Security Council \r\nresolution 1244 (1999) concerning Kosovo and to the \r\nfull implementation of the Dayton Peace Accords. \r\nToday, a sterile debate comes to an end. The flag of a \r\nnation that long ago ceased to exist will no longer fly \r\nat United Nations Headquarters here and elsewhere in \r\nthe world. \r\n The Federal Republic of Yugoslavia’s admission \r\nto the United Nations is an historic moment. It opens \r\nup possibilities for the future for Yugoslavia, for the \r\nregion, for all of Europe. When I travelled to the \r\nBalkans last week, I was struck by how often the \r\nconversation drifted back to events in the past, \r\nparticularly 1912. It seemed no one wanted to speak \r\nyet about the earthquake of September 2000. But, my \r\nfriends, this is a new century and President Kostunica’s \r\nleadership creates an opportunity to look to the future, \r\na future denied to the brave people of Yugoslavia for so \r\nlong. Of course, there are still vestiges of the past, \r\nwhich Yugoslavia will want to address. Many political \r\nprisoners have been imprisoned by the former regime, \r\nincluding nearly 1,000 Kosovo Albanians still being \r\nheld. All of these prisoners should be released and all \r\nof the missing on both sides should be accounted for. \r\nAs part of its pledge to respect its obligations under the \r\nCharter, I hope that Yugoslavia will understand that it \r\nshould cooperate with the International Criminal \r\nTribunal for the Former Yugoslavia, and I was \r\nencouraged greatly on this issue by my talks with \r\nPresident Kostunica. \r\n We all know that talks between Serbia and \r\nMontenegro are vitally important and are at a delicate \r\nstage. Both sides have expressed their disapproval of \r\nthe illegal constitutional changes made by the previous \r\nregime in July this year. We welcome this and we \r\nwelcome the fact that preliminary talks under the rule \r\nof law and in a spirit of conciliation have begun. I can \r\nsay on behalf of my Government, and I am sure on \r\nbehalf of everyone here, that the international \r\ncommunity will accept any decision that is reached \r\nmutually and in accordance with democratic \r\nprocedures. \r\n In closing, let me reiterate on this happy and, as \r\nthe President of the General Assembly has said, \r\nhistoric day, that my country is firmly committed to \r\nworking with Yugoslavia and the United Nations, in the \r\nspirit of the historic friendship between us and between \r\nAmericans and the Serbian people of many decades, to \r\naddress the problems remaining in the Balkans and the \r\nglobal challenge of the future. On a personal note, this \r\nis a day that means a great deal to me and my \r\ncolleagues in the United States Government, and we \r\nare proud to join the rest of the world community in \r\nwelcoming Yugoslavia to its rightful place in the world \r\nOrganization. \r\n \r\n 29 \r\n \r\n A/55/PV.48\r\n The President: I call on the representative of \r\nMauritania, who will speak on behalf of the Group of \r\nAfrican States. \r\n Mr. Ould Deddach (Mauritania) (spoke in \r\nFrench): Before I make my statement, I wish, on behalf \r\nof African delegations, to extend our condolences to \r\nthe sister delegations of Angola and Singapore in \r\nconnection with the tragic plane accidents that claimed \r\nso many lives, and ask them to convey our condolences \r\nto the families of the victims. \r\n I wish to congratulate you, Mr. President, on your \r\naccession to the presidency of the fifty-fifth session of \r\nthe General Assembly. Your personal qualities and \r\nexperience will ensure full success in our work. I also \r\nwish to pay a tribute and congratulate the famous son \r\nof Africa, your predecessor Theo-Ben Gurirab, for his \r\nexcellent work carried out during the fifty-fourth \r\nsession of the General Assembly. \r\n In my capacity as Chairman of the African \r\nGroup, I wish to welcome the Federal Republic of \r\nYugoslavia on its admission today to the United \r\nNations. However, all praise should particularly go to \r\nthe great people of Yugoslavia, who have found once \r\nagain the path of democracy and, we hope, peace. We \r\nextend our full friendship and cooperation to them, on \r\nbehalf of the people of Africa. As for the Yugoslav \r\ndelegation to the United Nations, whom we welcome \r\nonce again and wish success, I wish to assure it that \r\nAfrican delegations are open to contacts aimed at \r\nestablishing continuous cooperation with Yugoslavia in \r\norder to realize the noble objectives of our \r\nOrganization. \r\n Now that the Federal Republic of Yugoslavia will \r\nfully enjoy its status as a Member of the United \r\nNations, we, as the African Group, hope that the \r\nYugoslav democratic authorities will carefully uphold \r\nthe obligations incumbent on them under the Charter of \r\nthe United Nations by cooperating effectively with the \r\ninternational community to establish a climate of \r\npeace, cooperation and, we hope, prosperity in the \r\nBalkans, which it so greatly needs. \r\n The President: I call on the representative of \r\nKyrgyzstan, who will speak on behalf of the Group of \r\nAsian States. \r\n Ms. Ibraimova (Kyrgyzstan): It is a great honour \r\nand privilege for me, acting in my capacity as the \r\nChairman of the Asian Group for the month of \r\nNovember 2000, to congratulate the Federal Republic \r\nof Yugoslavia on its admission to the United Nations. \r\nWe, the members of the Asian Group, would like to \r\nextend it our warmest welcome and express our \r\nsupport for the efforts of the new Government of the \r\nFederal Republic of Yugoslavia to rebuild the country \r\nand normalize relations with the world. We welcome \r\nthe commitment of the President of the Federal \r\nRepublic of Yugoslavia, Mr. Vojislav Kostunica, to \r\nuphold the purposes and principles of the Charter of \r\nthe United Nations and to fulfil all the obligations \r\ncontained therein. \r\n On behalf of the Member States of the Asian \r\nGroup, I would like to express our best wishes to the \r\nFederal Republic of Yugoslavia on this significant \r\nevent, and to wish the Government and people of the \r\nFederal Republic of Yugoslavia peace, prosperity, \r\nhappiness and every success for the future. The \r\nMember States of the Asian Group look forward to \r\nworking closely with the Federal Republic of \r\nYugoslavia in strengthening international peace and \r\nsecurity and pursuing the goals and objectives \r\nenshrined in the United Nations Charter. \r\n The President: I give the floor to the \r\nrepresentative of Slovenia, who will speak on behalf of \r\nthe Group of Eastern European States. \r\n Mr. Petri  (Slovenia): On behalf of the Group of \r\nEastern European States and my own country, \r\nSlovenia, I have the honour and pleasure to \r\ncongratulate the Federal Republic of Yugoslavia on its \r\nadmission today to membership of the United Nations. \r\nEach new Member of the Organization strengthens the \r\nuniversality of the United Nations, its legitimacy and \r\nits validity in today’s world. We note with particular \r\npleasure the presence of the Special Envoy of the \r\nPresident of the Federal Republic of Yugoslavia, who \r\nhas arrived to witness this historic event for his  \r\ncountry — but also for us.  \r\n We would like to express our deep respect for \r\nPresident Kostunica personally and the democratic \r\ncoalition for their commitment to political and social \r\nchange in their country, their commitment to the rule of \r\nlaw and democratic values and their determination and \r\ncourage, which brought about the democratic changes \r\nin their country. \r\n Nobody knows better about the challenges they \r\nhave to confront in the immediate future than the new \r\ndemocratic authorities in Belgrade. The international \r\n \r\n30  \r\n \r\nA/55/PV.48  \r\ncommunity should do its utmost to help the new \r\nleadership of the Federal Republic of Yugoslavia to \r\ncope with the catastrophic state of affairs they inherited \r\nand to strengthen the country’s democratic institutions. \r\nThe country’s humanitarian needs should be addressed \r\nurgently, and programmes for the recovery and \r\nrevitalization of the economy should be speedily \r\nestablished. The United Nations and its Member States \r\nshould make an important contribution to the efforts of \r\nthe new leadership in that regard. \r\n We note with great satisfaction the solemn \r\ncommitment of the Federal Republic of Yugoslavia to \r\nuphold the purposes and principles of the Charter of \r\nthe United Nations and to fulfil all the obligations \r\ncontained therein. This promises to be the beginning of \r\na new relationship between the United Nations and the \r\nFederal Republic of Yugoslavia for the benefit of the \r\npeople of the Federal Republic of Yugoslavia, for the \r\nbenefit of our Organization, and for the benefit of the \r\npeoples of the world at large. It also represents an \r\nimportant step towards normalization of relations in the \r\nregion of south-eastern Europe. It anticipates the \r\npromise of a speedy solution of all the remaining issues \r\nand the strengthening of relations of cooperation and \r\ngood-neighbourliness, with the aim of providing a \r\nbetter future for all the peoples of the region. \r\n The members of the Group of Eastern European \r\nStates, to which the Federal Republic of Yugoslavia \r\ngeographically belongs, want to extend to it our warm \r\nwelcome to the Organization and to the Group. We \r\nlook forward to working closely with the \r\nrepresentatives of the Federal Republic of Yugoslavia \r\nin pursuing the goals and objectives of the United \r\nNations Charter. \r\n The President: I give the floor to the \r\nrepresentative of Brazil, who will speak on behalf of \r\nthe Group of Latin American and Caribbean States. \r\n Mr. Baena Soares (Brazil): It is a great honour \r\nfor me to speak on behalf of the Group of Latin \r\nAmerican and Caribbean States to congratulate the \r\nFederal Republic of Yugoslavia on its admission as a \r\nmember of the United Nations. The resolution just \r\nadopted crowns a process of remarkable democratic \r\nchanges experienced by the Federal Republic of \r\nYugoslavia and represents a landmark occasion for its \r\npeople and for the history of the Organization. \r\n The Group of Latin American and Caribbean \r\nStates notes with satisfaction Yugoslavia’s solemn \r\ncommitment to accept the obligations contained in the \r\nCharter of the United Nations and to fulfil them. Our \r\nGroup looks forward to cooperating with the \r\ndelegation of the Federal Republic of Yugoslavia. We \r\nare sure that the participation of the Yugoslav \r\ndelegation in the United Nations will be of benefit not \r\nonly to the Federal Republic of Yugoslavia, but also to \r\nthe efforts of all Member States to advance the \r\npurposes and principles of the Charter, in particular the \r\nequality of Member States and the promotion of peace, \r\njustice, human rights and prosperity. \r\n The President: I give the floor to the \r\nrepresentative of Germany, who will speak on behalf of \r\nthe Group of Western European and other States. \r\n Mr. Schumacher (Germany): On behalf of the \r\nGroup of Western European and other States, I would \r\nlike to congratulate the Federal Republic of Yugoslavia \r\non its admission to the United Nations. The Group is \r\ndelighted to see the Federal Republic of Yugoslavia \r\nfinally take its place within the family of nations, and \r\nwarmly welcomes it. \r\n We commend President Kostunica for having \r\nacted so swiftly to end the isolation imposed on the \r\ncountry by his predecessor, and we note with great \r\nsatisfaction his assurances that the Federal Republic of \r\nYugoslavia will act in accordance with the Charter of \r\nthe United Nations and comply with all its \r\ninternational obligations. \r\n Our Organization is meant to be universal. Today \r\nuniversality has been brought an important step closer \r\ntowards being fully accomplished. We wish the new \r\nMember every success, and we look forward to \r\nfruitfully cooperating with the Federal Republic of \r\nYugoslavia for the benefit of peace and stability in \r\nEurope and the world. \r\n The President: I now give the floor to the \r\nrepresentative of South Africa, who will speak on \r\nbehalf of the Non-Aligned Movement.  \r\n Mr. Kumalo (South Africa): On behalf of the \r\nmembers of the Non-Aligned Movement, we welcome \r\nthe admission of the Federal Republic of Yugoslavia as \r\na Member of the United Nations. We extend our \r\nsupport to the efforts of the people of Yugoslavia and \r\ntheir new Government as they rebuild their country and \r\nnormalize relations with their neighbours and with the \r\nrest of the world. The application by the Federal \r\nRepublic of Yugoslavia for membership of the United \r\n \r\n 31 \r\n \r\n A/55/PV.48\r\nNations and its solemn commitment to accept and fulfil \r\nthe obligations set out in its Charter constitute a most \r\nwelcome development. \r\n We are grateful that the principle of equality \r\namong the successor States to the former Socialist \r\nFederal Republic of Yugoslavia has been accepted by \r\nall the parties. We trust that this, along with the \r\ndemocratic changes taking place in the Federal \r\nRepublic of Yugoslavia and with similar developments \r\nin the rest of the region, is a signal that at long last the \r\npeople of the Balkans are ready to turn their collective \r\nattention to the challenges of reconstruction, \r\nreconciliation and sustainable peace and development. \r\n For many years the members of the Non-Aligned \r\nMovement have been deeply distressed by the painful \r\ndissolution of the former Yugoslavia, a founding \r\nmember of our movement, and by the ensuing turmoil \r\nand division among its former republics. For the people \r\nof the former Yugoslavia, the past decade has been \r\ncharacterized by conflict and unimaginable horror. The \r\nwider region has in turn suffered from the effects of \r\nsocio-economic instability, destruction and lost \r\nopportunities. \r\n We hope that today, in stark contrast to the past \r\nand despite the many difficult challenges remaining, \r\nthe Balkans now stand at the crossroads of peace and \r\nstability. This is an opportunity that we hope will not \r\nbe lost again. \r\n The President: I call on the representative of the \r\nRussian Federation. \r\n Mr. Ordzhonikidze (Russian Federation) (spoke \r\nin Russian): The Russian delegation warmly \r\ncongratulates the Federal Republic of Yugoslavia on its \r\nadmission to membership of the United Nations. We \r\nwelcome the solemn commitment entered into by \r\nYugoslavia, reflected in the letter from President \r\nKostunica, that it will uphold the purposes and \r\nprinciples of the Charter and fulfil all obligations set \r\nout therein. \r\n It is important that the General Assembly is \r\ntaking this decision today, on the basis of the \r\napplication from the democratically elected leadership \r\nof the Federal Republic of Yugoslavia, and on the basis \r\nof the will of the Yugoslav people. We welcome \r\ndemocratic Yugoslavia as a full-fledged member of the \r\nworld community. It is symbolic that this should be \r\ntaking place at the Millennium Assembly, during which \r\nrepresentatives of all States at the highest level have \r\nconfirmed the crucial importance of the United Nations \r\nin the world affairs of the twenty-first century. \r\n We are convinced that Yugoslavia’s membership \r\nof the United Nations is important not only for \r\nYugoslavia itself but also for the universality and \r\nviability of the Organization as a whole. Active and \r\nfull participation by the Federal Republic of \r\nYugoslavia in United Nations activities will certainly \r\nenable us to make more effective use of the potential of \r\nthe United Nations to promote the establishment of \r\npeace, harmony, mutual trust, stability and good-\r\nneighbourliness in South-East Europe, on the basis of \r\ngenerally recognized norms and principles of \r\ninternational law. \r\n In Russia’s view, one important factor in \r\nstabilizing the situation in the Balkans is the full and \r\nunwavering implementation of Security Council \r\nresolution 1244 (1999). For our part, we shall \r\ncooperate closely with Yugoslavia in the United \r\nNations and in other international organizations and \r\nmultilateral forums to consolidate general peace and \r\nsecurity. \r\n Once again: we sincerely congratulate the Federal \r\nRepublic of Yugoslavia. \r\n The President: I call on the representative of the \r\nformer Yugoslav Republic of Macedonia. \r\n Mr. Čalovski (The former Yugoslav Republic of \r\nMacedonia): My delegation has the honour to address \r\nthe Assembly in its capacity as Chairman of the South-\r\nEast European Cooperation Process, whose members \r\nare Albania, Bulgaria, Bosnia and Herzegovina, \r\nCroatia, Greece, Romania, Turkey, the Federal \r\nRepublic of Yugoslavia and the Republic of \r\nMacedonia, as well as on behalf of the Republic of \r\nMacedonia itself. \r\n I congratulate His Excellency Mr. Goran \r\nSvilanovic, Special Envoy of the President of the \r\nFederal Republic of Yugoslavia, His Excellency Mr. \r\nVojislav Kostunica, and his delegation on the \r\nadmission of the Federal Republic of Yugoslavia to \r\nmembership of the United Nations, and I wish them \r\nsuccess as a Member of the Organization. \r\n The Republic of Macedonia and the South-East \r\nEuropean Cooperation Process welcome the admission \r\nof the Federal Republic of Yugoslavia to membership \r\nof the United Nations. This event is of special \r\n \r\n32  \r\n \r\nA/55/PV.48  \r\nimportance. It signals a new democratic period for our \r\nregion and for future relations between the Republic of \r\nMacedonia and the Federal Republic of Yugoslavia. It \r\nalso constitutes an important development towards the \r\nintegration of our entire region into developed Europe. \r\n The membership of the Federal Republic of \r\nYugoslavia in the United Nations will have a positive \r\ninfluence on the speedy resolution of the succession of \r\nthe former Socialist Federal Republic of Yugoslavia on \r\nthe basis of the equality of all five successor States and \r\non the resolution of the demarcation of the borderline \r\nbetween our two countries. \r\n Yesterday, on a proposal by the Republic of \r\nMacedonia, the First Committee adopted a draft \r\nresolution (A/C.1/55/L.47/Rev.1) by which the General \r\nAssembly would for the first time welcome the \r\ndemocratic changes in the Federal Republic of \r\nYugoslavia and their positive effects on the peace, \r\nstability and development of South-Eastern Europe. \r\nThe same was done at a meeting of the leaders of \r\nSouth-East European countries held in the capital of \r\nmy country, Skopje, on 25 October 2000, which was \r\nattended by President Kostunica. \r\n With that in mind, and on this special and historic \r\noccasion, we wish the Federal Republic of Yugoslavia \r\nall the best for successful participation in the work of \r\nthe Organization. \r\n The President: I call on the representative of \r\nAlbania. \r\n Mr. Nesho (Albania): I should like to welcome \r\nthe Federal Republic of Yugoslavia to the United \r\nNations. The Serbian people and the new democratic \r\nleadership have expressed the will to join the family of \r\nthe United Nations and to respect the basic principles \r\nof the United Nations Charter. \r\n This admission is the result of understanding and \r\naccepting the new historic realities in the Balkans on \r\nthe part of the democratic leadership in Serbia, which \r\nincludes recognizing the right of the people to freedom \r\nand self-determination, creating a free, democratic \r\nsociety that respects human rights and dismantling a \r\nnationalistic policy that caused the Balkans so much \r\nbloodshed and suffering for more than 10 years. \r\n I should like to take this opportunity to thank, in \r\nparticular, the international community, the United \r\nNations and the regional and international \r\norganizations, such as the North Atlantic Treaty \r\nOrganization (NATO) and the Organization for \r\nSecurity and Cooperation in Europe (OSCE), for their \r\ngreat and excellent contribution to South-Eastern \r\nEurope in maintaining peace and stability in the region \r\nand integrating the troubled Balkans into a united \r\nEurope. \r\n We share the view that this membership is an \r\nexpression of the confidence of the international \r\ncommunity in the Serbian people and of its outstanding \r\nsupport for them through the provision of \r\nunconditional assistance to enable them to share in the \r\nprosperity of the European countries and create \r\nconditions for their integration with the other Balkan \r\ncountries, based on a common philosophy and respect \r\nfor the principles of the modern world. \r\n Albania believes that the new spirit of \r\ncooperation among nations, clearly expressed at the \r\nMillennium Summit, will be supported by all the \r\nBalkan countries, including the newly admitted Federal \r\nRepublic of Yugoslavia. This will create conditions for \r\nsolid cooperation through the Stability Pact, enhance \r\npeace in the region, overcome past divisions and old \r\nhostilities among the Balkan nations and encourage \r\nthem to look forward to their future. \r\n We hope that the Federal Republic of Yugoslavia \r\nand its new leadership will be able to move away from \r\nthe dictatorial legacy of the Milosevic regime, release \r\nthe Kosovar political prisoners as a gesture of goodwill \r\nand reconciliation, work for peace and stability in \r\nSouth-Eastern Europe and respect the universal right of \r\nthe people to self-government and self-determination. \r\nAlbania hopes that the authorities of the Federal \r\nRepublic of Yugoslavia will fully cooperate with the \r\ninternational community to respect Security Council \r\nresolution 1244 (1999) and accept the new reality in \r\nKosovo. \r\n The President: I call on the representative of \r\nCroatia. \r\n Mr. imonovi  (Croatia): There are turning \r\npoints in the history of countries and regions, after \r\nwhich nothing remains the same. In the hope that \r\nPresident Kostunica’s application for membership in \r\nthe United Nations reflects such a turning point for the \r\nFederal Republic of Yugoslavia, and for the whole of \r\nSouth-East Europe, we welcome the admission of the \r\nFederal Republic of Yugoslavia to the United Nations \r\nas its newest Member.  \r\n \r\n 33 \r\n \r\n A/55/PV.48\r\n We congratulate the head of the delegation of the \r\nFederal Republic of Yugoslavia, Mr. Svilanovic. By \r\napplying to the United Nations, just as the other four \r\nsuccessor States did previously, the new authorities of \r\nthe Federal Republic of Yugoslavia have confirmed \r\nthat they accept the principle of the equality of all the \r\nStates that emerged after the dissolution of the former \r\nSocialist Federal Republic of Yugoslavia.  \r\n This step is a good start for the new authorities, \r\nand is cause for optimism that they will depart from \r\nother failed policies of the Milosevic regime by \r\nrespecting the borders and territorial integrity of \r\nneighbouring States, protecting human and minority \r\nrights, consistent with international standards, and \r\ncooperating with the International Criminal Tribunal \r\nfor the Former Yugoslavia, as well as by respecting the \r\nlegal equality of the five successor States in \r\nnegotiations on all succession issues. By doing so, the \r\nFederal Republic of Yugoslavia will make a valuable \r\ncontribution to good-neighbourly relations, peace and \r\nlasting stability in South-East Europe.  \r\n Today, people in Croatia are observing All Saints’ \r\nDay; it is a time for remembering loved ones who have \r\ndied. Nobody can bring back the victims of the \r\nhostilities in South-East Europe. However, it is our \r\nlegal, political and moral duty to cooperate in \r\nprosecuting war crimes, resolving the issue of missing \r\npersons and preventing a repetition of the tragedy. It is \r\nby accepting responsibility for the events of the past \r\nthat we can lay sound foundations for the future. There \r\nare prospects for a brighter future in South-East  \r\nEurope — a future of political stability and democratic \r\nand economic development. By accepting the principle \r\nof equality, the Federal Republic of Yugoslavia has \r\nopted to cooperate with its neighbours in order to \r\nachieve these noble ends. In this spirit, Croatia joined \r\nin sponsoring this resolution and looks forward to \r\nfuture cooperation with the new authorities of the \r\nFederal Republic of Yugoslavia. \r\n The President: I call on the representative of \r\nBosnia and Herzegovina. \r\n Mr. Sacirbey (Bosnia and Herzegovina): We \r\nwould like to join all the other speakers in welcoming \r\nthe Federal Republic of Yugoslavia to the family of the \r\nUnited Nations. Much has already been said about the \r\nnew responsibilities of the Federal Republic of \r\nYugoslavia in joining this institution and about the \r\ngoodwill that has been expressed today. With the \r\nreconfirmation of these responsibilities and the \r\nresurgent feelings of goodwill also come new \r\nopportunities. The greater our commitment to our \r\nmutual responsibilities, the closer and more realizable \r\nthe opportunities will be. I believe that our future  \r\nis full of these as yet unrealized opportunities, and  \r\nin this context we also welcome the vision and words \r\nof the Permanent Representative of France, \r\nAmbassador Levitte, with regard to our common \r\ndestiny — membership in the European Union. We \r\nwelcome Mr. Svilanovic and his entire delegation. \r\n The President: I now have the pleasure to invite \r\nthe Special Envoy of the President of the Federal \r\nRepublic of Yugoslavia, Mr. Goran Svilanovic, to \r\naddress the Assembly. \r\n Mr. Svilanovic (Federal Republic of Yugoslavia): \r\nI wish to convey the greetings of Mr. Vojislav \r\nKostunica, the President of the Federal Republic of \r\nYugoslavia, and those of its Government and people.  \r\n This is a very special moment for me, which I \r\nwould like to share with all present. The Assembly has \r\ndecided unanimously to admit my country. The Federal \r\nRepublic of Yugoslavia is now a fully-fledged Member \r\nof this world Organization, which makes it possible for \r\nit to take its rightful place in the family of nations. \r\n The President of the Federal Republic of \r\nYugoslavia, Mr. Kostunica, and I are deeply grateful to \r\nSecretary-General Kofi Annan and to the members of \r\nthe Security Council, and its permanent members in \r\nparticular, for their support and for their decision to \r\nrecommend our country for admission into the fold of \r\nthe United Nations speedily and expeditiously. \r\n We understand the resolution just adopted as \r\nexpressing recognition of, and support for, the \r\nprofound democratic changes that have taken place in \r\nYugoslavia. After 10 long years of conflict, my country \r\nis faced with many difficulties and many problems, \r\ninternal and external alike. Most, but not all, of them \r\nhave already been mentioned in the statements made \r\nhere.  \r\n I take this opportunity to offer some assurances to \r\nthe members of the Assembly, and in particular to our \r\nneighbours and their respective Governments. \r\nYugoslavia is aware of these problems and is ready and \r\nwilling to work with its neighbours and with the entire \r\ninternational community to overcome them. To that \r\nend, Yugoslavia will be a trustworthy neighbour and a \r\n \r\n34  \r\n \r\nA/55/PV.48  \r\nconscientious member of the international community \r\nand will invest its best efforts to promote peace and \r\nstability in the region as well as worldwide. \r\n This policy reflects the vital interests of the \r\nYugoslav people and is the result of the profound \r\ndemocratic changes that have taken place in my \r\ncountry. Against tremendous odds, the people of \r\nYugoslavia exercised their right to vote and rejected \r\noverwhelmingly authoritarianism and the repressive \r\nregime, choosing democracy instead. The people of my \r\ncountry demonstrated courage and perseverance in \r\ndefending their vote and stood up to threats of violence \r\nand terror. They were brave and proud, and the new \r\nGovernment will make sure that it does not betray their \r\nexpectations. \r\n Yes, the people of my country won their battle \r\nthrough their own courage and resolve, but that battle \r\nwould certainly have been much more difficult to win \r\nif it had not been for the helping hand extended so \r\ngenerously and selflessly by the international \r\ncommunity. I thank all of our numerous friends and \r\nallies who have always believed in us and helped us in \r\nour hard, arduous and often uphill battle, every step of \r\nthe way. \r\n My presence here is also a final recognition of \r\nthe victory of the people of my country — the victory \r\nof ordinary Yugoslav men and women — in their \r\nstruggle for a better future. \r\n To break free from the past, political change \r\nalone will not suffice. Economic change, growth and \r\ndevelopment will be needed as well. In order to \r\nachieve them, the goal of the new Government will be \r\nto join economic projects of the region and to be \r\nintegrated in the world economy as a whole. Just a few \r\ndays ago, my country was admitted to the Stability Pact \r\nfor South-east Europe, and I can say that this is just the \r\nbeginning. \r\n Democratic Yugoslavia, ruled by a Government \r\nelected by the people, is committed to the pursuit by \r\nthe people of the policy of friendship and cooperation \r\nwith all countries, and it will strive for peace, promote  \r\n \r\ngoodwill and uphold stability. In addition to promoting \r\nrelations with the countries of the region, Yugoslavia \r\nwill have as a priority cooperation with Europe. It will \r\nremain open and willing to maintain close relations of \r\ncooperation with all other countries of the world and \r\nwith international organizations. In doing so, it will \r\nalways proceed from the principles of the equality of, \r\nand respect for, all nations, large and small, and peace \r\nand prosperity. Yugoslavia will also respect the noble \r\ngoals and principles of the Charter of the United \r\nNations. \r\n In closing, I would like to assure the Assembly \r\nthat democratic Yugoslavia, its Government and its \r\npeople will never waver in their resolve to keep this \r\npromise. \r\n The President: I should like to inform Member \r\nStates that the flag of the Federal Republic of \r\nYugoslavia will be raised at the ceremony that will take \r\nplace in front of the delegates’ entrance immediately \r\nafter the adjournment of this meeting. I invite all \r\nrepresentatives to attend. \r\n \r\n \r\nProgramme of work \r\n \r\n The President: I should like to announce the \r\nfollowing additions to the programme of work of the \r\nGeneral Assembly. \r\n On Tuesday morning, 7 November 2000, the \r\nGeneral Assembly will take up as its fourth item \r\nagenda item 36, entitled “Bethlehem 2000”, which was \r\noriginally scheduled for 16 October 2000. \r\n On Wednesday morning, 15 November 2000, the \r\nAssembly will take up as its first item agenda item 105, \r\nentitled “Crime prevention and criminal justice”, for \r\nthe sole purpose of taking action on the draft United \r\nNations Convention against Transnational Organized \r\nCrime and the protocols thereto. \r\n On Monday morning, 20 November 2000, the \r\nAssembly will take up as its third item agenda item \r\n175, entitled “The role of diamonds in fuelling \r\nconflict”. \r\n  The meeting rose at 7.10 p.m.  \r\n \r\n"