" United Nations  A/55/PV.52\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n52nd plenary meeting \r\nMonday, 6 November 2000, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-72996 (E) \r\n*0072996* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\n  In the absence of the President, Mr. Mungra \r\n(Suriname), Vice-President, took the Chair. \r\n \r\n  The meeting was called to order at 10 a.m. \r\n \r\n \r\n \r\nAgenda item 3 (continued) \r\n \r\n \r\nCredentials of representatives to the fifty-fifth session \r\nof the General Assembly \r\n \r\n \r\n (b) Report of the Credentials Committee \r\n \r\n \r\n  First report of the Credentials Committee\r\n (A/55/537 and Corr.1) \r\n \r\n The Acting President: The draft resolution \r\nrecommended by the Credentials Committee in \r\nparagraph 13 of its first report (A/55/537) reads as \r\nfollows: \r\n  “The General Assembly, \r\n  Having considered the report of the \r\nCredentials Committee and the recommendation \r\ncontained therein, \r\n  Approves the report of the Credentials \r\nCommittee.” \r\n We shall now take action on the recommendation \r\nof the Credentials Committee as set out in paragraph \r\n13 of its first report. \r\n I call on the representative of the Islamic \r\nRepublic of Iran, who wishes to speak in explanation \r\nof vote or position before the Assembly takes action on \r\nthe draft resolution. \r\n Mr. Hamzehei (Islamic Republic of Iran): My \r\ndelegation would like to express its reservations \r\nregarding those parts of the first report of the \r\nCredentials Committee (A/55/537 and Corr.1) that \r\nrelate to the credentials of Israel. In line with the \r\nposition of the Government of the Islamic Republic of \r\nIran on this issue, my delegation wishes to dissociate \r\nitself from the parts of the report that refer to the \r\napproval of the credentials of Israel. \r\n The Acting President: The Credentials \r\nCommittee adopted the draft resolution recommended \r\nin paragraph 13 of its report without a vote. May I take \r\nit that the General Assembly to do the same? \r\n  The draft resolution was adopted (resolution \r\n55/16). \r\n \r\n The Acting President: We have thus concluded \r\nthis stage of our consideration of agenda item 3. \r\n \r\nAgenda item 14 \r\n \r\n \r\nReport of the International Atomic Energy Agency \r\n \r\n \r\n  Note by the Secretary-General transmitting the \r\nreport of the Agency (A/55/284 and Corr.1) \r\n \r\n \r\n  Draft resolution (A/55/L.25) \r\n \r\n \r\n  Amendment (A/55/L.26) \r\n \r\n The Acting President: I invite the Director \r\nGeneral of the International Atomic Energy Agency, \r\nMr. Mohamed ElBaradei, to present the report of the \r\nAgency for the year 1999. \r\n \r\n2  \r\n \r\nA/55/PV.52  \r\n Mr. ElBaradei (International Atomic Energy \r\nAgency): The Millennium Summit in early September \r\nfocused the attention of the world on a number of \r\nobjectives for the new millennium: the establishment \r\nof enduring world peace, the eradication of poverty, the \r\nfight against disease and the protection of the \r\nenvironment. In the efforts to realize these objectives, \r\nthe International Atomic Energy Agency (IAEA) plays \r\na modest but essential role. I will speak briefly today \r\nabout the three fundamental functions of the Agency: \r\nour role as a catalyst for the development and transfer \r\nof peaceful nuclear technologies, our efforts to prevent \r\nthe proliferation of nuclear weapons and to move \r\ntowards nuclear disarmament, and our work to build \r\nand maintain a global nuclear safety regime. \r\n Nuclear technologies provide preferred \r\nsolutions — and sometimes the only solutions — to \r\nmany economic and social problems. The IAEA, in \r\naccordance with its statute, serves as a catalyst for the \r\ndevelopment and transfer of those technologies. \r\n In 1999, nuclear power supplied roughly one \r\nsixth of global electricity. Trends vary by region: some \r\ncountries are phasing out nuclear power plants, while \r\nothers have embarked on new construction or \r\ninnovative research and development. While the future \r\nof nuclear power remains uncertain, it is clear that \r\ncertain factors will be crucial to that future: the safety \r\nof facility operations; the demonstrated feasibility of \r\nsafe and environmentally sound radioactive-waste \r\ndisposal; the ability to make nuclear power \r\neconomically competitive; the growing need for \r\nenvironmentally clean sources of energy; and public \r\nacceptance. Projections of global energy demand, \r\nwhich take into account the development needs of \r\ndeveloping countries and the predicted increase in \r\npopulation by two billion people over the next two \r\ndecades, led the World Energy Council to conclude that \r\na total reliance on fossil fuels and large hydroelectric \r\nfacilities is not sustainable, and that the current \r\nposition of nuclear power needs to be stabilized, with \r\nthe possibility of future expansion. \r\n In that context, the Agency’s role is to help \r\nensure that the nuclear power option remains open, a \r\nprocess that requires ensuring a fair hearing for nuclear \r\npower in the comparative energy assessment debate, \r\npreserving nuclear expertise as fewer young people \r\npursue nuclear science careers and, above all, \r\ndeveloping innovative reactor and fuel cycle \r\ntechnologies.  \r\n To be successful, innovative reactor and fuel \r\ncycle technologies must be inherently safe in terms of \r\noperation and waste disposal, proliferation resistant, \r\ncost effective and adaptable to different applications \r\nand energy needs. The Agency intends to establish a \r\ntask force on innovative reactors later this year to \r\nassess the technology and energy demands of \r\nprospective users, consider existing efforts in this area \r\nand determine what additional research and \r\ndevelopment should be encouraged to meet the needs \r\nof member States. Naturally, we will work in close \r\ncooperation with other national and multinational \r\ninitiatives in this area. \r\n A major part of the Agency’s nuclear technology \r\nactivities are related to applications other than \r\nelectricity generation. Agency-coordinated research \r\nprojects supported by our research and service \r\nlaboratories focus on the use of nuclear techniques and \r\nradioisotopes to, inter alia, increase food production, \r\nfight disease, manage water resources and protect the \r\nterrestrial and marine environments. In the food and \r\nagriculture area, for example, insect sterilization \r\ntechniques have produced significant gains in livestock \r\nproduction and fruit production; radiation-induced \r\nmutations have been used to produce crops with greater \r\nyield and higher quality; and direct food irradiation has \r\nbeen employed to preserve freshness and eliminate \r\ndisease-causing organisms. \r\n With each year, new nuclear techniques related to \r\nhuman health are developed. This year the Agency’s \r\nprogramme of assistance and coordination placed \r\nsignificant emphasis on the validation of new nuclear \r\ntools for diagnosing drug-resistant strains of malaria \r\nand tuberculosis. Other work was related to diagnostic \r\nprocedures in support of medical applications ranging \r\nfrom paediatrics to cardiology and the use of stable \r\nisotopes in malnutrition studies to track the intake of \r\nvitamins and other nutrients. \r\n The management of water resources is an area of \r\nincreasing worldwide concern. Today, more than one \r\nbillion people are without access to clean water, and \r\nabout two thirds of the global community will face \r\nclean water shortages by 2025. In addition to projects \r\non desalination techniques, the Agency has supported \r\nextensive member State use of isotope hydrology to \r\nplot groundwater aquifers for sustainable water \r\nresource management. We also have begun to support \r\nmember States’ exploration of the use of advanced \r\n \r\n 3 \r\n \r\n A/55/PV.52\r\nelectron-beam accelerators to decontaminate and \r\ndisinfect waste water and drinking water. \r\n Other Agency projects focus on an array of \r\nenvironmental analysis and clean-up techniques. For \r\nexample, the use of ionizing radiation to clean flue \r\ngases from coal-fired plants — a technology catalysed \r\nby the Agency — is now being demonstrated or under \r\ndevelopment in Bulgaria, China, Japan and Poland. \r\nAnother important recent initiative is the Agency’s \r\ncoordination of efforts to develop nuclear techniques \r\nfor the detection of anti-personnel landmines, which \r\ncontinue to maim civilians in regions where conflict \r\ntook place in the past. \r\n In each of these areas of nuclear application, the \r\nAgency seeks to promote the development and \r\napplication of techniques that serve the priorities of its \r\nmember States, with a focus on the special needs of \r\ndeveloping countries. Where nuclear technology is the \r\nmost effective means of addressing a given problem, \r\nand where the recipient country has the necessary \r\ninfrastructure, the Agency ensures that the technology \r\nis transferred safely and efficiently. In 1999, our \r\ntechnical cooperation programme amounted to \r\napproximately $64 million, with more than 850 \r\nprojects. The IAEA annual report for 1999, which the \r\nAssembly has before it, provides a more detailed \r\ndiscussion of these and other Agency achievements. \r\n The Agency’s safeguards system is designed to \r\nprovide assurance that nuclear material and facilities \r\nare used exclusively for peaceful purposes. In recent \r\nyears, we have strengthened our safeguards capabilities \r\nto enable us to provide assurances not only that \r\ndeclared nuclear material has not been diverted for \r\nnon-peaceful purposes, but, equally importantly, that \r\nno undeclared nuclear material or activities exist. This \r\ncomprehensive assurance, however, can be provided \r\nonly for States that have in force both a comprehensive \r\nsafeguards agreement with the Agency and the \r\ncomplementary additional protocol. The Agency is also \r\ncurrently developing “integrated safeguards” — the \r\noptimum combination of traditional safeguards \r\nmeasures with those of the additional protocol to \r\nensure a system that is cost-efficient while achieving a \r\nhigh degree of effectiveness. \r\n Earlier this year, the sixth Review Conference of \r\nthe Parties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT) was convened here in New \r\nYork. The Final Document of the Conference \r\nrecognized IAEA safeguards as an essential component \r\nof the non-proliferation regime, and endorsed the \r\nstrengthened safeguards measures of the additional \r\nprotocol. However, the same document noted that 51 \r\nStates parties to the Treaty have yet to bring \r\ncomprehensive safeguards agreements into force. The \r\nadditional protocol numbers are similarly \r\ndisappointing: the 11 States that had additional \r\nprotocols approved in the past year bring the total to \r\n55, but so far only 17 of these have entered into force. \r\nI appeal to all States that have not done so to conclude \r\nand bring into force their respective comprehensive \r\nsafeguards agreements and additional protocols. \r\n Since December 1998, the Agency has been \r\nunable to implement its mandate in Iraq under United \r\nNations Security Council resolution 687 (1991) and \r\nrelated resolutions. As a result, we cannot at present \r\nprovide any assurance that Iraq is in compliance with \r\nits obligations under those resolutions. In January of \r\nthis year, with the cooperation of the Iraqi authorities, \r\nwe carried out an inspection under Iraq’s NPT \r\nsafeguards agreement. Our inspectors were able to \r\nverify the presence of nuclear material under \r\nsafeguards in Iraq. To be sure, this inspection was not \r\ndesigned to be, nor could it serve as a substitute for, \r\nthe monitoring and verification activities mandated \r\nunder the Security Council resolution. The Agency \r\nmust return to Iraq if we are to provide the enhanced \r\nassurances sought by the Security Council. We \r\ncontinue to maintain an operational plan and capability \r\nthat would allow us to resume our activities at short \r\nnotice. Provided that we could verify that Iraq’s past \r\nand present nuclear activities have not changed since \r\nDecember 1998, the Agency could move forward to a \r\nfull implementation of its ongoing monitoring and \r\nverification plan. \r\n The Agency also remains unable to verify that all \r\nnuclear material subject to safeguards in the \r\nDemocratic People’s Republic of Korea has been \r\ndeclared. Fully assessing the accuracy of the \r\nDemocratic People’s Republic of Korea’s initial \r\nsafeguards declaration will require a series of Agency \r\nactivities to be undertaken with the full cooperation of \r\nthe Democratic People’s Republic of Korea. Given that \r\nthe entire verification process may take between three \r\nand four years, those activities should begin \r\nimmediately, if the light water reactor project provided \r\nfor in the Framework Agreement between the United \r\nStates of America and the Democratic People’s \r\n \r\n4  \r\n \r\nA/55/PV.52  \r\nRepublic of Korea is to proceed as scheduled. With the \r\nrecent positive developments in the Korean peninsula, \r\nit is my hope that the Democratic People’s Republic of \r\nKorea will soon be ready to commence active \r\ncooperation with the Agency to that end. The \r\nnormalization of relations between the Democratic \r\nPeople’s Republic of Korea and the Agency would also \r\nhelp us to provide important safety advice and \r\nexpertise related to the light water reactor project. \r\n In keeping with the General Conference mandate, \r\nI have continued my consultations with the States of \r\nthe Middle East region regarding the application of \r\nfull-scope safeguards to all nuclear activities in the \r\nMiddle East, and the development of model agreements \r\nthat would contribute to the establishment of a nuclear-\r\nweapon-free zone in that region. Regrettably, little \r\nprogress has been achieved so far. Needless to say, I \r\nwill continue to use all available means within my \r\nauthority to move that mandate forward. Movement \r\ntowards an overall settlement in the region will \r\ncertainly boost my ability to make progress. At this \r\nyear’s General Conference, I was asked to make \r\narrangements to convene a forum in which participants \r\nfrom the Middle East and other interested parties could \r\nmeet to learn from the experience of other regions, \r\nincluding in the area of confidence-building relevant to \r\nthe establishment of a nuclear-weapon-free zone. \r\n The Agency secretariat continues to consult with \r\nthe Russian Federation and the United States of \r\nAmerica on methods of verifying nuclear materials \r\nexcess to their military programmes. These \r\nverifications must be sufficient to assure the \r\ninternational community that the material has been \r\nirreversibly removed from military application. In \r\nSeptember, the United States of America and Russia \r\nalso signed a bilateral plutonium management and \r\ndisposition agreement. This new agreement commits \r\neach party to the withdrawal of 34 tons of weapons-\r\ngrade plutonium from its weapons programme and to \r\nearly consultations aimed at concluding an agreement \r\nwith the IAEA to allow Agency verification measures. \r\nI welcome this agreement as a further step towards \r\nnuclear arms control. \r\n The third major area of Agency activity is  \r\nsafety — nuclear safety, radiation safety and waste \r\nsafety. While safety is a national responsibility, \r\ninternational cooperation on safety-related matters has \r\nproved to be indispensable. The continuing positive \r\nresults of international collaboration leading towards \r\nsafety upgrades at nuclear installations in Eastern \r\nEurope is an important case in point. \r\n The international safety regime consists of three \r\nmajor components: international conventions, a body \r\nof internationally agreed safety standards and \r\nmechanisms for applying these standards. Conventions \r\nin the safety area aim to establish binding norms that \r\ncover activities across the entire fuel cycle. To date, the \r\nAgency has developed conventions that cover the \r\nsafety of power reactors, radioactive waste and spent \r\nfuel management, early notification and assistance in \r\ncase of a nuclear accident and physical security. The \r\nAgency continues to identify areas in which binding \r\nnorms are needed, such as in the safety of research \r\nreactors and of fuel cycle facilities. \r\n The Agency has also made significant progress in \r\nthe past several years on updating its body of safety \r\nstandards; nearly 80 new or revised standards will be \r\nproduced in total. To be effective, these standards must \r\nbe comprehensive, internationally agreed upon and \r\nsubject to regular peer review. In my view, once agreed \r\nupon, these standards must be uniformly applied by all \r\nStates, as is the case in the aviation field, which is \r\nunder the auspices of the International Civil Aviation \r\nOrganization (ICAO). \r\n Agency safety services, such as our operational \r\nreactor safety assessments, design reviews and \r\nregulatory reviews, also continue to make a significant \r\ncontribution to promoting a global nuclear safety \r\nculture through peer review and information exchange. \r\n The Agency also continues to focus international \r\nattention on the threats to public health arising from \r\nso-called orphan radioactive sources — that is, sources \r\nthat are no longer under the control of national \r\nauthorities. In the past year, assistance was provided to \r\nseveral Member States. Regrettably, five people died \r\nduring this same period in Thailand and Egypt as the \r\nresult of accidents involving radiation sources. We \r\nhave worked extensively to strengthen the ability of \r\nMember States to respond to such emergencies, \r\nfocusing on infrastructure upgrades, the development \r\nof national registries of radioactive sources, and the \r\nenhancement of regulatory structures. In addition, we \r\nhave intensified education, training, and information \r\nexchange among regulators, users and manufacturers, \r\nand we recently circulated to all States and relevant \r\ninternational organizations a Code of Conduct on the \r\n \r\n 5 \r\n \r\n A/55/PV.52\r\nSafety and Security of Radiation Sources and \r\nRadioactive Materials. \r\n But perhaps one of the most pivotal issues in the \r\ncurrent debate over nuclear technology is the safety of \r\nmanaging spent fuel and radioactive waste. While \r\nexperts are confident that geological disposal is safe, \r\ntechnologically feasible and environmentally \r\nresponsible, the public at large remains skeptical, and \r\nthe volume of high-level waste continues to build. A \r\nnumber of countries are engaged in geological disposal \r\nprojects. Research is also active on waste disposal \r\nmethods that are reversible, to allow retrieval of the \r\nwaste at a later date, if desired. Researchers are also \r\nfocusing on waste transmutation and other techniques \r\nto reduce the activity or volume of long-lived waste. \r\nThe Agency continues to maintain international focus \r\non the waste issue in order to accelerate progress \r\ntowards demonstrated solutions and to bridge the gap \r\nin perception between technical experts and the public \r\nat large. \r\n The foregoing review of portions of the Agency’s \r\nprogramme makes it clear that the scope of IAEA \r\nactivities continues to grow — whether that growth is \r\noccasioned by a new assignment for verification of \r\nnuclear arms control measures, a request by a \r\ndeveloping country for help with water resource \r\nmanagement, or the need for safety assistance at a fuel \r\ncycle facility. But in a continuing environment of zero \r\nreal growth budget, which the Agency has adhered to \r\nfor over a decade, some of these priority demands \r\ncannot be accommodated, or can be accommodated \r\nonly through an increasing and excessive reliance on \r\nextra-budgetary resources — a reliance which has a \r\nnegative impact on our ability to implement our \r\nprogrammes with the expected effectiveness and \r\nefficiency. \r\n I should also mention that the Agency is finding \r\nit increasingly difficult to recruit and keep qualified \r\nstaff. Given our need for highly specialized technical \r\npersonnel and the limited pool of resources, \r\nrecruitment and retention is especially problematic for \r\nscientific staff, as well as in fields such as information \r\ntechnology. This situation will only continue to \r\nintensify as United Nations salaries and conditions of \r\nemployment continue to lose their competitiveness \r\nwith the private and public sectors. \r\n The Common Service must become more flexible \r\nin order to respond to the needs of its organizations and \r\nsupport their reform efforts in human resources \r\nmanagement. In that respect, the proposal by the \r\nSecretary-General, on behalf of all heads of United \r\nNations system organizations, for a review of the \r\nInternational Civil Service Commission deserves \r\nserious consideration, with the ultimate aim of \r\nstrengthening the international civil service and \r\nrestoring the competitiveness of the Common System. \r\n We have continued to look for ways to meet the \r\ngrowing demands on Agency resources. We are using a \r\nfive-year medium-term strategy to improve the \r\nplanning, implementation and evaluation of our \r\nactivities. Our new results-based approach to \r\nprogramming and budgeting focuses more on  \r\noutcomes — the real changes produced for our \r\nMember States — than on outputs, such as the number \r\nof meetings or publications, to ensure a more rigorous \r\nprioritization. An emphasis on a “one-house” approach \r\nto all our activities ensures better coordination of our \r\ndiverse programmes, better use of our resources and a \r\nmore streamlined secretariat structure. \r\n In conclusion, let me say that the IAEA continues \r\nto play a key role in ensuring that the benefits of \r\nnuclear technology are shared globally, that peaceful \r\nnuclear activities are conducted safely, and that the \r\ninternational community is provided with a credible \r\nframework for curbing nuclear-weapon proliferation \r\nand moving towards nuclear disarmament. Naturally, \r\nour ability to continue to carry out these functions \r\neffectively depends on Members’ political commitment \r\nand financial support, which I hope and trust will \r\ncontinue to be forthcoming. \r\n Finally, I would like to conclude by expressing \r\nmy sincere appreciation to the Government of Austria, \r\nwhich continues to be a generous and gracious host to \r\nthe International Atomic Energy Agency. \r\n The Acting President: I give the floor to the \r\nrepresentative of Nigeria to introduce draft resolution \r\nA/55/L.25. \r\n Mr. Mbanefo (Nigeria): Allow me at the outset \r\nto express appreciation to the Director General for his \r\ncomprehensive report on the International Atomic \r\nEnergy Agency (IAEA). It is noteworthy that under his \r\nleadership, the Agency has continued to fulfil its three \r\nmajor mandates, namely to serve as a catalyst for the \r\ndevelopment and transfer of technology, a recognized \r\nauthority in nuclear safety, and an instrument for the \r\nverification of nuclear non-proliferation. \r\n \r\n6  \r\n \r\nA/55/PV.52  \r\n I am particularly delighted to note that these \r\nefforts have served in large measure to meet \r\nhumanity’s global objectives of freedom from fear and \r\nfreedom from want — the major challenges facing it. \r\nIn this connection, I also note with satisfaction the \r\nconfidence placed in the Agency in the Final Document \r\nof the Review Conference of the Parties to the Treaty \r\non the Non-Proliferation of Nuclear Weapons (NPT), \r\nwhich reaffirmed its contribution to sustainable \r\ndevelopment, non-proliferation and safety. \r\n Nigeria attaches great importance to the \r\nobjectives of the Agency and has demonstrated on \r\nseveral occasions its political commitment and support \r\nfor international peace and security and global non-\r\nproliferation efforts, especially those directed at \r\ncurbing the spread of nuclear weapons and all forms of \r\nweapons of mass destruction. These objectives \r\ninformed its decision to become a member of the \r\nAgency in 1964. Nigeria is therefore most honoured to \r\nintroduce, in its capacity as Chairman of the \r\nInternational Atomic Energy Agency (IAEA), draft \r\nresolution A/55/L.25, on the report of the International \r\nAtomic Energy Agency. \r\n The draft resolution before us is a reflection of \r\nthe important issues raised earlier in the report \r\npresented by the Director General and the relevant \r\nresolutions adopted mainly by consensus at the forty-\r\nfourth session of the General Conference of the IAEA. \r\nI should therefore like to briefly highlight the main \r\ncontents of this draft. \r\n The text has 18 preambular paragraphs and 14 \r\noperative paragraphs and reiterates the importance that \r\nMember States attach to the agreement reached on the \r\namendment of article VI of the statute. It seeks \r\nexpansion of the membership of the Board of \r\nGovernors from 35 to 43 members. Draft resolution \r\nA/55/L.25 dedicates an operative paragraph to \r\nencouraging all States members of the IAEA that have \r\nnot yet ratified this amendment to do so. Similarly, a \r\nparagraph is devoted to the amendment of Article \r\nXIV.A of the statute, which provides for biennial \r\nbudgeting by the Agency and urges those Member \r\nStates that have yet to ratify this amendment to do so. \r\n The draft draws attention to the increasing \r\nrelevance of the non-proliferation regime; to the \r\nsafeguards agreements, especially as they have a direct \r\nbearing on verification and confidence-building in \r\ngeneral; and, particularly, to the need for the Agency to \r\nmaintain and strengthen the effectiveness and cost-\r\nefficiency of the integrated safeguards system, in \r\nconformity with the statute of the Agency. It further \r\nstresses the importance of the Model Additional \r\nProtocol approved on 15 May 1997. \r\n The draft resolution also reiterates the concern of \r\nthe international community in the field of nuclear \r\nenergy with regard to the Democratic People’s \r\nRepublic of Korea and Iraq. It expresses concern about \r\nthe Agency’s inability to verify the correctness and \r\ncompleteness of the initial declaration of nuclear \r\nmaterial by the Democratic People’s Republic of Korea \r\nand, therefore, about the inability to conclude that \r\nthere has been no diversion of nuclear material in the \r\nDemocratic People’s Republic of Korea. It calls upon \r\nthat country to fully comply with its safeguards \r\nagreement with the Agency. With regard to inspections \r\nin Iraq, the text stresses the need for full \r\nimplementation of all Security Council resolutions and \r\nfor providing the necessary access to enable the \r\nAgency to carry out its mandate. \r\n Attention is also drawn to the entry into force on \r\n24 October 1996 of the Convention on Nuclear Safety \r\nand notes with satisfaction the outcome of the first \r\nreview meeting of the contracting parties to the \r\nConvention. It looks forward to safety improvements in \r\nareas that are found deficient. With respect to the Joint \r\nConvention on the Safety of Spent Fuel Management \r\nand on the Safety of Radioactive Waste Management, it \r\nappeals to States that have not yet become parties to do \r\nso. \r\n The draft resolution under consideration is a \r\nproduct of strenuous work. The consensus was reached \r\nafter consideration of many proposals made by \r\ndifferent delegations in Vienna. In this regard, Nigeria \r\nhas taken cognizance of the genuine contributions of \r\nall delegations, which facilitated the achievement of \r\nthis transparent and balanced text. Undoubtedly it is a \r\nfactual and accurate representation of the main issues \r\ndealt with by the Agency during the period under \r\nreview. At this juncture, let me express appreciation to \r\nthe sponsors of this draft resolution and particularly to \r\nthe two Vice-Chairmen of the Board of Governors, \r\nAustria and Poland. \r\n I would equally like to express our appreciation \r\nfor the support and cooperation received in Vienna and \r\nhere in New York from the secretariats of the \r\n \r\n 7 \r\n \r\n A/55/PV.52\r\nInternational Atomic Energy Agency and of the United \r\nNations. \r\n The Acting President: I now give the floor to the \r\nrepresentative of Egypt to introduce the amendment to \r\ndraft resolution A/55/L.25, contained in document \r\nA/55/L.26. \r\n Mr. Aboulgheit (Egypt) (spoke in Arabic): I \r\nwould like at the outset to express warm thanks to the \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), Mr. Mohamed ElBaradei, for his \r\nexcellent presentation of the annual report of the \r\nAgency for 1999. It also gives me great pleasure to \r\ncongratulate him on his distinct contribution to the \r\ndevelopment of the programmes and activities of the \r\nAgency during the past three years. This contribution \r\nhas been reflected in the increasing role played by the \r\nAgency in the peaceful applications of nuclear energy \r\nin various fields in the service of humanity, and in \r\nimproving the relevant infrastructure. \r\n The delegation of Egypt presented to the forty-\r\nfourth session of the General Conference of the IAEA a \r\ncomprehensive review of all the fields in which it is \r\ncooperating with the Agency and of the role that we are \r\ntrying to play at both the regional and international \r\nlevels within the framework of the Agency’s own role \r\nand programmes. From this perspective I would like to \r\naddress a number of topics to which Egypt attaches \r\nparticular importance. \r\n The Agency is playing a prominent role in \r\ndrawing up technical criteria to ensure the peaceful \r\nuses of nuclear energy and in contributing to technical \r\ncooperation programmes that promote the use of \r\nnuclear technology in a number of countries. This, \r\nhowever, should not lead us to ignore another \r\nimportant aspect of the Agency’s work, which stems \r\nfrom its responsibility as one of the main pillars of the \r\nnon-proliferation regime. \r\n Egypt attaches great importance to the attainment \r\nof the objectives of non-proliferation and to ensuring \r\nnuclear disarmament all over the world. We think that \r\nin order to achieve progress in this respect, particularly \r\nin the Middle East region, this issue should be \r\nconsidered on an urgent basis, because of its potential \r\npositive impact on stability in the region as a whole. \r\nWithin the framework of these efforts, Egypt has \r\nsought since 1974 to establish a nuclear-weapon-free \r\nzone in the Middle East. Since 1980 the General \r\nAssembly has made an appeal for the creation of such a \r\nzone under a series of resolutions adopted by \r\nconsensus. \r\n In response to this unanimous show of support by \r\nthe international community for the establishment of \r\nsuch a zone, in April 1990 President Mohamed Hosni \r\nMubarak called for the establishment of a Middle East \r\nzone free from all weapons of mass destruction. This \r\ninitiative was an extension and a natural development \r\nof Egypt’s constant call for the establishment of a \r\nnuclear-weapon-free zone in the Middle East. \r\n In support of these efforts, and because of the \r\nimportance of this subject, Egypt, through the IAEA, \r\nhas called year after year for the comprehensive \r\nsafeguards system of the Agency to be applied to all \r\nnuclear facilities in the Middle East. These efforts and \r\nappeals are not simply an Egyptian or an Arab demand; \r\nthey are an international endeavour in which all other \r\ncountries, regardless of their various alliances and \r\norientations, join us. The international community \r\nexpressed its position through the consensus adoption \r\nof the Final Document of the Sixth Review Conference \r\nof the Parties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT), which was held in 2000. \r\n The document welcomed the admission of all \r\ncountries of the Middle East, except for Israel, to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT). It stressed the importance of Israel’s adhesion \r\nto the Treaty and of subjecting all its nuclear facilities \r\nto the International Atomic Energy Agency (IAEA)’s \r\ncomprehensive safeguards in order to attain the ideal \r\nobjective, that of ensuring universal adhesion to this \r\nTreaty in the Middle East. \r\n Thus, last week, the First Committee adopted a \r\nresolution under item 76 concerning the danger of \r\nnuclear proliferation in the Middle East. The resolution \r\nwas adopted by a majority of 139 votes; operative \r\nparagraph 2 stressed the importance of Israel’s \r\nadhesion to the NPT. It mentioned Israel by name and \r\ncalled upon that country to subject its nuclear facilities \r\nto the IAEA comprehensive safeguards system. I would \r\nlike to point out that my statement does not represent \r\nan attack on Israel; nor is it a criticism, although Israel \r\nimagines it as such and reiterates that view in its \r\nstatements before the international body; rather, it is a \r\ncall for a comprehensive and lasting peace based on \r\nfirm foundations. We think that it is high time for Israel \r\nto act positively in this connection and to respond to \r\nthe international will by joining the NPT and by \r\n \r\n8  \r\n \r\nA/55/PV.52  \r\nsubjecting its nuclear facilities to the comprehensive \r\nsafeguards system of the Agency. It should also give up \r\nits old-fashioned doctrine of deterrence. \r\n Nonetheless, Egypt will enthusiastically continue \r\nto work towards ensuring the application of the IAEA’s \r\ncomprehensive safeguards in the Middle East, without \r\nexception. We support all efforts aimed at \r\nstrengthening the safeguards system, because it is the \r\nmain international mechanism for verification. The \r\nIAEA is working to develop and support the safeguards \r\nsystem through the adoption in May 1997 of an \r\nadditional model protocol for the safeguards \r\nagreements — I mean the 93 + 2 system — which \r\nEgypt supports — a system which provides the \r\nnecessary legal basis for developing the Agency’s \r\nability to detect undeclared nuclear activities and \r\nnuclear materials. We think that the Agency plays an \r\nimportant role in urging countries to sign and \r\nimplement the comprehensive safeguards agreements \r\nin accordance with article III, paragraph 1 of the \r\nTreaty, which is the basis for ensuring that the Agency \r\nverify that nuclear materials are not diverted from their \r\ndeclared activities. Moreover, this is the gist of the \r\nIAEA’s verification activities, carried out in \r\naccordance with the non-proliferation regime. \r\n I would like to reaffirm that any renunciation of \r\nour responsibilities or our commitment to apply the \r\ncomprehensive safeguards system will have negative \r\nand dangerous consequences on the credibility of the \r\nsafeguards system as a whole and the pioneering role \r\nplayed by the Agency in this respect. \r\n Therefore, the Egyptian delegation has introduced \r\nan amendment to operative paragraph 5 of the draft \r\nresolution concerning the report of the IAEA, \r\ncontained in document A/55/L.26. Our amendment \r\nstresses the integrated role played by the Agency in \r\ncarrying out safeguards activities and the importance of \r\nthe comprehensive safeguards system, to say nothing \r\nabout the additional protocols concerning those \r\nsafeguards. \r\n Mr. Albin (Mexico) (spoke in Spanish): The \r\nMexican delegation wishes to express its thanks to the \r\nDirector General, Mr. Mohamed ElBaradei, for his \r\nintroduction of the report on the work of the \r\nInternational Atomic Energy Agency (IAEA) for 1999. \r\n Mexico wishes to state its satisfaction with the \r\npositive results of the Sixth Review Conference of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) carried out this year. There can be no doubt that \r\nthe adoption by consensus of the final document by the \r\nStates Parties to the Treaty is one of the outstanding \r\nevents in the field of disarmament and nuclear non-\r\nproliferation. Of particular importance for the \r\ninternational community is the unambiguous \r\ncommitment of the nuclear-weapons States to eliminate \r\ntotally their nuclear arsenals, with a view to achieving \r\nnuclear disarmament. \r\n Bearing in mind that one of the International \r\nAtomic Energy Agency’s main functions is the \r\napplication of verification measures on nuclear \r\nmaterials and equipment, the fulfilment of this \r\ncommitment is of particular importance. Our \r\nsatisfaction with the success of the NPT Review \r\nConference also extends to our recognition of the \r\nimportant role played by the International Atomic \r\nEnergy Agency in the application of safeguards, non-\r\nproliferation, technical cooperation and the peaceful \r\nuses of nuclear energy. Mexico will continue to support \r\nthis work of the Agency in those sectors. \r\n The improved fulfilment of the verification \r\nresponsibilities that the international community has \r\nentrusted to the IAEA requires a strengthened \r\nsafeguards system. Mexico is satisfied at the increasing \r\nnumber of countries which have acceded to the Model \r\nAdditional Protocol to the Agreements between States \r\nand the IAEA for the application of safeguards. At \r\npresent, Mexico is carrying out an internal consultation \r\nprocess to facilitate a decision on our country’s \r\naccession to the Model Additional Protocol. \r\n Last year saw an increase in the cooperation links \r\nbetween Mexico and the Agency. Under the project \r\nentitled “Improvement of Radioactive Waste \r\nManagement”, Mexico’s nuclear sector, headed by the \r\nEnergy Ministry, has begun to formulate a national \r\nradioactive waste policy that meets the current needs of \r\nthe sector and Mexico’s international commitments. \r\nWith IAEA support, Mexico’s national nuclear research \r\ninstitute is carrying out work to rehabilitate the site \r\ncurrently occupied by the radioactive waste storage \r\ncentre. This is a priority activity of the national nuclear \r\nsector. \r\n With regard to regional cooperation activities, \r\nMexico has reaffirmed its commitment to collaborate \r\nwith Latin America by being the first country of the \r\nregion to ratify the Regional Cooperative \r\nArrangements for the Promotion of Nuclear Science \r\n \r\n 9 \r\n \r\n A/55/PV.52\r\nand Technology in Latin America (ARCAL). We \r\nexpress our satisfaction at the support given by the \r\nIAEA to this programme. We are convinced that the \r\nimplementation of regional cooperation agreements \r\nwill work to the benefit of the Agency’s general \r\nobjectives. We urge the other States members of this \r\nmechanism to ratify the Agreement and to apply, \r\nwithin this framework, the criteria that have been \r\nproposed by the Agency’s Board of Governors as part \r\nof the IAEA’s new technical cooperation strategy. \r\n In the area of nuclear safety, we look forward to \r\nrenewed efforts by States to promote a universal \r\nculture of nuclear safety to include the promotion of \r\nbinding legal instruments and safety standards and \r\nmeasures to apply these instruments and standards. We \r\nencourage all interested countries to work for a \r\nframework of understanding to ease the concerns of \r\nStates that find their national security affected by the \r\npassage of ships carrying radioactive nuclear waste. \r\nAlthough work has begun in this field, much ground \r\nremains to be covered. \r\n In conclusion, my delegation expresses its \r\ngratitude to the Director General and secretariat of the \r\nIAEA for their efforts to comply fully with the \r\nmandates entrusted to them by the States members of \r\nthe Agency. We are aware that the success of their \r\nwork depends, in addition to the political support of \r\nStates, on adequate financing. In this connection, we \r\nencourage all States to meet their financial \r\ncommitments to the Agency on time. \r\n Mr. Bossière (France) (spoke in French): I have \r\nthe honour to address the Assembly on behalf of the \r\nEuropean Union. The countries of Central and Eastern \r\nEurope associated with the European Union — the \r\nCzech Republic, Hungary, Lithuania, Poland, Romania \r\nand Slovakia — and the associated countries Cyprus \r\nand Turkey, as well as Liechtenstein and Norway in \r\ntheir capacity as countries of the European Free Trade \r\nAssociation members of the European Economic \r\nSpace, join in this statement.. \r\n At the outset, on behalf of the European Union, I \r\nwish to congratulate the Director General of the \r\nInternational Atomic Energy Agency (IAEA), Mr. \r\nMohamed ElBaradei, for his work over the past year. \r\nThe Union has leant its full support to initiatives to \r\nenhance the effectiveness of the Agency, with regard \r\nboth to its programmes and activities and to its \r\nmanagement. \r\n The European Union supports the work of the \r\nAgency, undertaken in accordance with the resolution \r\nadopted at the forty-second session of its General \r\nConference, to prepare a system of integrated \r\nsafeguards. We pay tribute to the desire of the Director \r\nGeneral to complete the necessary conceptual \r\nframework for the implementation of this programme \r\nby the year 2001. This system is designed to avoid \r\nredundancy and useless overlap in measures provided \r\nfor in the traditional guarantees and in those of the \r\nenhanced system. It should allow the yield and \r\neffectiveness of these safeguards to be improved, while \r\nreducing the costs to the Agency through the \r\nprogressive spread of these enhancement measures in \r\nStates parties. \r\n In this connection, we emphasize that new \r\nmeasures are not merely additional steps to be applied \r\nin a mechanical and systematic manner. We welcome \r\nthe efforts of the secretariat to identify effectiveness in \r\nthe context of budgetary neutrality, as well as the \r\npossibilities for a reduced volume of routine \r\ninspections from which States that have signed and \r\nsatisfactorily implemented the Additional Protocol \r\nshould eventually benefit. \r\n The European Union attaches great importance to \r\nrespect for the agreements entered into under the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT). It continues to be concerned by the fact that, \r\ndespite efforts undertaken by the IAEA, practically no \r\nprogress has been made since 1994 to implement the \r\nAgency’s safeguards Agreement with the Democratic \r\nPeople’s Republic of Korea, in particular with regard to \r\nverification of the initial declaration. Once again, the \r\nEuropean Union urges to the Democratic People’s \r\nRepublic of Korea fully to respect its safeguards \r\nAgreement and to cooperate with the Director General \r\nas soon as possible. I should also like to express the \r\nhope that recent developments in relations between the \r\ntwo countries of the Korean peninsula will also help to \r\nresolve such issues. \r\n The situation in Iraq is also a matter of concern to \r\nthe European Union, since, over nine months after the \r\nadoption of Security Council resolution 1284 (1999) of \r\n17 December 1999, monitoring has yet to resume in \r\nIraq. We call on Iraq fully to cooperate with the new \r\nCommission and with the IAEA. We insist that Iraq \r\ncomply fully with all Security Council resolutions that \r\nconcern it; at the appropriate time, provide the IAEA \r\nwith the access necessary to enable the Agency to \r\n \r\n10  \r\n \r\nA/55/PV.52  \r\nimplement its mandate, which was reconfirmed in \r\nresolution 1284 (1999); and give unreserved \r\ncooperation to the Agency with a view to updating a \r\ntechnically coherent picture of its clandestine nuclear \r\nprogramme, as prepared in 1998. Although a routine \r\ninspection in January made it possible effectively to \r\nmonitor the physical inventory of nuclear material, in \r\naccordance with the safeguards Agreement signed by \r\nIraq under the NPT, such monitoring cannot replace the \r\nactivities to be undertaken by the Agency pursuant to \r\nthe relevant Security Council resolutions. \r\n The European Union is gratified that the IAEA \r\nhas used this time to maintain its capacity to resume \r\ninspections. Moreover, we welcome the work of Mr. \r\nHans Blix at the head of the new Commission and will \r\nlend him our full support in implementing all \r\nprovisions of resolution 1284 (1999). \r\n Improved control of the risks of proliferation is \r\nessential to the maintenance of international peace and \r\nsecurity. Meeting the requirements of non-proliferation \r\nand security, as well as those of nuclear safety, will \r\ncontribute to establishing the climate of confidence \r\nthat is necessary to develop the peaceful uses of the \r\natom. Safety must be a constant concern and \r\ncontinually improved in all areas. One cannot \r\nemphasize enough the sole responsibility of States \r\nengaged in nuclear activities of any kind to their own \r\npopulation, their neighbours and the international \r\ncommunity. \r\n The European Union would also like to \r\nemphasize the importance of the Convention on \r\nNuclear Safety and the Joint Convention on the Safety \r\nof Spent Fuel Management and on the Safety of \r\nRadioactive Waste Management. The regular holding \r\nof review meetings by the contracting parties supports \r\na more evenly shared culture of safety throughout the \r\nworld. We wish to ask all States to ensure that they \r\nratify these Conventions and to speed up the entry into \r\nforce of the Joint Convention. With regard to the \r\nConvention on Nuclear Safety, we await with interest \r\nthe report of the second review meeting in the hope \r\nthat improvements will be made in the area of safety, \r\nparticularly in all domains where the first review \r\nmeeting noted that such improvements could be made. \r\n It remains necessary to make an effort to ensure \r\nthat safety reaches internationally acceptable levels in \r\nall nuclear installations. To achieve this, cooperation \r\non the part of all is necessary. The European Union \r\nalso welcomes the key role that the Agency plays in \r\nthis crucial area by providing States with support for \r\nnational regulations, information and necessary \r\nassistance to States that so request. Moreover, the \r\npublishing of documents — the Safety Series — makes \r\nit possible for there to be more cohesive and stricter \r\npractices. In particular, the Operational Safety Review \r\nTeam (OSART), the International Regulatory Review \r\nTeam (IRRT) and the Integrated Safety Assessment of \r\nResearch Reactors (INSARR) are making important \r\ncontributions in this area. \r\n The European Union would particularly like to \r\nreiterate to the Agency its support for its activities in \r\nthe area of radiation source safety and the security of \r\nradioactive material. A code at good practices would be \r\na good idea in order to rectify the lacks in this area, in \r\nwhich major shortcomings in the management of \r\nsources have resulted in serious radiological accidents. \r\nThis past May and June the Agency carried out a wide-\r\nranging air reconnaissance operation in order to find \r\nradioactive sources that had been abandoned in the \r\nRepublic of Georgia.  \r\n Since its establishment, the Agency’s mission has \r\nbeen to provide assistance and aid to member States for \r\nthe development of peaceful applications of nuclear \r\nenergy, the third pillar of the Agency’s role. The \r\nReview Conference of the Parties to the Nuclear Non-\r\nProliferation Treaty also clearly acknowledges the \r\nimportance of the work of the IAEA as the principal \r\ninternational organization relating to the transfer of \r\ntechnology. As with all other activities of the Agency, \r\nthis depends upon economic situations and the \r\nresultant budget constraints. It must be conducted \r\nrigorously, guided by the constant concern for \r\nmaximum effectiveness and considered more as a sort \r\nof catalysing element than as a permanent form of \r\nsubsidy. \r\n The European Union has had numerous \r\nopportunities to support the efforts of the Agency, \r\nparticularly under the guidance of the Agency’s \r\nDirector General, Mr. ElBaradei, to eliminate any \r\nlaxity in managing technical cooperation. We firmly \r\nbelieve, however, that the IAEA cannot act in isolation. \r\nThe simultaneous commitment of recipient States is of \r\nparamount importance, both in the financial area and in \r\nfollow-up. In this respect, we fully support the concept \r\nof model projects and their implementation. The \r\nEuropean Union appreciates, in particular, the attention \r\nthat the IAEA has given to the establishment, in those \r\n \r\n 11 \r\n \r\n A/55/PV.52\r\ncountries that receive technical cooperation, when \r\nnecessary, of legislation and rigorous regulation in the \r\narea of radiation protection and safety, as well as of \r\nauthorities that can ensure that such legislation is \r\nrespected. \r\n We also welcome the drawing up of measures to \r\nreinforce technical cooperation within the context of \r\nthe overall economic activities of recipient countries \r\nand their congruity with the guidelines adopted in the \r\nsectors to which it is connected. The European Union \r\nalso recommends the regular review of how a project \r\nhas been carried out and an assessment of its results.  \r\n The high level of voluntary contributions from \r\nmember States of the European Union to the Technical \r\nCooperation Fund, which in 1999 reached \r\napproximately 40 per cent of the pledges collected, \r\nshows the vigorous support that the European Union \r\ngives to the Technical Cooperation Programme. \r\n The European Union will continue to fully \r\ncooperate with its partners to achieve the goals of the \r\nTechnical Cooperation Fund. It considers that the \r\ntechnical assistance provided by the Agency should be \r\nfully brought in line with national development \r\nprogrammes and that it is up to the recipient States to \r\nensure this. Moreover, the recipient countries must \r\nmake a significant contribution in order to demonstrate \r\nthe importance that the States themselves attach to \r\nthese projects. We note with regret that the \r\nProgramme’s recoverable expenditures were largely \r\nunderpaid last year and call upon all recipient States to \r\nmeet their financial obligations and repay their loans \r\nfully and on time. The European Union also believes \r\nthat it is in the interest of recipient States and of the \r\nAgency to ensure good coordination between activities \r\nof technical cooperation of the Agency and those of \r\nother organizations, with a view to ensuring synergy \r\nand avoiding overlap. \r\n My statement has highlighted the diversity and \r\nthe richness of Agency activities. Moreover, we have \r\npointed out the increase in costs caused by the broad \r\nresponsibilities that it must meet. We encourage the \r\nDirector General and his teams to continue their efforts \r\nto find ways to make savings at the management level, \r\nto identify priority tasks and to eliminate overlap with \r\na view to reducing the dependency of the Agency on \r\nextra-budgetary financing. In particular, the necessary \r\nreinforcement of safeguards will probably entail \r\nadditional expenditures during its initial phase. It \r\nwould preferable for that financing to be carried out \r\nfrom the regular budget and for each State to make an \r\nequitable contribution in keeping with its means but \r\nwithout any excessive discount to such activities, \r\nwhich are in the interests of all. \r\n The European Union notes that it attaches \r\nfundamental importance to the content of IAEA \r\nprogrammes, for which it pays approximately 34 per \r\ncent of the regular budget. On this essential point of \r\nprogrammes and budgets, we have welcomed with \r\ninterest the new step proposed by the Agency in \r\npreparing activities for the 2002-2003 biennium. \r\n In conclusion, the Agency has earned the trust of \r\nthe international community as a competent authority \r\nin monitoring respect for safeguard agreements relating \r\nto the non-proliferation of nuclear weapons. \r\nSimultaneously, it is playing an essential role in \r\npromoting the safe utilization of nuclear techniques for \r\npeaceful purposes in member States that have chosen \r\nto use such techniques.  \r\n Similarly, the European Union and the associated \r\nStates that have joined in this statement reiterate to the \r\nAgency their support and firm will to continue to \r\nparticipate energetically in its activities. \r\n For several years the European Union has \r\nsupported the initiation of negotiations on and the rapid \r\nconclusion of, a multilateral international treaty \r\nprohibiting the production of fissile material for \r\nnuclear weapons or other explosive nuclear devices. \r\nThe European Union is ready to entrust a monitoring \r\nrole to the Agency within the framework of such a \r\ntreaty. \r\n Mr. Moura (Brazil) (spoke in Spanish): On \r\nbehalf of the delegations of the countries of the \r\nSouthern Cone Common Market (MERCOSUR) — \r\nArgentina, Brazil, Paraguay and Uruguay — and of the \r\nassociated countries, Bolivia and Chile, I would like to \r\nexpress our satisfaction with the report introduced by \r\nthe Director General of the International Atomic \r\nEnergy Agency (IAEA). We reaffirm our permanent \r\nactive commitment to the objectives of the \r\ninternational community with regard to non-\r\nproliferation, nuclear disarmament and the promotion \r\nof the peaceful uses of atomic energy, guaranteeing the \r\nright of all States to research, produce and use nuclear \r\nenergy for peaceful purposes. \r\n \r\n12  \r\n \r\nA/55/PV.52  \r\n In this connection, we regard the Agency’s \r\nTechnical Cooperation Programme as being of great \r\nimportance. In particular, on the basis of our own \r\nexperience as recipient countries and in some cases \r\nexporters of nuclear materials and energy, we support \r\nthe actions to guarantee the exchange of materials, \r\nequipment and technology for the peaceful use of \r\nnuclear energy. \r\n  In our statement at the last session of the General \r\nAssembly, we urged the Agency, with regard to \r\nverification, to give the highest priority to the true \r\nintegration of safeguards measures, and not merely to \r\ntheir increase. The countries of MERCOSUR and \r\nBolivia and Chile reiterate their commitment to the \r\nnew concept of improving the efficiency and \r\neffectiveness of safeguards, since safeguards play a \r\nclear function of transparency and mutual confidence \r\namongst countries. \r\n However, we would like to refer to the formula \r\nfor financing safeguards adopted at the Agency’s recent \r\nGeneral Conference, which will involve a greater \r\ncontribution for the countries of our region. The \r\ncountries of MERCOSUR and Bolivia and Chile will \r\nencourage the periodic assessment of the costs of the \r\nsafeguards and when necessary propose adjustments \r\nwith a view to achieving the highest level of cost-\r\nbenefit in their implementation in the light of the \r\neconomic development of member countries. \r\n We would also encourage the Secretariat to \r\nintroduce greater efficiency in the use of the resources \r\nallocated to safeguards. In addition, we consider that \r\nthe application of the Additional Protocol should be \r\nneutral with respect to the cost of safeguards. \r\n The Agency also has special responsibilities with \r\nregard to the promotion of technical cooperation, for \r\nwhich it must have sufficient human and financial \r\nresources, with a proper balance between its promotion \r\nand regulatory activities. \r\n With regard to the consideration of future \r\nprogrammes and budgets of the Agency, we support the \r\nposition that there should be strict compliance with the \r\nzero real growth policy. \r\n We believe that the Agency’s activities should be \r\ncarried out on the basis of transparency and the \r\nimplementation of internationally accepted standards \r\nof nuclear safety and the physical protection of nuclear \r\nmaterials. \r\n Nuclear safety is also of special importance in \r\nconnection with the dissemination of information about \r\nthe peaceful uses of nuclear energy among the public \r\nin our countries and its acceptance by public opinion. \r\nWe believe that the use of nuclear energy in our region \r\nis closely linked with the adoption and implementation \r\nof adequate safety measures which will increase \r\nreliability and respect for the environment, thus \r\nguaranteeing greater acceptance of nuclear energy by \r\nour peoples. \r\n The transportation of nuclear waste by sea is a \r\nsource of constant concern, because of the possible \r\ndangers to the health of the coastal peoples and for the \r\nenvironment of the transit countries. In this context, we \r\nemphasize the need for cooperation and coordination in \r\nthe relevant forums with a view to strengthening the \r\nnorms regulating the transport of such waste by sea. \r\n Lastly, we wish to underline the role of the \r\nAgency as a promoter of the peaceful use of nuclear \r\nenergy and as a central protagonist of the international \r\nregime for the non-proliferation of nuclear weapons. \r\n Mrs. Aragon (Philippines): Nuclear power holds \r\nthe promise of safe and affordable energy, as well as \r\nimproved agricultural productivity, safer foods and \r\ndrinking water, and better human health for the \r\ncontinued growth and progress of our globalized world. \r\nAt the same time, nuclear power still bears the \r\npotential for massive terror and destruction. \r\n In all these instances, the International Atomic \r\nEnergy Agency (IAEA) plays an important and \r\nchallenging role. We would like to thank the Agency \r\nfor its report, a report that succeeded in painting a clear \r\npicture of what the Agency has done and intends to do \r\nin carrying out this role. It is a significant and \r\nchallenging role that the Agency has carried out quite \r\nwell. The Philippines notes with satisfaction the \r\ncontinuing efforts of the IAEA in advancing the cause \r\nof non-proliferation, safety in the application of \r\nnuclear technology and technical cooperation in \r\nsupport of the peaceful uses of atomic energy, which \r\nare preconditions to enhancing world peace and safety. \r\nWith the successful conclusion of the 2000 Review \r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), the Agency’s \r\nwork in implementing the safeguards provisions of the \r\nNPT becomes even more important. \r\n It is in this context that we welcome the two \r\ncomprehensive safeguards agreements and eight \r\n \r\n 13 \r\n \r\n A/55/PV.52\r\nAdditional Protocols that have been signed during the \r\npast year, and the progress achieved in developing \r\nintegrated safeguards approaches for various types of \r\nnuclear facilities. The Philippines likewise welcomes \r\nthe high technical cooperation implementation rate, as \r\nwell as the Agency’s efforts to update and foster \r\nnational implementation of safety standards. \r\n The Agency’s activities to ensure and promote the \r\nsafe use of nuclear energy are particularly important to \r\nthose of us in Asia. While there has been no significant \r\nincrease in the number of nuclear power plants in other \r\nparts of the world, in Asia planning for the expansion \r\nof nuclear power continues, and the use of nuclear \r\npower is likely to grow over the short term. We are \r\nconfident that the Agency will ensure that the growth \r\nof nuclear power generation in our region is both safe \r\nand peaceful. \r\n In the area of peace and stability, the Agency has \r\nalso made its contribution, which has helped in \r\nachieving dramatic progress in opening up channels of \r\ncommunication and in broadening the dialogue in \r\nnorth-east Asia. While there is much to be done, the \r\nPhilippines believes that what has been achieved so far \r\nhas been in no small measure because of the dedicated \r\nand committed work of the Agency. \r\n Even though the IAEA has already done much, \r\nthere is still more work ahead for it. The Philippines \r\nwelcomes and supports the request made by member \r\nStates during the forty-ninth regular session of the \r\nGeneral Conference last year for the Agency to help \r\ncountries assess the role of nuclear power in the light \r\nof global environmental challenges and energy needs. \r\nWe are glad that there was agreement that such \r\nassistance should include facilitating access to relevant \r\ninformation about the importance of nuclear power in \r\nachieving sustainable development in developing \r\ncountries and in mitigating greenhouse gas emissions. \r\n As an archipelago, the Philippines gives \r\nparticular importance to the marine environment. We \r\ncontinue to support the Agency’s efforts to monitor \r\nmarine radioactive contamination of the marine \r\nenvironment in cooperation with other United Nations \r\nagencies. The Agency is helping develop and \r\naccumulate knowledge that could provide a basis for \r\nthe rapid assessment of the impact of any possible \r\nfuture releases from accidents that might occur at \r\ncoastal nuclear facilities or nuclear waste sites, or from \r\nthe ocean transport of spent fuel or high level waste. \r\nThe Agency has also used new remote measurement \r\nsystems, with which it has confirmed that global fallout \r\nfrom atmospheric bomb testing is still the main source \r\nof anthropogenic radionuclides in the oceans, although \r\nlevels have declined substantially. \r\n The Agency has not let the dynamic changes in \r\nthe world go by without seeking to reform itself. The \r\nPhilippines welcomes its efforts to adopt measures that \r\nwould make it better understand the needs of member \r\nStates and to ensure a more efficient and effective \r\nresponse to them. We believe that the Agency is \r\nmoving in the right direction with its new approach to \r\nthe programme and budget formulation process, as well \r\nas with the decision to introduce results-based \r\nprogramming to the fullest extent possible for the \r\n2002-2003 biennium. \r\n In this regard, we would like to emphasize that, \r\nin view of the numerous demands placed upon the \r\nAgency, the limitations imposed by its budget and the \r\nneed to preserve IAEA efficiency, it is imperative to \r\npursue greater care in maintaining the delicate balance \r\nbetween its regulatory and promotional activities while \r\ndischarging its mission. \r\n In today’s dynamic and interdependent world, \r\nmany different and useful ways are being found to \r\npeacefully use and apply nuclear energy. Although the \r\nAgency was a child of the cold war, it has grown and \r\nmatured, and we are confident that it will be able to \r\nsuccessfully face today’s many and diverse challenges. \r\n Mr. Krokhmal (Ukraine): It is with great \r\npleasure that the Ukrainian delegation takes part once \r\nmore in the annual debate on the work of the \r\nInternational Atomic Energy Agency (IAEA) this time \r\nfor 1999. I would like to thank Mr. Mohamed \r\nElBaradei for his comprehensive introduction of the \r\nreport of the International Atomic Energy Agency to \r\nthe General Assembly. The main developments in the \r\nAgency’s activities during the current year are \r\nhighlighted in the report and the statement made by the \r\nDirector General. Ukraine feels it is important to \r\nunderscore that the Agency’s work has promoted \r\nfurther peaceful uses of nuclear energy in accordance \r\nwith articles 1 and 2 of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT). \r\n The NPT 2000 Review Conference once again \r\nstressed the need to unite efforts worldwide in curbing \r\nthe nuclear arms race and further promote international \r\nsecurity by universally adhering to the Treaty. Having \r\n \r\n14  \r\n \r\nA/55/PV.52  \r\nsigned a protocol additional to the Safeguards \r\nAgreement on 15 August this year, Ukraine took the \r\nnext logical step to move towards the goals of the NPT \r\nand the Safeguards Agreement. We believe it will \r\ncontribute to making further progress towards the \r\nuniversal application of the safeguards regime, given \r\nthe level of nuclear activity in Ukraine. \r\n We reiterate the significant role that the Agency \r\nplays in assuring the fulfilment of obligations by \r\nmember States under article 3 of the Treaty. We call \r\nupon all members of the Agency that have not done so \r\nto sign a protocol additional to their Safeguards \r\nAgreement as soon as possible. \r\n The application of the highest safety standards in \r\nterms of design and operation of peaceful nuclear \r\ninstallations is yet another major responsibility of the \r\nAgency. In the last decade the Agency has extensively \r\ndeveloped and promoted nuclear safety standards and \r\nhas carried out multidimensional tasks, ranging from \r\nfacilitating national legislative processes to promoting \r\nreliable technologies, good regulatory practices and \r\nstaff training in member States. We commend the \r\nAgency for organizing the First Review Meeting of the \r\nContracting Parties to the Convention on Nuclear \r\nSafety, in April 1999, which we believe will help \r\nimprove safety performance among member States. \r\n I would like to draw the Assembly’s attention to \r\nthe historic decision by the Government of Ukraine to \r\nclose by 15 December 2000 the Chernobyl nuclear \r\npower plant. We consider this step a valuable \r\ncontribution by Ukraine to mitigating and minimizing \r\nthe Chernobyl disaster, despite the fact that the closure \r\nof the Chernobyl station presents a number of \r\nchallenging problems, with a new range of socio-\r\neconomic ramifications for my country.  \r\n As a follow-up to the Director General’s recent \r\nvisit to Ukraine, another step was taken towards \r\npromoting safety within the framework of the \r\nTechnical Cooperation Programme for the 2001-2003 \r\ncycle. Two additional projects have been agreed upon: \r\nsupport for the decommissioning of the Chernobyl \r\nnuclear power plant and the characterization, \r\nmanagement and physical protection of radioactive \r\nmaterial from the shelter at the Chernobyl station. This \r\nis an example of how the coordinating role of the \r\nAgency in international cooperation helps in a practical \r\nway to resolve problems of major concern to the \r\ninternational community. Ukraine has achieved \r\nconsiderable progress in improving its safety record, as \r\nwell as in establishing a recognized legislative and \r\nregulatory base. \r\n I would like to inform the Assembly that in the \r\nyear 2000 Ukraine ratified the Joint Convention on the \r\nSafety of Spent Fuel Management and on the Safety of \r\nRadioactive Waste Management, and has acceded to \r\nthe Joint Protocol Relating to the Application of the \r\nVienna Convention on Civil Liability for Nuclear \r\nDamage and the Paris Convention on Third Party \r\nLiability in the Field of Nuclear Energy. \r\n The Agency’s efforts against illicit trafficking in \r\nnuclear materials and other radioactive sources are \r\nwidely acknowledged. We attach importance to \r\ncooperating with the Agency under the Programme for \r\nPreventing and Combating Illicit Trafficking in \r\nNuclear Material, and to exchanging information with \r\nthe Agency’s illicit trafficking database. Ukraine joins \r\nother States in supporting efforts to draft an \r\ninternational convention on the suppression of acts of \r\nnuclear terrorism. Ukraine, as a party to the \r\nConvention on the Physical Protection of Nuclear \r\nMaterial, supports the draft resolution calling on \r\ncountries that have not yet done so to accede to the \r\nConvention in order to strengthen our efforts to combat \r\nillicit trafficking in nuclear materials and other \r\nradioactive sources. \r\n The technical cooperation pillar of the Agency’s \r\nactivities can hardly be overestimated. The report of \r\nthe Agency to the 2000 Review Conference of the \r\nParties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons proves that the Agency is meeting its \r\ncommitments under article IV of the Treaty. Ukraine \r\nbelieves that the Agency’s productive technical \r\ncooperation in the nuclear field indeed provides for the \r\ndevelopment of Member States in terms of the \r\ncontribution of atomic energy to peace, health and \r\nprosperity throughout the world.  \r\n In conclusion, with these comments the \r\nUkrainian delegation welcomes the report of the \r\nInternational Atomic Energy Agency to the General \r\nAssembly for the year 1999. As a traditional co-\r\nsponsor of the draft resolution on the Agency’s report, \r\nmy delegation remains committed to the Agency’s \r\ngoals. We believe that this year’s draft resolution will \r\nreflect in a balanced and comprehensive manner the \r\nsupport of the international community for the work of \r\nthe Agency. \r\n \r\n 15 \r\n \r\n A/55/PV.52\r\n Mr. Punj (India): The Indian delegation has \r\ntaken note of the report of the International Atomic \r\nEnergy Agency (IAEA) presented by the Agency’s \r\nDirector General, Mr. Mohamed ElBaradei. As a \r\nfounding member of the Agency, India continues to \r\nplay an active role in the work of the IAEA. We are \r\nparticularly happy that the mechanism of the Scientific \r\nForum, held to coincide with the annual General \r\nConference of the IAEA, has now been \r\ninstitutionalized. \r\n In its overview, the annual report makes a \r\nreference to the Medium-Term Strategy, which was \r\ndeveloped in 1999 to form the basis for the formulation \r\nof programme proposals for the period 2001-2005. In \r\nthis regard, India would like to emphasize that the \r\nIAEA was created with the main objective of \r\naccelerating and enlarging the contribution of atomic \r\nenergy to peace, health and prosperity throughout the \r\nworld. This is the central pillar on which the Agency \r\nshould rest, while giving due consideration to \r\nsafeguards measures to prevent the use of Agency \r\nassistance for military purposes and to safety standards \r\nfor the protection of health and the minimization of \r\ndanger to life and property.  \r\n Safety and safeguards are indeed important and \r\nnecessary support activities for enlarging and \r\naccelerating the contribution of nuclear energy for \r\npeaceful purposes. However, they should not become \r\nactivities that overshadow the peaceful uses of atomic \r\nenergy. Primacy must be accorded to technology. This \r\nis the only way we can faithfully interpret the time-\r\ntested Statute of the Agency. \r\n Our delegation supports the priority assigned to \r\nthe potential role of nuclear energy in sustainable \r\ndevelopment in the Medium-Term Strategy, which is in \r\nline with the recommendations of the Scientific Forum \r\nheld during the 1999 General Conference of the IAEA. \r\nThe Agency programme should include the role of \r\ninnovative nuclear reactors and fuel cycles in \r\npromoting sustainable development. We appreciate the \r\nDirector General’s efforts in trying to establish a task \r\nforce for that purpose. We feel strongly that it will be \r\nworthwhile for the Agency to support this programme \r\nas part of the regular programme of the Agency. \r\n In the context of the sustainability of nuclear \r\npower, it is appropriate for the Agency to address the \r\nissue of various nuclear fuel cycle options. A \r\ndiscussion by experts on the merits and problems of the \r\nclosed fuel cycle versus the open fuel cycle with its \r\nassociated technical, financial and environmental \r\naspects could form a meaningful part of the Medium-\r\nTerm Strategy. In view of our limited uranium \r\nresources and in order to ensure long-term energy \r\nsecurity, India has opted for a closed nuclear fuel cycle \r\npolicy involving a fast breeder reactor programme and \r\nthorium utilization and associated fuel reprocessing \r\nand refabrication plants. A closed fuel cycle is also \r\nimportant for the safe management of the environment, \r\nas it greatly reduces the quantity of high-level wastes.  \r\n Recognizing the importance of the role of nuclear \r\nenergy, especially in developing countries, India, along \r\nwith the Group of 77, has been requesting a nuclear \r\ntechnology review along the lines of the nuclear safety \r\nreview, and to have it discussed as part of the dedicated \r\nagenda in the Board and in the General Conference. We \r\nare happy that the Director General has heeded our \r\nrequest and has also appointed standing advisory \r\ngroups for nuclear energy and nuclear science and \r\napplications. \r\n Even in countries that are currently witnessing a \r\nslow-down in their nuclear power development \r\nprogrammes, it is likely that a reversal will occur due \r\nto two factors. First, there has been a substantial \r\nincrease in oil prices, and, secondly, there is the \r\ncommitment to the Kyoto Protocol. For a large country \r\nlike India, with its need to increase its per capita \r\nelectricity consumption substantially, rapid growth in \r\nnuclear electricity generation capacity is of vital \r\nimportance. \r\n In India our strong policy emphasis on nuclear \r\npower is based on the operation of nuclear power \r\nplants in a safe and reliable manner. The Atomic \r\nEnergy Regulatory Board of India stringently monitors \r\nall activities in this regard. It is a matter of satisfaction \r\nthat since the last General Assembly, two more state-\r\nof-the-art, indigenously designed power reactor units \r\nhave reached criticality — one unit in Karnataka State \r\nand another in Rajasthan State. Another reactor unit is \r\ndue to reach criticality shortly. Construction work on \r\nthe two indigenously designed 500 megawatt \r\npressurised heavy-water reactor units at Tarapur is in \r\nfull swing. The preparation of the detailed project \r\nreport for the construction of two 1,000 megawatt \r\nVVER reactors at Kudankulam, in technical \r\ncooperation with Russia began in April 1999 and is \r\nexpected to be completed next year. Site-related \r\nactivities have already commenced. \r\n \r\n16  \r\n \r\nA/55/PV.52  \r\n The capability to provide the technology \r\nresources for our nuclear programme has been derived \r\nmainly from our strong research and development \r\nprogramme. India’s efforts in developing the advanced \r\nheavy water reactor, which will facilitate thorium \r\nutilization, go towards developing innovative reactor \r\nand fuel cycle designs for the sustainable development \r\nof nuclear energy. The growth in installed power \r\ngeneration capacity will, of course, continue with \r\nplants using state-of-the-art-design thermal and fast \r\nreactors with an emphasis on improved safety.  \r\n In this context, we appreciate the initiative of \r\nPresident Putin, announced at the recent Millennium \r\nSummit, by which he recognized that the most rapid \r\nenergy-production growth in the next century will take \r\nplace in the developing countries. He has also said that \r\nto diminish ecological degradation caused by \r\ngreenhouse gases and to save global fossil reserves for \r\nnon-electricity uses by present and future generations \r\nthere is a need to develop new nuclear technologies \r\nwhich are also proliferation-resistant.  \r\n The IAEA, with its comprehensive membership \r\ncovering almost the entire world, and, more important, \r\nthe developing Member States, have a collective \r\nresponsibility to find technological solutions to such \r\nproblems. For its part, India, as always, strongly \r\nsupports those efforts and will actively participate in \r\nsuch initiatives.  \r\n Our research and development programme has \r\ncontinued to lay emphasis on areas such as medicine, \r\nagriculture and industry. Some work in those areas has \r\nalso been taken up under the aegis of the Regional \r\nCooperation Agreement programme for Asia and the \r\nPacific. As a founder member of that programme, India \r\nis a strong supporter of the programme and has hosted \r\nseveral events, including the meeting of national \r\ncoordinators of the Agreement early this year.  \r\n India has consistently supported the technical \r\ncooperation activities of the Agency and pays its \r\nannual contribution to the Technical Cooperation Fund \r\nregularly and in full. We are concerned that there is a \r\nwidening gap between pledges and actual \r\ncontributions, and we urge all member States, \r\nespecially the major donor countries, similarly to \r\npledge and pay in full.  \r\n Simultaneously, the Agency should orient its \r\ntechnical cooperation programmes in such a way as to \r\npromote self-reliance among developing countries \r\nrather than reliance on developed countries. We have \r\ncalled on the Agency to identify centres of excellence \r\nfor human resources development under the \r\nprogramme of technical cooperation for developing \r\ncountries, and have offered our training facilities to \r\nscientists and engineers from developing countries. In \r\nthat regard, in a signal event, India this year signed a \r\nMemorandum of Understanding with the IAEA on \r\ncooperation in connection with the Agency’s regional \r\nand inter-regional training events, and with individual \r\nand group fellowship training programmes carried out \r\nas part of the technical cooperation activities of the \r\nIAEA. The Memorandum of Understanding is an \r\nimportant milestone in our relationship with the IAEA, \r\nand it formalizes our longstanding offer to make the \r\nBhabha Atomic Research Centre a centre of \r\nexcellence/regional resource unit under the Agency’s \r\nprogramme of technical cooperation for developing \r\ncountries. \r\n There is a need to see an improvement in the \r\nquality of the implementation of safeguards. Much has \r\nchanged in technology since 1971, when the new \r\ninspection regime was put in place. This should be \r\nreflected in the quality and quantity of inspection \r\nefforts, with corresponding reductions in cost. The \r\nargument that increases in safeguards need to be \r\naccommodated automatically because they are \r\nmandatory requirements under agreements, as required \r\nunder the Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT), raises the question of the differences \r\nbetween statutory activities and mandatory activities. \r\nWith promotion being the primary statutory aim of the \r\nIAEA, we wonder why only 5.9 per cent of the IAEA \r\nbudget goes for an important activity such as nuclear \r\npower. On the other hand, there seems to be no holding \r\nback of resources for safeguards activities, with a call \r\nnow for the extrabudgetary contribution also to be \r\nincorporated into the regular budget. Such actions \r\nwould further hurt promotional activities.  \r\n We reiterate our appreciation of the Agency’s \r\nefforts to prevent illicit trafficking in nuclear materials. \r\nYet in our neighbourhood, clandestine acquisition of \r\nsensitive technology and materials is known to have \r\noccurred. Preventing this requires the commitment of \r\nStates members of the Agency. Both on the issue of \r\nphysical protection measures and on export controls, \r\nIndia follows a stringent law-based system, which is \r\nborne out by its exemplary record.  \r\n \r\n 17 \r\n \r\n A/55/PV.52\r\n As we move into the new millennium, it is time \r\nto pause, to rethink our strategies and to examine our \r\noptions. We need a fresh look at the importance of \r\nnuclear power, brushing aside the shroud of prejudice \r\nand apprehension. Let us pool our collective wisdom \r\nand scientific knowledge and work together under the \r\naegis of the IAEA to address the challenges of global \r\ndevelopment through the deployment of nuclear \r\ntechnologies, overcoming the barriers that stand in the \r\nway. In that context, a welcome step was the industry \r\nforum organized by the Agency in January this year \r\nwith the aim of harmonizing and focusing promotional \r\nefforts being made by the private sector, Governments \r\nand intergovernmental organizations in the field of \r\nnuclear power.  \r\n Mr. Kumalo (South Africa): My delegation \r\nwould like to thank the Director General of the \r\nInternational Atomic Energy Agency (IAEA), \r\nMr. Mohamed ElBaradei, for his comprehensive report \r\non the work and activities of the Agency in 1999. We \r\nwish also to express our appreciation for the \r\noutstanding performance of the Agency under his \r\nleadership.  \r\n On the occasion of the fifty-fifth anniversary of \r\nthe United Nations, and in the context of the \r\nMillennium Assembly, it is appropriate to reflect on \r\nsome of the main achievements of the IAEA and on the \r\nchallenges facing the international community \r\nregarding its work. In May this year, the 2000 Review \r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), for the first \r\ntime in 15 years, adopted a consensus report on the \r\nreview of the Treaty over the past five years, which set \r\nan agenda for the next review period, until 2005. It was \r\nparticularly significant that the Conference reaffirmed \r\nthat the IAEA was the competent authority responsible \r\nfor verifying and assuring compliance with its \r\nsafeguards agreements with individual States. The \r\nimplementation of a new integrated optimal safeguards \r\nsystem should therefore take place as a matter of \r\nurgency. Although the Agency is in the process of \r\ndeveloping such a system, it will require fresh thinking \r\nto integrate the rigid, highly quantitative elements of \r\nthe old system into a new, flexible, non-mechanical, \r\nqualitative approach, as allowed by the additional \r\nprotocols.  \r\n It is often said that safety and security are gained \r\nat a cost. It is certainly not any different when referring \r\nto the safeguards system. The entry into force of \r\nadditional protocols will no doubt further increase the \r\nAgency’s burden, as will the outcome of the trilateral \r\ninitiative among the Agency, the United States of \r\nAmerica and the Russian Federation.  \r\n Since all of these activities are important for \r\nstrengthening the non-proliferation regime, an \r\ninnovative solution for the safeguards budget will have \r\nto be found soon. Such a solution should take into \r\nconsideration the abolishment of shielding the burden \r\non the developing countries should not be increased \r\nfurther. It is South Africa’s sincere hope that the \r\nsignificant concession made by the developing \r\ncountries in September this year will be balanced by a \r\nlong-term political and financial commitment by the \r\ndonor countries to the Technical Cooperation Fund that \r\nwill be able to fulfil the real and urgent needs of the \r\ndeveloping States members of the IAEA. \r\n The primary function of the IAEA is to encourage \r\nand assist in research, development and the practical \r\napplication of atomic energy for peaceful purposes \r\nthroughout the world. South Africa commends the \r\nAgency for the initiatives and activities undertaken \r\nduring the past year in this field. In particular, we wish \r\nto mention the role of the IAEA in assisting South \r\nAfrica in the review of the technical and economic \r\nfeasibility, safety and nuclear non-proliferation aspects \r\nof the pebble bed modular reactor. The Agency’s \r\nreport, following its investigations, will inform our \r\nfurther decision-making process on the possible \r\nexpansion of nuclear power generation in South Africa. \r\n South Africa considers the Agency’s assistance to \r\ndeveloping countries, under its Technical Cooperation \r\nProgramme to be very important. In this connection, it \r\nis significant to recall that the Final Document of the \r\n2000 Review Conference of the States Parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) accentuated the continued relevance of the \r\nprogramme. The Conference also welcomed the \r\nAgency’s new strategy for technical cooperation, \r\nwhich seeks to promote socio-economic impact within \r\nits core competencies by integrating its assistance into \r\nthe national development programme of each country \r\nwith a view to ensuring sustainability through \r\nexpanding partnerships in development, model project \r\nstandards and the use of country programme \r\nframeworks and thematic plans. In the case of South \r\nAfrica, the Technical Cooperation Programme has been \r\nsignificantly increased due to a number of successful \r\nproposals for the 1999-2000 cycle, while existing \r\n \r\n18  \r\n \r\nA/55/PV.52  \r\nprojects are delivering outstanding results. Our country \r\nprogramme framework has also been completed and \r\nsubmitted to the Agency. \r\n In a regional context, the application of nuclear \r\ntechnology has in many instances brought viable \r\nsolutions to some of the problems the African continent \r\nfaces. Africa has greatly succeeded in tailoring a \r\ncommunal approach to the peaceful uses of nuclear \r\nscience through the work and activities of the African \r\nRegional Cooperative Agreement for Research, \r\nDevelopment and Training Related to Nuclear Science \r\nand Technology. In this regard, I also wish to extend a \r\nword of appreciation to the IAEA for its involvement \r\nwith that organization. \r\n Although South Africa is pleased that an interim \r\nsolution for the funding of technical cooperation \r\nprojects has been found, we continue to believe that \r\nthis solution should be considered only temporary. \r\nContributions from major donor countries will still be \r\nrequired, and South Africa urges these countries to \r\nfulfil their obligations in full and on time to ensure the \r\nsuccessful implementation of this important function of \r\nthe Agency. The challenge of securing an assured and \r\npredictable basis for the Technical Cooperation Fund \r\nlies ahead. It will continue to be an important issue for \r\ndeveloping countries members of the IAEA in the \r\ncoming years. \r\n Another important aspect of the Agency’s \r\nprogramme is nuclear, radiation and waste safety. \r\nEnvironmental considerations, safety operations and \r\nwaste management practices in particular are issues \r\nthat are growing in significance and increasingly \r\nbecoming people’s issues, business imperatives, \r\nsubjects for sensitive Government debate and \r\ntechnological challenges. The future of nuclear energy \r\nas a source of electricity production is very much \r\ndependent on the safe operation of nuclear facilities \r\nand on the obtaining of acceptable solutions — in the \r\nminds of decision-makers and the public — for the safe \r\nmanagement and disposal of nuclear waste. The \r\nguidance provided and the activities conducted by the \r\nIAEA with member States in this field during the past \r\nyear should be commended. In this regard, South \r\nAfrica welcomes the IAEA Action Plan, developed to, \r\ninter alia, achieve better control infrastructures and \r\nbetter information exchange among role players as well \r\nas intensified education and training. \r\n The 2000 Scientific Forum, held during the IAEA \r\nGeneral Conference, played an important role in \r\nbringing to the attention of Governments some of the \r\nmost important scientific and technical issues in the \r\nfield of radioactive waste management and in \r\npromoting awareness of the international dimension of \r\ncurrent developments. The South African approach to \r\nthis issue is a comprehensive one. A national \r\nradioactive waste management policy and strategy are \r\ncurrently under development. This will pave the way \r\nfor signature and ratification of the Joint Convention \r\non the Safety of Spent Fuel Management and the \r\nSafety of Radioactive Waste Management. \r\n In our view, the Agency is succeeding in the \r\nfulfilment of its mandate. The Director General’s \r\nreport demonstrates clearly that all important aspects in \r\nthe field of nuclear technology are currently being \r\ncovered by the Agency. We congratulate the Agency on \r\naddressing its objective in this way and look forward to \r\nour continued cooperation with the IAEA in the year to \r\ncome. \r\n Finally, as a traditional sponsor of the annual \r\nGeneral Assembly draft resolution on the report of the \r\nAgency, my delegation hopes that the draft resolution \r\nwill be finalized with a view to its adoption by the \r\nAssembly as soon as possible. To this end, we call on \r\nall delegations to show the maximum flexibility, \r\nbearing in mind the successful outcome of the 2000 \r\nNPT Review Conference and the recent IAEA General \r\nConference. \r\n Mr. Galuška (Czech Republic): As the Czech \r\nRepublic has aligned itself with the position presented \r\non behalf of the European Union and associated \r\ncountries by the head of the French delegation, I would \r\nlike only to touch upon some of the topics that are of \r\nparticular importance to my country. \r\n The peaceful uses of nuclear energy are \r\ninseparably connected to the implementation of \r\nsafeguards and the improvement of the safeguards \r\nsystem of the International Atomic Energy Agency \r\n(IAEA). To demonstrate its full commitment to the \r\nprinciples of the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT), the Czech Republic signed \r\nthe Additional Protocol to Safeguards Agreement on 28 \r\nSeptember 1999, and since then the proper \r\namendments to the relevant domestic legal act have \r\nbeen drafted. These will be presented to the Czech \r\nGovernment this year, with the understanding that the \r\n \r\n 19 \r\n \r\n A/55/PV.52\r\nCzech Parliament will act on them not later than early \r\n2001. Thus, the Czech Republic will be ready to ratify \r\nand implement the Additional Protocol in the very near \r\nfuture. \r\n The Czech Republic considers the consistent \r\nimplementation of safeguards, together with the \r\nphysical protection of nuclear materials — not only \r\nduring international transport, but also with respect to \r\nall operations related to nuclear material handling in \r\nthe country’s territory — to be the pillars of the system \r\nfor preventing the illegal trade in nuclear materials and \r\nof the struggle against nuclear terrorism. \r\n We welcomed, and supported from the very \r\nbeginning, the activities aimed at a review of the \r\nConvention on the Physical Protection of Nuclear \r\nMaterial, and positively viewed the informal open-\r\nended expert meeting initiated by the IAEA Director \r\nGeneral. The Czech Republic is convinced that with \r\nthe close cooperation with Member States, positive \r\nresults can be reached in terms of deepening and \r\nstrengthening the Convention. \r\n Nuclear-power generation constitutes the main \r\npart of the peaceful uses of nuclear energy in the Czech \r\nRepublic. At the beginning of this year, the Czech \r\nGovernment approved the country’s new energy policy \r\nstrategy, which envisages further use of nuclear energy \r\nfor electricity generation, thus enabling a desirable \r\ndiversification of energy sources and, consequently, a \r\nsubstantial reduction of carbon dioxide emissions on \r\nthe one hand and of the exploitation of the Czech \r\nRepublic’s limited fossil fuel deposits on the other. \r\n At the same time, the Czech Government believes \r\nthat the highest possible level of nuclear safety and \r\nradiation protection is the necessary precondition for \r\nthe use of nuclear-power-generating facilities. To make \r\nthis aim feasible, the Czech legislative and regulatory \r\nframework has been profoundly reformed over the past \r\nfew years. The recodified legislation reflects our \r\nexperience with the more than 50 reactor-years of \r\noperation of the Dukovany nuclear power plant’s four \r\nunits, current international practices — including IAEA \r\nrecommendations — and, not least, the latest findings \r\nof science and research. The Czech Republic therefore \r\nhas modern legislation under which the State’s \r\nregulatory authority — the State Office for Nuclear \r\nSafety — is granted sufficient independence, resources \r\nand competencies to secure the highest level of nuclear \r\nsafety and radiation protection with respect to all \r\nrelevant activities. \r\n The Czech Republic fully recognizes the \r\ninternational dimension of nuclear safety and radiation \r\nprotection issues. Through the mechanism of expert \r\nmissions organized by the IAEA, we have received an \r\nindependent review of the licensing process applied by \r\nthe State Office for Nuclear Safety in the case of the \r\nTemelin nuclear power plant, as well as an assessment \r\nof the plant’s readiness for the start-up phase. The \r\nexperts stated in their final reports that the Czech \r\nRepublic has a firmly defined regulatory and \r\nlegislative framework in place and that the licensing \r\nprocess is run in line with the world’s best practices. \r\nThey also took a positive view of the Temelin nuclear \r\npower plant’s readiness for start-up. \r\n It goes without saying that all the partial \r\nrecommendations of the missions were immediately \r\nimplemented. The conclusions of both missions, as \r\nwell as those of the more than 10 other missions that \r\nhave taken place at the nuclear power plant over the \r\npast 10 years, are publicly available and give a clear \r\noverview of the efforts of the licence holder and the \r\nresponsible governmental authorities to ensure the \r\nhighest achievable level of nuclear safety for the \r\nfacility. \r\n Having said that, I would like to stress that the \r\nCzech authorities have always been ready and willing \r\nto engage in a broad-based dialogue on cross-border \r\naspects of the safety of the Temelin nuclear power \r\nplant, including the environmental ones. We have never \r\nfailed to provide honest answers to questions posed in \r\nbilateral dialogues, and we do so over and above our \r\ninternational legal commitments, both multilateral and \r\nbilateral. \r\n The Czech Republic has been involved in the \r\nIAEA technical cooperation programme for many \r\nyears. The basic strategy of the country’s involvement \r\nis to balance the volume of technical assistance \r\nreceived under the Programme with the assistance \r\nprovided by our country to other Member States. \r\nSpecifically, the Czech Republic has been increasing \r\nboth voluntary financial contributions and in-kind \r\nassistance to selected national or regional projects. \r\n Between 1998 and 2000, the Czech Government \r\nallocated $200,000 to a project in Ukraine, the purpose \r\nof which is to install a new system for non-destructive \r\ninspection of VVER-1000 reactor vessels, and, more \r\n \r\n20  \r\n \r\nA/55/PV.52  \r\nrecently, $100,000 to a two-year programme to assist \r\nthe nuclear regulatory authority of Armenia in the \r\nassessment of the integrity of the Medzamor nuclear \r\npower plant’s primary circuit. We believe that a similar \r\nattitude on the part of other countries could, in view of \r\nthe zero-growth situation of the Agency’s budget, help \r\nto expand the activities under the Programme. \r\n At the end of my intervention, I would like to \r\nexpress the Czech Republic’s high esteem for the IAEA \r\nDirector General, Mr. Mohamed ElBaradei, and for his \r\npersonal involvement and the management skills he \r\nuses in leading the Agency. I wish also to express \r\nappreciation for the results the IAEA has achieved \r\nunder his leadership in promoting international \r\ncooperation in the field of the peaceful uses of nuclear \r\nenergy.  \r\n Mr. Hoang Chi Trung (Viet Nam): It is a great \r\nhonour for me to deliver this statement on behalf of the \r\ndelegation of the Socialist Republic of Viet Nam. At \r\nthe outset, my delegation would like to thank the \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), Mr. Mohamed ElBaradei, for his \r\ncomprehensive report to the General Assembly and for \r\nthe outstanding performance that he and his staff have \r\nregistered in the last year. \r\n Viet Nam attaches great importance to the work \r\nof the IAEA in promoting cooperation among Member \r\nStates in the field of the peaceful uses of the atom. As a \r\ndeveloping country, Viet Nam has focused its efforts on \r\nexpanding its cooperative activities with the Agency \r\nitself as well as with other Member States under the \r\nauspices of the Agency. Over the last 20 years of its \r\nmembership, Viet Nam has been fortunate enough to \r\nenjoy the excellent cooperation promoted by the \r\nAgency. We have received generous assistance from \r\nthe Agency and from a good number of developed \r\ncountries which are more advanced in nuclear \r\ntechnology and applications. \r\n On this occasion, my delegation wishes to \r\nexpress our deep gratitude to the experts of various \r\nnationalities, and to the international community in \r\ngeneral, for the generous assistance they have provided \r\nand the hard work they have done in the area of nuclear \r\napplications for health, agriculture and safety. We are \r\nparticularly grateful that hundreds of our experts have \r\nhad the opportunity to participate in the training \r\ncourses organized by the Agency in the past few years. \r\n The ongoing technical cooperation activities \r\ncarried out by the Agency to promote the peaceful uses \r\nof nuclear energy are of keen interest to the \r\nVietnamese Government. Nuclear energy has been well \r\nestablished as the cleanest, most environmentally \r\nfriendly and most efficient means of energy generation. \r\nThe development of nuclear energy will further \r\nenhance the sustainable economic development of \r\nmany developing countries. It is our firm belief that \r\ngreater financial support and technical expertise should \r\nbe allocated to efforts to assist developing countries in \r\nsharing in the benefits and uses of nuclear energy. \r\n Viet Nam supports the work of the Agency in the \r\nfield of verifying and monitoring compliance with the \r\nsafeguards agreements signed by Member States in \r\naccordance with the Agency’s Statute and safeguards \r\nsystem. At the same time, we wish to underline that the \r\nutmost effort should be made to ensure that verification \r\nactivities are fully impartial and do not violate the \r\nnational sovereignty of States. The verification officers \r\nmust comply fully with the verification regulations and \r\nguidelines as well as with the agreements entered into \r\nby Member States with the Agency. \r\n As regards the draft resolution entitled “Report of \r\nthe International Atomic Energy Agency”, contained in \r\ndocument A/55/L.25, our delegation finds that the draft \r\nthis year is more balanced and captures the general \r\nviews of Member States. Our delegation, therefore, \r\nwill vote in favour of this draft resolution, if there is \r\nstill a need for a vote to be taken. \r\n In conclusion, we wish to add that Viet Nam will \r\ncontinue to do its best to further its cooperation with \r\nthe Agency and other member countries to achieve the \r\nobjectives and goals of the IAEA. \r\n Mr. Dausá Céspedes (Cuba) (spoke in Spanish): \r\nI begin by expressing my delegation’s sincere thanks to \r\nthe Director General of the International Atomic \r\nEnergy Agency (IAEA), Mr. Mohamed ElBaradei, for \r\nhis introduction of the Agency’s annual report. \r\n Cuba attaches great importance to the work of the \r\nIAEA. Over the years our country has had a significant \r\ntechnical cooperation programme with the IAEA, with \r\nexcellent results in the fields of human health, \r\nagriculture and industry and in other fields. \r\n Within the framework of the programme of \r\nRegional Cooperative Arrangements for the Promotion \r\nof Nuclear Science and Technology in Latin America \r\n \r\n 21 \r\n \r\n A/55/PV.52\r\nand the Caribbean (ARCAL) many projects have been \r\ncarried out, solving concrete problems in our region. \r\nThis programme is the proper framework for nuclear \r\ncooperation between the Latin American and Caribbean \r\ncountries. We consider that this cooperation \r\nprogramme can administer contributions very \r\nefficiently — and even greater contributions than are \r\ncurrently being received from the IAEA. \r\n Despite the considerable results achieved, the \r\nAgency faces many challenges. We believe that at \r\npresent there is an imbalance between the two \r\nfundamental categories of the IAEA’s work. \r\nCooperation and technical assistance have not \r\nbenefited from the same vigour and integrity as the \r\nsafeguard activities. The trend towards a real decline in \r\nfinancing for technical cooperation activities fails to \r\nrespond to the growing needs of developing countries. \r\nThese activities must not only be maintained, but \r\nstrengthened and diversified. \r\n The IAEA must maintain an ever-growing, \r\npredictable and secure fund for technical cooperation. \r\nThis can be achieved only through a genuine \r\ncommitment by all member States, and especially the \r\ndeveloped countries, which can and must provide \r\ngreater financial and technological support. It is \r\nunfortunate that the value of the IAEA Technical \r\nCooperation Fund has been frozen for the next \r\nbiennium at $73 million, despite the imperative need to \r\nincrease it. Cuba advocates maintaining a proper \r\nbalance between the cooperation activities and \r\nsafeguards activities of the IAEA. The latter should be \r\nmade part of an effective and efficient system, and \r\nshould not become an excessive burden for the poorer \r\ncountries. \r\n At the most recent General Conference of the \r\nIAEA the system of protection with regard to financing \r\nAgency safeguards was eliminated. While \r\nacknowledging the responsibility of all member States \r\nto finance safeguards, this system, which functioned \r\nfor more than 30 years, took into account certain \r\npolitical and financial elements to determine countries’ \r\nlevel of contributions. Accordingly, greater \r\nparticipation was requested of States in a better \r\nposition to bear the relevant financial burden. The \r\nelimination of this protective system has meant that in \r\npractice a larger budgetary burden is being transferred \r\nto countries less able to bear it. \r\n As regards safeguards, the question of the Treaty \r\non the Non-Proliferation of Nuclear Weapons (NPT) is \r\nbecoming almost unavoidable, particularly when so \r\nmuch has been said and written as a result of the Sixth \r\nReview Conference, held this year. Cuba’s position on \r\nthe Treaty is well known. We believe that its provisions \r\nare fundamentally discriminatory and selective, as they \r\nlegitimize the possession of nuclear weapons by a \r\nselect club of countries. The nuclear Powers \r\nlegitimized by the NPT are not even obliged to submit \r\ntheir nuclear installations and arsenals to IAEA \r\nsafeguards. Nor does the Treaty prohibit vertical \r\nproliferation of nuclear weapons, and it makes possible \r\ntheir continuous qualitative improvement by the \r\nnuclear Powers recognized under the Treaty. These are \r\nthe basic reasons why Cuba has not yet signed or \r\nratified the NPT. \r\n Although it is not a party to the NPT, Cuba has \r\nentered into safeguards agreements with the IAEA \r\nregarding all our nuclear installations, and we strictly \r\ncomply with them. In October 1999, when the Director \r\nGeneral of the IAEA visited our country, we signed the \r\nProtocol additional to the Safeguards Agreements \r\nbetween Cuba and the Agency, thereby becoming the \r\nfirst non-signatory of the NPT to sign such a protocol. \r\n As part of the ironclad economic, trade and \r\nfinancial blockade imposed on Cuba for more than 40 \r\nyears now by the United States Government, our \r\nprogramme for the peaceful use of nuclear energy has \r\nbeen and continues to be the subject of various \r\nactivities designed to prevent this programme from \r\nmaking progress. As is well known, in 1996 the United \r\nStates Government adopted the infamous Helms-\r\nBurton Act, which, inter alia, asserts that the \r\ncompletion and operation of any nuclear facilities in \r\nCuba, without regard to whether they are engaged in \r\nthe peaceful use of nuclear energy, will be considered \r\nan act of aggression demanding an appropriate \r\nresponse from the United States. Other current United \r\nStates laws spell out actions to boycott in various ways \r\nthe Cuban nuclear programme and, in particular, \r\ntechnical cooperation between our country and the \r\nIAEA. Such laws even go so far as to order a reduction \r\nin the level of assistance provided by the United States \r\nto third countries by the same amount as these \r\ncountries’ contribution to the Cuban nuclear \r\nprogramme. \r\n Cuba reiterates its strong rejection of such \r\ndiscriminatory activities, which clearly run counter to \r\n \r\n22  \r\n \r\nA/55/PV.52  \r\nthe Statute of the IAEA. Despite these activities, our \r\ncountry will continue to develop its nuclear programme \r\nfor peaceful purposes in a completely transparent \r\nmanner and to work tirelessly for nuclear disarmament \r\nand the total elimination of nuclear weapons. \r\n Cuba regrets that in recent years the draft \r\nresolution on the report of the IAEA has had to be \r\nadopted by a vote. This is the sole case in the General \r\nAssembly in which such a resolution is not adopted by \r\nconsensus. This cycle of confrontation must end. There \r\nnever should have been such a confrontation regarding \r\nthis draft resolution. It is necessary to restore the \r\npractice — which for various reasons was ignored for \r\nseveral years — of including in the text only questions \r\nthat enjoy the support of all delegations. This would \r\nmake it possible for the General Assembly to give a \r\nclear signal of unity and support for the work of the \r\nInternational Atomic Energy Agency. Cuba reiterates \r\nthat it stands ready to contribute to efforts to achieve \r\nthis objective. \r\n Mr. Wulf (United States of America): I extend \r\nmy thanks to Director General ElBaradei for his \r\nexcellent report on the work of the International \r\nAtomic Energy Agency (IAEA) during the past year. I \r\nwould also ask him, on behalf of the United States \r\ndelegation, to convey to all of his staff our appreciation \r\nof their hard work and dedication in pursuit of the \r\nmany activities the Director General described to us in \r\nhis statement. \r\n Among the strengths which the IAEA brings to its \r\nportfolio is its ability to change over time. In our \r\nevolving world, the needs and priorities of States are \r\nconstantly changing. To meet these needs effectively, \r\nthe IAEA must also constantly adapt, initiating or \r\nmodifying its programme of work to respond to the \r\ndemands of its member States. Over the past decade \r\nthese demands have escalated dramatically. And the \r\nIAEA has responded — through expanded work in \r\nhydrology, new initiatives in landmine detection, a \r\ncomprehensive work plan on orphan nuclear sources \r\nand extensive efforts to strengthen safeguards, to name \r\nonly a few examples. This ability to adapt and change \r\nis crucial to the Agency’s long-term effectiveness and \r\nrelevance. Yet change, as we all know, can be difficult \r\nfor any organization. Hence it is all the more \r\ncommendable that this international organization, with \r\nits diverse programme and staff, is able to meet the \r\nneeds for change as well as it does. \r\n Commitment to its goals is central to the success \r\nof any institution. The fact that the IAEA is widely \r\nregarded as one of the most effective and successful \r\ninternational organizations is due in no small measure \r\nto the strong commitment of its staff to the Agency’s \r\nwork. Whether in nuclear cooperation, nuclear safety \r\nor verification, the dedication of the men and women \r\nin the IAEA Secretariat to getting the job done is clear. \r\nMany staff members routinely and willingly put in \r\nextra hours, working into the evenings and on \r\nweekends to complete the task at hand. This \r\ncommitment means that nuclear cooperation helps to \r\nsupport the health and nutrition of people throughout \r\nthe world, that this cooperation can proceed under \r\nstrict and effective international safety measures and \r\nthat the risk of illicit use of nuclear materials is \r\neffectively constrained. \r\n Commitment must go hand in hand with \r\ncompetence to assure sound performance. The quality \r\nof the IAEA’s programmes clearly reflects the many \r\nskills which the Secretariat staff brings to its work. The \r\nfact that the world community repeatedly and \r\nconsistently has turned to the IAEA as a means to \r\nmanage intractable problems — from the Chernobyl \r\ndisaster to the nuclear challenges posed by Iraq and the \r\nDemocratic People’s Republic of Korea — reflects the \r\nconfidence of many States that the Agency will provide \r\na reliable means by which to respond to these \r\nproblems. \r\n The ability to adapt and change and the \r\ncommitment and competence of its staff have long \r\nbeen hallmarks of the IAEA. Over its many years of \r\nservice to the international community, the importance \r\nof the Agency’s work has been widely recognized. For \r\nexample, earlier this year the central role of the Agency \r\nin nuclear issues was repeatedly underscored in the \r\nFinal Document of the 2000 Review Conference of the \r\nparties to the Nuclear Non-Proliferation Treaty (NPT). \r\nThe Conference recognized many of the diverse \r\naspects of the Agency’s work, as well as many of the \r\nnew initiatives that it is pursuing. Among these, as the \r\nDirector General noted, is the role the IAEA could play \r\nin support of the disarmament objectives of the NPT by \r\nhelping to assure the international community that the \r\nremoval of excess fissile materials from nuclear \r\nweapons is proceeding. This would help meet the Final \r\nDocument’s call for irreversibility by all nuclear- \r\nweapon States and, in particular, the call to complete \r\nand implement the Trilateral Initiative. The United \r\n \r\n 23 \r\n \r\n A/55/PV.52\r\nStates, Russia and the IAEA are very close to \r\nagreement on the legal framework for such \r\nverification, and we hope the remaining minor \r\ndifferences can be readily resolved. \r\n As the IAEA works to deal with this and the \r\nmany other important issues before it, let us all keep in \r\nmind the Director General’s statement that the \r\nAgency’s ability to continue to carry out these \r\nfunctions effectively depends on States’ political \r\ncommitment and financial support. All IAEA members \r\nare, of course, concerned that the Agency pursue its \r\nprogrammes in the most cost-effective manner \r\npossible. At the same time, we remain mindful of the \r\ncall by the 2000 NPT Review Conference to provide \r\nthe Agency with the resources it needs to do its work. \r\nPreserving the strength and effectiveness of this vital \r\ninternational organization clearly serves the needs of us \r\nall. \r\n Finally, the United States is pleased to add its \r\nname to the list of sponsors of the draft resolution on \r\nthe report of the International Atomic Energy Agency. \r\nWe support the present text, as agreed by consensus in \r\nVienna. \r\n Mr. Sun Joun-yung (Republic of Korea): Allow \r\nme to begin by expressing my delegation’s sincere \r\nappreciation to the Director General of the \r\nInternational Atomic Energy Agency (IAEA), \r\nMr. ElBaradei, for his comprehensive report and for \r\nthe remarkable work he and his staff have done over \r\nthe past year. \r\n Since its creation four decades ago, the IAEA has \r\ncontributed significantly to strengthening the global \r\nnuclear non-proliferation regime by implementing the \r\nsafeguards provisions of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and other \r\ninternational agreements. At the same time, the Agency \r\nhas promoted peaceful uses of nuclear energy for the \r\neconomic and social development of humankind. \r\n Let me now comment on some of the Agency’s \r\nactivities to which my Government attaches great \r\nimportance. The Agency has been fostering \r\ninternational cooperation to enhance the development \r\nof peaceful nuclear technologies and their applications \r\nto meet energy demands and other human needs. Its \r\nactivities extend beyond nuclear power to cover non-\r\npower applications in such diverse areas as agriculture, \r\nhealth and water resources management. \r\n The use of nuclear energy has benefited the \r\ninternational community to a degree unparalleled in \r\nhistory, but not without undesirable consequences. \r\nPresently the nuclear industry is faced with the \r\nchallenges of ensuring public acceptance and economic \r\ncompetitiveness. We therefore share the view that the \r\nfuture of nuclear energy may depend heavily on the \r\nsuccessful development of safe, innovative reactors \r\nand fuel cycle technologies, including small and \r\nmedium-sized reactors. \r\n In this regard, the Republic of Korea has \r\ncompleted the concept design of a 330-megawatt \r\nsmall-sized reactor, called SMART. Our experience in \r\ndeveloping SMART will greatly assist the Agency’s \r\nplans to promote the development of small and \r\nmedium-sized reactors in the future. My country is \r\nfully disposed to share its knowledge and experience in \r\nnuclear technology research and development within \r\nthe framework of the IAEA Technical Cooperation \r\nProgramme. \r\n Nuclear safety is of paramount importance in the \r\nuse of nuclear energy. While sharing the view that \r\nevery country should maintain the highest possible \r\nlevel of nuclear safety through rigorous national \r\nmeasures, we also believe that international \r\ncooperation on safety-related matters is indispensable. \r\nOn the one hand, each country should take concrete \r\nsteps to relieve public concern about the operational \r\nsafety of nuclear power plants and the disposal of \r\nradioactive waste. On the other, the IAEA should \r\nfurther promote international cooperation to create a \r\nset of rules and standards for nuclear safety.  \r\n For many years, my Government has made every \r\neffort to instil a nuclear-safety culture within society \r\naimed at cultivating public acceptance. My \r\nGovernment is undertaking procedures to ratify the \r\nJoint Convention on the Safety of Spent Fuel \r\nManagement and on the Safety of Radioactive Waste \r\nManagement in the near future. We also hope for a \r\nspeedy conclusion of the international discussions \r\nconcerning the safety of radioactive sources and the \r\nsafe transport of radioactive materials. \r\n The IAEA safeguards system constitutes an \r\nindispensable component of the nuclear non-\r\nproliferation regime. My Government has therefore \r\nconsistently supported the IAEA’s efforts to strengthen \r\nits safeguards system. In particular, we welcome the \r\nadoption by the IAEA of the Model Additional \r\n \r\n24  \r\n \r\nA/55/PV.52  \r\nProtocol in May 1997. The Protocol will significantly \r\nenhance the effectiveness and efficiency of the \r\nsafeguards regime, while ensuring the absence of \r\nundeclared nuclear material and activities. My \r\nGovernment signed the Additional Protocol in June \r\n1999 and is currently undertaking domestic measures \r\nto ratify it next year. My delegation wishes to underline \r\nthe importance of the universal application of the \r\nAdditional Protocol.  \r\n We look forward to a timely establishment by the \r\nIAEA of an integrated safeguards system. Meanwhile, \r\nthe Republic of Korea has been implementing its own \r\nnational inspection system since 1997, in close \r\ncooperation with the IAEA. \r\n Since 1993, the General Conference of the IAEA \r\nhas adopted resolutions on the nuclear issue relating to \r\nthe Democratic People’s Republic of Korea. The \r\nresolution adopted at the forty-fourth session of the \r\nGeneral Conference of the Agency, inter alia, urges the \r\nDemocratic People’s Republic of Korea to come into \r\nfull compliance with its safeguards Agreement with the \r\nIAEA. We commend the continued impartial efforts of \r\nthe Agency to resolve this issue and look forward to \r\nthe Democratic People’s Republic of Korea’s full \r\ncompliance with its safeguards Agreement. As \r\nreflected in resolution GC(44)/RES/26 of 22 \r\nSeptember 2000, we welcome the recent positive \r\ndevelopments in North-East Asia and hope that they \r\nwill provide a good opportunity to resolve outstanding \r\nissues, including the nuclear issue relating to the \r\nDemocratic People’s Republic of Korea. \r\n My delegation welcomes the successful outcome \r\nof the 2000 Review Conference of the Parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons, \r\nwhich set a pragmatic nuclear non-proliferation and \r\ndisarmament agenda for the next five years. We are \r\npleased to note that the Conference reaffirmed the \r\nIAEA’s role as the primary facilitator of technical \r\ncooperation and nuclear safety and as a guardian of \r\nnuclear non-proliferation. My Government looks \r\nforward to the full implementation of the benchmarks \r\ncontained in the Final Document. \r\n In order to cope with the challenges faced by the \r\nnuclear industry, we need a large pool of committed \r\nyoung professionals with high morals, technical \r\ncompetence and a strong belief in the peaceful uses of \r\nnuclear energy. As part of the effort to develop such a \r\npool, the Republic of Korea will host the second Youth \r\nNuclear Congress in 2002, following the first held in \r\nSlovakia last April. This Congress will serve as a \r\nforum for the young generation to understand and \r\nexchange views on the importance of nuclear energy.  \r\n In closing, my delegation would like to reassert \r\nthe firm commitment of the Republic of Korea to the \r\nobjectives of the IAEA and its strong support for the \r\nwork of the Agency. \r\n Mr. Kobayashi (Japan): On behalf of the \r\nGovernment of Japan, I offer my heartfelt \r\ncongratulations to Mr. Ibrahim Othman of the Syrian \r\nArab Republic for the excellent manner in which he \r\nconducted his presidency of the General Conference of \r\nthe International Atomic Energy Agency (IAEA) at its \r\nforty-fourth session. My thanks go as well to \r\nMr. Mohamed ElBaradei, Director General of the \r\nIAEA, for his thorough presentation of the IAEA \r\nreport. I also extend my Government’s welcome to the \r\nRepublic of Tajikistan, the Republic of Azerbaijan and \r\nthe Central African Republic, which have newly \r\nbecome members of the IAEA.  \r\n Japan greatly appreciates the IAEA’s role in \r\nfostering and strengthening international cooperation \r\ntowards the peaceful use of nuclear energy, nuclear \r\nsafety and nuclear non-proliferation. In order for the \r\nIAEA to continue fulfilling its universal role, Japan \r\nhopes that the amendments to article VI of the IAEA \r\nstatute concerning the enlargement of the membership \r\nof the Board of Governors, as approved by the General \r\nConference last year, will become effective promptly. \r\n Japan will continue to cooperate fully with the \r\nIAEA in the area of the peaceful use of nuclear energy. \r\nBuilding on the experiences it has gained thus far in \r\nthis important field, the Government of Japan is \r\ncurrently finalizing its long-term plan for research, \r\ndevelopment and utilization of nuclear energy, which \r\noutlines its basic policy and long-term vision to fully \r\nutilize the multifaceted potential of nuclear power. \r\nStrictly observing the principles of peaceful use and \r\nsafety, my Government remains committed to the \r\nadvancement of nuclear-power generation and the \r\nestablishment of a nuclear fuel cycle. In doing so, \r\nJapan will continue to attach great importance to \r\ntransparency in its nuclear activities and intends to \r\nkeep the international community, through relevant \r\ninternational organizations, including the IAEA, \r\ninformed of its policies, as well as of the situation \r\nregarding the use of plutonium. \r\n \r\n 25 \r\n \r\n A/55/PV.52\r\n As my delegation mentioned in the debate in the \r\nFourth Committee under agenda item 82, “Effects of \r\natomic radiation”, Japan’s policy of promoting the safe \r\nand peaceful use of nuclear energy extends to \r\ninternational cooperation, both bilaterally as well as \r\nthrough the IAEA and other competent international \r\norganizations. As the only country to have suffered a \r\nnuclear attack, and as a country that has long been \r\ncommitted to the peaceful use of nuclear energy, Japan \r\nis determined to use its wealth of experience for the \r\ngreater benefit of humankind. \r\n Japan attaches particular importance to assisting \r\nthe people affected by the accident at Chernobyl, and \r\nhas contributed to the Chernobyl Shelter Fund. In \r\naddition, as the current chair of the Group of Seven \r\nNuclear Safety Working Group, Japan has worked to \r\ncoordinate the views of its members in such areas as \r\nthe development of alternative sources of electric \r\npower and the creation of employment opportunities in \r\nthe wake of the Chernobyl plant closure. \r\n The people of the Semipalatinsk region of \r\nKazakhstan are also a focus of concern. Last year the \r\nGovernment of Japan, together with the United Nations \r\nDevelopment Programme (UNDP), convened the \r\nTokyo International Conference on Semipalatinsk, at \r\nwhich it announced that it would extend bilateral \r\nofficial development assistance in the medical field. \r\nBased on an agreement it reached with the Government \r\nof Kazakhstan in March this year, it will provide \r\nmedical equipment and technical cooperation to \r\nimprove the health standards of people in the region. It \r\nalso decided, in conjunction with the UNDP, to extend \r\nassistance for the economic rehabilitation of the region \r\nthrough the human development Fund and the Fund to \r\nassist women in developing countries. \r\n Allow me to briefly highlight some aspects of the \r\nactivities of the IAEA that we deem to be particularly \r\nimportant. The IAEA plays an important role in the \r\narea of nuclear non-proliferation through its safeguards \r\nsystem. The international community must further \r\nstrengthen its efforts to promote the universalization of \r\nthe Additional Protocol to the IAEA Safeguards \r\nAgreements, which in our view is an integral part of \r\nthe safeguards system. From this point of view, we are \r\nvery satisfied with the adoption this year of IAEA \r\nresolution GC(44)/RES/19, “Strengthening the \r\nEffectiveness and Improving the Efficiency of the \r\nSafeguards System and Application of the Model \r\nProtocol,” which includes a plan of action to bring the \r\nsafeguards agreements and additional protocols into \r\nforce. We call on the Director General as well as the \r\nBoard of Governors and member States to implement \r\nthis plan promptly. \r\n In order to promote the conclusion of the \r\nAdditional Protocol, the Government of Japan intends \r\nto make extra-budgetary contributions to the \r\nSecretariat of the IAEA. We would also like to express \r\nour readiness to host, together with the IAEA, a \r\nworkshop for the Asia-Pacific region next year on the \r\nuniversalization of the Additional Protocol. We believe \r\nthe workshop will provide the States that have \r\nconcluded the Additional Protocol with an opportunity \r\nto offer their expertise to help the countries that have \r\nnot yet done so to understand the significance of \r\nconcluding the Additional Protocol. Japan will \r\nvigorously continue its efforts, in cooperation with all \r\nlike-minded member States as well as with the IAEA, \r\nto make the Additional Protocol universal. \r\n Japan welcomes the positive developments on the \r\nKorean peninsula that the world has been witnessing \r\nrecently. Less than a week ago in this very Hall, a draft \r\nresolution jointly presented by the delegations of the \r\nDemocratic People’s Republic of Korea and the \r\nRepublic of Korea was adopted by consensus. Japan \r\nwas pleased to sponsor the draft resolution, and hopes \r\nthat it will prove to be yet another milestone in the \r\nprocess of reconciliation and cooperation between the \r\ntwo Koreas.  \r\n In light of these positive developments, it is all \r\nthe more important for the Democratic People’s \r\nRepublic of Korea to fully cooperate with the IAEA in \r\nthe implementation of its safeguards agreement, so as \r\nto further strengthen the atmosphere of cooperation and \r\nreconciliation. We strongly hope that the Democratic \r\nPeople’s Republic of Korea will respond positively to \r\nIAEA resolution GC(44)/RES/26, “Implementation of \r\nthe Agreement between the Agency and the Democratic \r\nPeople’s Republic of Korea for the Application of \r\nSafeguards in Connection with the Treaty on the Non-\r\nproliferation of Nuclear Weapons.” Japan, for its part, \r\nhas been actively participating in the light-water \r\nreactor project of the Korean Peninsula Energy \r\nDevelopment Organization, which has an important \r\nrole to play in promoting IAEA activities on the \r\nKorean peninsula. \r\n \r\n26  \r\n \r\nA/55/PV.52  \r\n In concluding, I reiterate my Government’s \r\nstrong commitment to and support for the activities of \r\nthe IAEA. \r\n Mr. Soeriaatmadja (Indonesia): On behalf of the \r\nIndonesian delegation, it is a pleasure for me to express \r\nour sincere appreciation to the Director General of the \r\nInternational Atomic Energy Agency (IAEA), \r\nMr. Mohamed ElBaradei, for his introduction of the \r\nAgency’s report and the comprehensive statement \r\nhighlighting its role and activities. The period covered \r\nby the report has confirmed that the Director General, \r\nwith professionalism and dedication, has further \r\nstrengthened the role of the IAEA in the field of \r\nnuclear energy.  \r\n We are particularly grateful to the Director \r\nGeneral for drawing our attention to the Agency’s three \r\nmain areas of functions — as a modality for the \r\ntransfer of nuclear technology for peaceful purposes, as \r\nthe recognized authority supporting intergovernmental \r\nefforts to strengthen nuclear safety around the world \r\nand as an indispensable instrument in moving forward \r\nthe international nuclear non-proliferation and \r\ndisarmament agenda. Indonesia welcomes this unified \r\napproach, based on the three pillars of technology, \r\nsafety and verification. \r\n It is now universally recognized that the IAEA is \r\nthe international community’s principal modality for \r\nthe utilization of nuclear energy for peaceful purposes. \r\nAmong its most important aspects is the generation of \r\nelectricity to meet the growing energy demands of the \r\nfuture. For reasons of energy security, countries with \r\nlimited fossil fuel resources should be encouraged to \r\ndiversify their energy supply systems to include both \r\nrenewable and non-renewable sources in ensuring \r\nnational development on a sustainable basis. In the \r\ncontext of these considerations and the goals of the \r\nKyoto Protocol, the Agency deserves our \r\ncommendation for its efforts in providing information \r\nand training on the potential role of nuclear power \r\nunder the Clean Development Mechanism. \r\n In this regard as well, collective efforts with the \r\nassistance of the Agency should be made towards \r\nappropriate technical solutions in providing safe and \r\nreliable energy at affordable rates, especially for the \r\ndeveloping countries. Again, we are grateful to the \r\nAgency for its assistance in introducing nuclear power \r\nthrough the use of small and medium-size reactors as a \r\nviable option to generate electricity. \r\n In this regard I draw attention to the meeting \r\nbetween our President, His Excellency Abdurrahman \r\nWahid, and the Director General of the IAEA in \r\nDecember last year. At that meeting the President \r\naffirmed his support for the peaceful uses of nuclear \r\ntechnology in meeting the basic needs of the people. \r\nThe President also stressed that his Government has an \r\nopen mind towards the utilization of nuclear energy as \r\nan alternative source in the future. \r\n Ensuring a high level of nuclear safety \r\nthroughout the world is of primary importance to \r\nIndonesia. Safety aspects must be taken into account at \r\nan early stage in the design of nuclear facilities. We \r\nagree with the widely held view that, while \r\nresponsibility for the safe design, construction and \r\noperation of a nuclear installation rests with the State \r\nhaving jurisdiction over such an installation, \r\ncooperation among States is needed to ensure that \r\ninternationally accepted levels of nuclear safety are in \r\nplace everywhere. While noteworthy advances have \r\nbeen made, much still remains to be done. It is \r\nimportant that the contracting parties to the Convention \r\non Nuclear Safety at the next Review Meeting make \r\nsubstantial progress in areas requiring safety \r\nimprovements. In this context, Indonesia recently \r\npromulgated two regulations, one on nuclear and \r\nradiation safety and the other on nuclear energy \r\nutilization, intended to facilitate implementation of the \r\nNew International Basic Safety Standards for \r\nProtection against Ionizing Radiation and for the \r\nSafety of Radiation Sources. \r\n In its continuing quest for the further \r\nstrengthening of the non-proliferation regime and for a \r\nworld free from the dangers posed by nuclear weapons, \r\nIndonesia has signed the Additional Protocol to the \r\nSafeguards Agreement with the IAEA. I should like to \r\npoint out in this regard that Indonesia is among the \r\nfirst few countries to have ratified and implemented the \r\nProtocol. This is in recognition of the Agency’s critical \r\nrole in safeguarding nuclear materials and facilities to \r\nprevent their theft or diversion for military purposes, \r\nwhich calls for the universal conclusion of Additional \r\nProtocols. \r\n At the regional level, Indonesia actively \r\nparticipated in the Association of South-East Asian \r\nNations (ASEAN)-IAEA workshop on the \r\nimplementation of the South-East Asia Nuclear- \r\nWeapon-Free Zone Treaty, held in Bangkok this year, \r\nand proposed the establishment of the ASEAN \r\n \r\n 27 \r\n \r\n A/55/PV.52\r\nsafeguards system in order to comply with the \r\nrequirements stipulated in the Treaty. It is our \r\nexpectation that the proposed safeguards system could \r\nmake a significant contribution to further strengthening \r\nmutual trust and confidence among members of \r\nASEAN and also reinforce provisions concerning \r\nprogrammes for safeguards. \r\n As far as research reactor technology is \r\nconcerned, our scientists and engineers in the National \r\nAtomic Energy Agency (BATAN) have successfully \r\nincreased the capacity of the nuclear reactor in \r\nBandung. Another research reactor was inaugurated \r\nlast June by the Vice-President of the Republic of \r\nIndonesia. These complex undertakings have been \r\nsuccessfully carried out by our own engineers after \r\nparticipating in various technical cooperation \r\nprogrammes initiated by the IAEA, for which we thank \r\nthe Agency. \r\n The Technical Cooperation Programme is one of \r\nthe most valuable components of the activities \r\nundertaken by the IAEA. It has greatly benefited \r\nIndonesia in developing its human resource \r\ncapabilities, scientific-technical facilities and \r\nsupportive infrastructure deemed important for our \r\nnational priorities in areas such as health, industry, \r\nagriculture, livestock production and environment. We \r\nhave already expressed our willingness to share our \r\nexpertise and scientific facilities and exchange our \r\nexperiences with other developing countries. The \r\nProgramme’s consummation, however, will depend on \r\nthe Agency’s efforts to promote South-South \r\ncooperation in addition to the existing North-South \r\nframework. In this context, we appeal to the Agency to \r\nfurther continue to explore the possibility of \r\nintroducing new and innovative programmes for the \r\ndeveloping countries. \r\n We also gratefully acknowledge the support \r\nextended by the Agency to Indonesia’s Nuclear Energy \r\nControl Board in convening two regional workshops, \r\nthe first on “Strengthening National Capabilities to \r\nRespond to Radiological Emergencies” and the second \r\non “The Development of a Legal Framework \r\nGoverning the Safety of Radioactive Waste \r\nManagement and the Safe Transport of Radioactive \r\nMaterial”. In our view, the holding of these two \r\nworkshops was timely and appropriate for the Asia-\r\nPacific region, as they contributed not only to an \r\nawareness of the problems involved, but also to \r\ndeveloping the region’s own capabilities in responding \r\nto any radiological emergencies. We look forward to \r\nsuch activities in the future on various aspects of \r\nradiation safety and safeguards tailored to the specific \r\nneeds of our region. \r\n It should be emphasized that such cooperative \r\nactivities implemented through effective programmes \r\nwould contribute significantly to improving the \r\nscientific, technological and regulatory capabilities of \r\nthe developing countries. My delegation welcomes the \r\nTechnical Cooperation Strategy and the concept of \r\n“partner in development”, including the country \r\nprogramme framework and thematic planning through \r\nthe application of Model Project criteria. The adoption \r\nof these approaches by the Agency is in full conformity \r\nwith the policy and strategy of the Government of \r\nIndonesia in giving a sharper focus on and greater \r\nemphasis to the advantages for the end-users and the \r\nsocio-economic impact of science and technology, \r\nrather than on the output generated solely by research \r\nand development. Accordingly, our National Atomic \r\nEnergy Agency has successfully developed \r\npartnerships with various ministries, provincial \r\ngovernments, academic institutions, non-governmental \r\norganizations and the private sector for the \r\ndevelopment and application of nuclear techniques for \r\nthe improvement of our people’s welfare and well-\r\nbeing. \r\n Let me take this opportunity to reaffirm that \r\nIndonesia has greatly benefited from the assistance \r\nreceived from the Agency. We look forward to further \r\nintensified cooperation through the Technical \r\nCooperation Programme and in the framework of \r\nregional cooperative agreements. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on this item today. The remaining \r\nspeakers will be heard tomorrow morning. \r\n I call on the representative of the Democratic \r\nPeople’s Republic of Korea, who wishes to speak in \r\nexercise of the right of reply. \r\n May I remind members that statements in \r\nexercise of the right of reply are limited to 10 minutes \r\nfor the first intervention and to five minutes for the \r\nsecond intervention and should be made by delegations \r\nfrom their seats. \r\n Mr. Hong Je Ryong (Democratic People’s \r\nRepublic of Korea): The delegation of the Democratic \r\nPeople’s Republic of Korea wishes to exercise its right \r\n \r\n28  \r\n \r\nA/55/PV.52  \r\nof reply with regard to the references to the so-called \r\nnuclear issue on the Korean peninsula by the Director \r\nGeneral of the IAEA and by some countries in their \r\nstatements. \r\n As is well known, the nuclear issue on the Korean \r\npeninsula is not an issue to be discussed at the United \r\nNations. The nuclear issues is a political and military \r\nissue to be resolved bilaterally between the Democratic \r\nRepublic of Korea and the United States in light of its \r\norigin, as well as in view of its nature. The nuclear \r\nissue on the Korean peninsula will be resolved when \r\nthe Democratic People’s Republic of Korea-United \r\nStates Agreed Framework is fully implemented. It is \r\ntherefore unfair and biased to request the Democratic \r\nPeople’s Republic of Korea to implement this or that \r\nprovision at the United Nations. This kind of approach \r\nwill not help resolve the issue. If countries are truly \r\ninterested in resolving this issue, they should \r\nencourage and promote the implementation of the \r\nDemocratic People’s Republic of Korea-United States \r\nAgreed Framework.  \r\n Let me also briefly respond to the statement made \r\nby the South Korean representative. The reference to  \r\n \r\nthe nuclear issue by the South Korean side, which \r\nknows much better than others that the issue is to be \r\nresolved between the Democratic People’s Republic of \r\nKorea and the United States, gives rise to much \r\nsuspicion on our part. We hope that the South Korean \r\nside will give up its notion of confrontation if it is \r\nsincere in its intention to achieve confidence and \r\nreconciliation on the Korean peninsula. We also \r\ndeplore the double-faced approach of Japan to this \r\nissue and strongly urge Japan to settle the issue of its \r\npast crimes against the Korean people as quickly as \r\npossible before talking about this issue. \r\n \r\n \r\nProgramme of work \r\n \r\n The Acting President: I should like to remind \r\ndelegations that, as reflected in today’s Journal, \r\nagenda item 44, “Global implications of the year 2000 \r\ndate conversion problem of computers”, will not be \r\ntaken up tomorrow morning, and is postponed to a later \r\ndate to be announced soon.  \r\n The meeting rose at 1.05 p.m. \r\n \r\n"