" United Nations  A/55/PV.51\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n51st plenary meeting \r\nFriday, 3 November 2000, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-72689 (E) \r\n*0072689* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\n  The meeting was called to order at 3 p.m. \r\n \r\n \r\n \r\nAgenda item 179 (continued) \r\n \r\n \r\nReview of the problem of human immunodeficiency \r\nvirus/acquired immunodeficiency syndrome in all its \r\naspects \r\n \r\n \r\nReport of the Fifth Committee (A/55/529) \r\n \r\n \r\nDraft resolution (A/55/L.13) \r\n \r\n Mr. Lelong (Haiti) (spoke in French): My \r\ndelegation associates itself with the statement made by \r\nNigeria on behalf of the Group of 77 and China.  \r\n Those who spoke from this rostrum yesterday \r\naddressed many crucial aspects of the AIDS scourge, \r\nwhich authorities agree is now a widespread and \r\nalarming pandemic. It is with equal concern that we \r\nsee our economic and human resources being \r\ndecimated and our future jeopardized by the \r\nuncontrolled spread of this pandemic. Mr. Mandela was \r\nright when he launched this warning at the 1997 Davos \r\nEconomic Forum: \r\n “AIDS kills those on whom society relies to \r\ngrow the crops, work in the mines and the \r\nfactories, run the schools and govern nations and \r\ncountries.” \r\n The virus was identified some 20 years ago. At \r\nthe time, no one thought that AIDS would become an \r\nunprecedented worldwide problem. According to \r\nestimates of the United Nations Children’s Fund and \r\nthe Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS), 34 million people are affected by \r\nHIV/AIDS today, about 30 per cent of whom — almost \r\n10 million — are between 15 and 24 years old. \r\n HIV/AIDS is destroying our populations and my \r\ncountry is bearing the full brunt of the assault. \r\nInformation gathered by the Centre GHEISKO — a \r\nHaitian centre for research and information on \r\nKarposi’s Sarcoma and opportunistic infections — and \r\nby the Ministry of Public Health indicates that 5 per \r\ncent of adults are seropositive — 10 per cent of the \r\nurban adult population and 4 per cent of the rural \r\npopulation. In several regions of the country, tests for \r\nyoung adults between the ages of 15 and 49 have \r\nshown that 1 in 12 is living with AIDS. The ratio of \r\nmen and women living with AIDS is almost 1:1 and 80 \r\nper cent of seropositive young adults were infected in \r\nadolescence.  \r\n Unprotected sexual relations between men and \r\nwomen are among the main causes of transmission of \r\nthis disease. On the one hand, young women who \r\ngenerally do not know how to protect themselves tend \r\nto believe that they are not in danger, whereas older \r\nmen imagine that they cannot be infected if they have \r\nrelations with younger women. We should recall one of \r\nthe guidelines of the HIV/AIDS programme of the \r\nUnited Nations Development Programme, which \r\nstipulates that, in order for women to protect \r\nthemselves against HIV/AIDS infection and its \r\nconsequences, we need to remedy the imbalance in \r\n \r\n2  \r\n \r\nA/55/PV.51  \r\npower relations between individuals and in society, \r\nwhich is manifest in the subordination of women.  \r\n To our great despair, young adults affected by the \r\nvirus often have underage children or elderly parents to \r\nsupport. In Haiti, HIV/AIDS is not just a health \r\nproblem; it is a social, economic, educational, moral \r\nand cultural obstacle, since it spreads in an extremely \r\nfragile political and socio-economic context. The \r\nepidemic simply exacerbates the inequalities and \r\npoverty that affect the great majority of the population. \r\nAS UNAIDS stresses, relations between economic \r\ndevelopment policies and HIV/AIDS are complex. \r\nThroughout the country, data show that the HIV/AIDS \r\nepidemic affects and is affected by economic \r\ndevelopment.  \r\n This is a grim picture and these figures cause one \r\nto shudder. The AIDS epidemic is robbing us of our \r\nfuture although we have the means to stem its wild \r\nadvance. It is not a conventional enemy, but it claims \r\nmore victims than any war. Each hour, six people are \r\ninfected, 110 die of AIDS and 110 new cases develop \r\namong those who are already seropositive in our \r\ncountry. More than 150 Haitian children will be \r\norphaned by the end of the year — a statistic that could \r\ndouble by 2010. \r\n Aware of the gravity and urgency of the situation, \r\nmy Government has adopted a series of initiatives \r\nencompassing questions related to the education of \r\nwomen, the management of family reproduction, rape \r\nand sexual abuse, child prostitution and drugs. Our \r\nGovernment, together with certain actors of civil \r\nsociety, has also particularly stressed the role to be \r\nplayed by the media in preventing AIDS and in \r\neducating the masses. Educational programmes have \r\nbeen launched to make people aware of the disease and \r\nto show them how it spreads and how to prevent it. \r\nCommunity programmes established with some non-\r\ngovernmental organizations have set up educational \r\ncentres where courses are given in literacy, health, \r\nfamily planning, AIDS awareness among the young \r\nand sexually transmitted diseases. Condoms are also \r\ndistributed at these centres. \r\n Apart from this type of initiative, the current \r\ntrend is to use traditional public spaces, such as \r\nchurches, schools and rallying points, for \r\nconsciousness-raising. The Centre GHEISKO that I \r\nreferred to earlier was the first institution of the \r\ndeveloping countries and the second in the world to \r\ntreat AIDS victims. Today, together with research \r\ncentres in Brazil and Trinidad and Tobago, studies are \r\nunder way to find an AIDS vaccine. The Centre has \r\ndeveloped a treatment for tuberculosis in AIDS patients \r\nthat is now recommended by the World Health \r\nOrganization. The drug used is known as “AZT for the \r\npoor”. The tireless work of Dr. Jean William Pape was \r\nrecently recognized at the awards ceremony organized \r\nby UNDP on 23 October.  \r\n Haiti, like many other countries ravaged by AIDS \r\nand poverty, needs the assistance of the international \r\ncommunity to support our domestic initiatives. It is in \r\nthis context that we have launched an initiative to \r\nrenew partnership and international solidarity to \r\nconfront this human tragedy, in which we are, \r\nunfortunately, actors and spectators. We therefore \r\nsupport the convening of a special session of the \r\nGeneral Assembly on HIV/AIDS in order to elaborate \r\nstrategies and measures to combat this scourge. Only a \r\nworldwide effort will allow us to overcome it. \r\n For all of these reasons, and mindful of the need \r\nto break the conspiracy of silence around AIDS, Haiti \r\nis pleased to associate itself with the delegation of \r\nUkraine as a sponsor of the draft resolution on research \r\nin, prevention of and mobilizing against this terrible \r\nscourge. \r\n Mr. Hussein (Ethiopia): The spread of \r\nHIV/AIDS has become a serious health issue that \r\nthreatens to reverse a generation of accomplishments in \r\nhuman development and is now becoming a social \r\ncrisis on a global scale. It threatens the balance of \r\nproductive employment and livelihood of people in \r\nevery continent, making it a global problem of \r\nunprecedented magnitude and scope in terms of \r\nconsequences for economic growth, social progress and \r\ninternational peace and security. \r\n Since the time of its first occurrence, HIV/AIDS \r\nhas spread in a dramatic manner, especially in Africa. \r\nOf the estimated over 34.5 million HIV-positive people \r\nworldwide, about 24.5 million are from the African \r\ncontinent. What this means is that the demographic, \r\neconomic and social effects, as well as the national \r\nsecurity impact of AIDS on our countries, is enormous. \r\nThe epidemic consumes our potential and requires that \r\nwe divert our meagre resources from our development \r\nendeavour to AIDS-related activities. \r\n AIDS affects every social group in our societies. \r\nIt is taking the lives of our citizens. AIDS does not \r\n \r\n 3 \r\n \r\n A/55/PV.51\r\ndiscriminate, but the young are the most frequent \r\nvictims of this disease. As this sector of the population \r\nconstitutes the skilled manpower in any nation, the \r\nimpact of the loss of the young on economic and social \r\ndevelopment can hardly be overemphasized. The \r\nnumber of children infected or orphaned by AIDS is \r\never increasing. In sum, AIDS is posing a serious threat \r\nto our present and future generations, and thus to the \r\nvery survival of humanity. \r\n The responsibility for finding solutions requires a \r\ncomprehensive approach at all levels. Above all, in \r\norder to fight AIDS effectively, partnership between \r\nGovernment agencies, non-governmental \r\norganizations, the business community, private \r\ncitizens, HIV-infected people and AIDS activist groups \r\nis essential. Communities and Governments should \r\nwork hand in hand to find a solution. In recognition of \r\nthis reality, the current Government in my country has \r\nformulated a new comprehensive HIV/AIDS policy \r\naimed at creating a conducive environment for \r\nenhanced partnership among the Government, the civil \r\nsociety and the international community to fight the \r\ndisease. In order to mobilize all sectors of the society, \r\nthe Federal Government of Ethiopia has established a \r\nNational Council under the chairmanship of the \r\nPresident to monitor the implementation of the \r\nprogramme. For our efforts to succeed, however, \r\ninternational support and assistance are indispensable, \r\nand this is also true of all other African countries. \r\n In Africa the AIDS epidemic is now the main \r\ncause of death. The socio-economic impact of this \r\nsituation is widespread and devastating beyond the \r\nconcerns of health and its immediate ramifications. \r\nRecent studies by the Joint United Nations Programme \r\non HIV/AIDS, the International Labour Organization \r\nand other United Nations agencies underscore the \r\nwider development implications of HIV/AIDS and how \r\nit is reversing hard-won social and economic gains. \r\nLife expectancy, which has reached beyond 60 years in \r\nsome parts of Africa, is predicted to drop to less than \r\n40 by 2010. \r\n As articulated by Security Council resolution \r\n1308 (2000), adopted in July, the socio-economic crisis \r\nprecipitated by AIDS in Africa is threatening political \r\nstability and thereby affecting prospects for peace and \r\nsecurity in the continent. \r\n It is against this backdrop that we welcome and \r\nsponsor the draft resolution, entitled “Review of the \r\nproblem of human immunodeficiency virus/acquired \r\nimmunodeficiency syndrome in all its aspects”, by \r\nwhich the General Assembly will decide to convene a \r\nspecial session on HIV/AIDS in June 2001. We thank \r\nthe delegation of Ukraine for introducing this draft. We \r\nstrongly believe that such a special session of the \r\nGeneral Assembly on HIV/AIDS will create the \r\nnecessary platform to mobilize visible and sustained \r\npolitical support at the highest level, leading to \r\nenhanced international cooperation and coordination in \r\nthe fight against the scourge of HIV/AIDS. In addition, \r\ngiven the serious challenge posed by this epidemic, the \r\nspecial session will have a pivotal role in strengthening \r\nthe follow-up and monitoring mechanisms at the \r\nnational, regional and global levels. To this end, it is \r\nalso essential that the special session be taken as a \r\nprocess that builds upon recent international \r\nconferences and initiatives. \r\n Finally, it is our hope that the special session will \r\ncome up with a clear declaration and plan of action, \r\ncommensurate with the required international action to \r\nfight the challenge posed by the AIDS epidemic. In \r\nparticular, it must have an explicit goal for the \r\nreduction of HIV infection rates and prevention targets \r\nand articulate the required public-private partnership \r\nand the practical measures to be undertaken by the \r\ndeveloped countries to work with their pharmaceutical \r\nindustries and other partners to develop an effective \r\nand affordable treatment and vaccine against HIV. \r\n We believe that the special session will provide \r\nan opportunity for the international community to exert \r\nthe necessary effort to address the challenge posed by \r\nthe AIDS epidemic in the world at large and in Africa \r\nin particular. Broader effort is needed if the response is \r\nto catch up. For many the answer lies in the \r\ninternational partnership which this special session is \r\nexpected to promote vigorously.  \r\n We listened to strong statements made during the \r\nrecent Millennium Summit by leaders of key \r\nindustrialized countries that they are committed to help \r\nstamp out the AIDS epidemic. Only yesterday \r\nafternoon, France, for one, reiterated its commitment. \r\nIn the past, such commitments led to rebuilding some \r\ncountries in Western Europe and East Asia, literally \r\nfrom total destruction. If similar commitments are \r\nshown today on a global basis, there is no doubt that \r\nthe threat of AIDS can be removed from the world. \r\n \r\n4  \r\n \r\nA/55/PV.51  \r\n Mr. Akasaka (Japan): The spread of HIV/AIDS \r\nhas defied every prediction, and now, with more than \r\n16 million people dead and 34 million people living \r\nwith HIV/AIDS, the epidemic threatens human security \r\nin many parts of the world. It has reached particularly \r\ndevastating proportions in sub-Saharan Africa, where \r\nmore than one-tenth of the adult population is infected \r\nin 16 countries, and one adult in five is living with \r\nHIV/AIDS in seven countries.  \r\n AIDS claims the lives of people from all \r\nsegments of the world — young and old, rich and poor, \r\nmen, women and children. The lives of the families and \r\nmore than 11 million AIDS orphans are also victims of \r\nthe epidemic. Furthermore, in many developing \r\ncountries the scourge of AIDS is negating the \r\nachievements they have made over recent decades \r\nthrough their strenuous efforts for social and economic \r\ndevelopment. HIV/AIDS takes a particularly heavy toll \r\namong the poor. Poverty and gender disparities \r\nincrease the risk of infection, and the illness in turn \r\nleads to greater poverty. This is a vicious cycle that we \r\nmust break. \r\n The current situation demands a clearer \r\nrecognition of the gravity of the issue at all levels. It \r\nalso demands a stronger political leadership to fight the \r\ndisease by the countries most affected by it. Recent \r\ndevelopments in some countries in Africa and in Asia \r\ndemonstrate that where such political leadership is \r\npresent, the situation is being stabilized and is \r\nimproving. But, given the magnitude of the problem, \r\ntheir efforts must be complemented by greater support, \r\ncooperation and assistance from the international \r\ncommunity, for no country in the world is spared by \r\nthe epidemic. \r\n At the Okinawa Group of Eight (G-8) Summit \r\nmeeting held in July this year in Japan, HIV/AIDS, \r\ntogether with other infectious and parasitic diseases, \r\nwas given priority attention. The participants at the \r\nmeeting committed themselves to work together with \r\nall relevant partners to achieve the critical targets set \r\nby the United Nations, including a 25 per cent \r\nreduction in the number of HIV/AIDS-infected young \r\npeople by 2010. This is the target that was agreed on at \r\nthe Cairo + 5 meeting last year and reaffirmed in the \r\nDeclaration adopted at the Millennium Summit. \r\n Japan, for its part, gives high priority in its \r\nofficial development assistance (ODA) medium-term \r\npolicy to assistance in the field of HIV/AIDS and other \r\nbroad population issues. This summer, Japan \r\nannounced the Okinawa Infectious Diseases Initiative, \r\nwhich builds on what has been achieved under its \r\nGlobal Issues Initiative on Population and AIDS, which \r\nwas launched in 1994 and will be complete at the end \r\nof the Japanese fiscal year 2000 that is, March 2001. \r\nUnder the new Okinawa Initiative, Japan will target a \r\ntotal of $3 billion to be disbursed over the next five \r\nyears to enhance assistance for measures to combat \r\nHIV/AIDS and other infectious and parasitic diseases, \r\nimprove public health, develop research networks, \r\nsupport primary and secondary education and provide \r\naccess to safe water. \r\n Mr. Lelong (Haiti), Vice-President, took the \r\nChair. \r\n In the context of the follow-up to the initiative \r\ntaken in Okinawa, Japan is currently planning to host \r\nan international conference on infectious diseases, also \r\nin Okinawa, in December this year. The participants \r\nwill discuss, among other things, ways and means to \r\ntranslate their political commitments into cooperative \r\nactivities which will achieve tangible results. \r\n Japan’s efforts go beyond what I have just \r\nmentioned. As may be recalled, serious attention was \r\ngiven to the issue of HIV/AIDS at the Second Tokyo \r\nInternational Conference on African Development \r\n(TICAD II), held in October 1998. Soon thereafter, \r\nJapan announced that it would provide around \r\n90 billion yen, which is about $900 million, in grants \r\nover five years, from 1999 to 2004, in such areas as \r\neducation, health care and medical services in Africa. \r\nThirty-two billion yen in grant aid has been already \r\ndisbursed so far, with 9.7 billion yen — approximately \r\n$97 million — in health and medical services. It is our \r\nintention to use a significant portion of these grants in \r\nthe fight against HIV/AIDS in Africa. \r\n In the belief that it is useful for developing \r\ncountries to share their experiences and to learn from \r\neach other, Japan has been promoting South-South \r\ncooperation as a major approach to its follow-up to \r\nTICAD II. Among its many activities in this regard is a \r\nseminar on South-South cooperation regarding \r\nHIV/AIDS, which the Government of Japan, together \r\nwith the Joint United Nations Programme on \r\nHIV/AIDS (UNAIDS), held yesterday and the day \r\nbefore yesterday in Tokyo. We are hopeful that \r\nparticipating African countries will benefit from the \r\nexperiences of others, including Asian and Latin \r\n \r\n 5 \r\n \r\n A/55/PV.51\r\nAmerican countries, and learn how they themselves \r\ncan promote South-South cooperation in the field of \r\nHIV/AIDS. \r\n Given the urgency of the issue, Japan supports \r\nthe holding of the special session of the General \r\nAssembly on HIV/AIDS in June next year. We strongly \r\nhope that the preparatory process and the special \r\nsession will be open to all those who can contribute to \r\nour endeavour to prevent the spread of the disease, \r\nensure adequate care, and find a cure for people \r\naffected by HIV/AIDS. We also hope that the special \r\nsession will not be given over to negotiation over the \r\ntext for its own sake, but, rather, that it will be an \r\nimportant process of galvanizing Governments, civil \r\nsociety, the private sector, United Nations \r\norganizations, and people affected by AIDS to fulfil the \r\ncommitments they have made and work together to \r\ntake concerted action. Japan looks forward to \r\nparticipating actively in the special session as well as \r\nin the forthcoming process leading up to it. \r\n Mr. Boisson (Monaco) (spoke in French): The \r\nrepresentative of Ukraine has introduced draft \r\nresolution A/55/L.13, of which the Principality of \r\nMonaco is a sponsor. We congratulate Mr. Oleh \r\nHerasymenko on the professionalism with which he \r\nconducted the consultations, with the result that today \r\nwe are meeting to decide to convene from 25 to \r\n27 June 2001 a special session of the General \r\nAssembly to consider acquired immune deficiency in \r\nall its aspects. My delegation is pleased that Member \r\nStates have decided to hold this session next year, \r\nbecause time is of the essence. \r\n AIDS is more than a pandemic. It is a real \r\nhumanitarian disaster. It is not necessary to list the \r\nalarming statistics attesting to the wide spread of the \r\ndisease. We know them all. On the other hand, it seems \r\ncrucial to recall that the fight against this grave \r\npandemic is one of the major challenges of the twenty-\r\nfirst century. The international community must do \r\neverything to eliminate this threat that weighs on its \r\nfuture and on humanity as a whole. We are particularly \r\naware of this. \r\n The international community has become aware \r\nof the urgency of this situation. The Millennium \r\nDeclaration, in particular paragraphs 19, 20 and 28, \r\nSecurity Council resolution 1308 (2000) and General \r\nAssembly resolution 54/238, which were co-sponsored \r\nby Monaco, attest to this and are a valuable source of \r\nencouragement.  \r\n First, I wish to emphasize the very serious \r\nsituation in which the African continent finds itself, \r\nwhose population is being relentlessly wiped out. Over \r\nthe last decade, many African nations have acceded to \r\ndemocracy, undertaken economic reforms, developed \r\ntheir markets, privatized their businesses and stabilized \r\ntheir currencies. These achievements are being \r\nseriously jeopardized by the spread of this pandemic. \r\nAIDS affects workers, teachers, judges, lawyers, civil \r\nservants, the military and all vital national forces. It \r\ndrives millions of orphans into the streets or, in the \r\nbest cases, they are left in the care of grandparents or \r\nof social services that are often overburdened. It \r\nthreatens the recent and still fragile stability of certain \r\nregions. It runs the risk of extending the already tragic \r\nconsequences of current conflicts. Fighting AIDS in \r\nAfrica means working for international peace and \r\nsecurity. \r\n I also wish to focus attention on the equally \r\nalarming situation in Eastern Europe, where, \r\nunfortunately, there has been a large increase in the \r\nnumber of infections, particularly among injecting drug \r\nusers. \r\n Generally speaking, it seems essential not to \r\nisolate the fight against AIDS from the broader context \r\nof development and the improvement of health \r\nsystems. Care and follow-up treatment of the sick must \r\nbe provided, which means training doctors, nurses and \r\nmore social workers, as well as opening more clinics \r\nand community-based organizations. As a matter of \r\nurgency, we must also reduce the incidence of mother-\r\nto-child transmission, particularly by the preventive \r\nuse of antiretroviral drugs, by performing Caesarean \r\nsection delivery, when necessary, and by not \r\nbreastfeeding. Progress must also be made in \r\nimproving diagnostic quality. \r\n The same applies to education, particularly the \r\neducation of girls and women. It seems essential that \r\ngirls become aware of the dangers posed by certain \r\ntypes of risky sexual behaviour and that they should \r\nknow of the available means of protection. \r\n The international community should promptly \r\nensure that access to these preventive means are \r\nuniversal and affordable by supporting specific \r\nmeasures, such as mass consignment of syringes and \r\n \r\n6  \r\n \r\nA/55/PV.51  \r\ncondoms, including female condoms, to the most \r\naffected and particularly isolated areas. \r\n I would like to focus on the issue of access to \r\nmedical drugs. I commend the initiative of France, \r\nwhich organized last April a very useful briefing to \r\nencourage all steps to promote access to treatment by \r\ninfected persons in the developing countries. \r\nConvening a conference soon on access to drugs will \r\nsupplement and strengthen the General Assembly’s \r\ninitiative to deal with this tragedy as a whole and to \r\nallow for greater access to treatment. \r\n The Principality of Monaco believes that we need \r\nto act urgently in this regard, because nothing can be \r\nachieved without the effective participation of \r\npharmaceutical companies, which henceforth must \r\nallow easier access to drugs and facilitate the \r\nproduction of generic drugs. With the support of the \r\ninternational community, Governments and civil \r\nsociety, we should also ensure follow-up treatment of \r\npatients in the field so that important constraints linked \r\nto taking drugs can be duly and truly considered. In \r\norder to achieve that, easing national and international \r\nlegislation on patents and intellectual property could be \r\nconsidered, while fully respecting the legitimate \r\ninterests of pharmaceutical companies, for which \r\nresearch and development of new drugs always \r\nrepresent significant cost and investment. \r\n As the draft resolution rightly states, it seems \r\nessential to associate these companies with the \r\npreparatory process of the Conference, with a view to \r\nestablishing realistic deadlines for the manufacture and \r\ndistribution of relevant drugs. The battle that is about \r\nto be won on poliomyelitis, thanks to the commitment \r\nof Aventis and the Pasteur Institute certainly shows us \r\nthe path to be followed in the fight against AIDS. \r\n In accordance with the draft resolution that we \r\nwill soon adopt, the delegation of Monaco hopes that \r\nduring the preparatory process the President of the \r\nAssembly may assume a leading role and that the draft \r\nplan of action to be submitted for consideration by the \r\nspecial session will be realistic and potentially \r\neffective. \r\n Similarly, the delegation of Monaco welcomes \r\nthe view to hold round tables during the special \r\nsession, which will allow certain aspects of the \r\nproblem to be dealt with in depth and substantially \r\nenrich its work, thanks to the participation not only of \r\nStates, but also of actors from civil society, particularly \r\norganizations of infected persons, and from interested \r\nNGOs and the private sector, which, of course, \r\nincludes the pharmaceutical companies. \r\n Finally, the delegation of Monaco commends the \r\nwork done by the Joint United Nations Programme on \r\nHIV/AIDS (UNAIDS), which seeks to raise awareness \r\nof initiatives of local, national, regional and global \r\norganizations. Mindful of the importance and the \r\ndifficulty of its task, my country believes that this \r\nprogramme should benefit from greater support and \r\nredoubled efforts so that coordination between the \r\nvarious institutions devoted to the struggle against this \r\npandemic will be increasingly effective. \r\n The gravity of the situation is such that only real \r\ncooperation and the full commitment of all parties \r\nconcerned can constitute effective weapons against the \r\nspread of this pandemic. We must devise a complete \r\nstrategic plan, including all actors in civil society, \r\nparticularly the non-governmental organizations. At the \r\nsame time, we must also establish a specific funding \r\nprogramme, for which the international community \r\nwill undoubtedly have to provide unprecedented effort. \r\n Alarmed and disquieted, the world expects the \r\nUnited Nations to play a major role. Let us not \r\ndisappoint the world. We have a few months to prepare \r\nfor the special session of the general assembly and to \r\nensure its vital success, which now more than ever is \r\nessential so that every society, of the North and the \r\nSouth, will be able to contemplate a better future. \r\n Mr. Yusof Ahmad (Malaysia): My delegation \r\nwelcomes the inclusion of the issue of HIV/AIDS as an \r\nagenda item in the General Assembly, as we believe \r\nthat it is imperative for the United Nations to deliberate \r\non a comprehensive agenda for action on this \r\npandemic.  \r\n HIV/AIDS has now become a global problem, no \r\nlonger just a health crisis, but also a development \r\ncrisis. Malaysia recognises that HIV/AIDS has \r\ndevastating effects on the personal lives of people, \r\nfamilies, communities and the economies of nations. \r\nThe disease is also rapidly becoming a security risk \r\nthat threatens the entire socio-economic structure of a \r\ncountry. It is dimming the prospects of generations and \r\nnations, threatening to roll back the development gains \r\nof nearly half a century. It is therefore fitting and \r\nproper that the fight against HIV/AIDS be mounted on \r\na global scale, as that is the only way in which the \r\n \r\n 7 \r\n \r\n A/55/PV.51\r\nscourge can conceivably be contained and eventually \r\nstamped out. \r\n The United Nations took the right step when it \r\nadopted the innovative approach of bringing together \r\nthe various agencies needed to address the many \r\nfactors of the HIV/AIDS pandemic to form the Joint \r\nUnited Nations Programme on HIV/AIDS (UNAIDS). \r\nThis coordinated effort is indeed essential to maximize \r\nUnited Nations efforts to help countries deal with the \r\nimpact of HIV/AIDS on households, communities and \r\nlocal economies. My delegation strongly supports the \r\nconvening next year of a special session of the General \r\nAssembly to review the problems of HIV/AIDS in all \r\nits aspects. To ensure that the issue can be discussed as \r\ncomprehensively as possible, my delegation welcomes \r\nthe participation of all interested and affected parties at \r\nboth the preparatory stages and the General Assembly \r\nsession. \r\n Since the HIV/AIDS epidemic first emerged two \r\ndecades ago, the global impact of the disease has \r\ndeepened. The available statistics are grave, and \r\nbecome more gruesome when, on closer look, it is \r\nrevealed that those who are hardest hit by the epidemic \r\nare between the ages of 15 and 49, a time when people \r\nare in their most productive years of life. The 1.1 \r\nmillion people who have died of HIV/AIDS have left \r\nalmost 200,000 children orphaned. AIDS is also \r\naffecting younger people, with half becoming infected \r\nbefore the age of 25. If left unchecked, the pandemic \r\nwill not leave much of a future generation to carry on \r\nin the world. \r\n The United Nations Development Programme \r\n(UNDP) has highlighted the close link between poverty \r\nand HIV/AIDS, which continues to spread alarmingly \r\nin poor regions. The fact is that 95 per cent of AIDS \r\nsufferers live in developing countries. AIDS is an \r\nimpoverishing disease, as it strikes the very people \r\nwho can develop a country. It is also altering the global \r\neconomic scenario, as the countries that are suffering \r\nfrom it become poorer, as they have the least capacity \r\nto provide treatment for those who become infected. \r\nThe net result is that the gap between the rich and the \r\npoor and the North and the South becomes even wider. \r\nThere is therefore a need for the wealthier developed \r\ncountries — out of enlightened self-interest, if not pure \r\naltruism — to make available more resources to \r\nameliorate the effects of the disease in the developing \r\ncountries. This can be done through their economic aid \r\nprogrammes by making available necessary drugs for \r\nthe treatment of persons infected with HIV. The giant \r\npharmaceutical companies can, and should, also play a \r\npart by reducing the price or by allowing compulsory \r\nlicensing of these life-saving drugs. \r\n HIV/AIDS is also a gender problem, as the \r\nnumber of women infected by the disease is growing \r\nfaster than that of men. We need to focus on the special \r\nneeds of women in HIV/AIDS prevention, care and \r\ntreatment. There is a need for enhanced availability of \r\neducation, testing, counselling, care and treatment \r\ndesigned to address the specific needs of women and \r\ngirls. There must be affordable, enhanced medical \r\nintervention which is aimed at lessening the risk \r\nfactors associated with mother-to-child transmission of \r\nHIV/AIDS, and which addresses the needs of mothers \r\nas well as their newborn. \r\n The initial international combat against \r\nHIV/AIDS, which focused on health and medical care, \r\nhas had limited success. The use of information, \r\neducation and communication as instruments of \r\nprevention has also not been followed by behavioural \r\nchanges. The project by the United Nations \r\nEducational, Scientific and Cultural Organization \r\n(UNESCO) of using a cultural approach to HIV/AIDS \r\nso that greater efficiency and sustainability will be \r\nreached in the field of HIV/AIDS prevention and care, \r\nthrough a better understanding of people’s motivations \r\nand reservations, therefore merits our support. This \r\ncultural approach will take into account the cultural \r\nreferences and resources of the various populations \r\naffected by HIV/AIDS. A greater understanding of the \r\nrelationship between culture and the spread of highly \r\ncontagious diseases, such as HIV/AIDS, can contribute \r\nto more effective strategies to stamp out this dreadful \r\nmenace. \r\n My delegation believes that the slogan of the \r\nWorld AIDS Campaign — “The Three Ls”; “Listen, \r\nlearn, live” — is most appropriate, as we should \r\nencourage communities around the world to engage in \r\nopen communication and combat cultural attitudes that \r\nare obstacles in the fight against HIV/AIDS. We must \r\nbreak away from the culture of silence and the shying \r\naway from frank discussion of sex and drug abuse, \r\nwhen it is evident that openness and sharing can help. \r\nDissemination of information can also eliminate \r\ndiscrimination against people with HIV infection due \r\nto ignorance on how it can be transmitted. The social \r\nstigma attached to people living with HIV/AIDS, \r\nwhich includes not just the infected persons, but their \r\n \r\n8  \r\n \r\nA/55/PV.51  \r\nfamilies and communities as well, is the greatest \r\nbarrier to preventing the spread of the disease, as many \r\nare reluctant to be tested for HIV or to seek early \r\ntreatment. For this reason, there is a need to launch a \r\nconcerted, multi-pronged approach, with a view to \r\nsensitizing both Governments and the public and to \r\npromote care and education at every level of society. \r\n Like many other countries, Malaysia has not been \r\nspared the problem of HIV/AIDS. The official estimate \r\nof people with HIV/AIDS in Malaysia is around \r\n34,000 — 96.5 per cent of them men. Of those \r\ninfected, 76.4 per cent are intravenous drug addicts. \r\nWhile there is already a move to face the epidemic \r\nsquarely in the face at the highest level, the HIV/AIDS \r\nthreat is still invisible to the majority of the Malaysian \r\npublic. Many are still unable to accept that HIV/AIDS \r\nis a disease that is among them and that requires urgent \r\nattention. The non-governmental organizations (NGOs) \r\nin Malaysia have taken the lead in bringing the issue of \r\nHIV/AIDS, which has remained hidden due to its \r\nstigma, into the open. They are also working to fight \r\nthe ignorance and to reduce the stigma and \r\ndiscrimination attached to it. The Malaysian \r\nGovernment will also continue to play its role in \r\nproviding a suitable policy environment for these NGO \r\ninitiatives, and to provide as much support as possible. \r\nMalaysia recognizes that the fight against HIV/AIDS \r\nhas to be a joint effort between the Government, \r\nNGOs, the private sector and the media. \r\n My delegation is concerned over the rising trend \r\nof mother-to-child transmission, infection among \r\nyoung people, sexually transmitted diseases — which \r\nsignal a danger of increasing HIV infection — \r\nconnection between mobility, migration and HIV \r\nspread, drug use and HIV infection. We are also \r\nconcerned about the stigma and discrimination against \r\npeople living with HIV/AIDS, the accessibility and \r\naffordability of treatment with anti-retroviral drugs and \r\nthe potential impact and cost of inadequate \r\ninterventions. \r\n To address these concerns, Malaysia is active in \r\nseveral regional efforts to combat the HIV pandemic. \r\nMalaysia has taken the initiative by calling for a \r\nsummit of the Association of South-East Asian Nations \r\n(ASEAN) on HIV/AIDS, which will take place in \r\nBrunei Darussalam in 2001 in conjunction with the \r\nseventh ASEAN summit. The main objective of the \r\nsummit is to mobilize solidarity and peer political \r\nsupport among ASEAN heads of Government to put \r\nHIV/AIDS high on the national agenda and to make a \r\ncommitment to collaborate in inter-country and cross-\r\nborder issues, as well as to effect an exchange of \r\ntechnical expertise and experiences to address the \r\nHIV/AIDS problem. \r\n My delegation would like to urge the \r\ninternational community to support the Secretary-\r\nGeneral’s call to stop and reverse the spread of \r\nHIV/AIDS by 2015. Financial and human resources \r\nmust be dedicated to that goal. The United Nations \r\nsystem, with its global mission of protecting and \r\npromoting human rights, peace and security, is \r\nuniquely placed to provide assistance on very often \r\ndifficult policy matters relating to HIV/AIDS. The role \r\nof the United Nations in combating AIDS is \r\nparticularly pertinent in the context of human rights, \r\nsince two of the most fundamental human rights are the \r\nright to life and the right to health. \r\n Mr. Mmualefe (Botswana): HIV/AIDS is \r\nspreading faster than was estimated some 15 years ago. \r\nWhat used to be a personal problem talked about in \r\nhushed voices in close-knit family circles is now being \r\ndiscussed in national and international forums. What \r\nused to be a lone statement at a lone funeral by a lone \r\nvillage chief in a lone village, decrying the rate at \r\nwhich the young were succumbing to HIV/AIDS and \r\nlamenting the fact that babies and the elderly would be \r\nleft alone in the village, is now a global cry. \r\n  “Having enjoyed peace and security and \r\nsteady economic growth, we suddenly find our \r\ngains in social advancement reversed by this \r\nscourge. The economically active population in \r\nour society, our most precious resource, is being \r\ndecimated.” (A/55/PV.5, p. 21) \r\nThat is no longer a cry from a lone African head of \r\nState but an international call. What was a decade ago \r\nregarded as a serious health crisis is clearly a multi-\r\nsectoral international crisis. The discussion of this \r\nagenda item today is an acknowledgement of the global \r\nnature of the HIV/AIDS pandemic. \r\n The statistics that have been released by the Joint \r\nUnited Nations Programme on HIV/AIDS (UNAIDS) \r\nand the World Health Organization (WHO) indicate \r\nthat a total of 34.3 million people worldwide are living \r\nwith HIV; 18.8 million have died globally, and of these \r\n3.8 million were children. The total number of AIDS \r\norphans is now greater than 13 million. Africa is the \r\nmost affected continent, with 24.5 million people \r\n \r\n 9 \r\n \r\n A/55/PV.51\r\nliving with the virus. The figures in Asia, Eastern \r\nEurope, Central Asia and some Caribbean island States \r\nare equally distressing. These are chilling statistics \r\nwhich call for immediate, effective and coordinated \r\nresponses. \r\n It is a sad fact that Africa, the cradle of the \r\nhuman race, faces a grim future unless effective \r\nmeasures are taken to lower the incidence of the \r\ndisease and to mitigate the impact of the scourge. It is \r\neven more disheartening that the southern cone of the \r\ncontinent is most affected, with at least one adult in \r\nfive living with the virus. The southern African region \r\nhad just emerged from decades-old conflicts and was \r\non the verge of an economic and social revival. That \r\nideal appears distant now. The region’s ambitious plans \r\nand projects, spearheaded by the Southern African \r\nDevelopment Community (SADC), are being \r\nundermined by the pandemic. \r\n In my country, close to 35.8 per cent of adults are \r\nnow infected with HIV. Our life expectancy is \r\ncalculated to have been reduced from 67 to 47 years. \r\nThe number of children aged 0 to 9 years is projected \r\nto fall by 32 per cent to 40 per cent below a no-AIDS \r\nscenario by the year 2010. \r\n In his address to the Millennium Summit, my \r\nPresident, His Excellency Mr. Festus Mogae, confined \r\nhis statement to the HIV/AIDS scourge. That was done \r\nnot out of a lack of interest in other global issues but \r\nout of an acceptance of the fact that Botswana has an \r\nunenviable record of being the country most seriously \r\naffected by HIV/AIDS in the whole world. This \r\ndubious record was acquired against a backdrop of an \r\neconomy with growth rates comparable to those of the \r\nAsian tigers, impressive human development indexes, a \r\nwell-functioning multi-party democracy, accountable \r\nand transparent governance and an open and well-run \r\neconomy. Those achievements made over the past \r\n25 years are being significantly eroded by the \r\nHIV/AIDS scourge. \r\n The same determination, drive and \r\npurposefulness that helped my country build its \r\nnationhood and economy from scratch after \r\nindependence, is being harnessed to fight HIV/AIDS. \r\nOne of the major strategies to fight HIV/AIDS has \r\nbeen the establishment of a multisectoral National \r\nCouncil which is chaired by the President of Botswana \r\nhimself. This demonstrates the serious with which the \r\nproblem is being treated. At the executive level, there \r\nis a National AIDS Coordinating Agency headed by a \r\nsenior official to implement anti-HIV/AIDS \r\nprogrammes. The principal strategy is information, \r\neducation and communication. This has been combined \r\nwith concerted efforts to destigmatize HIV/AIDS. \r\n The focus of our HIV/AIDS strategy is on the \r\nreduction of risk and vulnerability and on mitigation of \r\nsocio-economic impact. Mitigation of the impact is \r\ndone primarily through community-based care \r\nprogrammes and through clinical management of \r\nopportunistic infections, while risk and vulnerability \r\nreduction takes place through community education. \r\n The Government, in partnership with other \r\nstakeholders, has initiated a number of interventions \r\nsuch as prevention of mother-to-child transmission \r\nthrough the use of anti-retroviral drugs; voluntary \r\ntesting and counselling centres in major settlements; \r\nhouse-to-house counselling; care of orphans; \r\nmanagement of sexually transmitted diseases; \r\ninformation, education and behaviour-change \r\ncommunication; HIV/AIDS research; and multisectoral \r\nresponse and institutional strengthening. \r\n Considerable resources have been diverted from \r\ndevelopment projects towards the fight against \r\nHIV/AIDS. So far, the Government funds 80 per cent \r\nof all HIV/AIDS prevention and care activities. This is \r\ncertainly not sustainable. We will therefore need an \r\ninfusion of resource from outside the country. \r\nBotswana is, in this regard, grateful to Governments, \r\nthe United Nations system, private organizations and \r\nindividuals and non-governmental organizations that \r\nhave established partnerships with us in the fight \r\nagainst AIDS. \r\n My country takes solace in the fact that AIDS in \r\nAfrica was chosen as the theme for the United Nations \r\nSecurity Council meeting on 10 January 2000 — the \r\nfirst occasion on which that body dealt with a \r\ndevelopmental issue. We look forward to the \r\nforthcoming special session to review the problem of \r\nHIV/AIDS in all its aspects. It is our conviction that its \r\nconvening, on such short notice, is an affirmation of \r\nthe fact that, for millions of people, even one more day \r\nof action delayed is one too many. We hope to see, \r\nemerging from the special session, commitment and \r\nunity of purpose to heed the cry for help — help that is \r\nrequired now. Developing countries cannot, on their \r\nown, deal with the plethora of actions required for \r\nintervention, such as those relating to education and \r\n \r\n10  \r\n \r\nA/55/PV.51  \r\nsensitization, testing and counselling, adolescent \r\nreproductive health, the prevention of mother-to-child \r\ntransmission, the acquisition of retroviral drugs and \r\nmedication and the provision of care for the affected \r\npopulation. This is the message that my Government \r\nwill be taking to the special session. Our hopes lie in \r\nthe recommendations of the session and their \r\nimmediate implementation. \r\n The facts are available; the grim picture has been \r\nhighlighted and discussed in this Hall and in \r\nCopenhagen, Beijing, Cairo and Durban. The special \r\nsession on HIV/AIDS will fail humanity if it does not \r\ndeliver on the undertakings that were made by our \r\nleaders in the Millennium Declaration. \r\n Mr. Sun (Republic of Korea): At the outset, I \r\nwould like to thank Ukraine and the other sponsoring \r\ncountries for submitting draft resolution A/55/L.13. \r\nSharing in the spirit and supporting the letter of the \r\ndraft, the Republic of Korea has decided to join the \r\nother sponsors. \r\n The accelerating spread of the human \r\nimmunodeficiency virus and the consequent increase in \r\nthe cases of acquired immunodeficiency syndrome \r\nhave led to an unprecedented epidemic of global \r\nproportions. Statistics show that nearly 36 million \r\npeople are living with HIV/AIDS worldwide. It is \r\nnoteworthy that 95 per cent of HIV-infected people are \r\nliving in developing countries, particularly in the \r\nsub-Saharan region, which alone accounts for 23 \r\nmillion infected people. Attention should be given to \r\nthe view that the accelerated pace of globalization may \r\nbe contributing to the uncontrolled spread of the \r\ndisease. \r\n HIV/AIDS has been reaching far beyond the \r\nrealm of health and has enormous human, social, \r\ndevelopment and security ramifications. AIDS has \r\nbecome a disease associated with poverty, ignorance \r\nand gender discrimination, and it is having deplorable \r\neffects on poor children and women. It is distressing \r\nhow HIV/AIDS has developed into a threat to social \r\nsecurity, exacerbating inequalities and undermining \r\nsustainable development in affected countries, \r\nparticularly developing countries. \r\n In addressing such problems, we need to \r\novercome two major challenges — one scientific and \r\nthe other financial. The world is in desperate need of a \r\nvaccine against HIV. However, it is discouraging to \r\nnote that an absolute majority of the resources have \r\nbeen diverted to research on and treatment for AIDS, \r\nrather than used to create a vaccine. On the other hand, \r\naccording to the Joint United Nations Programme on \r\nHIV/AIDS (UNAIDS) report to the Security Council \r\nlast July, beating back the epidemic in Africa alone \r\nwould cost $3 billion, and the contributions from \r\ndonors are far below the levels needed to cover the \r\ncost. \r\n I firmly believe that the multifaceted challenges \r\nwill be properly tackled only with a genuine \r\npartnership between the developed and developing \r\ncountries, and between the public and private sectors. \r\nAmong other such partnerships, the Global Alliance for \r\nVaccines and Immunization, formed in 1999, has been \r\nrecognized as a successful example of public and \r\nprivate cooperation in finding a global solution to a \r\nglobal problem. The Framework for Action of the \r\nInternational Partnership Against HIV/AIDS in Africa \r\nis another example of such collaboration and I am \r\nconfident that it will provide a solid basis to move \r\nforward with the global endeavour. Furthermore, it is \r\nencouraging to note that a number of world-renowned \r\npharmaceutical companies are moving towards \r\nreducing the prices of AIDS drugs for States affected \r\nby the disease. Yet partnerships cannot be strengthened \r\nwithout strong public support. The fear of stigma \r\nassociated with HIV/AIDS has often created silence for \r\nvarious reasons. The vicious circle of silence around \r\nthe disease must, however, be broken if we are to \r\novercome one of the worst human tragedies of our \r\ntime. It is vital that proper information on HIV and \r\nAIDS be widely disseminated. In this regard, I find it \r\nextremely timely that “Breaking the Silence on \r\nHIV/AIDS” was chosen as the theme of the United \r\nNations Development Programme’s Fourth Annual \r\nRace Against Poverty. \r\n HIV/AIDS has now become a top priority on the \r\nagenda of the United Nations system. This is not \r\nsurprising, given the role to be played by the United \r\nNations in formulating and coordinating a \r\ncomprehensive strategy for action. The final documents \r\nadopted by recent special sessions relating, \r\nrespectively, to population, women and social \r\ndevelopment, served as a basis for all stakeholders to \r\ntake specific action against HIV/AIDS. \r\n In a bold decision, the Millennium Declaration \r\nset a target to halt and reverse the spread of HIV/AIDS \r\nby 2015 in the context of development and poverty \r\neradication. I appreciate the fact that the United \r\n \r\n 11 \r\n \r\n A/55/PV.51\r\nNations has taken the lead in combating the scourge of \r\nthe AIDS pandemic by, among other things, raising \r\npublic awareness and addressing the socio-economic \r\nand development implications. In particular, UNAIDS \r\nhas done a commendable job in coordinating and \r\nsupporting efforts to address HIV/AIDS in all relevant \r\nforums. It is my sincere hope that UNAIDS will \r\ncontinue to strengthen its role of coordinating \r\ninternational undertakings in close collaboration with \r\ngovernmental and non-governmental partners. \r\n I also welcome the report of the Ad Hoc Working \r\nGroup on the Causes of Conflict and the Promotion of \r\nDurable Peace and Sustainable Development in Africa, \r\nwhich recommended that the General Assembly take \r\nthe necessary steps to address HIV/AIDS-related \r\nproblems. \r\n Before closing, I would like briefly to touch upon \r\nthe current situation surrounding HIV/AIDS in my \r\ncountry. Despite the fact that it currently has a \r\nrelatively small number of infected people, we are \r\nconcerned about the trend of rising figures. Faced with \r\nthis challenge, my Government has taken steps \r\nprimarily to focus on enhancing education about and \r\nawareness of HIV/AIDS to promote voluntary \r\ncounselling and to work with civil society and \r\nvolunteers. \r\n The Republic of Korea has also provided \r\nassistance to developing countries by sharing its \r\nexperiences in addressing problems associated with \r\nHIV/AIDS and, more broadly, in the promotion of \r\nreproductive health care, and it will continue to do so \r\nin the future. \r\n Through the Millennium Declaration, we \r\nresolved to meet a time-bound target: to halt and \r\nreverse the spread of HIV/AIDS by the year 2015. I am \r\nconfident that the special session to be held next year \r\nwill provide an important platform for achieving our \r\ncommon goal. Considering the time constraints before \r\nthe session, we must carry out the preparatory process \r\nin the most efficient manner possible. The Republic of \r\nKorea will do its share to ensure the success of the \r\nspecial session. \r\n Mr. Donigi (Papua New Guinea): I have the \r\nhonour to make this statement on behalf of the \r\ncountries of the Pacific Islands Forum represented here \r\nin New York: Australia, Fiji, the Federated States of \r\nMicronesia, the Marshall Islands, Nauru, New Zealand, \r\nSamoa, Solomon Islands, Tonga, Vanuatu and my own \r\ncountry, Papua New Guinea. It is with a keen sense of \r\nthe importance of this issue that our delegations have \r\nasked to speak on agenda item 179 on “Review of the \r\nproblem of human immunodeficiency virus/acquired \r\nimmunodeficiency syndrome in all its aspects”. \r\n The growing HIV/AIDS pandemic is fast \r\nbecoming the most serious health issue facing the \r\ninternational community in the coming century. Yet it \r\nis much more than that. The scale and spread of this \r\ndisease have made it a major development issue — \r\nindeed the most pressing one for those countries which \r\nsuffer its effects most acutely. In those countries where \r\nit is most rife, it threatens to undermine and reverse \r\nmany of the development gains of the last four \r\ndecades. Such devastating social and economic effects \r\nthreaten to make it a serious security issue as well. \r\nAbove all, the epidemic has produced a humanitarian \r\ndisaster of frightening proportions. Nearly 36 million \r\npeople are currently living with the disease; another 19 \r\nmillion are thought to have died from it. At the same \r\ntime, infection rates have accelerated in some \r\ncountries. At present, an estimated 11,000 people \r\nbecome infected every day. There were over 13 million \r\nAIDS orphans at the start of this year, many of whom \r\nwere themselves infected. \r\n Nowhere are the effects of this terrible disease \r\nmore profoundly felt than in sub-Saharan Africa. That \r\nregion is currently host to two thirds of HIV-infected \r\npeople and has lost over 14 million of its inhabitants to \r\nthe disease. Yet the spread and effects of HIV/AIDS \r\nare not the exclusive concern of any one community, \r\ncountry or region. It is a global problem that demands \r\nglobal efforts to combat it. The Security Council’s \r\ndecision to hold an open meeting on the subject in \r\nJanuary of this year was an important step in this \r\ndirection. Our delegations support the draft resolution \r\npresented under this item, contained in document \r\nA/55/L.13, and particularly welcome the decision to \r\nhold a special session of the General Assembly in June \r\nnext year. We call on all Member States and relevant \r\nagencies to begin preparations immediately to ensure \r\nits success. \r\n The Declaration to which our leaders committed \r\nthemselves at the recent Millennium Summit \r\nestablished the target of halting, and then reversing, the \r\nspread of HIV/AIDS by 2015. The success of next \r\nyear’s special session will be crucial in achieving this \r\naim. It must be focused to produce ambitious but \r\nachievable goals, underpinned by concrete proposals \r\n \r\n12  \r\n \r\nA/55/PV.51  \r\nfor action. Financial and technical resources must be \r\nfreed up to help bolster national capacities to combat \r\nthe disease in the most affected regions. Health \r\nsystems must be strengthened to prevent its spread and \r\ntreat its victims, and ways must be sought to increase \r\nthe access of victims in developing countries to \r\naffordable and effective medicines. \r\n Damage control is not enough, however. With \r\nHIV/AIDS, as with all diseases, prevention is infinitely \r\npreferable to cure. There is considerable evidence to \r\nsuggest that political will and early preventive \r\nmeasures are essential to prevent the exponential \r\nspread of the disease. Public education campaigns \r\nshould be vigorously pursued, public debate should be \r\nopen and informed, and access to condoms, disposable \r\nneedles, and detection and treatment of sexually \r\ntransmitted infections should be made universal. \r\nInvolving people living with HIV/AIDS within \r\naffected communities in the development of these \r\nstrategies is another crucial component for success. \r\n The spread of HIV/AIDS is also of concern in our \r\nown region. While the number of those infected \r\nremains low in relative terms, infection rates are of \r\nincreasing concern, particularly in Melanesia and some \r\nparts of Polynesia. Exact figures have been hampered \r\nby a lack of reliable research and by low public \r\nawareness of the issue in the region. What is more, our \r\nregion is affected by a number of socio-economic, \r\nhealth and educational factors which make it \r\nvulnerable to the future spread of the disease. \r\n We urge the international community to include \r\nthe Pacific in its efforts to combat this disease. In \r\nparticular, there is an urgent need to gather accurate \r\nand comprehensive health and demographic data in the \r\nregion and to assist the development of HIV/AIDS \r\nprevention programmes. We also feel that the \r\ncontinuation of a representative position of the Joint \r\nUnited Nations Programme on HIV/AIDS (UNAIDS) \r\nin the region is imperative. \r\n The HIV/AIDS pandemic is nothing short of a \r\ncrisis. Without urgent and effective action, its \r\ndimensions will continue to expand. We have no time \r\nto lose. The international community must quickly \r\nmuster its will and resources to tackle this daunting \r\nproblem at both the national and international levels. \r\n Mr. Huang Xuegi (China) (spoke in Chinese): \r\nThe rapid spread of HIV/AIDS is turning into a global \r\npublic health and social problem. At present a total of \r\n34.3 million people are infected. Not only are the \r\npatients and their families suffering greatly, but the \r\ncountries concerned are also shouldering heavy social \r\nburdens and grave economic consequences. HIV/AIDS \r\nhas triggered crises in some countries, particularly \r\nAfrican countries. Its impact on their poverty-\r\nelimination efforts, economic growth and social \r\nprogress is hard to estimate. If urgent measures are not \r\ntaken, not only will the gains of economic development \r\nand progress achieved over a long period of time be \r\nwiped out, but their development prospects will also be \r\ndimmed. \r\n No country in the world will be so fortunate as to \r\nescape the scourge of HIV/AIDS, which is the common \r\nenemy of all humanity. Curbing its spread and reducing \r\nits evil effects will require the joint efforts and \r\ncoordinated actions of all Governments, international \r\norganizations and people of all circles. \r\n Humanity is not helpless in the face of \r\nHIV/AIDS. Such international organizations as the \r\nJoint United Nations Programme on HIV/AIDS \r\n(UNAIDS) and the World Health Organization (WHO), \r\nas well as some national Governments, have already \r\ntaken considerable steps. As a result, in some countries \r\nHIV/AIDS infection rates have been reduced. \r\nHowever, it is disturbing that the global spread of the \r\ndisease has increased sharply. \r\n Efforts to reverse this trend still face many \r\npractical obstacles. Special attention needs to be given \r\nto the question of how to resolve the difficulties faced \r\nby the developing countries, where 90 per cent of the \r\nHIV/AIDS-infected population lives. In these \r\ncircumstances it is all the more imperative to mobilize \r\nmore international forces to work together to contain \r\nthe spread of the pandemic. \r\n Combating HIV/AIDS requires a comprehensive \r\npolicy. The attention and personal involvement of \r\nsenior government leaders are also very important. As \r\nregards potential strategies, while vigorous research \r\nshould be conducted in the areas of cure and \r\nprevention — including vaccines and drugs — people \r\nat the grassroots levels should also be effectively \r\nmobilized to take preventive measures. It is also \r\nnecessary to resolve the relevant social problems. \r\n A positive impetus from relevant international \r\norganizations plays an important role. We commend \r\nWHO and UNAIDS for their efforts to mobilize the \r\ninternational community, including all Governments, to \r\n \r\n 13 \r\n \r\n A/55/PV.51\r\nmake political commitments, provide financial support \r\nand take measures to help developing countries carry \r\nout prevention and control, as well as to lower drug \r\nprices so that people infected with HIV/AIDS can \r\nreceive drug treatment. \r\n It is very timely that, by resolution 54/283, the \r\nGeneral Assembly decided to convene a special session \r\non HIV/AIDS. This session will provide an opportunity \r\nfor all countries to consider fully various AIDS-related \r\npolicy issues, exchange experiences, sum up lessons \r\nlearned, raise society’s awareness, strengthen political \r\nwill and gather resources in order to jointly seek an \r\neffective strategy to overcome HIV/AIDS. \r\n In order for the special session to be a success, \r\npreparations should begin early. We encourage \r\nrepresentatives from all fields to offer advice and \r\nsuggestions that can aid Member States in formulating \r\npolicies. \r\n HIV/AIDS is also a major challenge to China’s \r\neconomic and social development. The Chinese \r\nGovernment has taken and is taking various measures \r\nto deal with the spread of HIV/AIDS infection. Our \r\npolicy on this problem is to focus on prevention, \r\nadvocacy and education; tackle the symptoms and root \r\ncauses in an integrated manner; and establish a \r\ncontrolled preventive system based on Government \r\nleadership, multisectoral cooperation and the joint \r\nparticipation of society at large. To control the spread \r\nof HIV/AIDS, we have widely disseminated \r\ninformation about how it can be prevented and cured. \r\n We attach importance to, and are ready to \r\nparticipate actively in, the special session and its \r\npreparatory work. We will work with all countries to \r\nensure the substantive success of the session. \r\n Mrs. Browne (Saint Kitts and Nevis): On behalf \r\nof the member States of the Caribbean Community \r\n(CARICOM), I have the honour to speak on agenda \r\nitem 179: “Review of the problem of human \r\nimmunodeficiency virus/acquired immunodeficiency \r\nsyndrome (HIV/AIDS) in all its aspects”. We welcome \r\nthe debate on this item, as it allows for sharp focus on \r\nan issue of increasing concern, which demands urgent \r\nglobal attention. We commend the delegation of \r\nUkraine for the leadership demonstrated in producing \r\nthe important draft resolution before the Assembly. \r\n The recent statistics on HIV/AIDS have \r\nconfirmed that the AIDS epidemic has escalated to \r\nglobal proportions. The most recent relevant global \r\nestimates of the Joint United Nations Programme on \r\nHIV/AIDS (UNAIDS) and the World Health \r\nOrganization (WHO) on the epidemic reveal that about \r\n34.3 million people are living with the virus and that in \r\nthe next decade, but for a miracle, most of them will \r\ndie. However, what is even more alarming is that about \r\n95 per cent of those infected with the AIDS virus live \r\nin the developing world, where poverty, inadequate \r\nhealth systems and limited resources for prevention \r\nand care increase the spread of the virus. \r\n The reality is that the disease does not recognize \r\nnational boundaries. This devastating pandemic is \r\nravaging the small island States of the Caribbean, \r\nwhere, according to the statistics, several countries \r\nhave already recorded transmission rates that are \r\namong the highest in the world, outside sub-Saharan \r\nAfrica. The HIV/AIDS crisis in the Caribbean has \r\nassumed dangerous proportions, since 360,000 adults \r\nand children are living with the virus. From the \r\nbeginning of the epidemic to the end of 1999, an \r\nestimated 160,000 persons in the Caribbean region \r\nhave died from this dreaded disease. Stigmatization \r\nand a long incubation period are among the factors that \r\nmake detection of the prevalence rate of the disease \r\ndifficult to obtain in any population. In the Caribbean \r\nthis difficulty is compounded by inadequate \r\nepidemiological systems, indicating that the present \r\nstatistics may not even be reflecting the gravity of our \r\nsituation. \r\n The epidemic has cast a sinister shadow over the \r\nglobal landscape. The enormous challenge that \r\nconfronts us should now be urgently addressed through \r\nintensified, coordinated approaches at the international \r\nlevel. The AIDS epidemic now assumes a prominent \r\nposition on the agenda of an increasing number of \r\ninternational organizations, and we are pleased with \r\nthe effort the United Nations has made to raise \r\nawareness and mobilize political will and international \r\nfunding, as well as to provide much needed technical \r\nadvice. The international community has become \r\nincreasingly sensitized to the need for multisectoral \r\nand intergovernmental approaches. The WHO-led \r\ncampaign has now been supplemented by a multi-\r\nagency approach of the Joint United Nations \r\nProgramme on HIV/AIDS (UNAIDS). I commend the \r\nUNAIDS Secretariat and its sponsoring organizations \r\nfor their active support, commitment and initiative in \r\nthe global struggle against the AIDS epidemic. \r\n \r\n14  \r\n \r\nA/55/PV.51  \r\n In his millennium report the Secretary-General \r\nchallenged world leaders to work assiduously towards \r\nstemming the spread of the deadly disease, while \r\nsetting specific preventive targets. He exhorted the \r\ninternational community to work towards achieving \r\nthis goal by 2015. We are encouraged by the leadership \r\nrole that the United Nations has taken in the battle \r\nagainst AIDS by forging closer partnerships with \r\nstakeholders in the business community, including \r\npharmaceutical companies, as well as non-\r\ngovernmental organizations and international financial \r\nand trade institutions. \r\n The international community should be further \r\nmobilized to confront this challenge to reverse the \r\ntrends of the AIDS epidemic. CARICOM welcomes the \r\ndraft resolution, which calls, inter alia, for the \r\nconvening, as a matter of urgency, of a special session \r\nof the General Assembly on HIV/AIDS from 25 to 27 \r\nJune 2001. In view of the gravity of the problem with \r\nwhich we are confronted, every effort should be made \r\nto ensure the successful outcome of this session. It is \r\nour hope that the special session will enjoy \r\nparticipation at the highest level and will receive the \r\npolitical impetus and the commitment necessary to \r\nensure its success. \r\n As we attempt to move forward in the twenty-\r\nfirst century, CARICOM member States are constantly \r\nreminded of the unprecedented challenges of the AIDS \r\nepidemic, which threatens to undermine our future \r\neconomic and social developmental gains. We share the \r\nview that the AIDS pandemic is among the \r\ncombustible mix of social dilemmas that plague the \r\nCaribbean in this millennial era. The effects of this \r\ndeadly disease are indeed multifaceted, impacting the \r\ninfected individuals and the affected households on the \r\none hand, and our whole developmental thrust on the \r\nother. While attempting, therefore, to grapple with the \r\nreality that the AIDS epidemic is touching every sector \r\nof society, with enormous human, social and economic \r\nramifications, we are equally convinced that one has to \r\ndispense with the view that HIV/AIDS should be \r\nconfined to the health portfolio. Moreover, the global \r\ncommunity has been informed by the Security Council \r\nof the security dimension of HIV/AIDS and the critical \r\nimportance of including it on the international agenda. \r\n CARICOM member States are equally disturbed \r\nthat the AIDS epidemic in the region has the potential, \r\nas has been sadly demonstrated in Africa, to claim the \r\nlives of a large segment of the most productive \r\nmembers of our labour force. Seventy per cent of the \r\ncases diagnosed are between the ages of 15 and 44, \r\nwith 50 per cent between 25 and 34. This phenomenal \r\nfactor underscores the serious threat of the epidemic to \r\nsustainable development within the Caribbean region. \r\n In addition to the accompanying human suffering, \r\nAIDS tears at the very fabric of our family and \r\ncommunity life. It exacerbates existing high levels of \r\npoverty and threatens social stability. In the face of all \r\nthis, CARICOM has not remained complacent. We are \r\ncommitted to investing the required resources to ensure \r\nthe development and implementation of national \r\nstrategic plans to stem the spread of this scourge. \r\n CARICOM member States will persist with \r\nnational and strategic initiatives and will continue to \r\nseek out possibilities for more comprehensive, high-\r\nlevel approaches that will have a more substantive \r\neffect on reversing the prevalence rate of HIV/AIDS. \r\n CARICOM pledges its full support in the \r\ninitiative before the Assembly, and will be actively \r\ninvolved in the preparatory process for the special \r\nsession. I call upon member States and all sectors of \r\nthe international community to join in the fight against \r\nthe HIV/AIDS epidemic. \r\n Finally, I reiterate the admonition of CARICOM’s \r\nspokesperson on health issues, the Honourable Prime \r\nMinister of Saint Kitts and Nevis, Mr. Denzil Douglas: \r\n “We have to act now to prevent the spread of \r\nHIV/AIDS in our communities. We have to \r\nincrease and improve the quality of our response \r\nagainst HIV/AIDS if we are to save the lives and \r\nimprove the quality of life of those who already \r\nhave the dreaded disease”. \r\n Mr. Naidu (Fiji): My delegation fully endorses \r\nthe statement made by Mr. Peter Donigi of Papua New \r\nGuinea on behalf of the countries of the Pacific Islands \r\nForum. \r\n Fiji is not immune to the global invasion of \r\nHIV/AIDS. Although 70 per cent of the 34.3 million \r\ninfected victims are in Africa, HIV/AIDS is bigger than \r\nAfrica. It is for this reason that HIV/AIDS has been \r\npronounced by the Security Council to be an \r\ninternational security issue. \r\n Fiji now records 59 officially reported AIDS \r\ncases. There is no telling the exact number of \r\nHIV/AIDS victims in Fiji today. Our limited facilities, \r\n \r\n 15 \r\n \r\n A/55/PV.51\r\nexpertise and knowledge, the different quality of \r\nreporting systems and the lack of best-practice \r\nprotocols are part of the problem. Those few who have \r\npassed away from HIV/AIDS have died under sad or \r\ntragic circumstances, due to the continuing \r\nstigmatization and associated myths that can be \r\ndispelled with only targeted and global advocacy. \r\n Fiji, nonetheless, is not resting on its laurels \r\nbecause of the seemingly slow pace at which \r\nHIV/AIDS is setting upon us. On the contrary, the Fiji \r\nGovernment has in place a national task force for AIDS \r\nand, through relevant appropriate line ministries, as \r\nwell as key stakeholders, including civil society, it is \r\nrelentlessly pursuing the awareness education \r\nprogramme to tackle the problem. \r\n Fiji acknowledges the work of UNAIDS in \r\ncollaboration with the United Nations Development \r\nProgramme (UNDP) and the United Nations Children’s \r\nFund (UNICEF) offices in Fiji. The joint efforts are \r\nadvancing networking in advocacy, youth awareness \r\nand activities, peer education and counselling, research \r\nand study, and are projecting suitable programmes in \r\naddressing HIV/AIDS. These efforts pursue cross-\r\nsectoral and multidisciplinary avenues that promise \r\npositive outcomes. The joint efforts of the United \r\nNations agencies have catalyzed national and regional \r\npilot studies and conferences. \r\n The first Pacific Regional HIV/AIDS and \r\nSexually Transmitted Diseases Conference, held in Fiji \r\nin February 1999, gave a high profile focus to \r\nHIV/AIDS in the region. In particular, it served as the \r\nplatform for youth delegates to formulate a statement \r\nof specific actions that young people can engage in, \r\nincluding peer education, legal protection and life \r\nskills. \r\n Some of these works are being undertaken by \r\nrelevant non-governmental organizations, such as the \r\nAIDS Task Force in Fiji, or interdenominational church \r\ngroups, such as the Churches AIDS and Related \r\nDiseases, Pastoral Care and Education, Inc. (CAPE), \r\nwhich attest to the need to approach HIV/AIDS in a \r\nmore holistic way. \r\n The Human Rights HIV/AIDS Advisory Council, \r\nbased at the University of the South Pacific in Suva, is \r\ncoordinating the three study programmes that were \r\npiloted in the South Pacific. \r\n The President returned to the Chair. \r\n The United Nations needs to be commended for \r\nrecognizing the work on HIV/AIDS that is being \r\nconducted in the Pacific, however small in relative \r\nterms compared to other regions. In giving Maire Bopp \r\nDupont one of the four awards for breaking the silence \r\non HIV/AIDS, the United Nations paves the way for a \r\nstrengthened partnership with the Pacific peoples, \r\nGovernments and non-governmental organizations, and \r\nin so doing the Pacific, including Fiji, commits itself to \r\nthe “big noise” slogan to arrest the spread and invasion \r\nof HIV/AIDS. \r\n My delegation finds the debate on the culture of \r\npeace in this Assembly this week to be a timely and \r\ncritical event in our consideration of the HIV/AIDS \r\npandemic. Through Mary’s testimony, the Pacific \r\nadvocates the inculcation of peace and tolerance in the \r\nminds of our peoples and children through education \r\nand through family. Prevention, tolerance, support and \r\ncare are immediate values that we can foster now in \r\nadding to that big noise.  \r\n Again, we are experiencing a seemingly \r\ninsurmountable health, development and security \r\nproblem which is contracted in developing nations and \r\nfor which medicine, research and finance are in the \r\nhands of the developed nations. We must not yield to \r\nthis scenario with feelings of helplessness. On a \r\npositive note, we can be more effective by contributing \r\nin our own small ways at home to building strong, \r\nholistic partnerships in our own countries to \r\ncomplement international partnerships. Our collective \r\nefforts can then make a difference. In this regard, Fiji \r\nwishes to acknowledge the contribution of Australia in \r\nHIV/AIDS work in the Pacific. The recent decision to \r\ncommit $200 million to assisting partner countries in \r\nthe Asia/Pacific region in the next six years is highly \r\nappreciated.  \r\n To signal my Government’s increased dedication \r\nto this noble cause, Fiji is co-sponsoring the draft \r\nresolution now before this Assembly. Its adoption by \r\nconsensus can generate the political will of Member \r\nStates for the preparations for, convening of and \r\ncritical follow-ups to the special session on HIV/AIDS \r\nin 2001. My Government is confident that the special \r\nsession will augment all efforts and resources to raise \r\nthe levels of political, social and resource \r\ncommitments to an unprecedented scale that can \r\neffectively halt this pandemic, which has been \r\ncategorized as the greatest human security risk of \r\nmodern times. \r\n \r\n16  \r\n \r\nA/55/PV.51  \r\n The President: In accordance with General \r\nAssembly resolution 49/2 of 19 October 1994, I now \r\ncall on the observer of the International Federation of \r\nRed Cross and Red Crescent Societies. \r\n Ms. Pohjankokka (International Federation of \r\nRed Cross and Red Crescent Societies): I am honoured \r\nto deliver this statement on behalf of the head of the \r\ndelegation of the International Federation of Red Cross \r\nand Red Crescent Societies. He regretted not being \r\nable to be present to participate in this important \r\ndiscussion, due to his urgent mission in Europe. \r\n During one of the most heated debates some \r\nweeks ago in this very room, a Foreign Minister from \r\nAfrica compared HIV/AIDS to the plague that \r\ndevastated Europe many centuries ago and asked an \r\nunpleasant question: How long will we have to wait \r\nuntil we find a joint strategy to fight this deadly \r\nplague? We at the International Federation of Red \r\nCross and Red Crescent Societies (IFRC) appreciate \r\nthe fact that Ambassador Richard Holbrooke took a \r\nvery courageous and visionary step at the Security \r\nCouncil some time ago, declaring HIV/AIDS a threat \r\nto world peace and security. \r\n That is exactly what it is. And only a month ago \r\nin Ouagadougou, Burkina Faso, some 53 African Red \r\nCross and Red Crescent Societies and the IFRC, during \r\nthe fifth Pan African Conference, decided that enough \r\nis enough. The way the world failed to see the danger \r\nof the Nazi virus in the early 1930s, which led to the \r\nHolocaust and the loss of some 50 million people \r\nduring the Second World War, is the same way we \r\nsadly wasted the first 20 years after the HIV virus \r\nstarted sweeping the world and Africa in particular. All \r\nthe tragic statistics are now well publicized, so let me \r\nsay a few words on how the Red Cross and Red \r\nCrescent Movement plans to continue after the \r\nimportant meeting in Ouagadougou. \r\n The IFRC and its 53 African Red Cross and Red \r\nCrescent National Societies, with over 2 million \r\nvolunteers, will start immediately implementing a new \r\nstrategic initiative called the African Red Cross and \r\nRed Crescent Health Initiative, together with all health \r\nministries in the continent and all major United \r\nNations partners. This 10-year plan of action identifies \r\nall major health problems in Africa, HIV/AIDS being \r\nthe most urgent to deal with.  \r\n In order to change the scope and speed of this \r\nkilling machine, the IFRC, recognizing that the war \r\nagainst HIV/AIDS will be won or lost at the local \r\nlevel, plans to concentrate its efforts on working ever \r\nmore closely with the local communities. Actions will \r\nbe focused first on advocacy to convince public health \r\nauthorities and political leaders to declare HIV/AIDS \r\nan emergency and give it due priority. High profile \r\nattention needs to target unsafe sexual behaviours, \r\ndiscrimination and stigmatization of people living with \r\nHIV/AIDS, as well as gender differences in \r\nvulnerability to HIV/AIDS. \r\n Second, we must build and apply knowledge by \r\nensuring that Red Cross/Red Crescent members, \r\nvolunteers and staff are knowledgeable on HIV/AIDS \r\nprevention and that they apply this to their own lives. \r\nWe must promote youth peer education in and out of \r\nschools as a way of having a significant impact in \r\nterms of attitude and behaviour changes regarding safe \r\nsex. \r\n Third, condoms must be distributed and their \r\nproper use promoted. This activity, currently \r\nundertaken by 12 Red Cross/Red Crescent Societies, \r\naims at increasing availability and accessibility, in \r\nparticular in rural areas, where Red Cross/Red Crescent \r\nvolunteers serve as valued outreach condom \r\ndistributors and promoters. What needs to be \r\nestablished is a pull mechanism that can create demand \r\nat a big enough scale and lead to behavioural change. \r\n Fourth, home care must be supported for people \r\nliving with HIV/AIDS. The focus is on training family \r\nmembers in basic care, first aid and support techniques. \r\n Fifth, we must advocate towards community \r\nauthorities on behalf of orphans. In collaboration with \r\nother partners, we will assist communities in \r\nstrengthening their traditional assistance to address the \r\nproblems of millions of orphans. \r\n Sixth, we must promote voluntary non-\r\nremunerated blood donation. Thirty-three African Red \r\nCross/Red Crescent Societies are involved today in this \r\nprogramme; three of them manage blood banks. Since \r\n5 to 10 per cent of HIV infections are still caused by \r\ntransfusing contaminated blood, additional efforts and \r\ninvestments will be made to prevent it. \r\n Seventh, we must promote the development and \r\navailability of voluntary counselling and HIV testing. \r\n I wish to take this opportunity to state our great \r\nappreciation to the several African Governments \r\nconcerned, and particularly to the Burkina Faso \r\n \r\n 17 \r\n \r\n A/55/PV.51\r\ndelegation, for their active support in endorsing the \r\nOuagadougou Declaration and recognizing it within the \r\nUnited Nations system, where it is now registered \r\nunder document A/55/480. Further, we highly value the \r\nrecognition by the Governments in taking note of the \r\nOuagadougou Declaration in draft resolution \r\nA/55/L.13. We consider this a meaningful step in \r\nbuilding our strategic partnerships. We look forward to \r\ncontinuing further our cooperation with the national \r\nplans. \r\n Here I would like to inform the Assembly that, in \r\nan act of solidarity, all major donor Red Cross and Red \r\nCrescent Societies have expressed the commitment to \r\nsupport their colleagues from Africa in this difficult \r\nand long war that we all are going to fight. We know \r\nthat a quick solution is not on the horizon. The Red \r\nCross and Red Crescent Movement is preparing for a \r\nlong and difficult war against the disease. We hope that \r\nthe Governments and all our major United Nations \r\npartners will support us. \r\n In conclusion, let me go back to history. The Nazi \r\nvirus was defeated only when a worldwide coalition \r\nwas created to stop it and exterminate it. If we know \r\ntoday that in the coming years HIV/AIDS will kill \r\nmore people than all wars and natural disasters have in \r\nthe last 50 years, the time has come to form this \r\ncoalition and start the counter-attack with all the \r\nfinancial, scientific and medical weapons we have to \r\nhand. As the IFRC President, Dr. Astrid Heiberg, has \r\nsaid,  \r\n“Ten years from now we might be able to look \r\nback and say ‘We made Africa a healthier place to \r\nlive.’” \r\n The President: We have heard the last speaker in \r\nthe debate on this item. \r\n We shall now proceed to consider draft resolution \r\nA/55/L.13. I give the floor to the representative of the \r\nSecretariat. \r\n Mr. Jin Yongjian (Under-Secretary-General for \r\nGeneral Assembly Affairs and Conference Services): \r\nWith regard to the adoption of draft resolution \r\nA/55/L.13, the attention of the General Assembly is \r\ndrawn to the programme budget implications statement \r\nsubmitted by the Secretary-General at the 100th \r\nplenary meeting of the fifty-fourth session of the \r\nAssembly, contained in document A/C.5/54/65. \r\n In its report to the fifty-fifth session contained in \r\ndocument A/55/529, the Fifth Committee decided to \r\ninform the General Assembly that, subject to the \r\nprovisions for the operation and use of the contingency \r\nfund, implementation of General Assembly resolution \r\n54/283 could, inter alia, require $1,628,900 over and \r\nabove the resources in the programme budget for the \r\nbiennium 2000-2001.  \r\n Provisions have thus been made for the \r\nfollowing: first, the convening of the special session on \r\nthe basis of two simultaneous meetings a day, plus \r\nevening meetings as required; secondly, the \r\nstrengthening of the Joint United Nations Programme \r\non HIV/AIDS (UNAIDS) secretariat in New York and \r\nGeneva for backstopping the process of the special \r\nsession, coordinating with the United Nations \r\nSecretariat and the UNAIDS co-sponsors, the \r\nsubstantive preparations of the special session, \r\nincluding ensuring inputs from the country and \r\nregional levels, and the preparation of a background \r\ndocument for the special session containing an overall \r\nassessment of progress to date in the global effort to \r\ncombat HIV/AIDS, an analysis of major gaps and \r\nconstraints, an overview of remaining challenges, \r\nlessons learned and best practices, as well as the \r\nformulation of recommendations for the future; thirdly, \r\npublic information programmes and coverage of the \r\nspecial session; and fourthly, requirements of central \r\nsupport services and protocol services. \r\n The adoption of draft resolution A/55/L.13, \r\ntherefore, will not give rise to additional requirements \r\nover and above the $1,628,900 contained in the \r\nprogramme budget implications statement submitted at \r\nthe fifty-fourth session of the General Assembly. \r\n By operative paragraph 8, however, the Assembly \r\nwould also decide to convene, within the framework of \r\nthe preparatory process for the special session, open-\r\nended informal consultations of the plenary, chaired by \r\nthe President of the General Assembly, to undertake, as \r\nappropriate, preparations for the special session, \r\nincluding elaboration of a draft declaration of \r\ncommitment and other relevant documents for \r\nconsideration during the special session, to further \r\naddress the modalities and other organizational matters \r\nof the special session, with a view to submitting \r\nproposals for final decision by the Assembly, and to \r\norganize other relevant activities to contribute to the \r\npreparation for the special session. \r\n \r\n18  \r\n \r\nA/55/PV.51  \r\n Further, by operative paragraph 14 of the draft \r\nresolution, the President of the General Assembly \r\nwould still make recommendations, for consideration \r\nby Member States during the preparatory process, for \r\nfinal decision by the Assembly as soon as possible, but \r\nnot later than 2 March 2001, as to the form of the \r\ninvolvement of civil society actors, in particular \r\nassociations of people living with HIV/AIDS, non-\r\ngovernmental organizations and the business sector, \r\nincluding pharmaceutical companies, in the special \r\nsession and, to the extent possible, in the preparatory \r\nprocess. \r\n Once a final decision is taken on the preparatory \r\nprocess and the special session itself — its structure, \r\nparticipation and coverage — and should they require \r\nadditional resources, the Secretary-General would \r\nrevert to this issue. \r\n In the meantime, bearing in mind operative \r\nparagraph 15 of the draft resolution, the Secretary-\r\nGeneral would endeavour to make every effort to \r\nensure mobilization of resources to a trust fund to be \r\nestablished to ensure the full and active participation of \r\nall States, including the least developed countries, in \r\nthe preparatory process for the special session. \r\n The President: Before proceeding to take action \r\non the draft resolution, I should like to announce that \r\nsince its introduction the following countries have \r\nbecome sponsors: Benin, Botswana, Ethiopia, Finland, \r\nGuinea, Guyana, Haiti, Iceland, Jamaica, Kenya, \r\nLiberia, Liechtenstein, Mali, Mozambique, Namibia, \r\nPapua New Guinea, Rwanda, Saint Lucia, Sierra \r\nLeone, the Sudan, Uganda, Uzbekistan, Zambia and \r\nZimbabwe. \r\n The Assembly will now take a decision on draft \r\nresolution A/55/L.13. May I take it that the Assembly \r\ndecides to adopt the draft resolution? \r\n Draft resolution A/55/L.13 was adopted \r\n(resolution 55/13). \r\n The President: We have thus concluded this \r\nstage of our consideration of agenda item 179. \r\nAgenda item 61 \r\n \r\n \r\nStrengthening of the United Nations system  \r\n \r\n \r\n  Draft resolution (A/55/L.19) \r\n \r\n The President: We shall now proceed to take a \r\ndecision on draft resolution A/55/L.19, entitled \r\n“Amendment to rule l of the rules of procedure of the \r\nGeneral Assembly”. \r\n May I take it that the General Assembly decides \r\nto adopt draft resolution A/55/L.19? \r\n Draft resolution A/55/L.19 was adopted \r\n(resolution 55/14). \r\n The President: The General Assembly has thus \r\nconcluded this stage of its consideration of agenda item \r\n61. \r\n \r\nAgenda item 21 \r\n \r\n \r\nCooperation between the United Nations and the \r\nOrganization of American States  \r\n \r\n \r\n  Report of the Secretary-General (A/55/184) \r\n \r\n \r\n  Draft resolution (A/55/L.21) \r\n \r\n The President: I call on the representative of \r\nCanada to introduce draft resolution A/55/L.21. \r\n Mr. Heinbecker (Canada) (spoke in French): As \r\nCanada currently chairs the Permanent Council of the \r\nOrganization of American States (OAS), I am very \r\npleased and honoured to introduce draft resolution \r\nA/55/L.21, entitled “Cooperation between the United \r\nNations and the Organization of American States”. \r\n I am especially pleased to announce that the \r\nfollowing countries have joined Canada, Costa Rica, \r\nEcuador, Guatemala, Mexico and Venezuela in \r\nsponsoring the draft resolution: Antigua and Barbuda, \r\nthe Bahamas, Brazil, Colombia, the Dominican \r\nRepublic, El Salvador, Honduras, Jamaica, Japan, \r\nNicaragua, Panama, Peru and the United States of \r\nAmerica. \r\n(spoke in English) \r\n Draft resolution A/55/L.21 includes several \r\nimportant new elements. \r\n \r\n 19 \r\n \r\n A/55/PV.51\r\n It welcomes the upcoming Summit of the \r\nAmericas, to be held in April 2001 in Canada, where \r\nwe will welcome leaders from across the hemisphere. \r\n It acknowledges the declaration by the OAS of \r\n2001 as the Inter-American Year of the Child and the \r\nAdolescent, and welcomes related efforts in the \r\nAmericas to address emerging issues for children. \r\n Finally, it notes with satisfaction information \r\nexchanges between the OAS and United Nations \r\nmissions in the hemisphere and recognizes the work of \r\nthe OAS in the promotion of democracy in the \r\nAmericas. \r\n It is especially fitting that Canada should \r\nintroduce this draft resolution this year, the tenth \r\nanniversary of our membership in the OAS. Since \r\njoining the organization, Canada has increased its \r\nengagement with regional partners in all areas, from \r\nfree trade to drug control to human security. \r\n As a regional agency of the United Nations, the \r\nOAS shares the fundamental goals of promoting peace \r\nand security and ensuring respect for human rights. It \r\nis therefore important that the two organizations work \r\nclosely together to develop and strengthen activities to \r\naddress the multifaceted challenges facing the citizens \r\nof this hemisphere. \r\n Such collaboration has developed impressively, \r\nincluding cooperation on activities such as electoral \r\nobservation, disaster management, refugee protection \r\nand human rights. \r\n Leaders at the Summit of the Americas will \r\nendorse initiatives that will increase the already \r\nsubstantial work being done by the OAS in these areas. \r\nWe must therefore intensify efforts to identify areas \r\nwhere cooperation between the OAS and the United \r\nNations can be strengthened. \r\n(spoke in French) \r\n While resolutions such as these are — in \r\nsubstance — somewhat pro forma, we are confident \r\nthat continued close cooperation between the member \r\nStates of our two organizations will result in real, \r\nbeneficial impact on the quality of life of their peoples. \r\n Lastly, I should like to express our hope that the \r\ndraft resolution will be adopted by the Assembly \r\nwithout a vote. \r\n Mr. Doutriaux (France) (spoke in French): I \r\nhave the honour to speak on behalf of the European \r\nUnion (EU) on agenda item 21, which relates to \r\ncooperation between the United Nations and the \r\nOrganization of American States (OAS). \r\n The countries of Central and Eastern Europe \r\nassociated with the EU — Bulgaria, the Czech \r\nRepublic, Estonia, Hungary, Latvia, Lithuania, Poland, \r\nRomania, Slovakia and Slovenia — and the associated \r\ncountries of Cyprus, Malta and Turkey, as well as \r\nNorway, a country of the European Free Trade \r\nAssociation, align themselves with this declaration. \r\n The European Union noted with particular \r\ninterest the content of the Secretary-General’s most \r\nrecent report on this question. Naturally, the European \r\nUnion welcomes the fact that the two organizations are \r\nable to maintain and develop close relations with each \r\nother. Improved coordination of the operations \r\nundertaken is likely to reinforce the real mutual impact \r\nof the efforts in the region to promote sustainable \r\npeace and development. Among the most significant \r\njoint actions, the European Union would emphasize, \r\nfollowing the completion of the mandate of the \r\nInternational Civilian Mission in Haiti (MICIVIH) in \r\nMarch 2000, the continuation of regular consultations \r\nbetween the OAS and the United Nations Civilian \r\nSupport Mission for Haiti (MICAH). In this regard, the \r\nEuropean Union reaffirms its full support for the \r\nefforts of the OAS to attempt to find a solution to the \r\nserious political crisis that Haiti is experiencing. \r\n The European Union would like to acknowledge \r\nthe decisive role played by the OAS in preventing and \r\nresolving conflicts. Useful lessons could undoubtedly \r\nbe drawn from this experience for other regions of the \r\nworld. We would like to underline in particular the \r\nimportant role the OAS has played and should continue \r\nto play in connection with the elections in Peru. The \r\nEU also applauds the mediating role played by the \r\nOAS in settling the dispute between Honduras and \r\nNicaragua. \r\n The European Union also recognizes the role \r\nplayed by the OAS in developing a number of regional \r\nand inter-regional projects. \r\n Obviously, the European Union intends to \r\ncontinue its own cooperation efforts with both the OAS \r\nand the Economic Commission for Latin America and \r\nthe Caribbean whenever the opportunity arises; hence \r\nthe Union’s financial participation in 1998 and 1999 in \r\n \r\n20  \r\n \r\nA/55/PV.51  \r\nan OAS programme to reduce vulnerability to natural \r\ndisasters in Central America and the Caribbean. The \r\nEuropean Union also fosters, either directly or through \r\nits Member States, sustained and productive \r\ncooperation with the OAS anti-drug unit. Moreover, \r\nthe European Union has developed very positive \r\ncooperation with the OAS in the sphere of election \r\nmonitoring. Another example of coordination was \r\nnoted in Guatemala, where the United Nations \r\nVerification Mission in Guatemala (MINUGUA) \r\ncoordinated closely with, among others, the OAS and \r\nthe European Union in the monitoring of Guatemala’s \r\ngeneral elections in 1999. \r\n In accordance with its own policy regarding \r\nrelations between the United Nations and regional \r\norganizations, the European Union expresses its wish \r\nfor enhanced cooperation between the United Nations \r\nand the OAS, and it will continue to follow this matter \r\nclosely. \r\n Mr. Akasaka (Japan): Japan has long stressed the \r\nimportance of cooperation between the United Nations \r\nand regional organizations. We thus heartily welcome \r\nefforts to promote cooperative relations between the \r\nOrganization of American States (OAS) and the United \r\nNations, as described in the report of the Secretary-\r\nGeneral and as reflected in the draft resolution which \r\nthe Permanent Representative of Canada introduced. \r\nMy delegation is very pleased to sponsor the draft \r\nresolution. \r\n Guatemala and Haiti are the two most salient \r\ncases of cooperation between the United Nations and \r\nthe OAS.  \r\n Permit me first to touch on the cooperation of the \r\ntwo organizations in Guatemala. Thanks in no small \r\npart to the information provided by the OAS, the \r\nUnited Nations Verification Mission in Guatemala \r\n(MINUGUA) was able to contribute to the peace \r\nprocess by supervising the disarmament, \r\ndemobilization and reintegration of ex-combatants into \r\nsociety. The referendum on constitutional reform was \r\nheld under its supervision in May last year and the \r\ngeneral election was held last November. Recognizing \r\nthe importance of the democratization process, Japan \r\nsent six observers to help monitor the election in \r\nNovember and made a financial contribution for \r\nMINUGUA’s election-monitoring activities. Japan \r\nsupports the current and future work of MINUGUA in \r\nmonitoring the peace process and implementing tax, \r\njudicial and social reforms. Japan therefore supports \r\nthe extension of MINUGUA’s mandate until 31 \r\nDecember 2001, as recommended in the Secretary-\r\nGeneral’s report. \r\n Let me now turn to the situation in Haiti. Japan \r\nappreciates the activities of the joint United \r\nNations/Organization of American States International \r\nCivilian Mission in Haiti and the United Nations \r\nCivilian Support Mission for Haiti in promoting \r\ndemocracy in that country. In order to enhance \r\ndemocracy and stability in Haiti, Japan made a \r\nfinancial contribution and sent observers to monitor \r\nboth the presidential election and the general and local \r\nelections held in 1995. It has also contributed $3 \r\nmillion to the United Nations fund for the \r\nestablishment of a national police force in Haiti. Japan \r\nis thus all the more disappointed with the situation in \r\nthe wake of the general and local elections held in May \r\nand July this year, and urges the Government of Haiti \r\nto make the greatest possible efforts to advance the \r\ndemocratization process. \r\n I would like to take this opportunity to refer to \r\nsome of the recent instances in which Japan, as a \r\npermanent observer of the OAS since 1973, has \r\ncooperated with the Organization of American States. \r\n First, let me refer to the democratization process \r\nin Peru, which Japan believes has important \r\nimplications for the political stability and economic \r\ndevelopment not only of that country, but of the entire \r\nAndean region. In accordance with that view, Japan has \r\ncontributed $200,000 in support of the monitoring \r\nactivities of the OAS for this year’s presidential and \r\nlegislative elections in Peru, and has also sent election \r\nobservers to participate in those activities. \r\n The second case of cooperation relates to the \r\nOAS Inter-American Drug Abuse Control Commission \r\n(CICAD). Recognizing the importance of the activities \r\nof CICAD to eradicate both the demand for and supply \r\nof drugs, Japan has thus far contributed a total of \r\n$1,880,000 to the various projects of the Commission. \r\n Thirdly, the elimination of landmines that were \r\nlaid during the civil wars in many parts of Central \r\nAmerica has been a concern of Japan. Eliminating the \r\nlandmines is important for the repatriation of farmers \r\nand rural resettlement, which are prerequisites for the \r\neconomic recovery process. Since 1992 Japan’s \r\ncontribution to the OAS for this purpose amounts to \r\n$340,000. \r\n \r\n 21 \r\n \r\n A/55/PV.51\r\n In conclusion, I once again commend the OAS \r\nfor its efforts to strengthen peace and security and to \r\nachieve economic and social stability throughout the \r\nregion. I also confirm Japan’s full support for the \r\nactivities of the OAS for the further development of \r\nLatin America and the Caribbean region, and urge the \r\ninternational community to lend its support to its \r\nefforts. \r\n Mr. Soares (Brazil) (spoke in Spanish): I had the \r\nprivilege and joy of holding the office of Secretary-\r\nGeneral of the Organization of American States (OAS) \r\nfor 10 years. Therefore, it is a great honour for me to \r\nspeak as a member of the Brazilian delegation on an \r\nitem that is very familiar to us: cooperation between \r\nthe United Nations and the Organization of American \r\nStates.  \r\n This item was first introduced in 1982 for annual \r\nconsideration. Recently it has been considered every \r\ntwo years. We are encouraged that the cooperation \r\nbetween the United Nations and the OAS grows \r\nsteadily.  \r\n The OAS is the oldest active regional \r\norganization. It grew from seeds sown by the First \r\nInternational Conference of American States in 1890 \r\nand assumed its current form in 1948. The United \r\nNations Charter recognizes in Chapter VIII the \r\ncontribution that regional arrangements can make to \r\nthe maintenance of international peace and security. \r\n There is complementarity between various areas \r\nof the two organizations; for example, between the Pan \r\nAmerican Health Organization and the World Health \r\nOrganization (WHO), in the work of the OAS Inter-\r\nAmerican Drug Abuse Control Commission (CICAD) \r\nand in the exchange of information within the \r\nframework of the implementation of the United \r\nNations/Organization of American States International \r\nCivilian Mission in Haiti (MICIVIH) and the United \r\nNations Verification Mission in Guatemala \r\n(MINUGUA). \r\n The United Nations Economic Commission for \r\nLatin America and the Caribbean continues to make an \r\nimportant contribution to development, particularly in \r\nthe fields of regional integration, statistics and the \r\nstatus of women. In turn, the concerted action of \r\nmember States and such bodies of the Organization of \r\nAmerican States (OAS) as the Inter-American \r\nCommission of Women, which has been in existence \r\nsince the beginning of the twentieth century, and the \r\nInter-American Children’s Institute contribute to \r\npromoting the status of women, alleviating the \r\nproblems faced by children and young people, \r\neradicating extreme poverty, raising peoples’ levels of \r\neducation and making new technologies widely \r\naccessible. \r\n The OAS does work that very often complements \r\nthe activities of the United Nations — for example, \r\nthrough the adoption of the Inter-American Convention \r\non Transparency in Conventional Weapons \r\nAcquisitions, adopted last year, which makes it \r\nmandatory for member countries to transmit to the \r\nUnited Nations Register of Conventional Arms annual \r\ndata on purchases and sales of conventional weaponry. \r\n American States are also carrying out pioneering \r\nactivities that are still under consideration in the \r\nuniversal Organization. Such is the case with regard to \r\nthe Inter-American Convention Against the Illicit \r\nManufacturing of and Trafficking in Firearms, \r\nAmmunition, Explosives, and other Related Materials \r\nand the CICAD “Model Regulations for the Control of \r\nthe International Movement of Firearms, their Parts \r\nand Components and Ammunition”, which will be \r\nimportant elements for discussion at the United \r\nNations Conference on the Illicit Trade in Small Arms \r\nand Light Weapons in All Its Aspects, which is to be \r\nheld in New York in 2001. \r\n In the same vein, mention should be made of the \r\nefforts in the OAS to develop an institutional \r\nframework for a comprehensive fight against terrorism \r\nin the western hemisphere. In particular, I wish to refer \r\nto the 1996 Lima Declaration and Plan of Action and \r\nthe Mar del Plata Commitment of 1998, which provide \r\nvaluable inspiration and encouragement for the work \r\nunder way in the United Nations to prepare a \r\nconvention on the suppression of terrorism in its \r\nvarious manifestations. \r\n Another area of work that illustrates the \r\npioneering role of the OAS is that being done in \r\ndefence of democracy. This challenge, inscribed in the \r\n1948 charter of the organization, was transformed into \r\npractice with the reform of the charter and the 1991 \r\nadoption of resolution 1080, which is known as the \r\nSantiago Commitment. In that resolution, among other \r\nthings, the OAS General Assembly resolved  \r\n“to instruct the Secretary-General [of the OAS] to \r\ncall for the immediate convocation of a meeting \r\nof the Permanent Council in the event of any \r\noccurrences giving rise to the sudden or irregular \r\n \r\n22  \r\n \r\nA/55/PV.51  \r\ninterruption of the democratic political \r\ninstitutional process”. \r\nA few years ago, a unit for the promotion of democracy \r\nwas established in the OAS secretariat.  \r\n It is also appropriate to highlight the importance \r\nof cooperation between the OAS and the United \r\nNations Conference on Trade and Development on \r\nquestions related to trade and development. \r\n We are pleased to take note of the report of the \r\nSecretary-General on cooperation between the two \r\norganizations. The large number of shared concerns — \r\nmany of which, such as the promotion and defence of \r\ndemocracy, are of singular importance — suggests that \r\nthe secretariats of the two organizations should \r\nenhance the dialogue they already enjoy by holding \r\nperiodic meetings. We therefore recommend that \r\nmembers of the secretariats of the two organizations \r\nmeet next year for a continued consideration of \r\nprogrammes of cooperation and other matters to be \r\ndecided jointly. \r\n We support draft resolution A/55/L.21. We hope \r\nthat it, like past resolutions, will be adopted by \r\nconsensus. \r\n The President: We have heard the last speaker in \r\nthe debate on this item. \r\n We shall now proceed to take a decision on draft \r\nresolution A/55/L.21.  \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/55/L.21? \r\n Draft resolution A/55/L.21 was adopted \r\n(resolution 55/15). \r\n The President: May I take it that it is the wish of \r\nthe General Assembly to conclude its consideration of \r\nagenda item 21? \r\n It was so decided. \r\n The meeting rose at 12.30 p.m. \r\n"