" United Nations  A/55/PV.49\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n49th plenary meeting \r\nThursday, 2 November 2000, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-72359 (E) \r\n*0072359* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\n The meeting was called to order at 10.00 a.m. \r\n \r\n \r\n \r\nAgenda item 33 \r\n \r\n \r\nCulture of Peace \r\n \r\n \r\n  Report of the Secretary-General (A/55/377) \r\n \r\n \r\n  Note by the Secretary-General transmitting the \r\nreport of the Director-General of the United \r\nNations Educational, Scientific and Cultural \r\nOrganization (A/55/338) \r\n \r\n The President: I should like to inform Members \r\nthat, in a letter dated 21 September 2000 addressed to \r\nthe President of the General Assembly, the Permanent \r\nRepresentative of Sweden to the United Nations, in his \r\ncapacity as Chairman of the Group of Western \r\nEuropean and other States for the month of September, \r\nrequests that the General Assembly hear in plenary \r\nmeeting a statement by the observer of the Holy See in \r\nthe debate on agenda item 33. \r\n Taking into account the importance attached to \r\nthis issue under discussion, it is proposed that the \r\nGeneral Assembly take a decision on that request. \r\n May I take it that there is no objection to the \r\nproposal to hear the observer of the Holy See in the \r\ndebate on agenda item 33? \r\n It was so decided. \r\n Mr. Chowdhury (Bangladesh): Good morning to \r\neverybody. The General Assembly hall is very sparsely \r\npopulated as we are about to start the debate on a \r\nculture of peace. \r\n There was a time, and not so long ago, when \r\nevery presentation I made on a culture of peace used to \r\nhave a section entitled “what is a culture of peace?” We \r\nhave come a long way since then in a relatively short \r\nperiod of time. Today, there is not only a common \r\nunderstanding of a culture of peace, but also an \r\nemerging global movement to carry forward its ideals \r\nand actions as identified in the Declaration and \r\nProgramme of Action on a Culture of Peace. \r\n We commend the Secretary-General for his report \r\ncontained in document A/55/377 that brings together \r\ncontributions from the United Nations system on a \r\nculture of peace and provides a useful basis for the \r\nimplementation of the International Decade for a \r\nCulture of Peace and Non-Violence for the Children of \r\nthe World. The Declaration and Programme of Action \r\non a Culture of Peace, adopted by the General \r\nAssembly in resolution 53/243 of 13 September 1999, \r\ncalls for a global movement for a culture of peace and \r\ndefines the areas of action that should guide \r\nGovernments, international organizations and civil \r\nsociety in promoting and strengthening a culture of \r\npeace. \r\n The Declaration and Programme of Action \r\nprovide all of us with a clear set of guidelines for \r\naction. It is a universal document in the real sense, \r\ntranscending borders, cultures, beliefs and societies. It \r\n \r\n2  \r\n \r\nA/55/PV.49  \r\nidentifies actors who have a role in advancing a culture \r\nof peace. In addition to States and international \r\norganizations, such as the United Nations, it includes \r\nreligious and community leaders, parents and families, \r\nteachers, artists, professors, journalists and students — \r\npeople from all walks of life. The areas identified in \r\nthe Programme of Action — namely,  education, \r\nsustainable development, human rights, equality \r\nbetween women and men, democratic participation, \r\nadvancing understanding, tolerance and solidarity and \r\ninternational peace and security — have been priorities \r\nof the United Nations since its foundation. \r\n As the report of the Secretary-General mentions, \r\n“what is new is their linkage through the culture of \r\npeace and non-violence into a single coherent \r\nconcept”. It also mentions that this is the first time that \r\n“all these areas are interlinked so that the sum of their \r\ncomplementarities and synergies can be developed”. \r\n The adoption of a Programme of Action on a \r\nCulture of Peace is, however, only the first step. Our \r\nsuccess will rest on the strength of our partnership for \r\nits implementation. For the success of our movement, \r\nwe have to build a grand alliance for a culture of peace. \r\nCivil society has a very important and definite role in \r\nthat alliance. Without its proactive role, we can never \r\ninvolve communities and societies in the building of a \r\nglobal culture of peace. \r\n During the ongoing International Year for the \r\nCulture of Peace, we have seen such a grand alliance \r\ncome together. It is heartening to see the culture of \r\npeace receiving wider and wider global acceptance, \r\nthrough the efforts of the United Nations, and \r\nespecially the United Nations Educational, Scientific \r\nand Cultural Organization (UNESCO); through the \r\nnational committees and national focal points \r\ndeveloped during the year; through projects \r\nimplemented globally, nationally and locally; through \r\nwidespread involvement of civil society; through \r\ndeclaratory statements by regional organizations; and \r\nthrough symposiums, workshops and seminars held all \r\nover the world. We are witnessing the movement as it \r\ngathers a momentum that cannot be reversed. \r\n We look forward to the next Decade for further \r\nconsolidating a culture of peace. We have to take our \r\nmovement to our streets where crime and homelessness \r\nis endemic; to our schools where children are learning \r\nthe wrong lessons; to our communities where poverty \r\nis excruciating and harmony is only a hope; to our \r\nsocieties where discrimination and exclusion persist; \r\nbut most importantly, to every human mind, to \r\nextinguish the evils of intolerance and prejudice, \r\nignorance and selfishness. \r\n Our work during the next Decade will be to place \r\nchildren at the centre of the movement for a culture of \r\npeace. By inculcating a culture of peace in future \r\ngenerations, we secure the future of peace. Bangladesh, \r\nas in previous years, will be tabling a draft resolution \r\non this item. The draft will focus on ways and means of \r\nplacing children at the centre of the International \r\nDecade for a Culture of Peace and Non-Violence for \r\nthe Children of the World, as proclaimed in resolution \r\n53/25 of 10 November 1998. The draft resolution will \r\nbe made available to all delegations, and we will be \r\nholding consultations for finalizing it subsequently. \r\nTherefore, we would request that the item be kept open \r\nafter today’s general debate for adoption of that draft \r\nresolution. \r\n Let me provide the general thrust of the draft \r\nresolution that is being put together. First, the \r\nDeclaration and Programme of Action on a Culture of \r\nPeace provides us with a clear set of actions that \r\nshould form the basis of the activities during the \r\nDecade. \r\n Secondly, the objective of the Decade would be, \r\nas the Secretary-General has mentioned, to place \r\nchildren at the centre of activities for a culture of peace \r\nand to further strengthen the global movement for a \r\nculture of peace. The objectives of the Decade could be \r\nfurther advanced through the strengthening of existing \r\npartnerships and networks and developing new ones as \r\nwell as through the full use of new information \r\ntechnology. \r\n Thirdly, during the Decade, UNESCO should \r\ncontinue to play its important coordinating role in the \r\nglobal movement for a culture of peace and should \r\nserve as the lead agency for the Decade. It should \r\norganize reviews and appraisals of the implementation \r\nof the Declaration and Programme of Action during the \r\nDecade at mid-point in 2005 and at the end of the \r\nDecade in 2010. \r\n Fourthly, other entities of the United Nations \r\nsystem should be closely involved and should engage \r\ntheir own networks of partners for the success of the \r\nDecade. In particular, the roles of the United Nations \r\nChildren’s Fund and the University for Peace would be \r\n \r\n 3 \r\n \r\n A/55/PV.49\r\nof great significance, given the importance of \r\neducation in the lives of children and young adults. \r\n Fifthly, closer involvement of the various national \r\ncommittees and focal points, as well as of numerous \r\ncivil-society actors, including the non-governmental \r\norganizations, lies at the heart of the success of the \r\nDecade and making it relevant at all levels. \r\n Sixthly and finally, the Decade should have \r\nparticular significance for the special session of the \r\nGeneral Assembly in 2001 for follow-up to the World \r\nSummit for Children and for the World Conference \r\nAgainst Racism, Racial Discrimination, Xenophobia \r\nand Related Intolerance, to be held in the same year in \r\nSouth Africa. \r\n Mr. Bossière (France) (spoke in French): I have \r\nthe honour to speak on behalf of the European Union. \r\nThe Central and Eastern European countries associated \r\nwith the European Union — Bulgaria, the Czech \r\nRepublic, Estonia, Hungary, Latvia, Lithuania, Poland, \r\nRomania, Slovakia and Slovenia — and the associated \r\ncountries Cyprus, Malta and Turkey join in this \r\nstatement. \r\n The European Union thanks the Secretary-\r\nGeneral for his report on the implementation of the \r\nInternational Decade for a Culture of Peace and Non-\r\nViolence for the Children of the World, and the United \r\nNations agencies that contributed to it. \r\n For the European Union, a non-conflictual \r\napproach in international relations requires the firm \r\nwill of all actors involved to promote tolerance and \r\nrespect for others. As the Preamble to the Constitution \r\nof the United Nations Educational, Scientific and \r\nCultural Organization (UNESCO) states: \r\n “Since wars begin in the minds of men, it is in the \r\nminds of men that the defences of peace must be \r\nconstructed”. \r\nAn international society founded on a culture of peace \r\nmust be built on tolerance, justice, human rights and \r\ndemocracy. \r\n The European Union believes that education is \r\nthe main instrument for disseminating and promoting \r\nthese values. As the Secretary-General emphasizes in \r\nhis report, tolerance, democracy and human rights must \r\nbe the subjects of special attention in education and \r\nawareness-raising among all institutional actors, \r\nparticularly the education sector. \r\n The European Union believes that UNESCO, \r\ngiven its specific vocation in educational matters, has a \r\nleading role to play in this field. The Dakar World \r\nEducation Forum on the theme of “education for all” \r\nassigned the international community the task of \r\nensuring basic education for all, regardless of age or \r\ngeographic or social background. It entrusted to \r\nUNESCO the 15-year mandate of coordinating \r\ninitiatives to meet that objective. \r\n The European Union considers that the values of \r\ntolerance, human rights and justice are essential \r\ncomponents of basic education and indispensable \r\nelements of all effective development policy. The \r\nEuropean Union calls on UNESCO rapidly to develop \r\npartnerships with organizations, the United Nations \r\nChildren’s Fund in particular, that will help it \r\nsuccessfully to carry out this mission. \r\n History has taught the countries of the European \r\nUnion that tolerance and human rights are never \r\nacquired for all time, even in democratic societies. We \r\nare pleased that the United Nations, seeking to promote \r\nthese values in the international community, has \r\nrestored to the core of its activities one of the \r\nfundamental missions assigned to it by the Charter. \r\n Mr. Ling (Belarus) (spoke in Russian): The \r\nGovernment of the Republic of Belarus attaches great \r\nimportance to the agenda item on a culture of peace. As \r\na State that has often suffered terribly from war and \r\nconflict through its history, we are vitally interested in \r\ndeveloping and promoting all ideas on how to ensure a \r\npeaceful future for our planet. The culture of peace is \r\ncertainly one of those noble ideas. \r\n The current session carries particular significance \r\nfor the debate on developing a culture of peace. At the \r\nMillennium Summit, the heads of State and \r\nGovernment of States Members of the United Nations \r\nconfirmed their commitment to peace. The Millennium \r\nDeclaration focused on the main areas of work to be \r\nundertaken by the world community to ensure the well-\r\nbeing and prosperity of the planet in the twenty-first \r\ncentury. We hope that the provisions of the Declaration \r\nwill be implemented. \r\n The culture of peace is organically interwoven \r\ninto the very idea of United Nations activity to prevent \r\nconflict and war. Today, as we discuss measures to \r\nprevent the emergence of crises at the earliest possible \r\nstage, the establishment of a culture of dialogue and \r\ncompromise becomes a vitally important task. Our \r\n \r\n4  \r\n \r\nA/55/PV.49  \r\ndiscussion today is intended to provide the General \r\nAssembly with additional instruments for introducing \r\nthe ideals of peace more actively into the daily routines \r\nof the peoples of our countries. In this context, a huge \r\nrole is played by the University for Peace, which \r\nBelarus supports and encourages. \r\n Human losses in conflict are enormous and \r\nwounds to the global outlook and interrelationships of \r\npeoples heal more slowly than physical injuries. In this \r\ncontext, work to strengthen social values, opinions and \r\nties reflecting common interests and transcending the \r\ndisagreements that lead to conflict must be the subject \r\nof priority attention. Belarus is willing to participate in \r\nthe work to develop the culture of peace and to \r\nintegrate it as vigorously as possible into our social \r\nconsciousness. \r\n Mr. Aboulgheit (Egypt) (spoke in Arabic): The \r\nGeneral Assembly is discussing today one of its most \r\nimportant agenda items, one which reflects the \r\npurposes, the principles and the very being of the \r\nUnited Nations: the culture of peace. We, the peoples \r\nof the world, have undertaken to save succeeding \r\ngenerations from the scourge of war, and we do this on \r\nthe basis of the common moral values of our diverse \r\ncivilizations. Leaving aside our cultural, linguistic or \r\nreligious differences, we have undertaken to cooperate \r\nto fulfil the hopes of humanity to achieve development, \r\npeace and prosperity. \r\n Unfortunately, the more humanity moves towards \r\ncoexistence and peace the more we see conflicts and \r\ncrises — religious, ethnic, tribal and regional. The \r\nworld has also suffered from repeated economic crises \r\nand nuclear and environmental threats, and has been \r\nthe victim of an irresponsible use of technology under \r\nthe guise of scientific progress. It was therefore \r\nnecessary to resume the dialogue to reinforce the \r\nculture of peace. This is why the General Assembly has \r\ndeclared the year 2000 the International Year for a \r\nCulture of Peace and has also sought to bring about a \r\ncommon cultural and scientific denominator so that we \r\ncan all cooperate to safeguard the dignity, values, \r\nfreedoms and specificities of the human race and \r\nrespect our different cultures.  \r\n Just as our civilizations have produced tyrants, \r\nwar-mongers and destructive forces, they have also \r\nproduced great individuals, advocates of peace, \r\nscientists, inventors, explorers and great politicians \r\nwho have set the basis for a culture of peace. Our \r\nworld is determined to adopt a new path on the basis of \r\ncommon principles that are not separated by ideologies \r\nor intellectual, cultural or religious beliefs. So is the \r\ndetermination of people to cooperate whatever their \r\nculture, whatever their orientation. That can only make \r\na direct contribution to setting up the concept of a \r\nculture of peace, which must play an essential role in \r\nguaranteeing cooperation, understanding and dialogue, \r\nfar from aggression and any attempts to impose one’s \r\nviews, whether intellectual, economic, or military, or \r\nof any other kind. \r\n In this respect, Egypt believes in the importance \r\nof the dissemination and strengthening of the culture of \r\npeace, through strengthening of international peace and \r\nsecurity, comprehensive disarmament and everything \r\nwhich may solve problems and remove the obstacles to \r\neconomic and social development, as well as the \r\ncreation of a national and international climate to \r\neradicate poverty, taking into account aspects such as \r\ntrade, investment, technical assistance and technology \r\ntransfer. We feel that it is essential to enhance social \r\nand economic cohesion and reinforce human rights and \r\nthe dignity of the individual. We also have to pay \r\nattention to the empowerment of women and respect \r\nequality of opportunity for men and women, all on the \r\nbasis of the purposes and principles of the Charter of \r\nthe United Nations, which must remain the most \r\nappropriate and essential framework for defining a \r\nculture of peace, and on the basis of the principle of \r\nthe sovereignty and independence of States and the \r\nprinciple of non-intervention in the internal affairs of \r\nother States. \r\n What both surprises and concerns us is that whilst \r\nthe countries of the world are appealing for, and \r\nstressing the need to reinforce, a culture of peace, \r\nthousands of innocent victims are affected by conflicts. \r\nChildren particularly have become targets or tools of \r\nconflicts. Despite the shocking number of children \r\nkilled, kidnapped or wounded, because of landmines \r\nand other weapons, the number of children deprived of \r\naffection and their mental and material needs in \r\nsocieties torn apart by conflicts is even greater. \r\nMillions of children have lost their homes, their \r\nfamilies and years of study — they have lost their \r\nyouth. Some have suffered from psychological shock, \r\nwhich will remain with them for the rest of their lives. \r\nWe therefore reaffirm the importance of the resolution \r\ndeclaring the decade from 2001 to 2010 the \r\nInternational Decade for a Culture of Peace and Non-\r\n \r\n 5 \r\n \r\n A/55/PV.49\r\nViolence for the Children of the World. The children \r\nare the future of the human race. They are the future of \r\nour society. The development of children, safeguarding \r\ntheir lives and their rights, is a common responsibility \r\nincumbent upon us all. The children of the future will \r\nexperience the effects of what we do today, either war \r\nand violence or development and peace. \r\n When we speak of the culture of peace, we have \r\nto express our great concern and anger at the continued \r\nIsraeli occupation of the Arab territories in Palestine \r\nand Syria, in violation of all the principles, laws, rules \r\nand norms laid down in the Charter of the United \r\nNations and conventions relating to human rights, as \r\nwell as in the Programme of Action on a Culture of \r\nPeace for the Decade. Today, after more than half a \r\ncentury, we still support the right of the Palestinian \r\npeople to self-determination. They are suffering and \r\nfacing all forms of violence and repression and \r\ninjustice whilst the Israeli forces continue to kill \r\npeople, including children, ignoring all legal, political \r\nand moral undertakings in this respect. Whilst we \r\nspeak of the culture of peace, we cannot ignore the just \r\nappeals of the Palestinian people for help. They live in \r\ninhumane, very difficult conditions that cry out to the \r\nworld conscience. \r\n The United Nations, the voice of the international \r\ncommunity and the symbol of international legality, \r\nhas played its role in the conflict between Arabs and \r\nIsraelis, in times of both war and peace, actively \r\nparticipating in historical decisions adopted over the \r\nlast decades relating to the Palestinian cause. It is high \r\ntime the United Nations declared its commitment to \r\nimplement the Programme of Action on a Culture of \r\nPeace, which calls for strengthening the dignity of the \r\nhuman being and for ending foreign occupation. \r\n Egypt appeals for an end to the Israeli occupation \r\nof all the lands in question as part of a just, \r\ncomprehensive peace on the basis of United Nations \r\nresolutions and the international legal order. Egypt also \r\nasks that the decisions and agreements that have been \r\nsigned be implemented so that we can make progress in \r\nthe peace process, with respect for the legitimate rights \r\nof the Palestinian people, including the right to create \r\ntheir own independent State, in the common interest of \r\nall the peoples living in the region in order to \r\nsafeguard stability and strengthen the basis for justice, \r\nfairness and balance. We should implement these \r\ndecisions in order also to safeguard the credibility of \r\nthe international legal order and all the appeals made in \r\norder to strengthen human security and human rights. \r\nEgypt asks that all the Israeli elements that have \r\nviolated international law and the principles of human \r\nrights be identified so that they can be brought to book \r\nfor the injustices and the unjustified violence \r\nperpetrated against the Palestinian people. \r\n Despite the challenges and tragedies that our \r\nworld has to face, we are optimistic. We feel that we \r\ncan work together to achieve our objectives and \r\nstrengthen the culture of peace in this new millennium. \r\n We want a better future for our children and our \r\npeoples, and we want to ensure that the rights of \r\npeoples and nations are respected without differences \r\nover priorities and definitions. We want to ensure that \r\nour political work is strengthened without double \r\nstandards; we want real development that does not \r\nignore poverty or its causes; we want clean \r\nenvironment, science and technology applied for the \r\ngood of everyone and, finally, we require the respect of \r\nlaw, human rights, and the purposes and principles that \r\nwe have adopted in the Charter. \r\n We recognize that we will not be able to \r\nimplement all these principles without a serious and \r\nconstructive dialogue between civilizations — a \r\ndialogue based on equality and mutual respect. The \r\nUnited Nations as a forum that brings together diverse \r\ncultures and approaches has to play an essential role in \r\norder to reinforce understanding and cooperation. The \r\nDeclaration and the Programme of Action on a Culture \r\nof Peace are undoubtedly the clearest evidence of our \r\ncommitment to work in this forum. The culture of \r\npeace is a set of values and a code of conduct based on \r\nthe principles of freedom, justice, democracy \r\ndevelopment, respect for human rights, human security, \r\nsafety of the individual, tolerance, solidarity, equity, \r\nlegal order, non-intervention in domestic affairs, the \r\nprohibition of violence and occupation and respect for \r\nthe sovereignty, plurality and the specificity of each \r\nsociety. All of this can lead us along the right path to \r\nreinforce a dialogue that aims at bringing about mutual \r\nunderstanding and coexistence. \r\n Mrs. Mohanta (India): The eight areas of action \r\nidentified by the General Assembly to promote the \r\nculture of peace, which the Secretary General recalls in \r\nhis report, span so much of the work of the United \r\nNations system that this one agenda item helps us \r\ncheck on the progress that we, as Member States, and \r\n \r\n6  \r\n \r\nA/55/PV.49  \r\nthe United Nations, as an institution, are making \r\ntowards the promotion of our common objectives. \r\n The first of these eight areas is a culture of peace \r\nthrough education. The Secretary-General has reported \r\non the steps taken throughout the world to put this in \r\npractice. We need to take note of the dangerous \r\nexceptions. The unending strife in Afghanistan, the \r\nmost protracted and vicious of the conflicts now \r\nbedevilling the world, is sustained by young men who \r\nas children were educated only in war and into a \r\nculture of intolerance, bigotry and hatred. Volumes \r\nhave been written about the schools that exploit \r\npoverty to draw children into their fold with the \r\ntemptation of two square meals a day, and train them to \r\nbecome cannon fodder in one war or another, falsely \r\nfomented and sustained in the name of religion. Their \r\npoison, first injected into Afghanistan, has now spread \r\nbeyond its borders. We, and other neighbours of \r\nAfghanistan, have borne the brunt of this, and others \r\nare now becoming targets. \r\n Sustainable economic and social development is \r\nthe second area of action. As a first step, we hope the \r\ncommitments of the Millennium Declaration will be \r\nimplemented, as those agreed to at various world \r\nconferences over the last decade were not. In many \r\nregions, economic development has slowed down, or is \r\nnot keeping pace with need. Globalization has put \r\npressure on social development. Experience shows that \r\nboth the unequal benefits from growth and the absence \r\nof growth can produce tensions that can lead to \r\nconflict, within nations and between them. A culture of \r\npeace cannot truly take hold as long as there is unequal \r\nor flagging economic and social development. \r\n Respect for all human rights constitutes the third \r\narea of action. Here too, progress has been uneven. The \r\npromotion of a narrow and selective interpretation of \r\nhuman rights has become a political tool of the \r\npowerful. Whether this promotes human rights, or \r\nwhether this is indeed the intention, is a moot point. \r\nWhat is obvious is that human rights have become an \r\narena of conflict between nations; it would be \r\nsimplistic to suggest that the friction is only between \r\ncountries that promote human rights and those that \r\nviolate them. The tension is between those that preach \r\nabout human rights, and those who resent self-serving \r\nadvice. To promote a culture of peace, we must \r\ncollectively, and without any assumptions of cultural or \r\nmoral superiority, work to promote the human rights of \r\nall, without drawing arbitrary distinctions between one \r\nset of rights and another; economic, social and cultural \r\nrights are as important as social and political rights in \r\nthe promotion of a culture of peace. \r\n Equality between women and men is the fourth \r\narea of action. The follow-up to the Beijing Conference \r\nearlier this year in the special session of the General \r\nAssembly showed us how far we still have to go. In \r\nfact, in many areas, there has been backsliding since \r\nBeijing, rather than progress. Important groups of \r\ncountries seem to be reluctant to continue to honour \r\ncommitments they accepted at Beijing; others are \r\ninterested only in the promotion of an extremely \r\nshallow and provocative interpretation of women’s \r\nrights. In the Security Council, two weeks ago, the \r\ndiscussion on women and peace and security was an \r\ninteresting one, but it established just how marginal a \r\nrole women continue to play in the promotion of peace. \r\n Democratic participation is the fifth area, and this \r\nforms the foundation on which everything else rests. \r\nOver the last decade, democracy had become almost \r\nthe norm of governance. We welcomed the emergence \r\nof the new and restored democracies. Unfortunately, \r\nover the last two years, several countries newly \r\nemerged into democracy have relapsed into a \r\ntotalitarian system of governance. Where there is no \r\ndemocracy, where Governments are run by the military, \r\nit is unlikely that any of the other seven areas of action \r\nneeded to promote a culture of peace will get any \r\nattention. Democracy needs to be defended, and we \r\nwere pleased therefore that earlier this year a \r\nCommunity of Democracies was formed to do just that. \r\nThe promotion of democracy and its spirit as a norm \r\nshould be critical to the work of the United Nations, \r\nbut the Organization is still far behind others such as \r\nthe Organization of African Unity (OAU) and the \r\nCommonwealth, which, to their lasting credit, have \r\ndecided to ostracize those who overthrow democracy. \r\nIt is time that the United Nations seriously consider \r\nsimilar action. \r\n Understanding, tolerance and solidarity make up \r\nthe sixth area. Here, too, the record is uneven. The \r\nattempt to promote dialogue among civilizations is a \r\nuseful initiative, but it must be truly comprehensive, \r\nnot restricted either to a rigid or sectarian interpretation \r\nof civilization or to the promotion of any political \r\nobjective other than to strengthen a sense of solidarity \r\namong all the citizens of the world and appreciation \r\nand respect for the contribution of the cultures. \r\nExperience has shown that even when this solidarity is \r\n \r\n 7 \r\n \r\n A/55/PV.49\r\nmost desperately needed, such as for instance, when \r\ndisasters strike, the international response is very \r\nskewed, and almost entirely determined by political \r\nconsiderations. What has been described poignantly as \r\nhumanitarian favouritism does not promote the culture \r\nof peace. \r\n On the free flow of information and knowledge, \r\nthe seventh area of action, the Secretary-General has \r\nreported on the various ways in which information \r\ntechnology can be both used and abused. He has also \r\nreminded us of the important role the mass media must \r\nplay. We endorse his comments. While the Secretary-\r\nGeneral has concentrated on the flow of information, it \r\nis also at least equally important that there should be a \r\nfree flow of knowledge. Knowledge, particularly \r\nscientific knowledge, is now in fact shared less freely \r\nthan it was earlier. Since we live in an era defined by \r\nknowledge, those who are denied access to it will by \r\ndefinition fall further and further behind; if a \r\npermanent underclass is thereby created, global peace \r\ncan never be established. \r\n The last area is that of international peace and \r\nsecurity. If democracy is the soil in which we plant a \r\nculture of peace, international peace and security is its \r\nfruit. But, though this might appear a tautology, there is \r\nmuch that can be done by the United Nations to \r\npromote a culture of peace in actions taken to promote \r\npeace and security. The most obvious, and certainly the \r\nmost important, is nuclear disarmament. The first truly \r\nglobal peace movement arose to press for universal \r\nnuclear disarmament. As long as we live under the \r\nthreat of nuclear annihilation, the international \r\ncommunity can never be said to enjoy security. What is \r\nparticularly worrisome and dispiriting is that some of \r\nthe most powerful nuclear weapon States predicate \r\ntheir security on the first use of these weapons, even \r\nagainst those who are not nuclear-armed. This does not \r\nreflect a culture of peace, and continuously undermines \r\ninternational peace and security. \r\n Peacekeeping is the instrument the United \r\nNations has developed over the last fifty years to \r\nrestore peace and security where it has been seriously \r\nbreached. Increasingly, the United Nations believes \r\nthat a peacekeeping operation will have lasting success \r\nonly if it helps create and leaves behind a political \r\nframework that promotes democracy, human rights, \r\ngender equality and an environment that would help \r\nsustain economic and social development. These are all \r\nelements of a culture of peace. By definition, all this \r\ncan be done only by peacekeeping forces that have an \r\nexperience of this at home; it cannot be done by \r\nmilitary and police contingents from countries where \r\nthere is no democratic tradition or where the military \r\nhas a practice of overthrowing democracy. For the \r\nUnited Nations to use such forces in its peacekeeping \r\nis to ensure that the objectives it wishes to promote \r\nwill in fact be subverted. This is self-evident, but we \r\nare astonished that the United Nations does not act \r\nupon it. \r\n This is a broad-brush assessment of where we are \r\nin the development of a culture of peace. Clearly, much \r\nremains to be accomplished, and we would hope that \r\nthe Secretary-General, in his next reports, will cover \r\ndevelopments in the work of the United Nations system \r\nin all eight areas of action needed to promote and \r\nnurture a culture of peace. \r\n Mr. Pradham (Bhutan): It has been frequently \r\nstated that war and peace emanate from the minds of \r\nhuman beings. Therefore, to prevent warfare and \r\nviolence it is necessary to change the thinking and \r\nattitude of people. This is best done through a culture \r\nof peace that should be inculcated, sustained and \r\nnurtured by each society at various levels of the social \r\nstrata. It has to begin with individuals and families. It \r\nhas to be ingrained in children in our homes and \r\nschools from a tender age. It has to be practised by \r\nGovernments and promoted by civil society and \r\nreligious leaders. The use of violence in finding \r\nsolutions, if it is not just or is based on the strong \r\npreying on the weak, can never give rise to durable \r\npeace. \r\n Despite what I have just mentioned, the \r\ninternational community is aware that today’s world \r\nlacks the culture of peace and we still have some way \r\nto go and learn through hard lessons. Solutions, no \r\nmatter how difficult, and the process, no matter how \r\ntedious, must be found through dialogue and peaceful \r\nmeans, and not through the barrels of guns. But when \r\nappeals for peaceful resolution of disputes do not have \r\nthe desired effect on situations, and innocent people — \r\nwomen and children — start getting killed and injured, \r\nthere is no other way but to use force to put an end to \r\nviolent disputes, however painful this may be, however \r\nreluctant we may be to do so. \r\n The international community has utilized force in \r\ncertain circumstances and may have to do so in the \r\nfuture. But we must remember that such situations \r\n \r\n8  \r\n \r\nA/55/PV.49  \r\nshould be considered carefully, and should be used \r\nonly as a last resort when all other peaceful means \r\nhave failed and situations have become untenable for \r\ninnocent lives. Military action to tackle such \r\ncircumstances should be taken with the broad \r\nconsensus of the international community and by \r\ndecision of the Security Council. Again, for the \r\neffective functioning of the Security Council there is a \r\nneed for major reforms to reflect the realities of today’s \r\nworld. This is another matter, and the General \r\nAssembly will be dealing with it under a separate \r\nagenda item. \r\n The General Assembly proclaimed the year 2000 \r\nas the International Year for the Culture of Peace and \r\nthe decade 2001-2010 as the International Decade for a \r\nCulture of Peace and Non-Violence for the Children of \r\nthe World. These are laudable objectives. But we need \r\nto make these pronouncements meaningful. The \r\ntrafficking of children from poor nations for \r\nprostitution and other illegal activities is a grave \r\nmatter, and to deal with it, we have to go beyond the \r\ndebates in these halls. Governments and civil society \r\nmust initiate deliberate and stern action to put an end \r\nto these practices. As we have already seen, simply \r\nsaying that laws exist to prevent such practices is not \r\nadequate. The misuse of children has its basis mainly \r\nin abject poverty conditions. \r\n We can only see this situation worsening in the \r\nyears to come with the expanding populations in the \r\ndeveloping countries, unless Governments and the \r\ninternational community start acting in purposeful \r\nhaste. Hence, it must be remembered that action must \r\ninclude the establishment of the necessary social and \r\neconomic conditions that would help poor nations and \r\nsocieties to give children a meaningful education, \r\nhealth facilities and a future to look forward to. To do \r\nall this developing countries require resources, and \r\nespecially official development assistance, which may \r\nbe linked to promises of good and responsible \r\ngovernance on the part of the countries concerned. \r\n Under the wise leadership of His Majesty the \r\nKing, we have launched a socio-economic \r\ndevelopment policy in Bhutan that goes beyond gross \r\nnational and gross domestic product statistics. Our \r\ndevelopment policy is people-centred, and we call it \r\nAchieving Gross National Happiness. Peaceful \r\ncoexistence has been one of the pillars of Bhutan’s \r\nforeign policy. Our national psyche has been nurtured \r\nby Buddhism, whose basis — as the world knows — is \r\nembedded in a culture of peace. But we are also \r\nconscious that we live in a complex world order in \r\nwhich nations seek to pursue their interests, not only \r\nthrough cooperation but also at the expense of others. \r\nIt is in this context, and in the absence of built-in \r\nmechanisms designed to safeguard and promote the \r\ninterests of small States, that we are required to take \r\nmeasures to safeguard our sovereignty, should the need \r\narise. \r\n In conclusion, I would like to reiterate that the \r\nconditions of abject poverty afflicting three billion \r\npeople, or half the world’s population, along with \r\nrapidly expanding populations, has a lot to do with \r\ndisturbing the peace. There can be no culture of peace \r\nin the midst of poverty and population explosions. \r\nThere can be no culture of peace when countries and \r\nleaders advocate violence, hatred and terrorism. We \r\nmust not allow our focus on these issues to be blurred \r\nby any other. We must look deeply into these problems \r\nthat are plaguing societies, and consciously and \r\ndeliberately promote the culture of peace by finding \r\nsolutions to issues that are creating obstacles to peace, \r\nhappiness and prosperity. \r\n Mr. Franco (Colombia) (spoke in Spanish): The \r\nunanimous decision taken at the fifty-second session of \r\nthe General Assembly to declare the year 2000 the \r\nInternational Year for the Culture of Peace charted the \r\ncourse for the beginning of this new century, a century \r\nin which the culture of war and the solving of conflicts \r\nthrough violent means should give way to the culture \r\nof peace and tolerance. However, for that to become \r\nreality mankind will have to learn to coexist on the \r\nbasis of the universal values of peace. No less \r\nimportant is the resolution adopted by the General \r\nAssembly proclaiming the International Decade for a \r\nCulture of Peace and Non-Violence for the Children of \r\nthe World. \r\n The exercise of peace cannot be founded solely \r\non political, social and economic agreements between \r\nGovernments or parties to a conflict. In order for peace \r\nto be stable and lasting it must be based on society’s \r\nintellectual and moral convictions and on its ethical \r\nand solidarity-based behaviour. Conceived in that way, \r\npeace can be expressed in very simple ways: to learn to \r\nlive together. \r\n Our great challenge is therefore to move from the \r\nstereotypes of war to the ideals of peace — from the \r\nculture of violence and intolerance to peaceful \r\n \r\n 9 \r\n \r\n A/55/PV.49\r\ncoexistence; towards a culture founded on new values \r\nand ways of behaving in which the principles of \r\nliberty, justice and democracy prevail; towards a \r\nculture that will make it possible for us always to \r\nresort to dialogue and negotiation in order to resolve \r\nour differences. \r\n Colombia is pleased to learn, from various \r\nreports, of the many wide-ranging activities carried out \r\nby the United Nations system on the subject of the \r\nculture of peace. I would like to highlight, in particular, \r\nthe work done by the United Nations Scientific, \r\nEducational and Cultural Organizations (UNESCO) \r\nsince the holding of the first General Conference, in \r\n1946, when it stated that education — because of its \r\nability to instil principles in the minds of men and \r\nwomen — was the basic tool with which to build \r\npeace. On the basis of an initiative by Colombia that \r\nhad the valuable support of UNESCO, the Organization \r\nof American States hosted a meeting, in our own \r\nregion, of governmental experts in October 1999 to \r\ndraft an educational programme for peace in the \r\nwestern hemisphere.  \r\n After being involved in an internal conflict for \r\nover four decades, my country reclaimed the right to \r\nlive in peace. We demonstrated that three years ago, \r\nwhen 10 million Colombians exercised their rights as \r\ncitizens and gave the President of the Republic a clear \r\nand specific mandate to find peace through a peaceful \r\nsolution. The Government of Colombia has committed \r\nitself to a clear policy of peace in the firm conviction \r\nthat a negotiated solution is an essential element in \r\nestablishing peace on a broad and solid foundation. \r\n In the same vein, as part of the celebrations of the \r\nInternational Year for the Culture of Peace, \r\n12.8 million Colombians — almost one third of the \r\npopulation — signed the 2000 Manifesto. In so doing, \r\nall the signatories committed themselves to put  \r\ninto practice in their daily lives the principles of \r\nnon-violence and the culture of peace. The First Lady \r\nof Colombia presented the Manifesto at the special \r\nceremony held at United Nations Headquarters to \r\ncommemorate the International Day of Peace. \r\n As the principal victims of the armed conflict, the \r\nchildren of Colombia are the focus of attention. Every \r\neffort undertaken to fulfil the commitment made in the \r\nresolution proclaiming the International Decade for a \r\nCulture of Peace and Non-Violence for the Children of \r\nthe World will be made on their behalf. We have \r\ncommitted ourselves to undertaking national and \r\ninternational efforts so that the children of the world do \r\nnot take part in the internal conflicts of their countries, \r\neither directly or indirectly. \r\n We are convinced that violence is avoidable; but \r\npreventing violence requires great commitment. \r\nUndoubtedly, dealing with underlying causes is of \r\ngreater benefit to society than intervening in existing \r\nconflicts. In order to do that we must be continually \r\nwilling — every day — to find shared solutions and to \r\nkeep the objective facts of disputes from going out of \r\ncontrol and becoming hostilities.  \r\n Colombia’s commitment to peace is unequivocal. \r\nWe are convinced that mobilizing the international \r\ncommunity, and the United Nations in particular, will \r\nserve to solidify the culture of peace. The Decade just \r\nbeginning will continue if we all commit ourselves to \r\ninstilling an education for peace in future generations. \r\n Ms. Enkhtsetseg (Mongolia): My delegation is \r\nprivileged to address this plenary meeting of the \r\nMillennium Assembly on the agenda item entitled \r\n“Culture of peace” as the international community \r\nfinds itself in the midst of observing the International \r\nYear for the Culture of Peace, which is to be followed \r\nimmediately by the Decade for a Culture of Peace and \r\nNon-Violence for the Children of the World. \r\n Both of them are inspired by and based on the \r\nDeclaration and Programme of Action on a Culture of \r\nPeace, which was aimed at uniting the world around a \r\nnew set of post-cold-war norms, values and principles \r\nat the dawn of a new millennium. The spirit of the \r\nDeclaration has been further enhanced by the \r\ncommitment made by world leaders at the Millennium \r\nSummit to the fundamental values of freedom, \r\nequality, solidarity, tolerance and shared responsibility. \r\nThat commitment gives rise to the hope that our \r\nchildren and grandchildren will live in a world that is \r\nfree from violence and discrimination, a world that is \r\nmore inclusive, caring and sharing. \r\n Mongolia deems it important that activities under \r\nthe Decade be further complemented by upcoming \r\ninternational events, including the World Conference \r\nagainst Racism, Racial Discrimination, Xenophobia \r\nand Related Intolerance and the special session of the \r\nGeneral Assembly for follow-up to the World Summit \r\nfor Children, both of which are scheduled for next \r\nautumn. \r\n \r\n10  \r\n \r\nA/55/PV.49  \r\n My delegation welcomes the report of the \r\nSecretary-General contained in document A/55/377, \r\nwhich outlines modalities of action to promote the \r\nimplementation of the Decade with a principal \r\nemphasis placed on children and their education, \r\nincluding promotion of the values, attitudes and \r\nbehaviours of a culture of peace. We also favour a \r\nbroad-based holistic approach to education, not \r\nlimiting it to formal education in schools, but including \r\nalso out-of-school and informal education in the full \r\nrange of social institutions, including the family and \r\nthe media. \r\n In addition to the modalities of action referred to \r\nin the report at the levels of formal and non-formal \r\neducation to promote a culture of peace and non-\r\nviolence, my delegation believes that international \r\neducational exchange programmes, especially at the \r\nundergraduate level, could further contribute to the \r\nattainment of the Decade’s goals. The Mongolian \r\nGovernment, despite its severe financial constraints, \r\nenvisages an increase in the number of young people \r\nstudying abroad on Government scholarships. We urge \r\nthe international community, through both bilateral and \r\nmultilateral channels, to encourage and support \r\neducational exchanges for children and young people \r\nfrom various countries and cultures as part of the \r\nactivities to be undertaken during the Decade. \r\n In recognition of the crucial role of education in, \r\ninter alia, instilling the values of peace and tolerance, \r\nMongolia has reiterated on a number of occasions its \r\nconviction about the need to launch a United Nations \r\nliteracy decade. In that respect, my delegation looks \r\nforward to a report of the Secretary-General, to be \r\nprepared in cooperation with the Director-General of \r\nthe United Nations Educational, Cultural and Scientific \r\nOrganization (UNESCO) for the next session of the \r\nGeneral Assembly, containing a draft plan of action \r\nand time-frame for a United Nations literacy decade. \r\nWe also believe that the launch of such a decade would \r\nmarshal the necessary political will and commitment at \r\nthe highest level towards attaining the goals set by the \r\nDakar Framework for Action: Education for All. \r\n In the national context, it should be underlined \r\nthat education goals are accorded top priority by the \r\nnewly elected Government of Mongolia, as reflected in \r\nits action programme. The Government of Mongolia \r\nstands resolved, inter alia, to increase and encourage \r\npublic and private investment in education, improve \r\nthe management and quality of education at both \r\nformal and non-formal levels, expand pre-school \r\neducation and undertake the training of trainers. \r\nFurthermore, the Government of Mongolia has put \r\nforward the ambitious goal of computerizing all \r\nsecondary schools in the country and providing them \r\nwith Internet access in line with the specific objective \r\nof the Decade that special efforts should be made to \r\nextend access to new technologies to the unreached. \r\n The year that is drawing to a close has helped \r\nmotivate international public opinion in support of a \r\nculture of peace. The small portion of the 60 million \r\nsignatures in support of UNESCO’s Manifesto 2000 for \r\na Culture of Peace and Non-Violence that came from \r\nMongolia represents a humble but nonetheless \r\nimportant commitment by many of my compatriots to \r\npractising tolerance and non-violence in their daily \r\nlives. \r\n Let me, in conclusion, cite an Italian educator, \r\nMaria Montessori, who noted that \r\n“establishing lasting peace is the work of \r\neducation; all that politics can do is keep us out \r\nof war”. \r\nIndeed, durable peace cannot be maintained through \r\npolitical settlements alone. A culture of peace, \r\ntolerance and non-violence ought to be nurtured in \r\nevery individual from his or her early days. The future \r\nbelongs to our children. In order for that future to be \r\npeaceful and prosperous, our children should grow up \r\nwith a conviction that understating, tolerance and \r\nsolidarity are the real strengths that will make the \r\nweapons of war rust in peace. \r\n Mr. Carranza (Guatemala) (spoke in Spanish): \r\nSince \r\n“wars begin in the minds of men, it is in the \r\nminds of men that the defences of peace must be \r\nconstructed”. \r\nThat idea, from the preamble to the Constitution of the \r\nUnited Nations Educational, Cultural and Scientific \r\nOrganization (UNESCO), forms the basis for the \r\nconcept of a culture of peace. The essence of \r\nconstructing a culture of peace is the prevention of \r\nviolence and conflict. \r\n During this, the International Year for the Culture \r\nof Peace, we must heighten our awareness of the \r\nimportance of values, attitudes, traditions, customs, \r\nbehaviour and ways of life that respect life, human \r\n \r\n 11 \r\n \r\n A/55/PV.49\r\nbeings and human rights, that both embody and create \r\nsocial interaction and interchange based on principles \r\nof freedom, justice, democracy, human rights, tolerance \r\nand solidarity. Those are the values that define the \r\nobjective of a total rejection of violence and that help \r\nprevent conflict by addressing its causes. \r\n We welcome the action taken by UNESCO and \r\nother agencies in the United Nations system with \r\nrespect to a culture of peace. We also welcome the \r\nInternational Decade for a Culture of Peace and Non-\r\nViolence for the Children of the World. We are certain \r\nthat the Programme of Action on a Culture of Peace \r\nwill be a benchmark that will encourage the \r\ninternational community in its efforts towards world \r\npeace and will help prevent violence and contribute to \r\nworld peace. \r\n Guatemala is among the countries that have \r\nbenefited from programmes of action on a culture of \r\npeace. Guatemala’s Culture of Peace Project is a \r\nUNESCO programme that enjoys the financial support \r\nof the Italian Government in partnership with the \r\nGuatemalan Ministry of Education. \r\n Since the signing of the peace accords on 29 \r\nDecember 1996, Guatemala has been carrying out a \r\nprocess of strengthening peace based on a culture of \r\npeace and democratic participation. The peace accords \r\nlaid the foundation, and helped open up broader \r\npolitical and social spaces, making it possible to \r\nencourage participation in the national debate by \r\ngroups and sectors that had historically been \r\nmarginalized. \r\n A purpose of Guatemala’s Culture of Peace \r\nProject is to mobilize citizens towards a culture of \r\npeace and non-violence. The idea is that institutional \r\nand non-institutional actors — such as men, women, \r\nteenagers, girls, boys, academics, officials, \r\nintellectuals, business people, religious leaders and \r\nmayors — will all be involved in a sustained effort to \r\nensure that our daily activities show respect for and \r\nstrengthen the democratic spaces, development and \r\npeaceful coexistence that became possible with the \r\nsigning of the peace accords. \r\n This project has helped to open up opportunities \r\nfor reflection on and discussion of the culture of peace \r\nin civil society, and has promoted training on themes \r\nassociated with the culture of peace among educators \r\nand youth and community leaders. At the same time, \r\ncontacts are being coordinated and established with the \r\nMinistry of Education so that the subject of the culture \r\nof peace and democracy can be included in the revised \r\ncurriculum and civic education programmes. \r\n Other aspects of the project designed to \r\ncontribute to the consolidation of the peace process in \r\nour country relate to the promotion of citizen \r\nresponsibility, the fostering of an understanding of and \r\nrespect for social and cultural realities and pluralism, \r\nsupport for comprehensive youth development, the \r\nprovision of civic education and education for \r\ndemocratic citizenship and the promotion of \r\nintercultural relations. \r\n Through seminars, conferences, training courses, \r\nstudies, research, youth and community activities, \r\ncooperation between national and international \r\ninstitutions, and support from them, our Culture of \r\nPeace Project has set about training people to promote \r\na culture of peace and reject violence in all areas of \r\nsocial interaction, particularly among young people. \r\n I am pleased to announce that more than 25 \r\nassociations, universities, schools, businesses, \r\ncommunications media companies and governmental \r\nagencies have been involved in the International Year \r\nfor the Culture of Peace in Guatemala, and that over 35 \r\nevents have been organized to promote the culture of \r\npeace and the rejection of violence. \r\n We are pleased that the Secretary-General has \r\nproposed — and UNESCO has agreed — that \r\nUNESCO should continue to play its coordinating role \r\nin the coming decade. Such initiatives will enable us to \r\ncontinue to share in the process of strengthening and \r\nfostering the culture of peace in our society together \r\nwith other countries in the world that are seeking peace \r\nand social justice.  \r\n In conclusion, my delegation welcomes the \r\nleading role played by the United Nations in promoting \r\na culture of peace at the global level. Speaking for \r\nGuatemala in particular, we welcome the invaluable \r\ncontribution made by UNESCO and the cooperation of \r\nfriendly countries in support of our national efforts to \r\nconsolidate peace. We also congratulate UNESCO on \r\nits work in coordinating the International Year for the \r\nCulture of Peace, whose success is reflected in the \r\ninvolvement of so many countries and people, \r\nincluding the over 60 million people who signed \r\nManifesto 2000 to support a culture of peace and reject \r\nviolence. \r\n \r\n12  \r\n \r\nA/55/PV.49  \r\n Mrs. Austria-Garcia (Philippines): I should like \r\nat the outset to state that the Philippines supports the \r\nDeclaration and Programme of Action on a Culture of \r\nPeace adopted during the fifty-third session. The \r\nPhilippines actively participated in the deliberations in \r\nthe United Nations Educational, Scientific and Cultural \r\nOrganization (UNESCO) on this subject, and is \r\ntherefore gratified to see the seed of these deliberations \r\ntake root. \r\n Developments in the past two decades have \r\nraised our hopes that peace might be within our reach. \r\nWe have seen the cold war end, the iron curtain fall, \r\ndemocracy restored and countries achieve progress that \r\nthey had never attained before. We have seen \r\nglobalization knit countries together and information \r\ntechnology bind those of us far away. Yet, hanging in \r\nthe shadows of this rosy image of progress and \r\nprosperity, are raging violence, deep discontent and \r\ndeep-seated fear, while a multitude of human beings \r\nare living in poverty and squalor. \r\n A few months ago our leaders met and discussed \r\nways of addressing the pressing concerns of our world: \r\npoverty, hunger, disease, environmental degradation, \r\nthe need for shelter and many other issues. But their \r\ndeliberations converged on one subject, the attainment \r\nof which seems for ever to elude us. That subject is \r\npeace. \r\n Peace is not a new concept. We have been \r\ndiscussing it for centuries. Philosophers and political \r\nscientists have dealt extensively with the subject of \r\npeace, undertaking studies that analyse even the \r\nminutest behaviour of man in order to find that missing \r\nlink that would lead us to the peace that so eludes us. \r\nWhy is peace so elusive? Political scientists would say \r\nthat if they knew the answer there would be no more \r\nwar. \r\n While the answer seems to elude us, it is \r\ncomforting that we have shown firm determination to \r\npursue the elimination of war. The Declaration and \r\nProgramme of Action on a Culture of Peace, and \r\ncontinued dialogue to sort out our differences, are \r\nproof of our commitment. All that has to be done now \r\nis to turn our words into deeds. \r\n Our Programme of Action on a Culture of Peace \r\nunderscores education as one of the essential \r\nfoundations on which to promote a culture of peace in \r\nthe minds of our peoples. That is right, and the \r\ninitiative must be pursued. Newborn babies have no \r\nidea what kind of world they are entering into. We, \r\nwho have come before them, acclimatize them to their \r\nnew environment. Our societies orient them to the \r\nnorms and values that are held in esteem. But, sadly, \r\nwe sometimes stress our differences and not our \r\ncommon humanity. May I propose that, from the very \r\nstart of human life, we introduce the way of peace and \r\nmould values in our children that respect the life of \r\neach and every person, the law and justice and promote \r\ntolerance. Let us cast away our biases and prejudices \r\nthat have built barriers between us in our world. Let us \r\nuse the media to promote the value of empathy so that \r\nour children may be more than willing to understand \r\nothers and accept differences. Let us make our new \r\ninformation technologies available for the promotion \r\nof a way of life that advocates and nurtures peace. \r\n Next year is the beginning of the International \r\nDecade for a Culture of Peace and Non-Violence for \r\nthe Children of the World. Let us all endeavour to give \r\nthese children — our children — the opportunity to \r\nexperience peace in their lifetime. But, first, let us \r\nplant the seeds of the culture of peace in their hearts so \r\nthat they may be able to harvest the fruits of peace in \r\nthe future. \r\n Mr. Patricio (Mozambique): At the outset, I \r\nshould like to welcome the report of the Secretary-\r\nGeneral on the International Decade for a Culture of \r\nPeace and Non-Violence for the Children of the World \r\n(A/55/377). \r\n We believe that the important guidelines set out \r\nin this report will indeed be very useful for the taking \r\nof concrete actions towards effective implementation \r\nof the Declaration and Programme of Action on a \r\nCulture of Peace for the Decade, adopted last year by \r\nthe General Assembly. \r\n The proclamation of the year 2000 as the \r\nInternational Year for the Culture of Peace constitutes \r\nan excellent starting point and an opportunity to reflect \r\non the cross-cutting actions necessary to bring a culture \r\nof peace to the centre of the efforts of the United \r\nNations, Governments and other international and \r\nnational actors towards a more just and peaceful world \r\nin the new millennium. \r\n It is in recognition of the crucial importance of a \r\nculture of peace that the Millennium Summit included \r\nthe concept of a culture of peace among the \r\nfundamental values essential to international relations \r\n \r\n 13 \r\n \r\n A/55/PV.49\r\nin the twenty-first century. The Millennium \r\nDeclaration states: \r\n“Human beings must respect one another, in all \r\ntheir diversity of belief, culture and language. \r\nDifferences within and between societies should \r\nbe neither feared nor repressed, but cherished as a \r\nprecious asset of humanity. A culture of peace \r\nand dialogue among all civilizations should be \r\nactively promoted.” (A/RES/55/2, para. 6) \r\n The report before us today provides a wide range \r\nof actions geared to bringing children to the centre of \r\nthe Decade for a Culture of Peace. We believe that this \r\nis an important step towards putting an end to the \r\ndisproportionate suffering that children are subjected to \r\nthrough different forms of violence. Children are \r\nindeed gravely affected, in time of peace and in time of \r\nwar, by, among other things, the consequences of \r\nnatural disasters, genocide, armed conflicts and other \r\nhumanitarian emergencies. \r\n We must all spare no effort to halt this situation. \r\nThe Special Representative of the Secretary-General \r\nfor Children and Armed Conflict, Mr. Olara Otunnu, \r\nhas presented important recommendations in this \r\nregard, building on Ms. Graça Machel’s report, that we \r\nall must make efforts to implement. We must not only \r\nratify, but also, and above all, implement the \r\nConvention on the Rights of the Child and other \r\nrelevant international legal instruments protecting \r\nchildren. \r\n We must all work together to address the root \r\ncauses of conflicts, which bring untold suffering to \r\ninnocent civilians and in particular to children, both as \r\nvictims and instruments of violence. For that purpose, \r\nall of us must implement, expand and sustain a culture \r\nof peace among all members of our societies and \r\ncountries. \r\n The debate yesterday on the causes of conflict in \r\nAfrica underlined that the world is still ravaged by \r\nmany conflicts, most of which are in Africa. It was also \r\nindicated that any meaningful action to put an end to \r\nthe proliferation of conflicts in Africa — and \r\nelsewhere, for that matter — requires the concerted \r\nefforts of all international actors in addressing the root \r\ncauses of conflict. \r\n The United Nations and all donor countries and \r\nagencies must address seriously the problems of \r\npoverty, hunger, illiteracy and disease — such as \r\nHIV/AIDS, malaria and tuberculosis — which affect a \r\nlarge segment of the world’s population. Likewise, \r\nthere is need to address the external debt problem, \r\npromote investment and economic growth, provide \r\nadequate levels of international aid and open world \r\nmarkets to the developing world. \r\n A culture of peace will be meaningful and yield \r\npositive results only if all international and national \r\nactors seriously address the causes of conflict, thus \r\ncreating an environment conducive to world peace and \r\nsecurity. Conscious that wars start in the mind of man, \r\nwe see a culture of peace and non-violence as an \r\nimportant and effective vehicle in the prevention of the \r\nemergence and recurrence of conflicts. \r\n Being from a country that has experienced a \r\nprotracted war of aggression but now enjoys peace and \r\nstability, I cannot but underline the value of the \r\nprinciples of forgiveness, tolerance and reconciliation \r\nas the cornerstone of the promotion of a durable peace. \r\nOur people cherish, and have always struggled for, \r\npeace and stability in Mozambique, southern Africa, \r\nAfrica as a whole and, indeed, in the entire world. \r\n The story of the success achieved in the peace \r\nprocess in Mozambique reflects a deliberate choice \r\nmade by our people to strengthen peace through a \r\nprocess of continuing dialogue in an environment of \r\ntolerance, unity in diversity, and respect for individual \r\nchoices and freedoms as the foundations of the \r\ncountry’s lasting peace and steady march towards \r\nsustainable development and progress. \r\n Placing children at the centre of the International \r\nDecade for a Culture of Peace can only bring larger \r\ngains in the area of achieving durable peace and \r\nsecurity. Today’s children are tomorrow’s statesmen, \r\nprofessionals and mothers or fathers. Education is \r\nindeed the most suitable instrument to introduce and \r\ndisseminate a culture of peace and non-violence. \r\nChildren, youth and adults should be taught to embrace \r\nthe values of tolerance, equality, friendship, \r\nunderstanding and respect for human dignity, based \r\nupon universal principles and simultaneously on the \r\ntraditions and experience of each society. \r\n The success of the Decade for a Culture of Peace \r\nrequires, in our view, the full participation of \r\nGovernments, international organizations and civil \r\nsociety at all levels. \r\n \r\n14  \r\n \r\nA/55/PV.49  \r\n In this regard, we would like to support the \r\nstrategy outlined in the Secretary-General’s report for \r\nthe implementation of a global movement for a culture \r\nof peace, which calls for the involvement of everyone, \r\nat all levels of society, in the transition from a culture \r\nof war and violence to a culture of peace and non-\r\nviolence. \r\n Mozambique will continue to be an active partner \r\nof the United Nations Educational, Scientific and \r\nCultural Organization (UNESCO) and other United \r\nNations agencies in the promotion of a culture of \r\npeace, both in Mozambique and throughout the world. \r\nThe successful implementation of the Decade will be a \r\nstep towards ensuring a better world for coming \r\ngenerations and will reinforce the foundations of a \r\nmore peaceful, prosperous and just world. \r\n Finally, I would like to thank the Secretary-\r\nGeneral for his continued commitment to the cause of \r\npeace worldwide, and UNESCO and other United \r\nNations specialized agencies for their initiatives with \r\nregard to the Decade. \r\n Mozambique recommits itself to the principle of \r\na culture of peace and non-violence and stands ready to \r\ncontribute to the success of the Decade. \r\n Mr. Andino Salazar (El Salvador) (spoke in \r\nSpanish): I should like to express the satisfaction of the \r\ndelegation of El Salvador at the extensive \r\nconsideration being given by the General Assembly to \r\nthe important item entitled “Culture of peace”, \r\nespecially as we are celebrating this year the \r\nInternational Year of the Culture of Peace, as \r\nproclaimed by the Assembly in resolution 52/15 on 20 \r\nNovember 1997. \r\n El Salvador attaches great importance to this item \r\nbecause it is closely linked to the peace-building \r\nprocess in El Salvador following the armed conflict \r\nwhich engulfed our country during the 1980s, and to \r\nthe extensive experience acquired by our society \r\nduring the process of negotiations and, subsequently, \r\nduring the stages of national reconstruction and \r\nreconciliation. \r\n San Salvador held a National Forum of \r\nReflection on Peace, Education and Culture in late \r\nApril 1993, through which its Government — under \r\nthe auspices of the United Nations Educational, \r\nScientific and Cultural Organization (UNESCO) and \r\nother international agencies — helped to lay the \r\ntheoretical and practical foundations, at the \r\ninternational level, for the international community’s \r\nsubsequent discussions and agreement on the \r\nDeclaration and Programme of Action on a Culture of \r\nPeace. \r\n Among the main ideas arising from our \r\nexperience in El Salvador are, inter alia, the idea that \r\nin order to promote a culture of peace, one has to \r\ndefine the criteria underlying a systematic programme \r\nof the culture of peace. These criteria have to ensure \r\nthat the programme becomes a national undertaking. \r\n Furthermore, the programme of the culture of \r\npeace must help a new identity to emerge, taking into \r\naccount the process of human development. To that \r\nend, one has to give thought to the factors that militate \r\nagainst a culture of peace, both in our vision of \r\nnational identity before conflict and in visions that are \r\nengendered afterwards. \r\n It is essential to reconcile those cultural visions \r\nwith peace, creating a dynamic of cultural dialogue in \r\norder to save, create, discuss and disseminate the \r\nvalues of peace through education, social \r\ncommunication, cultural creativity and the exercise of \r\ndemocracy. In our daily lives, these values would be \r\nincorporated when it is shown that they help to meet \r\nyearnings, needs and common aspirations, and when \r\nthey help to build solidarity between individuals and \r\npeoples. The central tenet of the culture of peace is that \r\nthe political system use unconditional respect for all \r\nhuman rights as its ethical reference. \r\n As far as El Salvador is concerned, the fact that \r\nthere is a programme for the culture of peace and \r\nnational identity does not mean that all societies must \r\nbecome similar. On the contrary, harmonization means \r\nthat each of the various parties to a conflict, on the \r\nbasis of and in keeping with its own principles, sees in \r\nthe national programme its own interests and those of \r\nother sectors, as well as the common interests that \r\nlegitimize the process. \r\n A culture of peace does not make conflicts and \r\ndisputes that exist within societies and between nations \r\nsimply disappear. The culture of peace seeks to offer \r\nalternatives for peaceful solutions to conflicts and \r\ndisputes, through harmonizing fundamental common \r\ninterests, thus preventing the disintegration of society \r\nand promoting stronger social fabrics that foster justice \r\nand equity. It also should ensure that every member can \r\n \r\n 15 \r\n \r\n A/55/PV.49\r\nfeel interrelated and interdependent within one single \r\nnational identity. \r\n El Salvador understands that building a culture of \r\npeace is neither a single act nor a set of acts or \r\nprojects. Rather, it is an ongoing, agreed, systematic \r\nand comprehensive participatory process that must \r\nbecome part of the dynamic of national construction in \r\nvarious areas — political, economic, social and \r\ncultural. Therefore, this effort to build a culture of \r\npeace must be strategic in nature, in accordance with \r\nthe fundamental and universal principles of the human \r\nbeing in order to promote sustainable human \r\ndevelopment. \r\n In its resolution 39/11, adopted on 12 November \r\n1984, the General Assembly declared that the peoples \r\nof this earth have a sacred right to peace, and that \r\npreserving the right of peoples to peace and promoting \r\nits implementation is a fundamental obligation for \r\nevery State. This declaration was recognized and \r\nadopted at the hemispheric level by the Foreign \r\nMinisters and heads of delegation of States members of \r\nthe Organization of American States (OAS), meeting in \r\nCaracas, Venezuela, to commemorate the fiftieth \r\nanniversary of the adoption of the OAS Charter. This \r\nwas called the Caracas Reaffirmation, and it expressed \r\nour commitment to further develop the culture of \r\npeace, development and non-violence, explicitly \r\nrecognizing the right to peace as inalienable and \r\ninherent to the dignity of the human being. \r\n The Government of El Salvador is strongly \r\ncommitted to promoting and strengthening the culture \r\nof peace, a point expressed by our Minister for Foreign \r\nAffairs in her statement during the general debate of \r\nthe Millennium Assembly, when she reiterated that El \r\nSalvador attaches great importance \r\n“to the continuity of the efforts focused on \r\nstrengthening a culture of peace, especially on the \r\neve of the International Decade for a Culture of \r\nPeace and Non-Violence for the Children of the \r\nWorld.” (A/55/PV.19, pp. 15-16) \r\n Following the General Assembly’s adoption of \r\nthe Declaration and Programme of Action on a Culture \r\nof Peace, the Government of El Salvador carried out \r\nvarious actions geared towards implementing the \r\nProgramme of Action, and I would like to highlight the \r\nfollowing events. The first is the annual Peace Festival, \r\nheld every year in January to commemorate the signing \r\nof the peace agreements and to encourage citizens to \r\nthink about peace. A second event was the \r\nstrengthening of the Culture for Peace and Democracy \r\nin Central America programme, carried out by the \r\nUniversity for Peace. As a result, more than six \r\nspecialized conferences were held to help people \r\nunderstand better and conceptualize the culture of \r\npeace in El Salvador and also to awaken the media to \r\nthe urgent need to build a culture of peace in our \r\ncountry. Third, in El Salvador, we held two Central \r\nAmerican military forums for the culture of peace, the \r\ngoal of which was to analyse the role of the armed \r\nforces and the armies in Central America in \r\nstrengthening democracy, the rule of law, development, \r\nCentral American integration and the culture of peace \r\nin the present international and regional context. \r\n Fourth, our Foreign Ministry and the Director-\r\nGeneral of the United Nations Educational, Scientific \r\nand Cultural Organization (UNESCO) signed an \r\nagreement to set up a UNESCO office for the \r\nprogramme of a culture of peace. El Salvador thus \r\nbecame the first country in the world where the \r\nUNESCO office would be devoted entirely to \r\npromoting and strengthening the culture of peace in the \r\ncountry. \r\n Fifth, we actively promoted the subject of the \r\nculture of peace in all multilateral forums, particularly \r\nthrough a resolution in the Commission on Human \r\nRights, adopted by consensus in 1997. \r\n Sixth, we incorporated the culture of peace in the \r\ngovernmental plan of President Guillermo Flores Pérez \r\ncalled “The New Alliance”, which covers the period \r\n1999-2004.  \r\n Seventh, the Legislative Assembly of El Salvador \r\nproclaimed the year 2000 the “National Year of the \r\nCulture of Peace”. \r\n Eighth was the establishment of a National \r\nCommittee for the Culture of Peace, headed by the \r\nMinistry of Foreign Affairs, which brings together \r\nvarious State institutions and governmental and non-\r\ngovernmental bodies, all involved in promoting the \r\nculture of peace. Their main activities include \r\nelaborating and implementing our National Plan of \r\nAction on the Culture of Peace, which has the \r\nfollowing four main areas: education for peace; actions \r\nto prevent and eradicate violence; measures to promote \r\ndemocratic participation; and promoting mechanisms \r\nfor alternative ways of resolving conflicts. \r\n \r\n16  \r\n \r\nA/55/PV.49  \r\n Finally, the Central American Parliament recently \r\nadopted resolution AP/2-CXVII-2000 entitled “Support \r\nfor the commemoration of Manifesto 2000: \r\nInternational Year for the Culture of Peace and Non-\r\nViolence”. \r\n In conclusion, I reiterate the commitment and \r\npolitical will of the Government of El Salvador to the \r\nimportant task of promoting and strengthening the \r\nculture of peace. This is our contribution to achieving \r\nthe purposes and principles of the United Nations to \r\nmaintain international peace and security and our \r\nrecognition that the very establishment of the United \r\nNations was the first decisive step taken by the \r\ninternational community to build a culture of peace. \r\nWe believe that our task for the immediate future is to \r\nensure that this effort continues, as recognized in the \r\nMillennium Declaration by all heads of State and \r\nGovernment who participated in the Millennium \r\nSummit, which states that a culture of peace and \r\ndialogue among all civilizations should be actively \r\npromoted as a fundamental value essential to \r\ninternational relations in the twenty-first century. \r\n Mr. Jerandi (Tunisia) (spoke in French): The \r\nculture of peace is an issue that is at the very heart of \r\nthe objectives and concerns of the United Nations, \r\nwhose every action, achievement and effort is \r\nultimately aimed at serving peace. \r\n The consideration of this question at the fifty-\r\nfifth session is of particular importance, coming as it \r\ndoes as the international community is celebrating the \r\nInternational Year for the Culture of Peace, proclaimed \r\nby the General Assembly in its resolution 52/15 of \r\n20 November 1997, and as the world is preparing to \r\nlaunch the International Decade for a Culture of Peace \r\nand Non-Violence for the Children of the World, also \r\nproclaimed by the General Assembly in its resolution \r\n53/25 of 10 November 1998. Two other important \r\ninternational events should be noted: the proclamation \r\nof the year 2001 as the Year of Dialogue Among \r\nCivilizations and the convening of the World \r\nConference against Racism, Racial Discrimination, \r\nXenophobia and Related Intolerance in South Africa in \r\n2001. All of this will occur in the context of the broad \r\ninternational action for tolerance that has been \r\nundertaken since 1995 under the auspices of the United \r\nNations Educational, Scientific and Cultural \r\nOrganization. \r\n This certainly demonstrates the unprecedented \r\ninternational momentum in favour of peace and the \r\nculture of peace. Indeed, it is a singular moment in the \r\nhistory of mankind, the full symbolic importance of \r\nwhich was captured by the Millennium Summit, which \r\nbrought the leaders of the entire world together in \r\nNew York in September at the greatest gathering of \r\nheads of State and Government in the history of \r\nhumanity. Testimony to this is the Millennium \r\nDeclaration adopted at the conclusion of the Summit, a \r\ndocument whose implementation the States Members \r\nare currently considering in General Assembly \r\nconsultations. \r\n Aware of the importance of the efforts to be \r\nundertaken in the coming years with a view to \r\nstrengthening the culture of peace as the basis for \r\npeace, security and global well-being, the international \r\ncommunity in 1998 drafted the Programme of Action \r\non a Culture for Peace, which the General Assembly \r\nadopted in its resolution 53/243 B of 13 September \r\n1999, by which it also adopted the Declaration on a \r\nCulture of Peace. The Declaration and Programme of \r\nAction are two valuable documents that outline \r\nsustained international action to ensure the durability \r\nof the foundations of peace as we celebrate the \r\nInternational Year for the Culture of Peace in 2000 and \r\nobserve the International Decade for a Culture of Peace \r\nand Non-Violence for the Children of the World from \r\n2001 to 2010. \r\n The Declaration emphasizes the high priority to \r\nbe given to the transformation of values, attitudes, \r\nbehaviour and lifestyles to the benefit of peace \r\nbetween individuals, groups and nations. It rightly \r\nstresses the strong link between a flourishing culture of \r\npeace and the determined and ongoing activities of \r\nvarious actors of international life in such diverse \r\nfields as the peaceful settlement of disputes; mutual \r\nrespect and understanding; international cooperation; \r\nthe promotion of democracy, development and \r\nuniversal respect for all human rights and fundamental \r\nfreedoms; the eradication of poverty and illiteracy; the \r\nreduction of inequalities among and within nations; the \r\npromotion of sustainable economic and social \r\ndevelopment; the elimination of all forms of \r\ndiscrimination against women; respect for and \r\nprotection of the rights of children; the promotion of \r\nthe free circulation of information at all levels; and \r\nenhanced transparency and responsibility in the \r\nmanagement of public affairs in this respect. \r\n \r\n 17 \r\n \r\n A/55/PV.49\r\n The elimination of all forms of racism, racial \r\ndiscrimination, xenophobia and associated intolerance \r\nand the promotion of understanding, tolerance and \r\nsolidarity among all civilizations, peoples and \r\ncultures — including with regard to ethnic, religious \r\nand linguistic minorities — are other areas identified \r\nby the Declaration for action to promote the culture of \r\npeace. \r\n The Declaration stresses the essential role not \r\nonly of Governments, but also of civil society and the \r\nmedia, in the development of such a culture, given that \r\nresponsibility must be collective if we wish ultimately \r\nto undertake the task of global education. In the 1999 \r\nDeclaration and Programme of Action on a Culture of \r\nPeace, the General Assembly broke new ground. \r\nIndeed, as the Secretary-General quite rightly points \r\nout in his report on the matter, the aims of the \r\nProgramme of Action correspond to priority areas of \r\nUnited Nations action, but what is new is their \r\ninclusion within the common conceptual framework of \r\na culture of peace and non-violence so as to maximize \r\ntheir complementarity and synergy. \r\n It is clear that these diverse fields of action are \r\nhighly complementary and interdependent. How could \r\nwe separate or differentiate between the functions and \r\naims of such fields as education, sustainable economic \r\nand social development, respect for and promotion of \r\nhuman rights, the promotion of tolerance and \r\nsolidarity, the free circulation of information or the \r\nmaintenance of international peace and security? The \r\nProgramme of Action on a Culture of Peace \r\nharmoniously links these areas and encourages \r\ncomplementary and coordinated action among them. \r\n Tunisia has adopted and is tirelessly \r\nimplementing this global approach domestically and in \r\nits activities abroad to strengthen the foundations of \r\npeace in its broadest sense, inspired by the values of \r\ntolerance, openness and dialogue that have been rooted \r\nin its history down through the course of the millennia. \r\nTunisia firmly believes that relations among nations \r\ncan develop and flourish only in a climate of dialogue, \r\nconcord and solidarity and in mutual respect and \r\ncooperation on an equal footing, because, above and \r\nbeyond their nationality, race, religion and culture, all \r\nhuman beings share the same faith in the timeless \r\nvalues of liberty, justice, equality, tolerance and peace. \r\n We feel that, in order to give full importance to \r\nthe year 2000, proclaimed the International Year for the \r\nCulture of Peace, and to the decade of 2001 to 2010, \r\nproclaimed the International Decade for a Culture of \r\nPeace and Non-Violence for the Children of the World, \r\nand in order to achieve the objectives assigned to these \r\nby the international community, it is of the highest \r\npriority that we gather the energies and sincere efforts \r\nof all players at the international level, be they \r\nGovernments, members of civil society or regional and \r\ninternational organizations. \r\n The United Nations, as a unique universal forum, \r\nand UNESCO, as an organization with a leading role in \r\nthe areas of education and training, have a crucial \r\nmission that must be supported by the international \r\ncommunity. \r\n Fortunately for humankind, the twenty-first \r\ncentury is not beginning as the last century began, in \r\nthe throws of war and suffering. In order to preserve \r\nthis development — in short, in order to preserve \r\npeace — we must leave no stone unturned. What is at \r\nstake is the future of humanity during this crucial step \r\nin its history. An international mobilization on behalf \r\nof peace through the development and promotion of the \r\nculture of peace is the surest and least costly route. \r\n Mr. Kobayashi (Japan): As we embark on the \r\nnew century, it is a deplorable reality that the \r\ninternational community continues to experience \r\nserious tragedies caused by conflicts, violence and \r\ndiscrimination. It is therefore essential that in \r\ncommemorating the International Year for the Culture \r\nof Peace, we strengthen our efforts to realize a world \r\nwhere every individual can live free of fear. In this \r\ncontext, we consider particularly significant the \r\nlaunching of the International Decade for a Culture of \r\nPeace and Non-Violence for the Children of the World, \r\nsince it will add new momentum to our efforts to create \r\na culture of peace by fostering respect for the lives and \r\ndignity of other people, as well as by promoting \r\nunderstanding among different cultures. \r\n As the report of the Secretary-General on the \r\nInternational Decade rightly indicates, the approach we \r\ntake towards constructing a culture of peace may \r\nencompass a wide range of activities. The \r\ndistinctiveness of the concept of a culture of peace lies \r\nin the fact that it emphasizes inter-linkages among \r\nevery realm of activity relating to the realization of \r\npeace and non-violence in the world. Recognizing this \r\nand responding to the call for a global movement \r\ncontained in the Programme of Action on a Culture of \r\n \r\n18  \r\n \r\nA/55/PV.49  \r\nPeace, every actor in the international community, \r\nincluding civil society and international organizations, \r\nshould strengthen its efforts to cultivate and \r\nconsolidate a culture of peace through education and \r\ndialogue. \r\n My delegation believes strongly that, as the \r\nDeclaration reminds us, it is our responsibility to foster \r\na culture of peace, particularly among the younger \r\ngenerations, whose members are to build the society of \r\nthe future. Based on this belief, the Government of \r\nJapan has been conducting the following activities as a \r\nmeans of promoting a culture of peace: \r\n First, at the governmental level, in order to raise \r\nthe consciousness and disseminate the concept of a \r\nculture of peace among the Japanese people, the \r\nGovernment of Japan has launched a publicity \r\ncampaign, producing brochures on the subject and \r\ndistributing them to educational institutions throughout \r\nthe country. Furthermore, last March, a symposium on \r\na culture of peace was conducted as a part of the \r\nGlobal Youth Exchange Programme 2000, which is a \r\nforum for youth from more than forty countries around \r\nthe world aimed at discussing global issues. \r\n Secondly, Japan actively supports non-\r\ngovernmental organizations (NGOs) that have been \r\nplaying an important role in promoting a culture of \r\npeace. The National Federation of UNESCO \r\nAssociations in Japan has produced educational \r\nmaterials and textbooks for children on a culture of \r\npeace in Japanese by translating the United Nations \r\nEducational, Scientific and Cultural Organization’s \r\n(UNESCO) model texts and has distributed them \r\nnationwide. It also participated actively in Manifesto \r\n2000, an initiative that calls for people to live lives of \r\npeace and non-violence. In Japan, a campaign \r\nconducted on the streets and on the Internet at the \r\ngrassroots level succeeded in collecting more than one \r\nmillion signatures, which were submitted by Japanese \r\nyouth delegates last September to Mr. Koichiro \r\nMatsuura, Director-General of UNESCO. Many other \r\ninitiatives have been undertaken by NGOs, some under \r\nclose collaboration with the Ministry of Foreign Affairs \r\nand the Ministry of Education of Japan. \r\n My delegation believes that a major role in \r\nbuilding up a global movement for a culture of peace \r\nneeds to be played by UNESCO. We commend \r\nUNESCO for the contribution it has made as a \r\nprincipal coordinator for the International Year for the \r\nCulture of Peace. Japan hopes that UNESCO will \r\ncontinue its efforts to increase the momentum \r\ngenerated throughout the Year. In particular, Japan \r\nhopes that UNESCO will play a leading role in \r\nimplementing educational programmes in ways that \r\npromote mutual understanding, peace and tolerance \r\nand help to prevent violence and conflict, as mentioned \r\nin the Dakar Framework for Action. We are convinced \r\nthat the United Nations Year of Dialogue among \r\nCivilizations will also contribute to enhancing \r\nunderstanding among cultures and promoting the \r\ncauses of the International Decade. And we appreciate \r\nthe relevant initiatives taken by the United Nations \r\nChildren’s Fund, which are crucial in the cultivation of \r\na culture of peace among young people. \r\n The Preamble of the Constitution of UNESCO \r\nstates that, as \r\n “wars begin in the minds of men, it is in the \r\nminds of men that the defences of peace must be \r\nconstructed.”  \r\n Japan agrees and believes that all the activities \r\nfor the International Year for the Culture of Peace will \r\nsow seeds of peace in the minds of people today, which \r\nwill then take root, flourish and grow into a solid \r\nbulwark of peace. Let me assure you that Japan will \r\nparticipate most actively in global efforts towards that \r\nend. \r\n Mrs. Chassoul (Costa Rica) (spoke in Spanish): \r\nFirst of all, allow me to take this opportunity to offer \r\nthe condolences of the Government and people of \r\nCosta Rica to the families of the victims of the air \r\naccidents that have occurred over the past few days.  \r\n We would also like to express the gratitude of our \r\ndelegation for the valuable report of the Secretary-\r\nGeneral on the International Decade for a Culture of \r\nPeace and Non-Violence for the Children of the World, \r\nas well as for the report of the Director-General of the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization (UNESCO) referring to the application of \r\nthe Declaration of Principles and the Follow-Up Plan \r\nof Action of the United Nations Year for Tolerance. \r\nI would also like to thank Ambassador Chowdhury of \r\nBangladesh for introducing this subject. \r\n For centuries, humanity has lived under the \r\nshadow of the culture of war, destruction and death. \r\nViolence and hatred have reigned in hearts of men. \r\nNations have been drawn into armed and social \r\n \r\n 19 \r\n \r\n A/55/PV.49\r\nconflicts because of prevalent hostility. How many \r\nlives have been wasted, how many dreams, hopes and \r\naspirations have been cast by the wayside? How much \r\ninnocence has been lost and how much sadness has \r\nbeen created? \r\n At this point in time, at the beginning of a new \r\nmillennium, humanity is facing favourable \r\ncircumstances to change this situation and implant a \r\nculture of peace. The shadows of the cold war and the \r\narms race have evaporated. Finally, we see lifted the \r\nveil of ideological confrontation and we see a greater \r\nawareness of the barbarism represented by war and \r\ninjustice. The world today is fertile ground for planting \r\nthe seed of peace with a view to substituting the \r\nexcesses of destruction and conflict with the virtues of \r\npeace, tolerance and cooperation between all men. \r\n In order to achieve such a lofty objective, it is \r\nindispensable to create, as indicated by the Programme \r\nof Action adopted in 1999, a global movement to \r\npromote the culture of peace. The solemn declaration \r\nof the year 2000 as the International Year for the \r\nCulture of Peace was only a first step in this direction. \r\n The creation of the culture of peace requires \r\nefforts to be made in all areas. The motives for \r\nconflicts and violence are multifaceted. Consequently, \r\nefforts to promote the culture of peace must confront \r\nall of the causes which are at the heart of disputes and \r\nantagonisms. \r\n The first step towards building a culture of peace \r\nmust be the education of our young and our children. \r\nIn this respect, the family must necessarily play a \r\nfundamental role because, as the Secretary-General \r\nquite rightly pointed out in his report, it is through the \r\nfamily that children are taught basic values and receive \r\nthe emotional support that they need in order to \r\nachieve their full physical and emotional development. \r\nChildren within their families receive the essential \r\nvalues of tolerance and mutual respect and learn about \r\ncooperation and brotherliness. If families weaken or \r\nfail in this task, future citizens will lack the necessary \r\nvalues for social coexistence. \r\n Secondly, it is necessary to include in the \r\ncurriculum of academic activities aspects which teach \r\nstudents about the culture of peace. In this respect, my \r\ndelegation welcomes the suggestions of the Secretary-\r\nGeneral with regard to the adoption of an education \r\nstrategy targeted at including in the education of young \r\npeople a world view that includes a clear rejection of \r\nviolence, love for dialogue and negotiation, an affinity \r\nwith tolerance, democracy and justice as well as a true \r\nfaith in the basic principles of human rights. \r\n We recognize that true and sustainable peace can \r\nonly be reached when we have guaranteed adequate \r\nconditions for people’s lives, when there is a sufficient \r\nlevel of economic development to allow everyone’s \r\nbasic needs to be met and when fundamental rights are \r\nrespected and disputes resolved through democratic \r\nmeans. In this context, investment in development, \r\neducation, health, human rights and democracy is a \r\ndirect investment in peace for the future. In this \r\nrespect, the promotion of human dignity and the search \r\nfor what is in the common good are indispensable \r\nrequirements for peace. \r\n In this sense, international cooperation makes a \r\ndirect contribution to the culture of peace in supporting \r\ninitiatives aimed at development, democracy and the \r\npromotion of human rights. These development \r\nprogrammes will help us to prevent future conflicts. \r\nFor this reason, we urge the international community to \r\nmaintain its financial and political support to these \r\nprogrammes.  \r\n On the other hand, the experience of Costa Rica \r\nhas shown us that it is only possible to create a culture \r\nof peace if we respect democracy. This is the only \r\nmechanism which provides everybody with equal \r\nopportunities to participate in political processes, as \r\nwell as to benefit from economic development. \r\nDemocracy is the only political system which \r\nguarantees true social peace. \r\n We welcome the various activities carried out \r\nunder the aegis of the United Nations Educational, \r\nScientific and Cultural Organization (UNESCO) aimed \r\nat creating a culture of peace and a greater awareness \r\nof tolerance. And amongst these, we would like to \r\nstress the activities of awareness-raising carried out by \r\nthe Audio Visual Production Department of the \r\nUniversity for Peace. \r\n My Government firmly supports the activities of \r\nthis institute of higher education which, thanks to the \r\nmandate to promote a spirit of comprehension, \r\ntolerance and peaceful coexistence between human \r\nbeings, is well able to take a leadership role in the \r\npromotion of the culture of peace. \r\n The promotion of peace requires an ongoing \r\nsustained effort on the part of everyone in order to \r\n \r\n20  \r\n \r\nA/55/PV.49  \r\ncreate a spirit of mutual respect and rejection of \r\nviolence. We are sure that the activities related to the \r\ncelebration of this International Year for the Culture of \r\nPeace will teach us to reject violence, to love dialogue \r\nand tolerance. \r\n Mr. Mbanefo (Nigeria): I am pleased to address \r\nthe General Assembly on agenda item 33 entitled \r\n“Culture of Peace”. The Nigerian delegation wishes to \r\nthank previous speakers for their contributions, which \r\nno doubt provide a better understanding of the \r\nchallenges we must face globally in promoting a \r\nculture of peace. May I also thank the Secretary-\r\nGeneral for his concise, yet comprehensive report on \r\nthe International Decade for a Culture of Peace and \r\nNon-Violence for the Children of the World, which \r\nprovides a good basis for our debate on this subject. \r\nOur reflections on the issue of the culture of peace this \r\nyear has particular relevance — the year 2000 is the \r\nInternational Year for the Culture of Peace. The year \r\nalso provides us the opportunity to reflect more deeply \r\nas we prepare for the decade ahead which has been \r\nproclaimed by the General Assembly, as the \r\nInternational Decade for a Culture of Peace and \r\nNon-Violence for the Children of the World. \r\n The quest for peace is global because everybody \r\ndesires peace. Indeed, this body, the United Nations, \r\nestablished in the aftermath of the most devastating \r\nwar ever recorded in the history of mankind, was born \r\nout of this desire. Fifty-five years later, we can attest \r\nthat the world has generally become a safer place in \r\nwhich to live. Nevertheless, we are concerned about \r\nnew challenges that have emerged, which threaten the \r\npeace we so cherish. These are the challenges of \r\npoverty, new diseases and the proliferation of violence \r\nand internal conflicts, especially in Africa. There is a \r\nneed for us to rededicate ourselves to the ideals \r\nembodied in the Charter of the United Nations by \r\nadopting the culture of peace, which consists of a \r\nchange of attitudes and behaviours that reflect and \r\ninspire social interaction based on the principles and \r\nobjectives of the Charter, the promotion and protection \r\nof human rights, democracy, tolerance and the \r\npromotion of development, particularly in the \r\ndeveloping countries. \r\n It is for this reason that Nigeria supports the \r\nproclamation by the General Assembly of the year \r\n2000 as the International Year for the Culture of Peace \r\nand 2001-2010 as the International Decade for a \r\nCulture of Peace and Non-Violence for the Children of \r\nthe World. We are convinced that the Year and Decade \r\nwill help our common efforts to foster peace, harmony, \r\nhuman rights, democracy and development in the new \r\nmillennium. \r\n The Nigerian delegation shares the views \r\nexpressed by the Secretary-General in his report that \r\nthe Declaration and Programme of Action on a Culture \r\nof Peace, adopted by the General Assembly in \r\nresolution 53/243 B, can guide our collective efforts \r\ntowards achieving a just and peaceful global \r\ncommunity in the new millennium. Fundamentally, \r\npeace is indivisible. However, we subscribe to the \r\nnotion that children, the innocent victims of conflicts, \r\nshould be at the centre of this noble objective of peace \r\nfor all in this decade. The elimination of violence is \r\ntherefore the best legacy we can bequeath to our \r\nchildren. Secondly, because the future belongs to \r\nchildren the future of humanity is in their hands. \r\nConsequently, our march towards a culture of peace \r\nand non-violence can best be achieved and sustained \r\nwhen nurtured from childhood. \r\n By stating that “since wars begin in the minds of \r\nmen, it is in the minds of men that the defences of \r\npeace must be constructed”, the United Nations \r\nEducational, Scientific and Cultural Organization \r\n(UNESCO) recognizes the central role of education in \r\nthe construction of a culture of peace. We share the \r\nconviction that education should be accorded a special \r\nplace in our efforts to inculcate a culture of peace in \r\nour societies. We must teach our children the culture of \r\npeace and the importance of non-violence in the \r\nresolution of conflict. In this regard, we recognize the \r\nimportant role that UNESCO has played, and can play, \r\nin the promotion of a culture of peace. We believe that \r\na deliberate effort must be made on our part to \r\ninculcate in our children knowledge, skills, values, \r\nattitudes and norms that promote social interaction \r\nbased on respect for life, human rights and the dignity \r\nof every human being without prejudice or \r\ndiscrimination of any kind. Education for a culture of \r\npeace should therefore be not only through formal \r\neducation in schools, but also through informal \r\neducation. Thus, parents, teachers, politicians, religious \r\nbodies and groups, artists, journalists, social workers \r\nand non-governmental organizations all have a key role \r\nto play in the promotion of a culture of peace. \r\n Peace is not just the absence of violence and war. \r\nFor us in Nigeria, and, we believe, in the developing \r\ncountries, peace also means freedom from want. In his \r\n \r\n 21 \r\n \r\n A/55/PV.49\r\nmillennium report, the Secretary-General said the \r\ncombination of extreme poverty with extreme \r\ninequalities makes many other problems worse. While \r\nwe reaffirm our commitment to work as a nation and in \r\nconcert with other nations to make the world a more \r\npeaceful and better place to live in, our delegation \r\nwishes to use this opportunity to draw attention to the \r\neffects of external debt on the ability of most \r\ndeveloping countries to bring meaningful changes in \r\nthe well-being of their peoples. Poverty is antithetical \r\nto peace, and the poorer a country, the less it enjoys \r\npeace. This truism is manifested in the growing number \r\nof conflicts in the developing countries. We therefore \r\nonce again call on our creditor nations to consider debt \r\ncancellation as a sign of solidarity in our collective \r\nefforts for the enthronement of a culture of peace in \r\nour society. \r\n In conclusion, Nigeria is of the firm belief that \r\nwe, as members of the world community, owe it to \r\nourselves and to future generations to build a world \r\nwhere all nations, all races and all peoples can live in \r\ndignity and in peace with one another through the \r\nconstruction and maintenance of a culture of peace. \r\n Mr. Belinga-Eboutou (Cameroon) (spoke in \r\nFrench): The item before the General Assembly today \r\nis entitled “Culture of peace”. In the view of my \r\ndelegation, it is particularly important for several \r\nreasons. \r\n Yesterday, the General Assembly considered the \r\ncauses of conflict and, particularly, conditions for \r\nsustainable development and durable peace in Africa. \r\nIs it a scheduling coincidence that today the Assembly \r\nis discussing the culture of peace? We would like to see \r\nthis as a happy coincidence that may be a sign of the \r\ntimes. We have great expectations. Africa, which \r\nstretches out its hand in the search for peace, expects \r\nmuch from this debate. Africa has proclaimed the year \r\n2000 the year of peace. Africa wants peace. Africa is \r\nbegging for peace. Today, the problem is important. As \r\nthe great African luminary Saint Augustine said so \r\nvividly, “a peace is the tranquillity of order.” How \r\nmany African countries enjoy such peace today? Today \r\nthere are many African countries where there is neither \r\norder nor tranquillity, where young people and women \r\nhave not experienced a single year of peace.  \r\n This debate is also important in that it takes us \r\nback to the dream of the founding fathers of our \r\nOrganization, which has just been solemnly reaffirmed \r\nat the Millennium Summit. That dream was to build a \r\nworld of peace in which people live peacefully in \r\nbrotherhood. Finally, the debate reminds us of the need \r\nfor a true political will to translate that dream into \r\nreality and to trace the new parameters of the \r\nInternational Decade for a Culture of Peace and Non-\r\nViolence for the Children of the World. That point was \r\nclearly highlighted in the excellent report of the \r\nSecretary-General submitted under this item. \r\n It is clear that standing by our commitments is \r\nour task at the beginning of this century. It is also our \r\nmost difficult task at the dawn of the millennium. Let \r\nus recognize that, particularly in the 1990s, at the \r\nUnited Nations we have not kept all the promises made \r\nin the face of the major global problems: education, \r\nhealth, the environment, population, human rights, the \r\nstatus of women, youth, social development and food. \r\n The essential commitment made over half a \r\ncentury ago — enshrined in the Charter of the United \r\nNations — was that the peoples of the world were \r\n“determined to save succeeding generations from \r\nthe scourge of war”. \r\n Has that essential commitment been honoured? \r\n Does there exist the human solidarity proclaimed \r\nin the Charter and in the Constitution of the United \r\nNations Educational, Scientific and Cultural \r\nOrganization (UNESCO), a solidarity that the two \r\norganizations have a duty to strengthen as the basis of \r\nthe just and lasting peace that people aspire to? \r\nUnfortunately, there is not a shadow of a doubt as to \r\nthe answer. \r\n Today, after the Millennium Summit, we have no \r\nchoice. The squandering of wealth, the degradation of \r\nthe environment, the heightening of disparities, the \r\ngrowth of fanaticism and other forms of \r\nfundamentalism can no longer be tolerated. Conflicts, \r\nwhether armed or otherwise, with their heavy costs and \r\nflows of refugees must end; better yet, preventive \r\naction should be taken to prevent their ever happening \r\nagain. For that to happen, we must invest in peace. We \r\nknow the causes of war and conflict. We also know the \r\nelements of, and the road to, peace. \r\n Let us recall the commitments we made in the \r\ndeclarations and programmes of action of the various \r\nsummits and conferences held since 1990. Let us recall \r\nthe Declaration on the Occasion of the Fiftieth \r\nAnniversary of the United Nations. Let us recall the \r\n \r\n22  \r\n \r\nA/55/PV.49  \r\nSecretary-General’s Millennium Summit report, \r\nentitled “We the peoples: the role of the United Nations \r\nin the twenty-first century”. Finally, let us recall the \r\nMillennium Declaration. Let us also recall what the \r\npoet Saadi said: \r\n“He who learns the rules of wisdom without \r\napplying them to his life is like a person who \r\nworks his fields without ever sowing them”. \r\nIt is never too late to sow. \r\n At the Millennium Summit, the President of \r\nCameroon, His Excellency Mr. Paul Biya, called for an \r\nethical approach in international affairs that would \r\nplace human beings at the very centre of our policies, \r\nthereby contributing to bringing about a culture of \r\npeace. The culture of peace is, after all, the culture of \r\nlife and of hope. \r\n Peace is more than the absence of war. There is \r\nno true peace in a country afflicted by inter-ethnic \r\ntension and political instability, even in the absence of \r\ndeadly explosions or the clash of weapons. Peace \r\nimplies the existence of freedom and justice so that all \r\ncan live in harmony and fully develop their capacities. \r\nAs Pope John Paul II said, peace requires \r\n“the peaceful resolution of differences and \r\nconflicts between nations and the momentum of a \r\nsocial order based on law and justice. More \r\nspecifically, the foundations of peace must be \r\nbuilt on the basis of protecting human rights and \r\nthe rights of peoples”. \r\n In proclaiming 2000 the International Year for the \r\nCulture of Peace, the United Nations is proposing a \r\nnecessary goal for the international community as a \r\nwhole. The year 2000 symbolizes the beginning of a \r\nnew era, but above all it means the end of a century \r\nthat experienced two world wars, wars of \r\ndecolonization, the detonation of the atomic bomb, the \r\nspread of genocide, and so on. Above and beyond \r\ndrawing up balance sheets of past successes and \r\nfailures, 2000 presents us with an opportunity to build \r\nthe future with much greater optimism.  \r\n I am haunted by the beautiful words of hope of \r\nAntonio Machado: \r\n“The future has no more been written than the \r\npast has”. \r\n Yes, the future is a stimulating prospect, an \r\nadventure on the wing. Tomorrow has not been written. \r\nThis means that building the future cannot be left to \r\nchance or luck. The future can be built only if every \r\nhuman being agrees to make peace and non-violence \r\nhis cardinal ethical principles. Mankind must work \r\ntogether to change the current situation — a situation \r\ndominated by discord, violence and selfishness — into \r\na culture of peace, solidarity and development. To meet \r\nthis challenge, we must adopt the attitudes, values and \r\nbehaviour that will promote peace and social justice, \r\nsecurity and the peaceful resolution of conflict. The \r\nimbalances and differences that characterize our world \r\ntoday threaten not only the pace of development and \r\nthe stability of institutions; above all, they threaten our \r\nvery survival. \r\n What future of peace, security, prosperity and \r\nfreedom can there be in a world where 20 per cent of \r\nthe people own 85 per cent of the goods, while the vast \r\nmajority lack the most basic things? How can a world \r\nwith more than a billion illiterates – who are generally \r\nexploited, who live in extreme poverty and who are \r\nunable to participate in any way — aspire to attaining \r\ndemocracy, much less to strengthening it? \r\n The twenty-first century will be a century of \r\nsharing, or there will be no twenty-first century. \r\nToday’s States and individuals must understand the \r\nurgent need to share: to share wealth so that all of us \r\ncan live decent lives; to share knowledge in order to \r\nfoster endogenous, environmentally friendly \r\ndevelopment; and to share civic responsibility in order \r\nto preserve democracy and peace. \r\n In the full knowledge that the twenty-first century \r\nwill be one of sharing, Cameroon, through its \r\nPresident, called at the Millennium Summit for an \r\nethical approach to international relations. The \r\nproposal so strongly put forward by President Paul \r\nBiya was for a partnership based on a contract \r\ncommitting us to true solidarity; it seems to me that \r\nthis is essential for a culture of peace in the twenty-\r\nfirst century. \r\n Mr. Ben Mustapha (Tunisia), Vice-President, took \r\nthe Chair. \r\n That contract for solidarity will foster dialogue \r\nand tolerance. Tolerance is the enduring ability to hear \r\nwhat others are saying; in the words of the Millennium \r\nDeclaration, it means that differences within and \r\nbetween societies should be neither feared nor \r\nrepressed, but cherished as a precious asset of \r\nhumanity. And dialogue is a constant approach of \r\n \r\n 23 \r\n \r\n A/55/PV.49\r\noutreach and of understanding and respect for others. \r\nTolerance and respect for diversity must put an end to \r\nthe vicious cycle of confrontation between people who \r\nare different. A contract for solidarity will help us to \r\ntrade weapons for words and will help bring about \r\ndemocracy and good governance. \r\n In the social sphere, a contract for solidarity will \r\nenable us urgently to address the priority task of \r\neradicating the poverty, marginalization and exclusion \r\nthat characterize today’s world. We must help all \r\ncountries acquire the necessary knowledge and \r\ntechnology. As our heads of State put it in the \r\nMillennium Declaration, those who suffer or who \r\nbenefit least deserve help from those who benefit most. \r\n Our civilization, which has made extraordinary \r\nstrides in the most diverse fields, increasingly \r\nresembles the giant about which King Nebuchadnezzar \r\ndreamt in the Bible. And we know how that dream \r\nended: \r\n“a stone was cut out without hands, which smote \r\nthe image upon his feet that were of iron and clay, \r\nand brake them to pieces”. (The Holy Bible, \r\nDaniel 2:34) \r\n If we do not radically put right the imbalances; if \r\nwe cannot establish peaceful coexistence, with justice \r\nand dignity, among all individuals and among all \r\npeoples; if we are unable to strike out on the road \r\ntowards the contract for solidarity that is necessary for \r\na people-centred ethic of relations among nations and \r\nfor a genuine culture of peace: then we will \r\nincreasingly resemble that colossus with feet of clay. \r\n We must better understand the words of the \r\npreamble to the Constitution of the United Nations \r\nEducational, Cultural and Scientific Organization: \r\n“since wars begin in the minds of men, it is in the \r\nminds of men that the defences of peace must be \r\nconstructed.” \r\n It has been said that humankind must travel the \r\nbloody road of war eventually to reach peace. It is \r\nthrough history that natural violence can be stifled and \r\nthat people can be taught to think. Are we not now \r\nready for such peace, in the light of everything that \r\nmankind has experienced and everything it continues \r\nto experience? \r\n Mr. Sharma (Nepal): Human beings have sought \r\nto secure peace with different weaponry at different \r\ntimes: from weapons made of stone, to arrows and \r\nspears, to guns and cannons, to nuclear weapons. None \r\nof these have, however, ensured them a lasting peace. \r\nHuman beings have also experimented with varied \r\nsecurity doctrines over the past several centuries. From \r\nisolation, expansion and balance of power to mutually \r\nassured destruction, all have been put into practice at \r\ndifferent stages of the evolution of security thinking. \r\n Yet peace has remained as elusive as ever. In \r\nevery phase of human evolution, peace has escaped \r\nhuman grasp. It proves the inefficacy of the traditional \r\nthinking that weapons or security doctrines are the \r\npanacea for war and conflict. It is therefore time that \r\nwe move beyond these traditional, flawed approaches \r\nand begin to explore and pursue a new path of peace. \r\nPeace germinates in people’s hearts and minds. It \r\ngrows in their conscience, matures in their attitude and \r\norientation and manifests itself in their behaviour and \r\ndeeds. That is why a culture of peace becomes of \r\npivotal significance in our perennial search for peace. \r\n A culture of peace might mean different things to \r\ndifferent people. But for us in Nepal, it is an \r\nenlightened path to our cherished destination of lasting \r\npeace and prosperity. It is axiomatic that violence \r\nbegets violence, that weapons trigger an arms race and \r\nthat doctrines spur counter-doctrines. Still, \r\nunfortunately, we strive to attain peace by stacking up \r\narms and heaping up security paradigms. Every time \r\nwe invest in things that we know will not work, we \r\nbecome that much morally weaker and economically \r\npoorer. \r\n It is time to make a clean break with what does \r\nnot work and to try something that has the potential to \r\nwork. If we can experiment with every other wild \r\nnotion, the culture of peace certainly deserves a \r\nchance. I am sure it is going to work wonders. \r\nSometimes, those things that seem least likely to \r\ndeliver do so unexpectedly. In contrast, the culture of \r\npeace is something that is novel, as well as having the \r\nmoral anchor and material underpinnings to forge \r\nconditions in which disputes could be resolved \r\npeacefully and conflicts prevented without resort to \r\nviolence. Experience teaches us that inter-State wars \r\nmay be won by weapons and force, but that internal \r\nconflicts, which have been the major concern in the \r\npost-cold-war era, are unwinnable with traditional \r\nmeans. We need new techniques and new weapons to \r\nwin the hearts of people involved in civil strife. \r\n \r\n24  \r\n \r\nA/55/PV.49  \r\n In this context, the Programme of Action on a \r\nCulture of Peace, adopted by the General Assembly in \r\nresolution 53/243 B, and the International Decade for a \r\nCulture of Peace and Non-Violence for the Children of \r\nthe World, point the way forward. \r\n The eight areas of action on a culture of peace \r\nare, in fact, precepts that have universal relevance and \r\neternal value. The whole of society has to have a frame \r\nof mind and a set of behaviour patterns that are \r\nconducive to peace and non-violence. We must \r\ntherefore begin building peace by inculcating the value \r\nof peace in children at their formative stage, get it \r\ndeeply ingrained in their psyche so that, as adults, they \r\ncan build a peaceful world for themselves and for \r\nfuture generations.  \r\n It is now being increasingly recognized, as many \r\nleaders from the developed and developing worlds \r\nalike have made clear during the Millennium \r\nAssembly, that poverty and conflict form a vicious \r\ncircle, poverty being a direct cause, as well as an \r\naggravating element, of conflict. It therefore makes \r\nabundant sense to invest in sustainable economic and \r\nsocial development so that an increasing population \r\ndoes not have to engage in deadly competition over \r\nshrinking resources that barely provide for subsistence \r\nand whose exploitation does irreparable damage to the \r\nenvironment. \r\n Human rights have been embraced, and even \r\ninternalized, by all of us as universal values, and \r\nalmost every State in the world has taken on itself the \r\nresponsibility of protecting and promoting them. At the \r\nsame time, countries have committed themselves to \r\nremoving gender imbalance and to advancing equality \r\nbetween men and women. Today, more people are \r\nenjoying democracy and participatory governance than \r\nat any other time in human history; that is one of the \r\nmeans to fortify the culture of peace. A number of \r\nglobal conferences have reaffirmed understanding, \r\ntolerance and solidarity as the cornerstones of justice \r\nand peace. The Millennium Declaration also reiterated \r\nthose principles. The revolution in information and \r\ncommunications has extended human capacity to an \r\nunprecedented extent in a globalizing world. We have \r\nthe most sophisticated and diverse means of \r\ncommunication; the irony is that people are not \r\ncommunicating in a manner that would promote \r\nunderstanding. \r\n These are developments that could certainly be \r\ninstrumental in promoting international peace and \r\nsecurity. There is a way; what we lack is the will to \r\nwalk along a path that has so far been uncharted. My \r\ndelegation greatly appreciates the role of the United \r\nNations Educational, Scientific and Cultural \r\nOrganization (UNESCO) and its leadership in taking \r\nthe welcome initiative on a culture of peace. We need \r\nto make the culture of peace a system-wide endeavour \r\nwithin the United Nations and a goal pursued \r\nindividually and collectively by its Member States. \r\nThere are a number of steps that we need to take to \r\ncreate a favourable environment in order to enable the \r\nculture of peace to succeed. They include, among other \r\nrequirements, complete nuclear disarmament, control \r\nof small arms and light weapons, measures to build \r\nconfidence between peoples and States and a declining \r\nreliance on arms and force as a means to resolve \r\nconflict. By discouraging the production, sale and \r\ndeployment of arms we may hurt a few weapons \r\nsystems researchers, some arms producers and some \r\narms suppliers. But it would be a price worth paying \r\nfor the greater cause of saving millions of lives, which \r\nare more precious than anything else, and of fostering \r\nenlightened societies, which represent the pinnacle that \r\nevery human civilization seeks to reach. \r\n In many societies that were traditionally paragons \r\nof peace, the moths of conflict have begun to eat away \r\nat the fabric of peace. The reasons are easy to \r\nunderstand. As the population continues to grow in \r\npoor countries faced with economic stagnation, more \r\nand more people are pushed into the abyss of poverty. \r\nUnscrupulous political elements, which cannot win the \r\nhearts and the confidence of people in democratic \r\nelectoral processes, begin to entice innocent people, \r\nfobbing them off with utopian promises and exploiting \r\ntheir frustration in order to foment trouble. \r\nParochialism comes to their help from outside, too. \r\n As we have witnessed, in the majority of cases, \r\nsuch myopic forces succeed in making a dent only in \r\nthose areas where people are poor and the fruits of \r\ndevelopment have yet to bring them out of \r\nimpoverishment and backwardness. \r\n The elements that have been identified as the key \r\ncomponents of the culture of peace are the same ones \r\nthat we have been separately and collectively trying to \r\nobserve and promote. The notion of the culture of \r\npeace simply brings them together into a coherent \r\nwhole. I, for one, fail to understand how some of us \r\n \r\n 25 \r\n \r\n A/55/PV.49\r\ncould have reservations about pursuing this course \r\ntowards peace unless they are motivated by \r\ncommercial interest or national hubris. \r\n There may, of course, be a conflict between \r\nlimited national interests and wider global obligations. \r\nTo work for shared peace and prosperity, we need to \r\nendeavour to bridge the gulf between national and \r\nglobal interests. That is the kingpin of the United \r\nNations Charter and multilateralism, which are in \r\nkeeping with the fundamental goals of the culture of \r\npeace. \r\n Common humanity is the main strand that binds \r\nthe different elements embraced in the United Nations \r\nCharter and reaffirmed in the Millennium Declaration. \r\nPerhaps that was the only reason why the founding \r\nfathers of the United Nations granted certain privileges \r\nand entrusted special responsibilities to some for \r\npromoting world peace and security. Nepal hopes that \r\nnarrow national interests will not undermine the larger \r\nglobal interests that benefit the peoples of the world, in \r\nwhose name the Charter is written. \r\n We have tried a number of doctrines and weapon \r\nsystems in the quest to secure a lasting peace, but we \r\nhave failed. It is time for a culture of peace to receive \r\nunequivocal support from the global community. At \r\nstake are durable peace and progress, which fuel each \r\nother and offer freedom from fear and want, not just \r\nfor a few but for all of humanity. \r\n The Acting President: In accordance with the \r\ndecision taken earlier, I now call on the Observer of the \r\nHoly See. \r\n Archbishop Martino (Holy See): The century \r\nthat has just ended will be remembered not only as a \r\ncentury of great scientific progress, but also as a one of \r\nextraordinary violence. It was a century in which \r\nmillions of people fell victim to two great wars and to \r\ninnumerable other horrendous wars and internal \r\nconflicts — a century that witnessed the Holocaust and \r\nrepeated genocide, concentration and extermination \r\ncamps, and hatred and ethnic cleansing. \r\n But the century which is beginning could yet \r\nbecome one of peace. That must be the hope of this \r\nOrganization, of the community of nations and of all \r\nhumanity. The United Nations Educational, Scientific \r\nand Cultural Organization (UNESCO) and the United \r\nNations Children’s Fund (UNICEF) have together \r\nproclaimed the International Decade for a Culture of \r\nPeace and Non-Violence for the Children of the World. \r\nAll must work to make this aspiration a reality. \r\n The family of nations must work to this end \r\nprecisely for the good of all the children of today’s \r\nworld, many of whom have known nothing but war. We \r\nmust make it a reality in order to give those children, \r\nand all the children of the new century, new hope and a \r\nnew future. In reality, it is the children of the world \r\nwho will make the choice for peace. This generation \r\nmust put them in a position to do so, through the \r\ncreation of a true culture of peace. \r\n The first requirement of a culture of peace is to \r\nreaffirm the conviction that war is no longer the way  \r\nto resolve conflicts between nations or peoples. \r\nPope John Paul II has repeated on many occasions the \r\nappeal made by his predecessor Pope Paul VI here in \r\nthis General Assembly Hall: “Never again war”. In his \r\nEncyclical Letter Centesimus Annus, the Pope \r\nappealed: \r\n “Never again war, which destroys the life of \r\ninnocent people, teaches how to kill, throws into \r\nupheaval even the lives of those who do the \r\nkilling and leaves behind a trail of resentment and \r\nhatred, thus making it all the more difficult to \r\nfind a just solution to the very problems which \r\nprovoked the war”. \r\n A culture of peace must be a culture of human \r\nrights. The Universal Declaration of Human Rights is \r\nthe fruit of reflection on the destruction that is the \r\nresult of war. It is the fruit of reflection on what \r\nhappens when the fundamental dignity of the human \r\nperson is overlooked and trampled upon. The \r\nrecognition of the inalienable rights and dignity of each \r\nperson represents the foundation of every authentically \r\nfree political order. \r\n A culture of peace must be based on truth and \r\njustice. Totalitarian regimes compel entire societies to \r\nsubmit, at least outwardly, to a vision of society that is \r\nimposed on them. The result was oppression and \r\nalienation. A culture of peace focused on the dignity of \r\neach person and on the truth about the human person \r\nmust overturn such a vision. It must respect the \r\nconscience of each individual, which is bound only to \r\nthe truth. It must foster the search for truth. It must \r\nrespect those who are prepared, even in the face of \r\ngreat pressure and violence, to bear witness to the \r\ntruth, especially when this is done in a spirit of peace. \r\n \r\n26  \r\n \r\nA/55/PV.49  \r\n The search for the truth about humankind and the \r\nhuman family must rise above purely utilitarian values \r\nand be open to the full truth about the human person \r\nand the fundamental needs of people, who cannot be \r\ntreated as mere commodities. It must overcome the \r\ndesire for greed and the search for political and \r\neconomic power, which today still remain at the root of \r\nmany conflicts. Peace between nations presupposes \r\njustice and equity in the distribution of the goods of \r\ncreation. \r\n A culture of peace must be one which respects the \r\nrights of nations. Very often at the root of conflicts we \r\nfind real and grave grievances based on deep injustices \r\nsuffered or on the frustration of the legitimate \r\naspirations of peoples. A way must be found to \r\nestablish a rule of law in international life, just as it has \r\nbeen possible to do so within individual States. Every \r\neffort must be made to ensure that timely arbitration \r\nand a path of dialogue are available in areas of conflict \r\nand that the hand of friendship can be offered to \r\novercome even deeply rooted conflicts. Conflict \r\nprevention must be fostered. Prevention and dialogue \r\nis the only way to lasting peace, even though the \r\nprocess may involve painstaking dialogue and the \r\ndifficult search for solutions which respect the rights of \r\npeoples. \r\n A culture of peace will reject the logic of the free \r\nflow of arms. The upcoming United Nations \r\nConference on the Illicit Trade in Small Arms and \r\nLight Weapons in All Its Aspects offers a fresh \r\nopportunity to address a long-overlooked dimension of \r\ninternational disarmament. The current stock of small \r\narms and the facility with which they can reach areas \r\nof conflict pose an enormous challenge to the \r\ncommunity of nations. Such movement of arms greatly \r\nincreases the possibility of open conflict and \r\nwidespread loss of life. Concerted efforts must be \r\nmade at the end of conflicts to collect and destroy \r\nweapons. Efforts must be made to strengthen regional \r\nsecurity by fixing mutually agreed ceilings on arms \r\nexpenditures in order to reduce the likelihood of the \r\nresumption of conflict. \r\n In addressing budgetary distortions, the poverty \r\nreduction strategies currently being negotiated within \r\nthe context of debt-relief initiatives must also address \r\nthe issue of excessive military expenditures by already \r\ndisastrously poor countries. The wealthier nations must \r\nbe more rigorous in designing and implementing norms \r\nwhich prevent the flow of arms they produce into \r\nconflict zones. \r\n A culture of peace will focus on the young, and \r\nespecially on children. Children are today all too often \r\nthe first victims of war. Their future is threatened by \r\nthe breakdown of the normal social order, which \r\nprevents them from attending school or obtaining \r\nadequate health care. The fundamental protection \r\nwhich international humanitarian law affords to \r\ncivilian populations must be respected, especially in \r\nthe case of children. The plague of child soldiers must \r\nbe removed from our world. How many young lives \r\nhave been ruined by the forced involvement and \r\nabduction of children, which robs them of their \r\ninnocence and brings them into face-to-face contact \r\nwith violence, and even makes them the protagonists of \r\nviolence and killing? Those responsible for the \r\ninvolvement of children in war merit the strongest \r\ncondemnation by the community of nations. \r\n A culture of peace must begin in human hearts. \r\nViolence must be put aside in every aspect of human \r\nlife. Substituting a culture of non-violence for a culture \r\nof war does not happen automatically. This requires a \r\ntrue change of heart. This change must begin in the \r\nhome and in the family. It must be founded on the true \r\nrespect of each and every person and of each and every \r\ncommunity. A culture of dialogue and respect between \r\ncommunities and civilizations must be fostered. \r\n The world needs men and women who work for \r\nreconciliation rather than for war. It needs men and \r\nwomen of vision who can testify to the strength of non-\r\nviolence, which has a more lasting effect than the \r\nbitterness that war inevitably engenders. Religious \r\nleaders especially must appeal to the deepest roots of \r\ntheir message, which stresses the fundamental \r\nbrotherhood of all peoples, and they must rise above all \r\nattempts to exploit religious messages or religious \r\nsentiment for political or narrow ethnic motives. \r\n The Pontifical Council for Justice and Peace has \r\nannounced that Catholics will celebrate the World Day \r\nof Peace on 1 January 2001 under the theme: \r\n“Dialogue between cultures, for a civilization of love \r\nand peace”.  May that become a programme for \r\neveryone, for the sake of the children of this new \r\ncentury. \r\n May I conclude by citing the words of Pope John \r\nPaul II, in his address to this Assembly on the occasion \r\nof the celebration of its fiftieth anniversary: \r\n \r\n 27 \r\n \r\n A/55/PV.49\r\n “With the help of God’s grace, we can build in \r\nthe next century and the next millennium a \r\ncivilization worthy of the human person, a true \r\nculture of freedom. We can and must do so. And \r\nin doing so we shall see that the tears of this \r\ncentury have prepared the ground for a new \r\nspringtime of the human spirit.” (A/50/PV.20, \r\np. 6) \r\n May the words His Holiness pronounced five \r\nyears ago translate today into hope for a true culture of \r\npeace. \r\n The President: We have heard the last speaker in \r\nthe debate on this item, and one representative has \r\nrequested to exercise the right of reply. \r\n May I remind Members that statements in the \r\nexercise of the right of reply are limited to 10 minutes \r\nfor the first intervention and to five minutes for the \r\nsecond intervention and should be made by delegations \r\nfrom their seats. \r\n Mr. Shacham (Israel): The representative of \r\nEgypt has unfortunately used this debate on the culture \r\nof peace to voice a political attack against my country. \r\nHis words ring particularly hollow on this day. It is \r\nwith great sorrow that I must inform the Assembly of a \r\nmost tragic terrorist attack that occurred today in our \r\ncapital, Jerusalem. At approximately 3 p.m. local time, \r\na car bomb exploded near the crowded Mahane Yehuda \r\nmarket in the heart of the city. Two people are \r\nconfirmed dead, and several others have been injured. \r\n This attack comes after repeated warnings by my \r\nGovernment that the release of close to one hundred \r\nHamas and Islamic Jihad terrorists by the Palestinian \r\nAuthority — terrorists convicted of barbarous \r\nmurders — would be interpreted by these groups as a \r\ngreen light to commence attacks against Israeli \r\ncivilians. These warnings went unheeded by the \r\nPalestinian leadership, and today we have witnessed \r\nthe tragic results. The Palestinian Authority bears a \r\nheavy responsibility for this attack, and Israel has \r\ndemanded that these terrorists be put back behind bars \r\nwhere they belong. \r\n The timing of this attack is particularly \r\nunfortunate in light of the agreement reached early this \r\nmorning between Minister of Regional Cooperation \r\nShimon Peres and Chairman Yasser Arafat. The \r\nagreement includes the following: an undertaking to \r\nrenew Israeli-Palestinian security cooperation at the \r\nlevel maintained prior to the outbreak of the \r\nPalestinian violence and a return of security forces to \r\nthe previous deployment; the holding of coordination \r\nmeetings between Israeli commanders and their \r\nPalestinian counterparts; the issuing of statements by \r\nboth Prime Minister Barak and Chairman Arafat to \r\ntheir respective media outlets, calling for a halt to the \r\nviolence and incitement; and reviewing the \r\nimplementation of this agreement in two days’ time, \r\nwith an eye towards issuing a joint Israeli-Palestinian \r\ncall to United States President Clinton to convene the \r\nfact-finding committee agreed upon at Sharm el-\r\nSheikh. This agreement, unfortunately, now hangs in \r\nthe balance. \r\n The comments of the Egyptian representative \r\nwould have been less offensive if this morning’s \r\ncircumstances had not been so tragic. Only a fortnight \r\nago, Egypt graciously hosted the Sharm el-Sheikh \r\nsummit, at which an Israeli-Palestinian agreement was \r\nreached on ending the violence. That summit \r\nrecognized that neither side in this conflict has the \r\nmonopoly on the status of victim and that both sides \r\nmust act to bring an end to the violence. Indeed, \r\nPresident Mubarak of Egypt spoke at the summit of the \r\nneed for both sides to return to the peace process, to \r\nend the cycle of violence and to return to a culture of \r\npeace. In this light, the words of the representative of \r\nEgypt, which seek to portray Israel and Israelis as \r\nvillains in this context, and his use of this forum to \r\nlevel unfounded charges and make baseless references \r\nto accusations of war crimes seem, at the very least, \r\ncontradictory to Egypt’s pronounced and greatly \r\nappreciated role as a supporter and facilitator of the \r\nMiddle East peace process. Such political manipulation \r\nof the language of law only cheapens the law and in so \r\ndoing undermines the prospects for a just peace. \r\n Since the representative of Egypt has already \r\nchosen to refer to the issue of peace in our region, we \r\nwould have expected him to use his statement today to \r\nencourage the Palestinian leadership to respond in kind \r\nto the hand of peace that Israel extended towards them \r\nat Camp David, rather than to reject outright Israel’s \r\ncompromise proposals and to choose instead to resort \r\nto armed struggle. \r\n Although his words today are unfortunate, we \r\ncontinue in our hope that forces of moderation and \r\ncoexistence — which we know exist in the Arab \r\nworld — will be given a voice in international forums, \r\nthus promoting the metamorphosis of our war-torn \r\n \r\n28  \r\n \r\nA/55/PV.49  \r\nregion into a cooperative endeavour to truly enhance \r\nthe culture of peace in the Middle East. \r\n Mr. Roushdy (Egypt) (spoke in Arabic): I will \r\nbegin by expressing my total rejection of the \r\naccusations levelled at my delegation that our \r\nstatement was aggressive and offensive. We were the \r\nfirst to extend a hand of peace in the Middle East more \r\nthan 20 years ago. Ever since then, Egypt has devoted \r\nall its efforts and diplomatic potential in all \r\ninternational forums to reinforce the peace process. But \r\nwhat kind of peace are we talking about? The culture \r\nof peace will never exist, nor will it be maintained if it \r\nis not embodied in a just peace that meets the demands \r\nand interests of all the parties — not extreme demands \r\nand needs, but just and equitable ones. \r\n Allow me to add another fact. The Geneva \r\nConvention relative to the Protection of Civilian \r\nPersons in Time of War applies to the Palestinian \r\noccupied territories. It was agreed to by the  \r\n \r\ninternational community, and there are no ifs, ands and \r\nbuts about it. We are witnessing acts of violence. These \r\nacts undermine peace; violence breeds violence. This is \r\nevident and obvious. If we really want peace or want to \r\npromote the culture of peace, we have to identify for \r\nthe party that caused the provocations and the \r\ncircumstances that took the region out of the state of \r\npeace and threw it back into disturbances and \r\nconfrontations. \r\n The Acting President: I would like to inform \r\nMembers that a draft resolution on this item will be \r\nsubmitted at a later date. \r\n The meeting rose at 1.15 p.m. \r\n \r\n"