"United Nations A/55/PV.40\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n40th plenary meeting\r\nWednesday, 25 October 2000, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-70869 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 174 (continued)\r\nThe role of the United Nations in promoting a new\r\nglobal human order\r\nDraft resolution (A/55/L.15)\r\nMr. Ouch (Cambodia) (spoke in French): Since\r\nthis is the first time I have addressed the Assembly,\r\nallow me, Sir, on behalf of the Kingdom of Cambodia,\r\nto express our warmest congratulations on your\r\nelection to preside over the fifty-fifth session of the\r\nGeneral Assembly. I am sure that, with your eminent\r\nqualities and wealth of experience, you will accomplish\r\nwith distinction the tasks entrusted to you. I also wish\r\nto express our appreciation and gratitude to\r\nMr. Theo-Ben Gurirab for his significant contribution\r\nas President of the General Assembly at its last session.\r\nWe have just concluded the Millennium\r\nAssembly, during which we heard over and over again\r\nabout the sorry state of the world, where the increasing\r\nprosperity brought about by globalization is marred by\r\nthe very disquieting phenomenon of increasing\r\ninequality between nations. It was notable that in most\r\nof the debates, which were largely based on the\r\nSecretary-General’s report, “We the peoples”, speakers\r\nonly touched on the phenomena described in it and did\r\nnot tackle the causes. Poverty, disease, famine and\r\nmortality are usually treated as separate, unrelated\r\nquestions, with different causes and dynamics, rather\r\nthan as symptoms of a general malfunctioning of the\r\nsystem.\r\nIt is anomalous that we continue to talk of rapid\r\nprogress in technology and world prosperity amid the\r\nstark reality that 1.2 billion people continue to live on\r\nless than $1 a day, while another 2.8 billion live on less\r\nthan $2 a day. It is deplorable that the much-touted\r\nbreakthroughs in communications and information\r\ntechnology have done nothing for the hundreds of\r\nmillions of people suffering hunger, malnourishment,\r\nilliteracy, unemployment and disease. Why does all this\r\nhappen? How much longer will it last? These questions\r\nremain unanswered, despite the series of world\r\nconferences organized by the United Nations during\r\nthe 1990s and their review mechanisms.\r\nOur assembled world leaders adopted the\r\nMillennium Declaration, which, inter alia, proclaimed\r\nthe ambitious targets of halving by 2015 the proportion\r\nof the world’s people whose income is less than $1 a\r\nday and the proportion of people who do not have\r\naccess to safe drinking water. They also resolved to\r\nhalt and begin to reverse the spread of HIV/AIDS by\r\n2015.\r\nHowever, these targets will be meaningless if we\r\ncontinue on the development path of globalization and\r\nneo-liberal market liberalization of the past decade or\r\nso, which experience has shown does not lead to the\r\nalleviation of poverty. Unless we change the pace of\r\ndevelopment and restructure the relations of the world\r\ntoday, which continue to marginalize poor countries\r\nand the poor, five or ten years from today we shall still\r\n2\r\nA/55/PV.40\r\nbe lamenting the slow progress in poverty eradication\r\nand the persistence of such scourges as HIV/AIDS and\r\ndestitution.\r\nThe forces of globalization and neo-liberal\r\nmarket liberalization have given rise to vast\r\nopportunities for prosperity in the developed world.\r\nUnfortunately, corporate-driven globalization has also\r\nincreased inequities between and within countries,\r\ncreating enormous challenges and risks for the\r\ndeveloping countries. With limited access to markets,\r\nfinancial resources and technology, and increasingly\r\nmarginalized in international economic decision-\r\nmaking processes, most developing countries are\r\nvulnerable to external shocks and are unable to\r\nintegrate beneficially into the global economy. They\r\nhave only dim prospects of accelerating their\r\ndevelopment and eradicating poverty in the near future.\r\nIt should be noted that, while free markets may be\r\nthe best guarantee of efficiency and be an efficient tool\r\nfor economic growth and development, they have\r\nfailed to promote equity. And when market forces are\r\nallowed a totally free rein in any situation the results\r\nare uneven and lead to an increased concentration of\r\npower and wealth in strong nations and big\r\ncorporations. They also lead to the marginalization of\r\nthe small and the weak and render economies —\r\nnational, regional and global — vulnerable to recurring\r\nfinancial crises.\r\nOnly a global development partnership can\r\nreverse this adverse trend. This means that the\r\ndeveloped and developing worlds must be able to\r\nengage in a revitalized dialogue based on the principles\r\nof mutual interests and benefits, shared responsibility\r\nand genuine partnership. At the same time, it must be\r\nrecognized that for the North-South dialogue to be\r\nproductive and enduring it must be supplemented by\r\nsustained and strengthened inter-South cooperation. If\r\nsuch cooperation is vigorously pursued the developing\r\ncountries will have greater leverage in the North-South\r\ndialogue. I am convinced that cooperation between the\r\nNorth and South and within the South is imperative if\r\nthe developing countries are to regain control of their\r\nown future.\r\nOur delegation therefore commends this initiative\r\nand the discussions on the establishment of a new\r\nglobal human order intended to prompt a\r\nre-examination of international cooperation and\r\npartnership and to explore the viability of a new\r\npeople-centred development as a central pillar of the\r\nwork of the United Nations. The initiative, which has\r\nbeen duly supported by various forums, was recently\r\nendorsed by the South Summit, meeting in Havana,\r\nCuba, from 12 to 14 April. The South Summit gave us\r\nan excellent opportunity to articulate a common vision\r\nof the future and to draw up a platform of action for the\r\nyear 2000 and beyond. This platform emphasizes a new\r\nrole for the South within the context of globalization,\r\nliberalization and interdependence.\r\nAs regards the role and functions of the United\r\nNations, at this important juncture of its 55 years of\r\nexistence, one cannot but conclude that its role has\r\nbeen greatly eroded, especially during the post-cold-\r\nwar period, and that the Organization has been\r\nsystematically bypassed on issues of real concern to the\r\ninternational community. Unless this process is\r\nreversed, the United Nations will become less and less\r\nrelevant and less and less capable of meeting the\r\nchallenges of the new millennium.\r\nWe now face a new concept of people-centred\r\ndevelopment, in the form of an ever-growing emphasis\r\non human security through the promotion of the\r\nconcept of humanitarian intervention. We believe that,\r\nas was stated in the Declaration of the South Summit,\r\nwe should clearly distinguish between humanitarian\r\nintervention and other United Nations activities, and\r\nthat development should always remain at the heart of\r\nUnited Nations activities. The concept of people-\r\ncentred development, which is advocated in the new\r\napproach to development that is under discussion\r\ntoday, should not be confused with the concept of\r\nhuman security as spelled out in the proposals for\r\nhumanitarian intervention that are being so vigorously\r\npromoted these days.\r\nMr. Ahmad (Pakistan): My first word must be\r\none of appreciation to you, Sir, for bringing this body\r\nback to its own venue. I think we all now feel at home.\r\nThe Government of Guyana has taken a very\r\ntimely initiative by putting on the agenda on the United\r\nNations the proposal of the late President of Guyana,\r\nDr. Cheddi Jagan, regarding the new global human\r\norder. No organization is better placed than the United\r\nNations to promote such initiatives. We thank Guyana\r\nand extend our full support to its efforts to pave the\r\nway for a global order that is humane, just, fair and\r\nequitable.\r\n3\r\nA/55/PV.40\r\nMr. Dangue Réwaka (Gabon), Vice President,\r\ntook the Chair.\r\nThe famous Pakistani economist and initiator of\r\nthe Human Development Report, late Dr. Mehboob-ul-\r\nHaque, once said:\r\n“Development must deal with the entire\r\nsociety, not just with the economy, and people\r\nmust be put at the centre of the stage.”\r\nHis vision is now shared throughout the world. There is\r\na widespread consensus today that the purpose of\r\ndevelopment is not to enlarge incomes, but to enlarge\r\npeople’s choices, and that these choices include decent\r\neducation, good health, cultural identity and many\r\nother areas of human well-being. The United Nations\r\nconferences and summits on economic and social\r\ndevelopment held during the last decade also made\r\nsignificant contributions to building consensus around\r\nthis concept of development.\r\nDespite this universal agreement on people-\r\ncentred development, the number of people living in\r\npoverty has increased. In more than half of the\r\ndeveloping countries the richest 20 per cent today\r\nreceive more than 50 per cent of the national income.\r\nIn many countries the per capita income of the poorest\r\n20 per cent now averages less than one tenth of that of\r\nthe richest 20 per cent. Unemployment is also on the\r\nrise in developing countries.\r\nTwenty-five years from today the world’s\r\npopulation will have increased to 8 billion people. It is\r\nestimated that of these 8 billion, 4 billion will live on\r\nless than $2 a day, and 1.8 billion on less than $1 a day.\r\nThis means that of the additional 2 billion people, 1.5\r\nbillion will be living far below the poverty line. That\r\nwould indeed be a dismal legacy for our children.\r\nIt is evident that growth and development have\r\nnot automatically reduced inequality and cannot do so.\r\nThe growing size of the pie does not ensure that\r\neveryone will get his or her piece of pie. In reality, for\r\nthe large majority, prosperity has remained “pie in the\r\nsky”.\r\nThe fact of the matter is that the market-driven\r\nprocess of globalization, which is ostensibly\r\nintegrating national economies into the world economy,\r\nis asymmetric, with some winners but many losers. As\r\nI said in the Second Committee yesterday, economic\r\nglobalization is turning into corporate colonialism. It\r\nseems that now corporations are to set the social\r\npolicies of developing countries. These inclusionist\r\npolicies cannot be sustained — socially, culturally,\r\nmorally or politically. We must take measures to pre-\r\nempt these moves; otherwise, the North-South divide\r\nmight become unbridgeable.\r\nThe South Summit Declaration, adopted in\r\nHavana last April, stressed the need for a new global\r\nhuman order aimed at reversing the growing disparities\r\nbetween rich and poor, both among and within\r\ncountries. It was stated that this would be achieved\r\nthrough the promotion of growth with equity, the\r\neradication of poverty, the expansion of productive\r\nemployment and the promotion of gender equality and\r\nsocial integration.\r\nThe proposal from Guyana for a new global\r\nhuman order seeks to build a strong political consensus\r\nand a broad-based global partnership to promote\r\ndevelopment and eradicate poverty. We fully agree\r\nwith the observation in the explanatory memorandum\r\nthat political will and an enlightened international\r\npartnership are essential ingredients of any strategy\r\ndesigned to meet the challenges of underdevelopment.\r\nGlobal challenges need sustained global action. We\r\nhope that the preachers of globalization and globalism\r\nwill not be carried away by a non-globalist outlook of\r\nglobalism and will realize the imperatives of a new\r\nhuman order based on justice, equity, welfare and\r\ndignity for all, not just for the chosen and privileged\r\nfew.\r\nThe iron curtain is no longer there. Let there be\r\nno poverty curtain that cuts across the face of our\r\nEarth, separating excessive affluence on the one side\r\nfrom abject poverty on the other. There is no room for\r\nmarginalization or exploitation in the new human order.\r\nThe Government of Guyana has presented a\r\ncomprehensive strategy for the promotion of a new\r\nglobal human order. The strategy addresses all aspects\r\nof human development. A number of practical\r\nproposals have been made to bridge the income and\r\ntechnological gap between the developed and\r\ndeveloping countries. There are many useful proposals\r\nto make the international economic and financial\r\nsystem development-oriented. Pakistan is generally\r\nsupportive of the objectives of this strategy. However,\r\nthe policy actions suggested in the strategy paper\r\nwould, obviously, need to be further elaborated and\r\nthoroughly examined.\r\n4\r\nA/55/PV.40\r\nWe believe that further deliberations on the\r\nstrategy could achieve two very important objectives.\r\nFirst, the discussions would lead to better\r\nunderstanding of the philosophical framework of the\r\nproposals. Secondly, they would promote effective and\r\ncoherent implementation of the proposed policy\r\nactions. Our delegation looks forward to actively\r\nparticipating in such deliberations.\r\nWe believe that the existing institutional\r\nframework and arrangements for economic regulations\r\ndevised by the developed countries are adaptive neither\r\nto the new forms of global economic interdependence\r\nnor to the integration of developing countries into the\r\ninternational economy. A strengthening of the\r\nmultilateral process is essential for the sharing of the\r\nbenefits of global prosperity.\r\nThe Government of Guyana is calling for a new\r\ndevelopment paradigm. The time has come for a major\r\nparadigm shift in the pursuit of economic and social\r\ndevelopment. We share the view that the United\r\nNations has a central role in shaping this paradigm.\r\nThe United Nations should be empowered to\r\neffectively perform this role. To that end, the Bretton\r\nWoods institutions and the World Trade Organization\r\nshould be brought into a close working relationship\r\nwith the United Nations, as envisaged in the Charter.\r\nWe hope that consensus on the implementation of\r\nthe strategy to operationalize the new global human\r\norder will lead to the realization of the long-cherished\r\ngoal of human-centred development. That would be,\r\nindeed, a major accomplishment.\r\nI would like to end my statement with a quote,\r\nagain from Mr. Haque, regarding the impact of human\r\ndevelopment reports on the development paradigm. He\r\nwrote:\r\n“Along with my colleagues, I was not quite\r\nprepared for the enormous impact that these\r\nreports had on international thinking and on\r\nnational development strategies. Obviously, the\r\nworld was ready for a new development\r\nmessage.”\r\nWell, we are confident that the world is now\r\nready for a new global human order to tame the\r\nextreme forces of the market and to make globalization\r\na positive force for development.\r\nMr. Leiro (Norway): Norway is pleased to see\r\nthat the concept of a new global human order is on the\r\nagenda of the fifty-fifth session of the General\r\nAssembly. The concept has been discussed in various\r\ninternational forums since it was first proposed by the\r\nlate Mr. Cheddi Jagan, former President of Guyana, at\r\nthe World Summit for Social Development in\r\nCopenhagen in 1995.\r\nThe proposal for a new global human order seeks\r\nto build a strong political consensus and a broad-based\r\nglobal partnership to combat poverty and promote\r\neconomic security throughout the world. It calls for a\r\nre-examination of international cooperation and\r\npartnership and seeks to create a viable consensus on\r\npeople-centred development as a central pillar of the\r\ndevelopment efforts of the United Nations in the\r\ntwenty-first century.\r\nThe new global human order acknowledges the\r\npowerful and dynamic force of globalization as a\r\nmeans of strengthening cooperation and accelerating\r\ngrowth and development. Although globalization\r\npresents opportunities for the developing countries, it\r\nhas also increased vulnerability. At present, the\r\nbenefits of globalization are unevenly shared, while its\r\ncosts are unevenly distributed.\r\nThe new global human order seeks to reduce the\r\ngrowing disparities between rich and poor countries\r\narising from globalization and technological\r\ninnovation. The need to ensure that globalization\r\nbecomes a positive force which benefits all the world\u0027s\r\npeople was clearly spelled out both in the Secretary-\r\nGeneral\u0027s millennium report and in the Millennium\r\nDeclaration itself.\r\nThe United Nations, with its universal\r\nmembership and comprehensive scope, is the best\r\nforum to promote global consensus on issues of\r\nuniversal concern. The new global human order\r\nproposal is such an issue. However, it is important that\r\nthis new initiative build on other work done by the\r\nUnited Nations in development, including the series of\r\nUnited Nations conferences held during 1990s, and that\r\nit be seen in the context of the follow-up to the\r\noutcome of the Millennium Summit.\r\nThe proposal envisages a number of concrete\r\ninitiatives, which we will study carefully. However, we\r\nare convinced that the proposal for a new global human\r\norder will help Member States and the United Nations\r\nitself to achieve the ambitious goals of development\r\nand poverty eradication outlined in the Millennium\r\n5\r\nA/55/PV.40\r\nDeclaration. Norway therefore supports this important\r\ninitiative.\r\nMr. Wang Donghua (China) (spoke in Chinese):\r\nChina welcomes the fact that the item entitled “The\r\nrole of the United Nations in promoting a new global\r\nhuman order” is now under discussion in the General\r\nAssembly. In the world of today, the development of\r\nscience and technology and the accumulation of wealth\r\nhave reached unprecedented levels. However, there\r\nexist wide disparities, and in the process of\r\nglobalization the gap between the rich and the poor,\r\nbetween North and South, is still widening. The rapid\r\ndevelopment of information technology, on which high\r\nhopes have been placed, is leading to a digital divide.\r\nMuch of the understanding reached at a series of world\r\nconferences in the 1990s and many of the goals laid\r\ndown at these conferences are still far from being\r\ntranslated into reality. Poverty, backwardness and\r\nunderdevelopment remain the most daunting challenges\r\nfaced by many developing countries.\r\nAt the recent Millennium Summit, which\r\nattracted worldwide attention, heads of States made\r\nsolemn commitments for the promotion of international\r\npeace and development. How to make use of the\r\nmomentum generated by the Millennium Summit to\r\nattain the goals and to fulfil the commitments\r\nundertaken is a major question confronting all\r\ncountries.\r\nAt this juncture the ideas proposed by Guyana for\r\nthe promotion of an international understanding and the\r\nmobilization of political will and effective promotion\r\nof the Millennium Declaration (resolution 55/2) are of\r\npositive significance. The establishment of a new order\r\nin international relations is a goal that many countries,\r\nespecially the developing countries and their peoples,\r\nhave been striving for over a long period of time.\r\nThere exist in the current international political\r\nand economic order many unjust and unreasonable\r\nfactors that are not conducive to the stability and\r\ndevelopment of the many developing countries. At the\r\nSouth Summit held in April 2000, the heads of State of\r\ndeveloping countries stressed the need for a new\r\ninternational political and economic order. At the same\r\ntime they also pointed to the need for a new global\r\nhuman order so as to promote economic growth, to\r\neradicate poverty, to expand productive employment, to\r\npromote gender equality and social integration and to\r\nreverse the growing disparities between the rich and\r\nthe poor. This is an embodiment of the consistent\r\npositions and views of developing countries and is also\r\nreflective of some new ideas.\r\nWith regard to the new international political and\r\neconomic order, China and many developing countries\r\nhave over the years developed some well-defined\r\nconcepts, such as respect for the purpose and principles\r\nof the United Nations Charter, the right of all countries\r\nto determine modalities of their development in the\r\nlight of their own national conditions, the participation\r\nof all countries on an equal footing in the management\r\nand formulation of rules of the game on a worldwide\r\nscale. To this one can add the necessity to promote a\r\ndemocratization of international relations and the\r\nguarantee of equal rights to development of all\r\ncountries, as well as the need for the international\r\ncommunity to help developing countries develop their\r\neconomies and for the developed countries to take\r\neffective measures to provide debt relief to developing\r\ncountries, to provide them with funds and technical\r\nassistance that would help them attain the capability of\r\nself-development, to enhance the development of\r\nhuman resources and to gradually reduce the gap\r\nbetween North and South. The international community\r\nshould also take more proactive and viable measures to\r\nreform the international economic, trade and financial\r\nsystems and to effectively guarantee the legitimate\r\nrights and interests of the large numbers of developing\r\ncountries.\r\nThe China-Africa Cooperation Forum that took\r\nplace in Beijing from 10 to 12 October 2000 held\r\nintensive discussions on the above-mentioned elements\r\nand reached broad-based consensus. Many details are\r\nspelled out in the platform for the cooperation in\r\neconomic and social development for China and\r\nAfrica, as well as in the Beijing Declaration adopted at\r\nthe Forum. Both parties indicated their readiness to\r\nenhance coordination and to play their respective roles\r\nfor the establishment of a new international political\r\nand economic order.\r\nWe believe that the establishment of a new global\r\nhuman order calls for the strengthening of international\r\ncooperation, which in turn calls for solid, down-to-\r\nearth work. For this purpose, China has in recent years\r\nintensified its efforts in its technical and economic\r\ncooperation with its partners.\r\nAt the China-Africa Cooperation Forum, China\r\nmade four commitments. First, we will continue to\r\n6\r\nA/55/PV.40\r\nprovide assistance to African countries to the best of\r\nour ability, and with the growth of China’s economy\r\nand increase in our overall national strength, we will\r\ngradually expand the scale of such assistance.\r\nSecondly, within two years we will provide debt relief\r\nin the amount of 10 billion Chinese yuan to heavily\r\nindebted poor countries in Africa and the least\r\ndeveloped countries. Thirdly, we will earmark funds to\r\nsupport and encourage Chinese enterprises to invest in\r\nAfrica. Fourthly, we will establish a fund for the\r\ndevelopment of human resources in Africa and help\r\nAfrican countries train professionals in various\r\ndisciplines.\r\nThis is a new contribution from China to South-\r\nSouth cooperation and is also reflective of our good\r\nfaith in the further promotion of international\r\ncooperation. China is open to and welcomes any\r\nproposals and ideas that will help to promote\r\ninternational cooperation and the strengthening of\r\npartnership, to eradicate poverty and to promote\r\ngrowth. We support the mobilization of the entire\r\nsociety in reaching broad-based consensus to promote\r\ncooperation and achieve joint development.\r\nWe wish to emphasize the following points. First,\r\nthe goals of the new global human order should be\r\nconsistent with those of the world conferences in the\r\n1990s and the Millennium Summit. At the same time,\r\nGovernments should play a leading role in mobilizing\r\nall sectors for a joint effort in the promotion of the\r\nworld economy and social development. Secondly, the\r\nnew global human order should be conducive to the\r\nimplementation of the understanding and commitments\r\nundertaken in the Millennium Declaration and major\r\nglobal conferences. Efforts should be made to mobilize\r\npolitical will to further strengthen programmes in\r\nexisting domains of international cooperation rather\r\nthan replacing the understanding and commitments that\r\nalready exist. Thirdly, the discussions about the new\r\nglobal human order should be closely linked to\r\ndiscussions on items such as the dialogue on the\r\ncooperation in international economic development,\r\nbecause these items explore the question of\r\ndevelopment policy from different perspectives, and\r\ntherefore the discussions of these different items will\r\nbe mutually complementary. We believe that all\r\ncountries should undertake concerted efforts to bring\r\nabout real change in the status quo, where there exists\r\nsuch a gap between international cooperation and\r\ncommitments on one hand and actual needs on the\r\nother. Solid and tangible work should be done to\r\npromote global, economic and social development.\r\nMr. Nejad Hosseinian (Islamic Republic of\r\nIran): In early September the heads of State and\r\nGovernment of all countries assembled in this very\r\nHall and made a solemn pledge, to themselves as well\r\nas to the peoples of the world, to the present generation\r\nand to those to come, to strive towards achieving a\r\nnumber of lofty goals and targets.\r\nHaving reflected on the report of the Secretary-\r\nGeneral, “We the peoples” (A/54/2000), they\r\ncommitted themselves in the Millennium Declaration\r\n(resolution 55/2) to:\r\n“a collective responsibility to uphold the\r\nprinciples of human dignity, equality and equity\r\nat the global level.” (resolution 55/2, para. 2)\r\nThey committed themselves, inter alia, to\r\n“freeing the entire human race from want” (resolution\r\n55/2, para. 11) and undertook “to create an\r\nenvironment — at the national and global levels\r\nalike — which is conducive to development and to the\r\nelimination of poverty”. (resolution 55/2, para. 12)\r\nWhat was achieved at the Millennium Summit, as\r\nreflected in its final outcome, the United Nations\r\nMillennium Declaration, represents serious\r\nundertakings and pledges. They chart, in a very big\r\nbrush, the outline of the United Nations approach and\r\npolicy in the years and decades to come in responding\r\nto the critical challenges we all face. The Declaration\r\nalso represents the collective will and desire of the\r\nentire international community to enhance the\r\neffectiveness of the United Nations in the twenty-first\r\ncentury.\r\nJust a few months prior to the Millennium\r\nSummit, the heads of State and Government of the\r\ndeveloping countries convened the first ever South\r\nSummit in Havana to chart the future path of the\r\ndeveloping world in its unending quest for\r\ndevelopment, progress and prosperity. Acting on the\r\nimperative of meeting at the start of the new\r\nmillennium, the South Summit resolved to reflect on\r\nthe rapidly changing world economic situation and to\r\naddress the emerging challenges facing the South in\r\neconomic and social spheres. They stressed, inter alia,\r\nthe need for a new global human order aimed at\r\nreversing the growing disparities between rich and poor\r\nboth among and within countries through the\r\n7\r\nA/55/PV.40\r\npromotion of growth and equity, the eradication of\r\npoverty, the expansion of productive employment and\r\nthe promotion of gender equality and social integration.\r\nWhat is now before the Assembly is a new\r\nagenda item on the role of the United Nations in\r\npromoting the new global human order. Colleagues\r\nlistened this morning to the excellent statement by\r\nAmbassador Insanally of Guyana laying out the history\r\nof the idea, the rationale for its presentation to the\r\nGeneral Assembly and the steps envisioned to pursue it\r\nfurther. It could hardly have been better, and the other\r\nstatements in this connection have also helped. With all\r\nthis in mind, we believe the concept of promoting a\r\nnew global human order is a meritorious addition to the\r\nUnited Nations repertory of ideas and proposals. It\r\ncertainly contains elements which are peculiar to the\r\ninitiative and complementary to others already on the\r\ntable. The emphasis on the need for a broad-based\r\nconsensus for action within a comprehensive and\r\nholistic framework and with the involvement of all\r\nactors is indeed commendable. The call for a broad-\r\nbased discussion and exchange of views within the\r\nframework of the General Assembly on the role of the\r\nUnited Nations in this regard is a welcome suggestion\r\nand worthy of full support. Moreover, the proposed\r\ndiscussions here at the United Nations, as well as in the\r\nother organizations and agencies of the United Nations\r\nsystem, will help to further elucidate the proposal,\r\nshedding light on its parameters and showing how it\r\ncould be advanced through the collective efforts of the\r\nUnited Nations family in the years to come.\r\nWhile addressing the question of the new global\r\nhuman order, I would like to take the opportunity to\r\ndraw the attention of the Assembly to the relevance of\r\nPresident Khatami’s proposal on the dialogue among\r\ncivilizations to the current discussion. The crux of my\r\nPresident’s proposal, which, as is well known, is now\r\nan ongoing United Nations initiative, is that as human\r\nbeings we have a common destiny and thus a shared\r\nresponsibility to make that destiny one befitting\r\nhumanity with all its assets of diversity, one that is\r\ndecent and equitable. We believe dialogue, predicated\r\non the need for mutual understanding and expansion of\r\ncommon ground, is imperative for the development of\r\na meaningful and educated global policy to ensure the\r\nattainment of that decent destiny, which lies at the\r\nheart of the proposed new global human order.\r\nSince this is just the beginning of an\r\nintergovernmental process on this agenda item, our\r\nstatement is rather brief. The essential aim of this\r\nintervention is to lend support to this valuable\r\ninitiative. At a more practical and concrete level, we\r\nbelieve the initiative needs to be supported through the\r\nadoption, by consensus, of the draft resolution before\r\nthe Assembly.\r\nMr. Lewis (Antigua and Barbuda): It gives me\r\ngreat pleasure to speak on behalf of the 14 member\r\nStates of the Caribbean Community (CARICOM): the\r\nBahamas, Barbados, Belize, Dominica, Grenada,\r\nGuyana, Haiti, Jamaica, Saint Kitts and Nevis, Saint\r\nLucia, Saint Vincent and the Grenadines, Suriname,\r\nTrinidad and Tobago and Antigua and Barbuda.\r\nThese are States which are deeply concerned with\r\nthe need to produce a new global human order aimed\r\nprecisely at addressing imbalances in the existing\r\nglobal economic system by balancing the needs of\r\nsecurity, development and the challenges of\r\nglobalization within a framework of people-centred\r\nsustainable development, justice and equity. As such,\r\nwe are offering a proposal entitled “The role of the\r\nUnited Nations in promoting a new global human\r\norder”. That proposal calls for the re-examination of\r\ninternational cooperation and partnership and,\r\nsimilarly, for exploring the prospects of a viable\r\nconsensus on people-centred development in the\r\ndawning millennium.\r\nThere is a need for a fresh momentum in regard\r\nto economic and social cooperation and for new\r\napproaches to development, inclusive of the question\r\nof resources. We consider this to be germane given the\r\nnumerous incentives on development over the past 50\r\nyears, all of which have yielded only meagre results,\r\nwhile the United Nations conferences over the last\r\ndecade established the principle of people-centred\r\nconcern and development. It is consequently necessary\r\nto rectify the lack of progress vis-à-vis the\r\nrecommendations of those conferences.\r\nIn the Declaration of the South Summit held in\r\nHavana in April of this year, the heads of State and\r\nGovernment of the Group of 77 and China stressed the\r\nneed for a new human order aimed at reversing the\r\ngrowing disparities between rich and poor, both among\r\nand within countries, through the promotion of growth\r\nwith equity, the eradication of poverty, the expansion\r\nof productive employment and the promotion of gender\r\nequality and social integration.\r\n8\r\nA/55/PV.40\r\nToday, the deepening interdependence of nations\r\nand peoples, the consolidation of democracy in many\r\ncountries and the end of the cold war offer enhanced\r\nprospects for the achievement of these aims.\r\nNevertheless, the growing inequalities and disparities\r\nthat have accompanied the globalization of the world\r\neconomy, revealed through the increasing income and\r\ntechnological divide between developed and\r\ndeveloping countries, militate against economic and\r\nsocial progress for the majority of humanity.\r\nConsequently, the proposal seeks to build a\r\nbroad-based global partnership to combat poverty and\r\nfoster economic security throughout the world. This\r\nmust be based on a long-term integrated approach to\r\ndevelopment with a full account of how Governments,\r\nmarkets and societies interact, and how the\r\nachievement of concrete development results is\r\nprovided for. The proposal envisages concrete\r\ninitiatives aimed at addressing issues of human\r\ndevelopment. Investment and technical and economic\r\nassistance remain instruments to support the\r\ndevelopment undertaking of developed countries.\r\nThe proposal seeks to advance further action on\r\nthree fundamental fronts. First, there is the\r\nfundamental need to facilitate a reshaping of the role of\r\ngovernment in order to build the democratic\r\ninstruments necessary for human development. This\r\nwill facilitate the strengthening of the capabilities to\r\nprovide the services and infrastructure needed to forge\r\nthe requisite synergies between economic growth,\r\npoverty-reduction and social development. Secondly, it\r\nseeks to mobilize enhanced political support for\r\ndevelopment. The developed countries must be urged\r\nto take definitive action to honour their obligations\r\nregarding the United Nations official development\r\nassistance target of 0.7 per cent of the gross national\r\nproduct, given the overall improvement in their\r\neconomic conditions. It is also important that official\r\ndebt relief be adequately financed, though not at the\r\nexpense of resources for development assistance.\r\nFurther, while the Heavily Indebted Poor\r\nCountries (HIPC) Initiative is an important step\r\ntowards assisting developing countries in obtaining\r\nadditional resources to address poverty, greater effort is\r\nrequired to allow countries to qualify for debt relief on\r\nthe grounds of the incidence of poverty. Thirdly, the\r\nproposal seeks to facilitate a genuine consensus on the\r\npromotion of social justice, ownership and good\r\ngovernance at both the national and the international\r\nlevels. These are key elements in the promotion of\r\nhuman development. In this regard, consideration\r\nshould be given to the establishment of an international\r\narbitration process that would balance the interests of\r\ndonors, international financial institutions,\r\ntransnational corporations and developing countries,\r\nwith a view to introducing greater discipline in\r\ninternational cooperation.\r\nUndoubtedly and unmistakenly, the United\r\nNations must be the main advocate of global policy\r\nmaking, and one wishes to recall that the Prime\r\nMinisters of the United Kingdom, the Netherlands and\r\nSweden, along with the Chancellor of Germany, wrote\r\nin The Washington Post of 6 September the following:\r\n\"We recognize that in an increasingly\r\ninterdependent world the aims of wider prosperity\r\nand a strengthening of civil society cannot be\r\npursued within the nation-state alone.”\r\nWith that in mind, we reiterate that the United\r\nNations remains the premier institution for forging\r\nglobal consensus. It spearheaded the process toward\r\ndecolonization and political independence. It must\r\nnow, in an increasingly interdependent world and in\r\nkeeping with the mandate of its Charter, play a pivotal\r\nrole in promoting higher standards of living in larger\r\nfreedom for the benefit of all the peoples of the world.\r\nMr. Chakraborty (India): First of all, on behalf\r\nof my country, my delegation and myself, let me\r\nexpress my heartfelt thanks and gratitude to you for\r\ngiving me the chance to deliver a statement from the\r\npodium of the highest level of the Assembly.\r\nAll of us want to create a better world for our\r\nchildren and our children\u0027s children; a world free of\r\nanimosity, devoid of hatred, unfettered by any type of\r\ndeprivation, whether physical, social or mental, and\r\ndevoted to the perpetual quest for human happiness.\r\nThis is the vision that has been offered to us by the late\r\nPresident Cheddi Jagan of Guyana. We commend\r\nGuyana for focusing the attention of the international\r\ncommunity on a new global human order.\r\nThere is a popular belief that rapid change is\r\nsomething that has come upon global society of late. In\r\nsome senses, this is obviously true. We have\r\ntechnologies today that can shrink the world, for many\r\npurposes, virtually into a village. There are, for\r\nexample, the revolutions in the areas of air transport\r\nand telecommunications in all their aspects, the\r\n9\r\nA/55/PV.40\r\ntransmission of texts, images and the spoken word.\r\nThese revolutions in turn connect with the revolution in\r\nsatellite technology in outer space. It is a remarkable\r\nfact, indicative of the compression that has taken place\r\nin scientific and technological developments in the\r\ncourse of this century, that the Wright brothers were\r\nexperimenting with aerial flight earlier in this century,\r\nthat the internal combustion engine was made not long\r\nbefore that, that the radio was invented thereafter and\r\nthat it seems to us that the television was invented just\r\nthe other day.\r\nWhile there are people alive today who were born\r\nbefore the first motor car was seen on the road, today\r\nwe already have the Internet, through which one can\r\ninstantly access data the world over and in effect carry\r\non a global conversation. It also seems just the other\r\nday that calculating machines were introduced in\r\noffices, while we already have both personal and\r\nprofessional computers with phenomenal capacities\r\nand speed. India itself has developed a gigaflop\r\nPARAM supercomputer that can do a trillion\r\ncalculations per second. The new sciences of\r\nbiotechnology, genetic engineering, robotics, optical\r\nfibre, new materials, laser applications and many\r\nothers have emerged and are having a profound impact\r\non economic life, professional and personal lives and\r\nmedical sciences.\r\nThere is a second aspect of change in the\r\ncontemporary world, which relates to the globalization\r\nof economic forces. Today, capital markets, investment\r\nflows and increasingly even trade flows are\r\nprogressively less amenable to national control. We\r\nhave recognized that economic strength, and therefore\r\nnational strength, cannot be preserved by pursuing\r\nautarkic policies or total reliance on generating capital\r\ninvestments internally. Developing countries need to\r\nuse these forces to their advantage, while at the same\r\ntime ensuring that unacceptable or negative\r\nconsequences do not flow from the unacceptable\r\nintrusiveness of others.\r\nIn the immediate post-colonial era the developing\r\ncountries were the demanders, or the countries which\r\nset the agenda of demands. The South claimed from the\r\nNorth favourable regimes of trade, development\r\nassistance and financial instruments to advance its\r\nsocial and economic development. Certain positive\r\nresults were achieved, such as the Generalized System\r\nof Preferences (GSP) in trade, and agreement that 0.7\r\nper cent of the gross domestic product of the countries\r\nof the North would be earmarked as development\r\nassistance. There was an acknowledgement that in\r\norder to redress the severe and chronic imbalance in\r\neconomic capacities, developing countries needed\r\nspecial and preferential treatment.\r\nHowever, the earlier climate appears to have been\r\ngreatly influenced by imperatives of the cold war, as\r\nthe roles have now been reversed, and it is the North\r\nthat has taken on the role of demanders vis-à-vis the\r\nSouth. The GSP regime is shrinking and development\r\nassistance has yielded to the new orthodoxy of the\r\nmarketplace. The aggressive agenda that is appearing\r\nbefore the South, in terms of labour standards or social\r\nclause, intellectual property rights, competition policy,\r\nglobal investment regimes seeking right of investment\r\nand national treatment, open public procurement\r\npolicy, business ethics — not to speak of prescriptive\r\ngood governance and human rights — is an agenda\r\ndeveloped and articulated by the North in their self\r\ninterest, and the developing countries are being forced\r\nto respond to this agenda.\r\nThis role reversal is one of the key characteristics\r\nof the changing world before us, which requires a\r\ncalibrated but firm response that takes advantage of the\r\npossibilities to promote economic and social growth\r\nand the advancement of capabilities but that does not\r\nthreaten or destabilize essential economic, political and\r\nnational interests, social and cultural identity and\r\nessential independence of action. In today’s world,\r\ngive-and-take is essential, and a web of mutual\r\ndependencies is developing. We have to ensure through\r\nenlightened international actions that this\r\ninterdependence is to mutual benefit and not weighted\r\nagainst developing nations.\r\nI have so far touched on aspects of economic and\r\ntechnological change, as these are the most visible\r\nareas of transformation. I would now like to refer to\r\nsome of the deeper aspects of change. To preserve the\r\nvalues, insights and riches of our cultures while\r\nmoving into the future is what gives continuity within\r\ntransformation. Without our own inheritance we would\r\ncome to the world empty-handed. Our inner world must\r\nbe stable while the outer world changes around us.\r\nIn a historical perspective, Indian society has\r\nbeen in the throes of profound transformation since the\r\nbeginning of the century. In a fundamental way, the\r\nfreedom movement and the liberation of India that it\r\nbrought about transformed the world itself by\r\n10\r\nA/55/PV.40\r\nunleashing anti-colonial forces everywhere and setting\r\nan example of peaceful political independence of\r\ncolonial societies. Thereafter, India has been an active\r\nagent of change, giving meaning to values of\r\nparticipatory democracy, respect for individual faiths\r\nand freedoms and a deep commitment to preserve\r\nvariety and richness in society.\r\nThose are the guiding principles of a sane and\r\nhumanistic world order as a whole, and they have been\r\nresoundingly endorsed in the Millennium Declaration.\r\nWe believe that the principles of freedom, equality,\r\nsolidarity, tolerance, respect for nature and shared\r\nresponsibility are the foundations on which human\r\nsociety should be organized, and we will continue to\r\nlabour for their full application on the world stage.\r\nAnother development of this century that is of\r\ncrucial significance is the transformation that we have\r\nexperienced in the role of the State. From an agency\r\nthat controlled and regulated all spheres of human\r\nactivity we move into a phase wherein the State must\r\nbecome more supportive, caring and encouraging of\r\npeople’s individual and collective endeavours. It must\r\nrelease, and not contain, the energies and genius of its\r\npeople. It would be an error, however, to assume that\r\nthe days of the State are over. The State continues to\r\nhave a crucial role and relevance; there is no viable\r\nsubstitute for the sovereign State. Even globalization\r\ncan work only through State intermediaries. To\r\ndiminish, marginalize or ignore the State would also be\r\nbad practice because the weaker the State is rendered,\r\nthe less it shall be able to promote the interests of its\r\ncitizens. The State needs to be strengthened\r\nfunctionally, not weakened.\r\nToday the world stands at a crossroads of history.\r\nThe technological breakthroughs and the process of\r\nglobalization have produced new avenues for sustained\r\neconomic growth. At the same time, that has clearly\r\nbeen accompanied by intensified poverty,\r\nunemployment and, consequent to these, social\r\ndisintegration. Economic growth by itself has not\r\nmeant much to vast sections who live in poverty,\r\nwithout shelter and in hunger and deprivation.\r\nThe challenge is to change the very concept of\r\ngrowth and development. We have to strive towards the\r\nuplifting of people in the largest sense, and not simply\r\nin terms of sectoral advances. True growth should be\r\nrepresented not by growth in the rates of gross\r\ndomestic product or a comfortable balance of payments\r\nposition alone, but by the elimination of poverty and\r\nthe misery and indignity associated with it. All people\r\nshould have a share in the dividends of economic\r\nprosperity. Weaker sections cannot be mere spectators\r\nto the enjoyment of the fruits of progress only by those\r\nwho are already more advantageously placed. It is clear\r\nthat market forces and growth alone will not be\r\nadequate; and targeted national approaches supported\r\nby an enabling international environment, but not\r\nimposed by it, are important to promote social justice.\r\nAny model of development based on uneven\r\nrewards will not be supported by those who are not\r\nbeneficiaries of the growth strategy and will lead to\r\nstress on the social fabric. The credibility of any\r\ngrowth strategy has to be based on full participation by\r\nall members of society in its formulation and\r\nimplementation and in the benefits to be derived from\r\nit. The essence of human development should be to\r\nempower vulnerable groups in society to take\r\nadvantage of the process of development.\r\nEmpowerment entails access to five basic\r\nrequirements — food, health care, shelter, education\r\nand employment — and it is our resolve to make them\r\navailable to the entire population of India within a\r\ndecade through our National Human Development\r\nInitiative for people-centred development.\r\nMany critical challenges are ahead of us.\r\nImpediments to the sustained economic growth of\r\ndeveloping countries abound. They are related to\r\nprotectionist tendencies in developed countries, lack of\r\npolitical will on the part of many of them to implement\r\nthe commitments undertaken with regard to the\r\nprovision of development finance to, and amelioration\r\nof, the debt burden of developing countries, or even, in\r\nthe guise of human-rights-related concerns,\r\nimpediments to exports from developing countries,\r\ndenial of technology and know-how under unilateral\r\nexport regimes, and the application of intellectual\r\nproperty rights that tend to act as non-tariff barriers.\r\nAll of these contribute to an accentuation of the vicious\r\ncycle of continued and aggravating poverty.\r\nThe development dimension and the needs,\r\npriorities, capacities and potential of developing\r\ncountries should be at the centre of any global vision\r\nfor the coming decades. Without that, the processes of\r\nglobalization and deregulation, and the prosperity,\r\nstability and security that they are expected to usher in,\r\nwill neither materialize nor be sustained. Growth with\r\nequity, economic development with social justice and,\r\n11\r\nA/55/PV.40\r\nin the final analysis, the creation of a world where\r\nthere is lesser injustice and greater happiness, must be\r\nour shared goal if humanity and solidarity are to have\r\nany meaning at all.\r\nWe fully share the views of the Permanent\r\nRepresentative of Guyana set out in document\r\nA/55/229 on the essential need to build the democratic\r\ninstruments necessary for human development. We also\r\nbelieve in the need for a reinvigorated and enlightened\r\ninternational partnership in the true spirit of solidarity\r\nand shared responsibility to achieve the fullest\r\ndevelopment of every human being and nation. What is\r\nof prime importance is to have a clear vision and the\r\ncommitment to implement it through intensified\r\ndialogue and interaction and in a spirit of shared\r\npartnership and cooperation. We hope that this will\r\nindeed be forthcoming as we move forward in our\r\ndiscussions on the new global human order.\r\nMr. Stanislaus (Grenada): This being my first\r\nopportunity to congratulate the President, I do so on\r\nbehalf of my delegation with all warmth and\r\nconfidence that he will conduct the deliberations of this\r\nsession in a manner consonant with his great\r\nexperience and competence.\r\nIt was on 1 October 1993, when Ambassador\r\nSamuel Insanally of Guyana was President of the\r\nGeneral Assembly at its forty-eighth session, that the\r\nthen President of Guyana, Cheddi Jagan, Doctor of\r\nDental Surgery, addressing the Assembly during its\r\ngeneral debate, sowed the seed of a new global human\r\norder. From that time, President Jagan, of beloved and\r\nrevered memory, nurtured the idea at every forum. It\r\nwas during the 1995 World Summit for Social\r\nDevelopment at Copenhagen that he advocated the\r\nadoption of a new global human order. He\r\nsubsequently addressed the special commemorative\r\nmeeting of the General Assembly on the occasion of\r\nthe fiftieth anniversary of the United Nations, on 24\r\nOctober 1995. President Jagan indicated that he\r\nadvocated the adoption of a new global human order in\r\nrecognition of the fact that the North-South-East-West\r\nconsensus that had emerged in respect of development,\r\nin respect of the roles of the State and of the market\r\nand in respect of sustainable environment had created\r\nthe need for a new basis for the conduct of\r\ninternational relations.\r\nToday we are here to give testimony on behalf of\r\nPresident Jagan’s idea, because there is nothing more\r\npowerful than an idea whose time has come, according\r\nto the great Norwegian statesman and essayist Henrik\r\nIbsen. The seed is well sown; let us help it to\r\ngerminate. The human condition demands that there be\r\nsome order in the global village at a time when\r\nglobalization is real and is the order of the day, and is\r\nhere to stay. Under globalization, some in the\r\ndeveloped world are enjoying conspicuous\r\nconsumption, while so many in the developing world\r\nare experiencing “splendid misery”. It is that imbalance\r\nin the global village that draft resolution A/55/L.15\r\nseeks to redress.\r\nThe word “human”, whether used as a noun or as\r\nan adjective, dominates the Universal Declaration of\r\nHuman Rights, and rightly so. The opening words of\r\nthe Charter are, “We the peoples”. The United States\r\nDeclaration of Independence begins, “When in the\r\ncourse of human events”, and speaks of unalienable\r\nrights such as life, liberty and the pursuit of happiness.\r\nIn all of the above, we see what Pope John Paul II has\r\ncalled the centrality of the human person in social and\r\neconomic sustainable development.\r\nMillennia ago, Aristotle, wanting to establish\r\nsome relationship, some order, between the top and the\r\nbottom in the economy, promulgated as a matter of\r\nvalues that no one should have more than five times the\r\nwealth of the poorest among us. Although that sounds\r\nunrealistic and anachronistic given today’s\r\npreoccupation with wealth, it points to the need for\r\nsocietal and corporate responsibility, then as now.\r\nAristotle was attempting, even back then, to establish\r\nthe principle that there must be some order in society,\r\nsome balance between the haves and the have-nots.\r\nSo, today, as we promote the draft resolution\r\nentitled “The role of the United Nations in promoting a\r\nnew global human order”, an attempt is being made to\r\nput some teeth into that concept and to make sure it is\r\nimplemented. We are thus reminded that if we want to\r\nunderstand the present we must appreciate the past in\r\norder to ensure the future.\r\nHuman rights encompass not only civil and\r\npolitical rights but, most important, economic, social\r\nand cultural rights. Human rights are meaningless to\r\nthose who lack the basics: food, clothing, shelter,\r\neducation, medical care, employment, et cetera. The\r\nUnited Nations High Commissioner for Human Rights,\r\nMary Robinson, put it best when she said that the\r\ngreatest violation of human rights lies in the sad fact\r\n12\r\nA/55/PV.40\r\nthat one fifth of the world’s population earn less than a\r\ndollar a day.\r\nMembers will, I hope, understand why Grenada, a\r\nvery small developing country, so enthusiastically\r\nsupports the draft resolution introduced by Guyana on\r\nthe role of the United Nations in promoting a new\r\nglobal human order, and why it readily concurs with\r\nthe statement made by the Permanent Representative of\r\nAntigua and Barbuda on behalf of the Caribbean\r\nCommunity. In support of the draft resolution is the\r\ncogent analysis the Mission of Guyana provides in its\r\npaper detailing a strategy for the promotion of a new\r\nglobal human order.\r\nThis initiative by Guyana comes at an opportune\r\nmoment, for this Friday the General Assembly will\r\nbegin informal consultations on the follow-up to the\r\noutcome of the Millennium Summit. In view of the\r\nchallenges presented by the Millennium Declaration,\r\nGuyana’s draft resolution and strategy for the\r\npromotion of a new global human order are indeed\r\nwelcome and timely. The Millennium Declaration is\r\nessentially a commitment by Member States to the\r\nproposition that the present human condition requires a\r\nbetter response to the human needs of the most\r\nvulnerable in the human village. That is what draft\r\nresolution A/55/L.15 seeks to promote.\r\nFor Grenada, consideration of the follow-up to\r\nthe Millennium Summit and the Millennium\r\nDeclaration must include, inter alia, a constructive\r\ndialogue to reach consensus on implementing a broad-\r\nbased strategy for achieving definite goals of\r\ndevelopment and poverty alleviation, leading to\r\npoverty eradication. My delegation believes that the\r\ndraft resolution before us will bring to the\r\nconsultations the focus needed to move us from\r\nrhetoric to concerted action.\r\nFinally, I want to cite an ancient Chinese proverb.\r\nIf there is light in the soul, there will be beauty in the\r\nperson; if there is beauty in the person, there will be\r\nharmony in the house; if there is harmony in the house,\r\nthere will be order in the nation; and if there is order in\r\nthe nation, there will be peace in the world.\r\nMs. Moglia (Argentina) (spoke in Spanish): I\r\nwish at the outset to congratulate the delegation of\r\nGuyana on the timely inclusion on the agenda of the\r\nGeneral Assembly of item 174. The concept of a new\r\nglobal human order, which was introduced by the late\r\nPresident Cheddi Jagan of Guyana at the 1995 World\r\nSummit for Social Development, is a particularly\r\nappropriate one today in the light of the outcomes of\r\nthe major United Nations conferences of the 1990s and\r\nof their respective review processes.\r\nThis initiative is based on an assessment and on a\r\nproposal. The painful assessment is that, in spite of\r\nnational and international efforts, the goal of\r\ndevelopment for all seems even more distant.\r\nGlobalization and its whole range of opportunities for\r\ngrowth have been unable to solve the problem of the\r\nstriking disparities that persist both among and within\r\ncountries. Despite the revolution in knowledge and\r\ntechnology, we have been unable to eradicate the old\r\nscourges of humanity, such as hunger, disease and\r\npoverty.\r\nGiven this assessment, the proposal is to build a\r\nnew system of international relations, review the\r\ncurrent framework for international cooperation and\r\ninvestigate the possibility of achieving consensus on a\r\nhuman-centred development concept that would guide\r\nthe work of the Organization in the twenty-first\r\ncentury.\r\nThis proposal, which was put forward by Guyana\r\nand is contained in the documents of various forums,\r\nincluding the recent South Summit of the Group of 77\r\nin Havana, which took place in April of this year,\r\ntouches on the need to resolve three fundamental\r\nissues: first, to redefine the role of government with a\r\nview to strengthening democratic institutions, which\r\nare essential for human development; secondly, to\r\nmobilize greater political support for development,\r\nwhich would necessarily include the mobilization of\r\nresources for official development assistance and a re-\r\nevaluation of strategies to resolve the problem of the\r\ndebt of developing countries; and thirdly, to promote\r\ngenuine agreement in the area of the promotion of\r\nsocial justice, good governance and participation, at\r\nboth the national and international levels.\r\nThe draft resolution that is being considered\r\ntoday calls for us to begin thinking constructively\r\nabout this issue. The Republic of Argentina, which has\r\nalways played an active role in promoting development\r\nand which, on the initiative of Ambassador Juan Carlos\r\nBeltramino, championed the creation of the\r\nCommission for Social Development, is ready to\r\nparticipate, in a creative and constructive fashion, in\r\nthe process of dialogue that is beginning here today.\r\n13\r\nA/55/PV.40\r\nWe wish to state in advance that we support the\r\ndraft resolution that has been submitted, and we hope\r\nthat it will be adopted by consensus by the General\r\nAssembly.\r\nMr. Alemán (Ecuador) (spoke in Spanish): It is\r\ngood to see the United Nations reflect, now and then,\r\non issues that, far from provoking confrontations, give\r\nrise to a quest for consensus among Member States —\r\nissues such as a culture of peace and dialogue among\r\ncivilizations, which lead us to the optimistic conclusion\r\nthat perhaps humankind’s moral attributes will enable\r\nus to preserve the cultural and spiritual knowledge that\r\nwe have accumulated over the centuries with a view to\r\nensuring social justice, economic cooperation and\r\nunderstanding among peoples.\r\nIn this context, the lofty idea put forward by\r\nGuyana with respect to the new global human order\r\nopens the door to the creation of a new, more ethical\r\nand rational international community, in which all of\r\nour efforts are directed at working for life and not for\r\ndeath, and in which financial resources are not wasted\r\nin a never-ending arms race but rather are devoted to\r\nthe combat against poverty and to working with\r\ndeveloping countries in a spirit of solidarity.\r\nDuring the first industrial revolution, production\r\nand riches became concentrated in the hands of a few\r\nStates. Following the Second World War there was a\r\nso-called second industrial revolution, with new actors\r\nmaking their appearance: multinational corporations. In\r\nboth cases, the gap between rich countries in the centre\r\nand poor countries on the periphery rapidly increased.\r\nIn the 1970s, the concept of a new international\r\neconomic order, designed to ensure greater justice and\r\nstability in the international community, was torpedoed\r\nin order to preserve the privileges and interests of\r\ncertain countries.\r\nGlobalization has also created winners and losers.\r\nPope John Paul II, in speaking of this issue, stated,\r\nwith his indisputable authority, that, although\r\nglobalization has certain positive consequences, if it is\r\ngoverned strictly by the laws of the marketplace\r\napplied on the basis of the will of the powerful, then it\r\nwill have negative consequences. These include the\r\nattribution of an absolute value to the economy;\r\nunemployment; a decrease in, and the deterioration of,\r\ncertain public services; the destruction of the\r\nenvironment and of nature; an increase in the gap\r\nbetween rich and poor; and unfair competition, which\r\nrelegates poorer nations to an ever more inferior\r\nposition. This is the tragic reality affecting most\r\ndeveloping countries today.\r\nLet me provide some figures. In Ecuador, the\r\nnumber of poor people rose from 3.9 million in 1995 to\r\n8.5 million in 2000. In that same period, the number of\r\npeople living in absolute poverty rose from 1.4 million\r\nto 3.2 million. The urban unemployment rate increased\r\nfrom 6.9 per cent to 15 per cent, and the\r\nunderemployment rate increased from 45.8 per cent to\r\n52 per cent during this same period.\r\nAll of this is happening because we have\r\nforgotten that human beings should be at the centre of,\r\nand the ultimate reason for, the activities of the state\r\nand of international organizations. That is why we\r\ndeem so valuable the proposal put forward by the\r\nrepresentative of Guyana — whom we would like to\r\nthank — which marks the beginning of a new phase in\r\nthe history of humankind. The challenge today is to\r\nachieve international social justice, the eradication of\r\npoverty and human development. This is much more\r\nthan economic development, or the simple\r\naccumulation of goods and money. It is not so much\r\nabout material consumption, but involves a series of\r\ntangible and intangible values, which together will\r\ndetermine the quality of life of a nation.\r\nEconomic development does not automatically\r\nlead to human development. Economic development\r\nreflects a concern with quantitative issues and relies on\r\nnational production indices. The second, human\r\ndevelopment, has to do with qualitative matters such as\r\nfreedom, health, security, well-being, culture, the\r\nenvironment and human rights.\r\nThe United Nations new responsibility should be\r\nto contribute to the building of a new global human\r\norder. Its new mission will be to ensure a new, more\r\nhuman order that ensures justice for developing\r\ncountries, promotes the equitable distribution of world\r\nincome, allocates the benefits of progress to all and,\r\nfinally, makes possible peaceful coexistence among all\r\npeoples in all nations of the world.\r\nMr. Mangoaela (Lesotho): I have the honour and\r\npleasure of taking the floor on agenda item 174, on the\r\nrole of the United Nations in promoting a new global\r\nhuman order. It is a pleasure because during the\r\nMillennium Summit the Prime Minister of Lesotho\r\nsaid:\r\n14\r\nA/55/PV.40\r\n“On the eve of the twenty-first century, we\r\nmust continue to dream of a future filled with\r\nhope for humanity. A policy framework that is\r\nregaining currency is that of a new global human\r\norder”. (A/55/PV.6, p. 20)\r\nHe went on to enumerate its essential elements.\r\nI should also like to express my delegation’s deep\r\nappreciation to the Government of Guyana for\r\nsteadfastly continuing to spearhead the appreciation, at\r\na global level, of the concept of a new global human\r\norder, which was first articulated by the late President\r\nCheddi Jagan. A summary of key issues discussed at a\r\nsymposium on the new global human order which was\r\nheld in Georgetown, Guyana, at the end of August,\r\nstates:\r\n“Inspired by a vision of the enormous potential\r\ncreated by the end of the cold war, the accelerated\r\nrate of technological development and the\r\ndeepening interdependence of nations, the late\r\nPresident Cheddi Jagan urged that States should\r\nnow grasp the opportunity to build an enlightened\r\ninternational partnership based on mutual respect,\r\ndemocratic governance, popular participation and\r\nequal opportunity for all peoples to live in peace\r\nand prosperity. At the heart of the proposal is the\r\neradication of poverty and overall human\r\ndevelopment. Essential to success is the political\r\nwill to address these challenges by identifying\r\nnew and innovative ways of financing\r\ndevelopment and by mobilizing all actors on the\r\ndomestic and international stage in support of this\r\ncause”.\r\nOne of the striking features of the twentieth\r\ncentury has been the level of economic growth\r\nachieved compared with that of preceding centuries.\r\nYet the gap between the richest and the poorest\r\ncountries is ever widening. This is partly because the\r\ninternational economic system allows the rich countries\r\nto grow richer without a corresponding growth of the\r\npoor ones. The challenge, therefore, for the\r\ninternational community and policy-makers\r\neverywhere is to find ways to redress these imbalances\r\nin the global economy so as to ensure a smooth\r\nintegration of developing countries into the globalizing\r\nworld economy on an equitable basis.\r\nThe goals envisaged for the new global human\r\norder include empowering the capacity of the United\r\nNations in developmental matters. The United Nations\r\nmust be the main thrust of global policy-making. The\r\nnew global human order seeks to enhance global\r\ngovernance through the strengthening of\r\nmultilateralism. The new global human order seeks to\r\nestablish partnerships between North and South and\r\nSouth and South. The new global human order is not\r\nabout welfarism; it is about empowering people with\r\nthe capacity to meet their basic needs. The new global\r\nhuman order seeks to integrate the key elements of\r\nhuman development, human rights and human security\r\nissues and to ensure coherence between actions at the\r\ndomestic level and actions at the international level.\r\nThe development perspective of the new global\r\nhuman order is people-centred and multidimensional in\r\nits strategy and focus. It seeks the eradication of\r\npoverty, with the emphasis on empowering vulnerable\r\ngroups such as women, young people and indigenous\r\npopulations, and access to affordable credit for micro-\r\nenterprise entrepreneurs. Science and technology,\r\nincluding new information technologies, should be\r\nused to build capacity for training and education and\r\nresearch and development.\r\nWith regard to North-South relations, the South\r\nneeds the active support and participation of the North\r\nto achieve viable solutions, including, in particular,\r\nresources. South-South cooperation should take place\r\nbetween Governments and Governments as well as\r\nbetween Governments and civil society. The Bretton\r\nWoods institutions and the World Trade Organization\r\nshould be brought into a close working relationship\r\nwith the General Assembly and the Economic and\r\nSocial Council. There is a need for faster and deeper\r\ndebt forgiveness, and the level of official development\r\nassistance should be increased to meet the United\r\nNations target of 0.7 per cent of gross domestic product\r\nand to address new development concerns. There\r\nshould also be access to affordable loans and credit,\r\nand a tax should be imposed on international currency\r\ntransactions.\r\nBecause the goals of the new global human order\r\nmesh with the objectives of the United Nations Charter,\r\nwe lend our support to the request, contained in draft\r\nresolution A/55/L.15, for the Secretary-General of the\r\nUnited Nations to initiate a process of consultation\r\nwith Member States with a view to determining how\r\nthis concept can, in a practical way, add value to the\r\ndiffuse efforts of the Organization to engender\r\npartnerships between the North and the South as well\r\nas among the countries of the South. From such\r\n15\r\nA/55/PV.40\r\nconsultations should emerge a road map of how we can\r\nadvance the cause of this laudable order.\r\nMr. Herrera-Marcano (Venezuela) (spoke in\r\nSpanish): The item under consideration is one of the\r\nmost important on today’s international agenda. It\r\nimplicitly raises the question of the responsibility of\r\nthe United Nations and all its Member States in\r\npursuing the welfare and development of all human\r\nbeings as their supreme goal. This basic concept of the\r\nwelfare and development of humanity leads us to\r\nconsider a new concept of human development that is\r\nquite distinct from the traditional concept.\r\nHuman development implies a life in conditions\r\nof justice, freedom and tolerance, the enjoyment of\r\ngood health and nutrition and the right to education and\r\na satisfactory environment — in other words, a\r\ndignified life. That is why it should be understood in\r\nthe context of a comprehensive economic and\r\npolitically participatory process. For this to be\r\npossible, it is essential to break the vicious circle of\r\npoverty and exclusion through an order that halts the\r\ngrowth of the gap between the rich and the poor, both\r\namong the members of the international community\r\nand within each Member State. This growing gap\r\nmakes it urgent to reconsider comprehensively issues\r\nof major importance to humankind, including the\r\neradication of poverty; the economic and social\r\ndevelopment of peoples; and the environment.\r\nIn the Cartagena Declaration the heads of State\r\nand Government of the Rio Group, with the\r\nparticipation of other countries of the region, affirmed\r\nthat the Millennium Summit was a historic opportunity\r\nto spur specific initiatives that would help build a more\r\njust, more secure and more equitable international\r\nsystem for all through a series of actions based on the\r\nvalues of cooperation and solidarity.\r\nThe Millennium Declaration commits all Member\r\nStates of this Organization to spare no effort to free\r\nmen, women and children from dehumanizing\r\nconditions of extreme poverty and to make the right to\r\ndevelopment a reality for all of humanity.\r\nFor these reasons, my country regards as very\r\nimportant the initiative of the Republic of Guyana to\r\ntry to make specific in draft resolution A/55/L.15 our\r\nshared goal of building a new global human order, and\r\nwe shall therefore sponsor the draft resolution, entitled\r\n“The role of the United Nations in promoting a new\r\nglobal human order”.\r\nMr. Taha (Sudan) (spoke in Arabic): It gives me\r\ngreat pleasure to express my thanks and appreciation to\r\nthe delegation of Guyana for their excellent and timely\r\ninitiative to include an agenda item entitled “The role\r\nof the United Nations in promoting a new global\r\nhuman order” at this General Assembly. Guyana is well\r\nknown for the constructive leading role it plays in\r\nsupport of dialogue between the North and the South\r\nand of international cooperation for development.\r\nThe delegation of Sudan supports the principles\r\nand objectives set forth by Guyana in the explanatory\r\nmemorandum annexed to the request for inclusion of\r\nthe item (document A/55/229). We agree with Guyana\r\nthat the experiences of over four decades have led to\r\nrelatively meagre results in the implementation of\r\nvarious initiatives undertaken by the international\r\ncommunity in pursuit of development. This frustrating\r\nfact has been emphasized, especially during the review\r\nand assessment processes concerning the progress\r\nmade in the implementation of the recommendations of\r\nthe international conferences held in the 1990s under\r\nUnited Nations auspices.\r\nFor the aforementioned reasons, there is an urgent\r\nneed for a new impetus to the efforts to strengthen\r\nconstructive international cooperation for economic\r\nand social development, especially in connection with\r\nthe issues of resources and financing for development.\r\nThe countries of the South, at their first summit\r\nconference in Havana last April, realized the need for\r\nthe establishment of a new global human order to\r\nreverse the growing disparities between the rich and\r\nthe poor, both between and within countries. This\r\nwould be achieved through persistent efforts to support\r\ngrowth with equity, eradication of poverty, expansion\r\nof productive employment and promotion of gender\r\nequality through the support of economic\r\nempowerment of women, in addition to social\r\nintegration.\r\nThe delegation of Sudan fully realizes that\r\nachieving these noble goals depends on reaching\r\npolitical consensus and wide global partnership in\r\norder to eradicate poverty, support world economic\r\nsecurity, in accordance with an integrated approach to\r\ndevelopment that takes into account the interaction\r\nbetween Governments, markets and communities and\r\nseeks to reach tangible practical results in the field of\r\ndevelopment.\r\n16\r\nA/55/PV.40\r\nIn this connection, we would like to underline the\r\ncentral role played by the United Nations as an\r\nappropriate forum to reach international consensus on\r\nthe proposed initiative and the need for the\r\nOrganization to play a pivotal role in achieving higher\r\nliving standards for all peoples.\r\nIn conclusion, the delegation of Sudan, which has\r\nthe honour to co-sponsor the draft resolution submitted\r\nto this Assembly concerning this item, reiterates that\r\nthe draft resolution has been prepared in an objective\r\nand balanced manner and is replete with important\r\nreferences to the need to support our efforts in order to\r\nencourage development and to eradicate poverty. We\r\ncall upon the international community to support the\r\nefforts made by developing countries in a genuine\r\npartnership.\r\nOne of the advantages of the draft resolution is\r\nthat it gives Governments ample opportunity to\r\ncontribute their views and proposals regarding the\r\npromotion of a new, global human order. Therefore, we\r\nlook forward to rich objective discussions during the\r\nnext General Assembly session, based on the\r\ninformation to be included in the Secretary-General’s\r\nreport, in order to prepare for the General Assembly\r\nthe grounds for adopting concrete actions in the field of\r\npolicy-making, possible options, mechanisms and the\r\nmeans to promote a new international human system\r\nand further sustainable development favouring all\r\ncountries and peoples.\r\nThe Acting President (spoke in French): We\r\nhave heard the last speaker on this item.\r\nI wish to inform Members that the Assembly will\r\ntake up draft resolution A/55/L.15 at a future date.\r\nAgenda item 29 (continued)\r\nCooperation between the United Nations and the\r\nOrganization for Security and Cooperation in\r\nEurope (OSCE)\r\nReport of the Secretary-General (A/55/98)\r\nThe Acting President (spoke in French): A\r\nrepresentative has requested to exercise his right of\r\nreply on agenda item 29. I would remind\r\nrepresentatives that delegations, when making\r\nstatements in exercise of the right of reply, those\r\nstatements are limited to 10 minutes for the first\r\nstatement and to five minutes for the second statement,\r\nand that delegations must speak from their seats.\r\nMr. Aliyev (Republic of Azerbaijan): I would\r\nlike to exercise my right of reply in accordance with\r\nrule 73 of the rules of procedure, in response to\r\nallegations made earlier today by the representative of\r\nArmenia. Once again, the Armenian delegate made an\r\nattempt to mislead this body, representing themselves\r\nas the “good guys” who bear no responsibility for the\r\nfuelling of the conflict in and around the Nagorny\r\nKarabakh region of the Republic of Azerbaijan.\r\nI think there is no need to remind everyone here\r\nthat Armenia is the country that has committed armed\r\naggression against my country, occupying 20 per cent\r\nof our territory and leaving a million people without\r\nshelter. Under these circumstances, Armenia\r\nrelentlessly persists in its efforts to mislead the\r\ninternational community.\r\nSpeaking of Azerbaijan’s rejection of the last\r\nproposal by the co-Chairmen of the Organization for\r\nSecurity and Cooperation in Europe (OSCE) Minsk\r\nconference, the distinguished representative of\r\nArmenia forgot to admit that his country had twice\r\nrejected the proposals of the same co-Chairmen —\r\nnamely, the package proposal and the phased one. It\r\nshould be mentioned that those proposals are still alive,\r\nvalid and remain on the negotiating table.\r\nThe Nagorny Karabakh region is an integral part\r\nof my country. This has been repeatedly confirmed by\r\nSecurity Council resolutions 822 (1993), 853 (1993),\r\n874 (1993) and 884 (1993); by the General Assembly\r\nitself in its resolutions on “Cooperation between the\r\nUnited Nations and the Conference on Security and\r\nCooperation in Europe, in particular resolutions 49/13,\r\n51/57, 52/22, 53/60 and 54/117; and the relevant\r\nreports of the Secretary-General, including the current\r\none, A/55/98.\r\nAs for the need to break through the frameworks\r\nof conventional perceptions of sovereignty in resolving\r\nconflicts, to which the Armenian delegate referred\r\ntoday, I would be very happy to see that country\r\npioneer in this process, fulfilling this idea by granting a\r\npart of its territory to its Azeri population, the 200,000\r\npeople who lived there for centuries and were\r\n“successfully” and completely expelled from there on\r\nvery short notice.\r\n17\r\nA/55/PV.40\r\nMr. Abelian (Armenia): This morning when I\r\nmade a statement on agenda item 29, entitled\r\n“Cooperation between the United Nations and the\r\nOrganization for Security and Cooperation in Europe”,\r\nI presented Armenia’s view of the cooperation between\r\nthe two organizations and of the current stage of the\r\nNagorny Karabakh conflict, as well as Armenia’s\r\nposition regarding the peaceful solution of the Nagorny\r\nKarabakh conflict.\r\nIt was not my intention to take the floor again,\r\nbut after the accusation by the representative of\r\nAzerbaijan, I have to recall the following. I would like\r\nfor you, Sir, to remind the representative of Azerbaijan\r\nthat what happened in Nagorny Karabakh did not begin\r\nin a vacuum. Nagorny Karabakh was under foreign\r\noccupation by Azerbaijan, which was given jurisdiction\r\nillegally — unjustly — over the Armenian region in\r\n1923. For a people whose compatriots lay just over the\r\nborder, but out of reach, such a divisive act, ensuring a\r\ndouble layer of subjugation, was untenable.\r\nDuring the decades of Soviet rule and the\r\ncollapse of the Union of Soviet Socialist Republics, the\r\nArmenians of Nagorny Karabakh resorted to\r\ndemanding their right to self-determination. The\r\nrefusal of this demand led to military conflict, refugees\r\nand loss of life. In this connection I would like to\r\nmention in particular that the situation around Nagorny\r\nKarabakh today is a consequence of the Azerbaijani\r\naggression of 1991-1992, the goal of which was the\r\nethnic cleansing of the Armenian population.\r\nDuring the last six years, the military phase of the\r\nconflict has ceased, and Armenia remains committed to\r\na lasting resolution which will provide for peace and\r\nsecurity for Nagorny Karabakh, with a continuous\r\ngeographical link with Armenia. We will continue to\r\nwork intensely with the co-chairs of the OSCE Minsk\r\nGroup, and we wish to emphasize their contribution to\r\nmaintaining the ceasefire regime.\r\nI would like to once more repeat that the\r\nGovernment of Armenia and Nagorny Karabakh, being\r\nadvocates of a more flexible approach to the settlement\r\nof the Nagorny Karabakh conflict, have accepted the\r\nproposals of the co-chairs of the Minsk Group as a\r\nmore realistic approach to addressing the issue of the\r\nstatus of Nagorny Karabakh with minimal prejudice to\r\neither of the competing claims. And I repeat that,\r\nregrettably, Azerbaijan has rejected those proposals.\r\nNevertheless, we are ready to maintain direct\r\ncontacts with Azerbaijan in order to search for a\r\ncompromise. However, we think that direct\r\nnegotiations between Azerbaijan and Nagorny\r\nKarabakh would be more productive, as it is the people\r\nof Karabakh who will ultimately determine their own\r\ndestiny and future — especially taking into account the\r\nfact that Nagorny Karabakh is de facto established\r\nState, open for a dialogue.\r\nWe are confident that the resolution of the\r\nNagorny Karabakh conflict can only be achieved on the\r\nbasis of the legal equality of the parties to the conflict.\r\nProgramme of work\r\nThe President: I should like to inform Members\r\nthat tomorrow morning, Thursday, 26 October 2000,\r\nthe General Assembly will take up, as the first item, a\r\nreport of the Fifth Committee on agenda item 122,\r\nentitled “Scale of assessments for the apportionment of\r\nthe expenses of the United Nations”. The report will be\r\nissued tomorrow morning.\r\nAs the second item, the General Assembly will\r\ntake up agenda item 16 (c), entitled “Election of the\r\nUnited Nations High Commissioner for Refugees”.\r\nThe third item will be agenda item 13, entitled\r\n“Report of the International Court of Justice”.\r\nThe fourth item will be agenda item 34, entitled\r\n“Oceans and the law of the sea”.\r\nAs the fifth item, the General Assembly will\r\nresume consideration of agenda item 31, entitled\r\n“Elimination of coercive economic measures as a\r\nmeans of political and economic compulsion” to take\r\naction on draft resolution A/55/L.9/Rev.1.\r\nThe meeting rose at 4.55 p.m.\r\n"