"United Nations A/55/PV.36\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n36th plenary meeting\r\nWednesday, 18 October 2000, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-69637 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 11\r\nReport of the Security Council (A/55/2)\r\nMr. Moushoutas (Cyprus): The heavy demands\r\non the Security Council to respond to conflicts, threats\r\nand breaches of the peace, are evident from the\r\nenormous work load carried out by the Council\r\nbetween 16 June 1999 and 15 June 2000. The record\r\nnumber of 144 formal meetings convened, the 194\r\ninformal consultations held, the 57 resolutions adopted\r\nand the over 85 reports considered, constitute the body\r\nof the annual report (A/55/2), which the Council,\r\npursuant to Article 24 of the United Nations Charter, is\r\nsubmitting to the General Assembly, on whose behalf it\r\nacts. The very submission of the report, which is\r\nexpected to contain substantive, analytical and material\r\ninformation on the work of the Council is itself\r\nevidence of its accountability to the general\r\nmembership of the United Nations.\r\nThere is no doubt that the working methods of the\r\nSecurity Council have, in general, improved, although\r\nthere is still room for further improvement. We\r\nwelcome the inclusion again of the addendum to the\r\nreport, the monthly assessments prepared by outgoing\r\nPresidents and the continuation of the daily briefings\r\nby the presidency, which are attended by a growing\r\nnumber of non-members of the Council.\r\nThe numbers show that, despite the decrease of\r\nclosed-doors meetings, there are still far more of them\r\nthan regular open formal meetings. Although there may\r\nbe good reasons for these closed meetings to be called\r\nfrom time to time, by nature they lack openness and\r\nthus send a message of exclusion to the rest of the\r\nUnited Nations membership. No amount of briefings\r\nafter the event can compensate for full transparency\r\nand the information received by witnessing the\r\nCouncil’s open meetings.\r\nOpenness is of even more importance when\r\npeacekeeping operations are considered. The host\r\ncountry, whose consent is needed for the stationing of\r\npeacekeeping forces and which is therefore directly\r\ninvolved, and those participating as contributors or\r\npotential contributors to peacekeeping operations, have\r\na right to be considered when these operations are\r\ndiscussed.\r\nOn the substantive side, the report demonstrates\r\nthe broad spectrum of activities with which the\r\nSecurity Council is seized. Conflicts and crises in the\r\nworld have not diminished. What is more, many long-\r\nstanding problems — including our own — remain\r\nunresolved, due to lack of political will and the lack of\r\naction to implement the Council’s mandatory\r\nresolutions and decisions. There should not be\r\nselectivity in the implementation of Security Council\r\nresolutions, for it shakes the faith of the general\r\nmembership, especially that of the small States, in this\r\nmain organ entrusted with the primary responsibility\r\nfor the maintenance of international peace and security.\r\nThe Council must be strong. It must be able to\r\nface the new challenges of the new century. To do so, it\r\nmust be primarily representative, reflecting the realities\r\n2\r\nA/55/PV.36\r\nof a changed world. Increasing its membership on the\r\nbasis of the equitable geographical distribution of\r\nseats, for both permanent and non-permanent members,\r\nwill give the Council more legitimacy and strengthen\r\nits effectiveness. Secondly, the availability of funds\r\nand personnel is a necessary prerequisite for a strong\r\nSecurity Council, so that, as the Secretary-General\r\nstated, those who place their faith in it are never let\r\ndown.\r\nTurning to some other parts of the report, we\r\noffer several observations. First, there should be more\r\nrestraint on the part of the Security Council in\r\nconsidering issues which may fall within the domain of\r\nthe General Assembly. The need for a good\r\nrelationship and coordination between the\r\nresponsibilities of these two main organs cannot be\r\noveremphasized.\r\nSecondly, the Security Council must become\r\nmore sensitive to the collateral humanitarian impact of\r\nsanctions. Sanctions cause economic loss and create\r\nproblems for innocent populations and for the\r\nneighbouring countries that observe such sanctions. We\r\nagree that sanctions should be very sparingly used, and\r\nwe see a need to review the whole sanctions regime.\r\nThirdly, we agree with India about the\r\nincorporation into the report of an assessment by the\r\nSecurity Council of the usefulness and helpfulness of\r\nits own actions.\r\nFourthly, we continue to favour the German\r\nproposal with regard to giving explanations to the\r\nGeneral Assembly after the exercise of a veto.\r\nFifthly, except in extraordinary situations of\r\nurgency, decisions of the Council should be taken after\r\nthe debate is completed, and not before. Such a\r\nsequence in the voting will contribute to strengthening\r\nthe positive impressions of the Council within and\r\noutside the United Nations, erasing any possible\r\nimpression that the Council’s decisions are taken\r\nroutinely.\r\nSixthly, we support greater collaboration between\r\nthe United Nations and regional organizations, as long\r\nas this collaboration is based on the United Nations\r\nCharter and on the promotion of goals in line with its\r\nprovisions.\r\nFinally, no reform, whatever its nature, can be\r\nmore effective and useful than the will of the Security\r\nCouncil to implement its own resolutions and\r\ndecisions.\r\nRepresenting a country whose problem has\r\nremained on the United Nations agenda for the past\r\nseveral years, long awaiting a just solution on the basis\r\nof resolutions of the Security Council, we express\r\nour appreciation to the members of the Council, and\r\ncongratulate the five newly elected members —\r\nColombia, Ireland, Mauritius, Norway and\r\nSingapore — while pledging our cooperation and\r\nsupport.\r\nSir Jeremy Greenstock (United Kingdom): The\r\nPresident of the Security Council has given a clear\r\nsummary of the issues that have been before the\r\nCouncil in the past year. I would like to focus for a\r\nmoment on the continent on which the Council spends\r\nthe greater proportion of its time and energy: Africa.\r\nFirst, despite the attention which the Council is\r\npaying to Africa, we have to acknowledge the\r\ndifficulty of achieving positive results on African\r\nissues. There are a number of reasons for this.\r\nConflicts in Africa are rarely straightforward bilateral\r\nconflicts between States, demanding a classical\r\npeacekeeping response. Ethiopia/Eritrea is the only\r\nAfrican conflict that fits that description. Elsewhere —\r\nfor example, in Sierra Leone and the Democratic\r\nRepublic of the Congo — African conflicts have been\r\ncharacterized by a complex interlinkage of internal and\r\nexternal elements. This has required a much more\r\nsophisticated response from the United Nations system\r\nthan in the past, and one in which the Security Council\r\nhas to fit its decisions into a much broader international\r\nresponse.\r\nNowhere is it clearer than in Africa that peace\r\nand development go hand in hand, or, to put it more\r\nstarkly, that conflict and poverty feed off each other. It\r\nis in this context that the United Kingdom warmly\r\nsupports the thrust of the Brahimi report (A/55/305),\r\nbecause it supplements our overall approach to\r\ndevelopment and the eradication of poverty, which is\r\nour number one United Nations priority.\r\nIt is no coincidence that one of the most troubled\r\ncountries in Africa, Sierra Leone, is by some measures\r\nthe poorest country in the world. Leaving aside the\r\nphysical devastation, the waste of manpower caused by\r\nwar and the virtual collapse of a functioning State, civil\r\nconflict in Sierra Leone has diverted the country’s\r\ngreatest and natural resource — diamonds — into the\r\n3\r\nA/55/PV.36\r\nhands of the rebels. Diamonds, instead of fuelling\r\nSierra Leone’s development, are fuelling its continuing\r\nbitter conflicts. The same is true in Angola and, applied\r\nto other natural resources, in the Democratic Republic\r\nof the Congo.\r\nAs a consequence, the international community,\r\nincluding the United Nations, needs to develop a\r\ncomprehensive approach to the problems of peace and\r\ndevelopment in the continent. In the jargon, we need\r\nour policy to be “joined up” — in other words,\r\ncoordinated both within and between Governments and\r\ninternational institutions. Working with the United\r\nNations, the United Kingdom is beginning to address\r\nthis with a conflict prevention fund financed and run\r\njointly by the Foreign Ministry, the Development\r\nMinistry and the Defence Ministry. The rationale is\r\nsimple. There is no point in a development ministry\r\npouring resources into a country ravaged by conflict\r\nunless the other deficiencies are also addressed.\r\nSimilarly, it is important for those involved in the\r\nbusiness of development to look ahead, to see potential\r\nconflicts and to think of ways to avert them or mitigate\r\ntheir effects. Otherwise, the fruits of years of hard\r\nwork can be thrown away very quickly. We are\r\nbringing this “joined up” approach to our work at the\r\nUnited Nations. The Security Council, too, needs to\r\noperate within the wider United Nations context.\r\nBut this comprehensive approach to policy needs\r\nto go beyond the United Nations. The United Nations is\r\nin some ways a small player in the overall African\r\npicture. The resources it has to spend on aid do not\r\nmatch those of the bilateral donors or the international\r\nfinancial institutions. Improving dialogue and\r\ncoordination within the United Nations system, and\r\nbetween the United Nations system and the\r\ninternational community more widely, will pay greater\r\ndividends in Africa than anywhere else.\r\nThe United Nations also needs to play its part on\r\nthe wider issues that trouble Africa. The word that I\r\nhear most often spoken is “leadership”. The continent\r\nhas thrown up some of the great men and women of\r\nthis generation: Nelson Mandela, Kofi Annan and\r\nGraça Machel are three names that spring immediately\r\nto mind. But the overall weakness of leadership in\r\nAfrica, manifested in poorly performing institutions,\r\ncorruption and mismanagement, cannot be ignored, not\r\nleast because they are problems that Africans\r\nthemselves most often cite as dragging the continent\r\ndown. It is good that African leaders themselves are\r\nincreasingly ready to wake up to these problems and\r\nwork productively to remedy them. None of them will\r\nbe solved overnight. But the United Nations has a\r\ndefinite role to play.\r\nThis is a difficult and sensitive agenda. What is\r\nparticularly worrying is the way in which African\r\nproblems, particularly in West Africa and the Great\r\nLakes region, feed on each other. This is why United\r\nNations engagement with regional organizations, such\r\nas the Southern African Development Community\r\n(SADC) or the Economic Community of West African\r\nStates (ECOWAS), is crucial, and why those\r\norganizations must be ready to exert pressure on their\r\nown members to find peaceful solutions before\r\nneighbouring States are drawn in.\r\nThose members who read the report of the\r\nSecurity Council mission to Sierra Leone last week\r\nwill see that we have come up with one overriding and\r\nprincipal recommendation, which is that there should\r\nbe a coordinated strategy for Sierra Leone that brings\r\nin the region. And it needs to bring in the region,\r\nbecause the international community cannot do on its\r\nown what needs to be done in Sierra Leone. That report\r\nis an example of what I am saying — that there has to\r\nbe a deliberate attempt with regard to each of these\r\nproblems to produce a coordinated strategy that\r\neverybody subscribes to, or the bits that we do not\r\naddress will poison the bits that we do. I ask\r\nrepresentatives to look at the Sierra Leone mission\r\nreport in that light, because each conflict presents its\r\nown challenges. I have no doubt that but for the\r\nintensified engagement of the Security Council and the\r\nUnited Nations more generally the continent\u0027s\r\nproblems would become more intractable.\r\nFinally, a word on the working methods of the\r\nSecurity Council, and in particular their transparency.\r\nIt has for some time been an important concern of the\r\nUnited Kingdom that the Council should carry out its\r\nwork with the maximum amount of innovation and\r\ntransparency, and in a way which enables its\r\ndeliberations to take place in a public setting, wherever\r\npossible. We believe that during the course of the\r\nperiod of this report the Council has made significant\r\nstrides forward.\r\nOn 30 December 1999, in my capacity as\r\nPresident of the Council that month, I issued a note\r\n(S/1999/1291), setting out a number of points to\r\nimprove procedural practice. I believe this note has\r\n4\r\nA/55/PV.36\r\ngenuinely been put into effect under subsequent\r\npresidencies. Matters concerning the Middle East and\r\nthe Balkans, African subjects, such as Sierra Leone and\r\nthe Democratic Republic of the Congo, and East Timor\r\nhave been the subject of briefings and debates in public\r\nmeetings in the Council Chamber, with the wider\r\nmembership in attendance, when previously many of\r\nthe events might have been held in informal\r\nconsultations. The balance between public meetings\r\nand informal consultations may still not be quite right,\r\nand there is further work to be done on matters relating\r\nto participation. But the work of the Council has now\r\nbecome significantly more accessible to non-members,\r\nwithout any diminution of its ability to take effective\r\naction.\r\nThe Council has, during the reporting period,\r\nbeen prepared to contemplate imaginative procedural\r\ninnovations when the occasion requires, reviving the\r\npractice of private Council meetings, for instance. The\r\nCouncil has also shown that it can use new formats to\r\ntake its work forward. An example is the ambassador-\r\nlevel meeting between Council members and troop\r\ncontributors which took place in preparation for the\r\nSierra Leone mission last week.\r\nI hope that the Council will continue this\r\nwelcome trend towards openness and that it will be\r\nprepared to try procedural innovations when necessary\r\nin the course of the coming year. In response, it would\r\nbe good to see the wider membership using the greater\r\nopportunities for addressing the Council to debate\r\npoints more spontaneously and reactively. Both within\r\nthe Council and outside it, we are making too many set\r\nspeeches which pass each other by. No Council can\r\nproduce results unless we all listen, as well as transmit.\r\nThe United Kingdom will continue to encourage an\r\nevolution in this respect.\r\nMr. Amer (Libyan Arab Jamahiriya) (spoke in\r\nArabic): This discussion of the annual report of the\r\nSecurity Council offers us a good opportunity to\r\naddress a number of issues related to the maintenance\r\nof international peace and security, the principal raison\r\nd’être of the United Nations. My delegation listened to\r\nthe statement of Mr. Andjaba, the President of the\r\nCouncil for this month, who submitted this year’s\r\nreport.\r\nThe report of the Security Council before us\r\ntoday makes it clear that the world remains beset by\r\nmany problems. The period under consideration in the\r\nreport witnessed the continuation of old conflicts and\r\nthe eruption of new ones, which confirms yet again that\r\nthe international community remains unable to\r\nestablish solid foundations for a world that enjoys\r\ncomprehensive security. In following the efforts of the\r\nSecurity Council in the maintenance of international\r\npeace and security, my delegation remains fully\r\nconfident that its role in putting an end to the acts of\r\nviolence, conflict and widespread devastation\r\nprevailing in many countries would achieve more\r\npositive results if the Council cooperated with the other\r\nbodies of the United Nations.\r\nMost important is cooperation with the General\r\nAssembly, which the Charter entrusts with\r\nconsideration of the general underlying principles that\r\nstrengthen international peace and security. Current\r\nevents clearly demonstrate that the General Assembly\r\nis not given the opportunity to assume its\r\nresponsibilities in this area when the Security Council\r\nfinds itself incapable of confronting threats to\r\ninternational peace and security. If the Council were to\r\ncooperate with the Assembly in these cases, in\r\naccordance with relevant principles of the Charter, it\r\nwould be able to defuse many crises and find solutions\r\nto numerous problems and disputes, thus avoiding\r\nconsequent tragedies and devastation.\r\nMy delegation has noticed that some\r\nimprovements have been made to the working methods\r\nof the Security Council. The practice of holding\r\nconsultations with countries that contribute troops to\r\npeacekeeping operations, of informing the Chairmen of\r\nthe geographical Groups of the Council’s programme\r\nof work, and of issuing the monthly assessment has\r\nbeen incorporated into the Council’s annual report. All\r\nthese improvements, however, should prompt us to ask\r\nfor more so that we may achieve full transparency and\r\nclarity in the Council’s work and activities.\r\nThe introduction of the Council’s report states\r\nthat Council members held 194 closed consultations of\r\nthe whole during the year under review. It also cites the\r\nnumber of statements the Council has issued and the\r\nnumber of reports by the Secretary-General it has\r\nconsidered. We have noted a decrease in the number of\r\ninformal sessions by comparison with previous years,\r\nbut we are seriously concerned that the report includes\r\nno substantive information on what occurred in these\r\nconsultations. We call for a radical improvement of this\r\nsection of the Council’s report so as to ensure that it\r\nreflects comprehensively the statements made by\r\n5\r\nA/55/PV.36\r\nCouncil members in these informal consultations, since\r\nthe non-member States of the Council are interested\r\nnot in the number of hours of consultations held, but in\r\nwhat occurred during these consultations.\r\nIn previous sessions, we concluded our discussion\r\nof the annual report of the Security Council by noting\r\nthe report’s contents. My delegation and, I believe,\r\nmany others share the opinion that the General\r\nAssembly should not be satisfied merely with taking\r\nnote of very important issues. We feel that the General\r\nAssembly and its member States should clearly state\r\ntheir views on the contents of the report and present\r\nspecific recommendations to the Council, in\r\naccordance with the relevant Articles of the Charter —\r\nArticles 10 and 11 in particular — if we wish to attach\r\ndue importance to this debate and to demonstrate our\r\nwillingness to promote the Assembly’s work towards\r\ncreating a stable and secure world.\r\nAfrican issues have monopolized a large portion\r\nof the Council’s work. This has coincided with African\r\nactivities that have had very important and tangible\r\nresults. The Lusaka Agreement has been activated to\r\naddress the dispute in the Great Lakes region.\r\nAgreements have been reached on the conflict between\r\nEthiopia and Eritrea, the national reconciliation efforts\r\nin Burundi and the mediation efforts in Somalia, where\r\na President and a Parliament have been elected. We\r\nbelieve that Africa needs more support to promote the\r\nsolutions we have found and to find solutions to the\r\nother conflicts. This will require greater support for\r\nAfrican mechanisms to prevent conflict and promote\r\nstability.\r\nDevelopment is the other face of peace. Africa,\r\nneeds development assistance in order to establish a\r\ncomprehensive strategy to eradicate poverty and\r\ndisease. International solidarity must become tangible.\r\nThe African continent should be integrated into the\r\nworld economy in order to be able to export its goods\r\nto the developed countries, to end the coercive\r\neconomic measures imposed on some of its countries\r\nand to take concrete action to address its foreign debts.\r\nIt is not enough for some countries to cancel some of\r\nthe debts of the least developed countries; Africa’s\r\nentire foreign debt must be cancelled. That is what\r\nAfrica requires, particularly from those who colonized\r\nit and plundered its natural resources. These needs are\r\nextremely important if we genuinely wish to assist\r\nAfrica to achieve development and consolidate peace\r\nand stability.\r\nAs reflected in chapter 6 of the report under\r\nconsideration, in July 1999 the Security Council\r\ndiscussed developments concerning the Lockerbie\r\nincident, including lifting the sanctions imposed on my\r\ncountries in accordance with Security Council\r\nresolutions 748 (1992) and 883 (1993). According to\r\nthe assessment of this month’s President of the\r\nCouncil, the representative of Malaysia:\r\n“During the discussion that followed, it was\r\nclear that there was no consensus on the question\r\nof the lifting of the sanctions. One permanent\r\nmember was of the view that not all of the\r\nconditions had been met by the Libyan Arab\r\nJamahiriya; it was quite prepared to exercise its\r\nuse of the veto should a resolution be tabled\r\nproposing that the sanctions be lifted at this\r\nstage.” (A/55/2, p. 445)\r\nFurther along, the assessment notes that\r\n“Others … underlined the need for members of\r\nthe Council not to politicize the matter, as the\r\nScottish court was already handling it.” (ibid.)\r\nMore than a year has passed since the rejection of\r\nthe draft proposal, put forward by the Security Council\r\ngroup of members of the Non-Aligned Movement, for\r\nthe removal of sanctions against the Libyan people.\r\nRegrettably, the United States, which objected to it,\r\ncontinues to prevent the Security Council from\r\nadopting such a resolution under the oft-repeated\r\npretexts that Libya supports international terrorism and\r\nthat it must cooperate with the Scottish court trying the\r\ntwo Libyan nationals accused. My country has\r\nrepeatedly condemned international terrorism and has\r\nsupported all international efforts to halt it. We are\r\ncooperating fully with the Scottish court.\r\nI wish, however, to focus on one of the strangest\r\npretexts put forward: the payment of compensation to\r\nthe families of the victims of Pan Am flight 103. How\r\ncan the United States ask for compensation while the\r\nmatter remains in court? Does this not make a mockery\r\nof the legal principle involved? Does this not imply a\r\npremature assumption of the court’s decision?\r\nAscertaining guilt or innocence is a prerogative of the\r\ncourt. Should not Libya be the one to receive\r\ncompensation, since the sanctions imposed against it\r\nhave cost it more than $30 billion?\r\nThe fact that my country has complied with all\r\nthe resolutions of the Security Council was confirmed\r\n6\r\nA/55/PV.36\r\nin the report of the Secretary-General to the Security\r\nCouncil in July 1999. The report showed that Libya has\r\nfulfilled all its obligations and that the Council should\r\nlift the sanctions imposed on it. This conclusion in the\r\nreport of the Secretary-General was reaffirmed by\r\nresolutions of the Organization of African Unity\r\n(OAU) Summit, the Non-Aligned Movement, the\r\nIslamic Conference, the Arab League and finally the\r\nGroup of 77 summit held last April. It was also\r\nreaffirmed by the five-member committee of the OAU,\r\nthe Committee of Six of the Non-Aligned Movement\r\nand the Committee of Seven established by the Arab\r\nLeague, in their respective letters to the President of\r\nthe Security Council, documents S/2000/881,\r\nS/2000/906 and S/2000/864.\r\nThe lifting of sanctions has been delayed. The\r\nSecurity Council should take responsibility and\r\nimplement the will of the international community,\r\nwhich calls upon it to lift the sanctions against the\r\nLibyan people. Fulfilling its own resolutions is the only\r\nprocedure that would restore its credibility. Any delay\r\nmeans that the Security Council works not in\r\naccordance with the views of the majority of the\r\ninternational community, but according to the will of\r\none country. The will of one country could not\r\nrepresent the will of the whole international\r\ncommunity.\r\nMr. Mra (Myanmar): At the outset, I express our\r\ngratitude to the Permanent Representative of Namibia,\r\nPresident of the Security Council for the present\r\nmonth, for his presentation of the report of the Security\r\nCouncil. Serving as the current most effective tool to\r\ninform the general membership of the Organization of\r\nthe important work of the Council in the past year, the\r\nreport constitutes the upholding of the principle of\r\naccountability and offers a regular opportunity to non-\r\nmembers of the Security Council to reflect on the work\r\nof the Council and on how to further enhance its\r\neffectiveness and efficiency.\r\nWith respect to the technical aspect of the report,\r\nwe are pleased to note that it continues to cover the\r\nwork of the subsidiary organs and to include the annual\r\nreports of the sanctions Committees and the statements\r\nto the press made by the Presidents following\r\nconsultations of the whole. We also commend the\r\nPresidents of the Council for providing us with their\r\nassessment of the work of the Council during their\r\nrespective presidencies. These positive practices are\r\nuseful steps in making the work of the Council more\r\ntransparent.\r\nThe situations the Council had to address over the\r\npast year were very complex and diverse. They have\r\ndemonstrated how difficult it is in some situations to\r\nachieve sustainable peace and security, and how great\r\nthe demands are on the collective security system\r\nwhich was established over 50 years ago in\r\ncircumstances which were a far cry from today’s.\r\nDespite the experience of over 50 years, there still are\r\nmany lessons for the Council to learn from the crises it\r\nhas had to respond to. These lessons tell us that\r\nmeticulous preparations that envisage all conceivable\r\ncontingencies are needed, and that full coordination\r\nand cooperation with all the actors are vitally\r\nimportant. Even then, as experience has vividly shown,\r\nany mission can go awry due to various factors\r\nresulting in losses in both human and financial terms.\r\nTo prevent such losses is, as the Secretary-General\r\nstated in paragraph 40 of his report on the work of the\r\nOrganization (A/55/1), to shift from a culture of\r\nreaction to one of prevention. Given the most lethal\r\ncrises the Council has been seized with over the past\r\nyear, we wonder how the Council can establish\r\nsustainable peace and security without changing the\r\nusual reactive approach.\r\nIn this regard, we are much encouraged to note\r\nthat measures have been taken to strengthen early\r\nwarning and conflict prevention capacities at the\r\nUnited Nations and to enhance coordination with\r\nothers. We hold the view that these capacities must also\r\ninclude the ability to show high sensitivity to early\r\nwarning signals of an evolving situation so that\r\nunnecessary loss of lives will not be repeated. We\r\nfirmly believe that the new culture of prevention will\r\ngo a long way in helping the Security Council fulfil its\r\nprimary responsibility of maintaining international\r\npeace and security. We also share the view that the\r\nSecretary-General should be authorized with funds to\r\nstart planning before a mission is approved by the\r\nSecurity Council. This will certainly help accelerate the\r\ndeployment process that will in turn prevent a situation\r\nfrom escalating into a crisis.\r\nEffective peacekeeping operations remain\r\nessential for the maintenance of international peace and\r\nsecurity. However, these operations have, as recognized\r\nby all, become more complicated, and have been\r\ncharged with an expanded range of tasks, thus\r\nbecoming more demanding on the finite resource\r\n7\r\nA/55/PV.36\r\ncapacities of our Organization. We are distressed to\r\nlearn that occasionally these operations have had to be\r\ncarried out in precarious environments, putting at risk\r\nnot only the success of the mission but also the\r\npersonal security of the peacekeepers. It is\r\nunacceptable that our “peace crusaders” are being thus\r\nthreatened. The situations over the past year clearly\r\ndemonstrate the importance of taking measures to train\r\nand equip our peacekeepers adequately so that they can\r\nwork with confidence and a greater sense of security.\r\nI take this opportunity to express our support for\r\nthe view that United Nations peacekeeping operations\r\nneed credible deterrent capacity, with what the\r\nSecretary-General calls, in paragraph 70 of his report,\r\n“robust rules of engagement” explicitly spelled out.\r\nOnly then will our peacekeepers be able to determine\r\nwhen to intervene between warring parties or\r\ncompeting forces and when not to intervene. The\r\ncredibility of our Organization is too valuable to be\r\nimpaired again, as in the past, due to weaknesses in the\r\nmandates we establish.\r\nI now turn to two issues of immediate concern to\r\nus: small arms and HIV/AIDS. These issues have in\r\ntheir own way been contributing factors to\r\nundermining our efforts to maintain international peace\r\nand security. While small arms, with their easy\r\navailability, have been the weapons mostly and\r\nfrequently used in armed conflicts, AIDS, with its high\r\nprevalence rate, has been the most destructive disease.\r\nThese two issues cry out for a coherent and coordinated\r\napproach by the international community. Unless we\r\naddress them effectively and as a matter of priority,\r\nthey are bound to have devastating consequences for\r\nthe socio-economic development of countries,\r\nespecially developing countries. Therefore, we are\r\ngreatly heartened that the Security Council addressed\r\nthese two issues, among others, in its open thematic\r\ndebates.\r\nThe magnitude of these two problems and the\r\nurgent need to resolve them is reflected by the\r\nconsensus we have reached on the convening of a\r\nspecial session of the General Assembly on HIV/AIDS\r\nand an international conference on small arms, both in\r\n2001. We hope that, through them, we will be able to\r\nwork out well-coordinated plans to combat these two\r\nevils that kill most people with equal vengeance.\r\nConcerning the thematic debate, my delegation\r\nwishes to reiterate its position. While we appreciate the\r\nvalue of these debates, we are concerned that over time\r\nthey would insidiously allow the Council to move into\r\nareas that fall within the purview of other forums in the\r\nUnited Nations system. This would amount to an\r\nencroachment on their mandates. We are convinced\r\nthat these debates will be confined to only those\r\naspects that bear on the maintenance of international\r\npeace and security.\r\nAs the Secretary-General stated in his report on\r\nthe work of the Organization, sustainable peace and\r\nsecurity for all countries and peoples remains a central\r\nobjective of the United Nations at the dawn of the\r\ntwenty-first century. The achievement of this objective\r\nis wholly the task of the Security Council, the unique\r\norgan in the United Nations system entrusted with the\r\nprimary responsibility for the maintenance of\r\ninternational peace and security. It is a trust on the\r\nstrength of which we, Members of the Organization,\r\nespecially the small and the weak, mortgage our sense\r\nof security. It would be highly paradoxical if this trust\r\nwere exploited in ways that undermined our sense of\r\nsecurity.\r\nAlthough it is in the mandate of the Security\r\nCouncil to determine whether a given situation is a real\r\nthreat to international peace and security, it is a\r\nmandate given to the Council as a whole, and not to\r\nindividual members. It is the entire membership of the\r\nCouncil that must concur in a determination of a\r\nparticular situation’s threat to peace and security, for it\r\nis the Council that represents the interest of the entire\r\nmembership of the Organization in matters of\r\ninternational peace and security, not only one member\r\nor any group of countries.\r\nAs the work of the Security Council over the past\r\nyear has shown, there are serious situations that require\r\nan immediate response from the Council. All the\r\nmembership of the Organization fully appreciates and\r\nsupports the Council when it responds to such\r\nsituations as expected of it because they are genuine\r\nthreats to peace and security. However, to involve the\r\nCouncil in matters that clearly fall within domestic\r\njurisdiction on grounds of perceived potential threat to\r\npeace and security is highly questionable and open to\r\nserious doubt about the real motive behind such an\r\nattempt. Coming from an organ like the Security\r\nCouncil, such attempts are bound to adversely affect\r\nthe credibility of the Council, which we are making\r\ncollective efforts to enhance in the ongoing process of\r\nUnited Nations reform.\r\n8\r\nA/55/PV.36\r\nMyanmar, like other Members of the\r\nOrganization, attaches great importance to the work of\r\nthe Council, and we fully trust that the Council will\r\ncontinue to be capable of delivering what is expected\r\nof it by the international community, as it has done\r\nover half a century. To enable it to do so, it is important\r\nto reserve our attention and resources for where they\r\nare really needed, rather than to squander them on\r\nsituations which do not present a real threat.\r\nBefore concluding, I wish to make a few\r\ncomments on an area which has assumed more\r\nimportance over the past several years — cooperation\r\nbetween the United Nations and regional organizations\r\nand other actors. Given a shift in the nature of the\r\nthreat to peace and security, there is an obvious need to\r\nenlist cooperation with regional organizations and\r\nother relevant actors in dealing with very complex\r\nsituations. Depending on the complexity of a situation,\r\nrelationships between the United Nations and a\r\nregional organization may vary from time to time and\r\nfrom region to region. As evidenced by the events of\r\nthe past year, some crisis situations needed the\r\nassistance of relevant regional organizations, and\r\ncooperation with regional organizations and other\r\nactors proved very useful and beneficial.\r\nHowever, cooperation with regional organizations\r\nusually involves extremely sensitive areas, in addition\r\nto normal organizational problems. As a result, such an\r\nundertaking may not always be smooth. Fortunately,\r\nthe Charter of the United Nations has clearly spelled\r\nout the ground rules governing the relationship\r\nbetween the United Nations and regional organizations\r\nand the primary role of the United Nations. Without\r\nwishing to denigrate the important role of regional\r\norganizations, I wish to stress that any consideration of\r\nthe involvement of a regional organization must be\r\nstrictly based on the relevant provisions of the Charter.\r\nFinally, I wish to state that the consistent support\r\nof the international community is vital for the success\r\nof the Security Council in the maintenance of\r\ninternational peace and security. A decision of the\r\nCouncil must be seen as legitimate by the international\r\ncommunity to enable it to support the work of the\r\nCouncil consistently. The report before us serves, to\r\nsome extent, the purpose of enhancing our\r\nunderstanding of the work of the Council and the\r\nlegitimacy of its decisions as well. This is positive\r\nindeed.\r\nI also take this opportunity to convey our\r\ncongratulations to Colombia, Ireland, Mauritius,\r\nNorway and Singapore on their election to the Security\r\nCouncil as non-permanent members. My delegation\r\nwishes them every success in their important\r\nendeavours as members of the Security Council.\r\nMr. Sun (Republic of Korea): I begin by thanking\r\nthe President of the Security Council, Ambassador\r\nMartin Andjaba, for his comprehensive presentation of\r\nthe annual report of the Security Council to the General\r\nAssembly. My delegation also appreciates the\r\nexceptional effort made by the Secretariat to provide\r\nsuch a thorough and lengthy document on time this\r\nyear, when the Millennium Summit might have delayed\r\nits release. We would also like to express our\r\nappreciation to the Security Council for all its hard\r\nwork over the document’s reporting period to maintain\r\ninternational peace and security in various crises and\r\nconflict situations.\r\nThe report of the Security Council is an important\r\ntool for ensuring coordination between the General\r\nAssembly and the Security Council, in accordance with\r\nthe relevant provisions of the Charter — in particular,\r\nArticles 24 and 15. In this regard, we find this year’s\r\nreport to be highly informative and relevant.\r\nWe would first like to note the general issues\r\nrelating to sanctions. This subject will become\r\nincreasingly important in the coming years, as smart\r\nsanctions are being developed to enhance the\r\neffectiveness of United Nations sanctions. Sanctions\r\ncan cause unnecessary suffering, not only for their\r\nintended targets, but also for innocent civilians in\r\nneighbouring countries. For this reason, we believe that\r\nwe should improve the current system of United\r\nNations sanctions.\r\nSecondly, we would like to point to the issue of\r\nprotection of United Nations personnel in the field.\r\nSince the introduction of this urgent issue by the\r\nRepublic of Korea during its presidency of the Security\r\nCouncil in May 1997, a number of important follow-up\r\nmeasures have been taken. The recent increases in\r\ndeliberate attacks on United Nations personnel are\r\ndeplorable. We believe that all peacekeeping missions\r\nshould be given sufficient mandates and ample\r\nresources to guarantee their safety, as well as their\r\nsuccess.\r\nIn this regard, my delegation joins many others in\r\nwelcoming the Brahimi report (A/55/305) as the basis\r\n9\r\nA/55/PV.36\r\nfor discussion of new methods to increase the\r\neffectiveness of the United Nations peacekeeping\r\noperations. The report includes many valid\r\nrecommendations. However, we believe that the\r\nfinancial burden of implementing these\r\nrecommendations should be shared in a balanced way\r\nwhen they require new or increased budgets.\r\nMy third point relates to the reform of the\r\nSecurity Council. In order to deal effectively with the\r\ndaunting challenges of the new millennium, the\r\nRepublic of Korea believes that the Security Council\r\nmust be reformed in ways that will strengthen its\r\nrepresentativeness, transparency and effectiveness. The\r\nOpen-ended Working Group’s discussions of the\r\nquestion of equitable representation on an increase in\r\nthe membership of the Security Council and related\r\nmatters have not yet produced an end result. However,\r\nthe Group is making progress, and I hope it will be able\r\nto maintain its momentum for exploring creative ways\r\nto work out a formula that will satisfy most of the\r\nMember States. The Group’s goal is to make the views\r\nof Member States, particularly the view of those that\r\nare capable and willing to contribute to the purposes of\r\nthe United Nations, systematically reflected in the\r\ndecision-making process on important security issues.\r\nMy Mission will continue to actively participate in the\r\ndeliberations of the Working Group in the future.\r\nAs my final point, I would like to touch upon\r\nthree aspects of the Security Council’s proceedings.\r\nBut first my delegation would like to emphasize the\r\nimportance of allowing troop-contributing countries to\r\nparticipate appropriately in the decision-making\r\nprocess of United Nations peacekeeping operations.\r\nSecondly, we hope that the Security Council’s public\r\nmeetings will become more frequent in order to\r\nincrease the Council’s transparency and keep\r\nnon-members better informed. Finally, we would like\r\nto point to the importance of the briefings by the\r\nPresident of the Security Council to non-members,\r\nespecially after informal consultations. Whether such\r\nbriefings are delivered by a member of the President’s\r\nMission or on the Mission’s web site, they need to be\r\nimplemented with continuity and in a timely manner in\r\norder to ensure their usefulness for non-member States\r\nthat closely follow Security Council issues.\r\nYesterday the General Assembly adopted the item\r\nentitled “Peace, security and reunification on the\r\nKorean peninsula” as an additional item on the agenda\r\nof the fifty-fifth session of the General Assembly. I\r\nwould like to thank the President for this adoption, as\r\nwell as the forty-seven other Missions that join us in\r\nthe request for its inclusion.\r\nI would like to close by congratulating the newly\r\nelected members of the Council: Colombia, Ireland,\r\nMauritius, Norway and Singapore. My delegation\r\nwishes them every success in their new responsibilities.\r\nWe look forward to working with them in the coming\r\nyear.\r\nMr. Enkhsaikhan (Mongolia): My delegation\r\nwould like to join the preceding speakers in thanking\r\nthe President of the Security Council, Ambassador\r\nAndjaba of Namibia, for his lucid introduction of the\r\nCouncil’s annual report to this Assembly.\r\nConsideration of the report of the Council\r\n(A/55/2), pursuant to Article 15 and Article 24 of the\r\nCharter, provides us with the opportunity to reflect on\r\nthe work of the United Nations principle body charged\r\nwith the primary responsibility for the maintenance of\r\ninternational peace and security. This discussion is\r\nimportant both in terms of making constructive\r\nrecommendations for further improvement of the\r\nCouncil’s work, as well as for coordinating activities\r\nbetween this Assembly and the Council. With respect\r\nto the latter, yesterday and this morning many\r\ninteresting and practical proposals have been made\r\nwhich, if implemented, could contribute to enhancing\r\nthe effectiveness of this principle organ of the United\r\nNations.\r\nSpeaking of the proposals made in the past in the\r\nGeneral Assembly on enhancing the effectiveness of\r\nthe Council, my delegation wonders if or in what\r\nsetting or format the Council considers them and\r\nwhether this Assembly could have some feedback on\r\nthe multitude of proposals made so far. As is evident\r\nfrom the report, the Council has constantly been seized\r\nwith many crisis situations that have called for prompt\r\nattention and action. We welcome the Council’s\r\nresponses to these situations. However, some crisis\r\nsituations, such as we are witnessing now in the Middle\r\nEast, are not on its immediate agenda, which raises\r\nquestions about selectivity of approaches to some\r\ndifficult crisis situations.\r\nMy delegation fully appreciates ongoing efforts\r\nto enhance the Council’s effectiveness and to assure\r\ngreater participation by the non-member States of the\r\nCouncil in its work through organizing open, thematic\r\ndebates and discussions on such issues as the\r\n10\r\nA/55/PV.36\r\nprotection of civilians in armed conflict, protection for\r\nhumanitarian assistance to refugees, the plight of\r\nchildren in armed conflict, and so forth.\r\nThe report before us contains an impressive\r\nrecord of the Council’s activities during the period\r\nunder consideration. Furthermore, the brief description\r\nof informal consultations of the whole, of the monthly\r\nassessments of the Council presidents, as well as\r\ninformation on the work of some of its subsidiary\r\nbodies, are well documented in the report. My\r\ndelegation wishes to emphasize its support for the\r\ncurrent attempts to introduce more transparency to the\r\nCouncil’s activities. However, concerning the report’s\r\nformat, we would like to reiterate, as we did last year,\r\nthat the Council should strive to make it more\r\nanalytical, rather than present it mainly as a\r\ncompilation of adopted, and to many of us very\r\nfamiliar, documents.\r\nMr. Lelong (Haiti), Vice-President, took the\r\nChair.\r\nWe agree that the current international situation\r\nrequires a comprehensive approach to maintaining\r\ninternational peace and security. In that respect, we\r\nrecognize that in recent years the Security Council has\r\nmade concrete efforts to focus on specific questions\r\nwith regard to the maintenance of international peace\r\nand security. I would like to stress in particular the\r\ntime and attention the Council has dedicated to the\r\nAfrican continent — not only to its ongoing armed\r\nconflicts, but also to the acute economic and social\r\nproblems there and to the devastating impact of AIDS\r\non many African countries.\r\nPeacekeeping was another area on which the\r\nCouncil focused its attention. During the last several\r\nyears the Council has made important efforts in this\r\nfield. My delegation would like to underline the fact\r\nthat the Organization’s role in the area of peacekeeping\r\nmust be further increased and improved in the\r\nforeseeable future. The lessons of Srebrenica, Rwanda\r\nand Sierra Leone have made it abundantly clear that a\r\nthorough and critical review is needed to make\r\npeacekeeping operations succeed in meeting our\r\ncommitment under the Charter.\r\nLike others who are deeply indebted to the Panel\r\non United Nations Peace Operations, which is chaired\r\nby Ambassador Brahimi and whose report (A/55/305)\r\npresented a frank analysis of the prevailing situation\r\nand forthright recommendations for change, we believe\r\nthat the Panel’s report deserves serious consideration\r\nand prompt action. My delegation views the Council’s\r\norganization of informal consultations with the\r\nparticipation of troop-contributing countries as an\r\nimportant initiative that could be useful for finding\r\nmore practical and adequate ways to increase the\r\neffectiveness of peacekeeping operations.\r\nLike many previous speakers, we believe that the\r\nquestion of humanitarian intervention should be\r\napproached with the utmost caution. We believe that,\r\nalthough the principle of State sovereignty should not\r\nshield massive and gross violations of basic human\r\nrights, it should also not be ignored by the Council or\r\nby any of its members.\r\nAs we are considering the Council’s annual\r\nreport, we have to focus on its reform process — or,\r\nrather, the lack of it — as well. The efforts made so far\r\nto reform the Council have not brought us closer to\r\nresolving some of the fundamental issues on the agenda\r\nof the Open-ended Working Group. There is a great\r\ndemand, and indeed a need, for speeding up the reform\r\nof the Council. Like many others, we also continue to\r\nbelieve that the expansion of the Council should take\r\nplace in both the permanent and non-permanent\r\ncategories. In the former category — along with the\r\nmajor industrialized Powers — representatives of\r\ndeveloping countries from Asia, Africa and Latin\r\nAmerica should be represented on the Council. A\r\nreasonable increase in non-permanent seats should\r\nreflect the representative character of the Council and\r\nenable a growing number of Member States to\r\ncontribute to its work. An essential part of the reform\r\nprocess should be to deal with the power of the veto,\r\nwhose use should be considerably curtailed.\r\nMy delegation shares the view that the sanctions\r\nimposed by the Security Council, as provided for in\r\nArticle 41 of the Charter, must be resorted to as an\r\nextreme measure. We believe that such an enforcement\r\nmechanism should be reconsidered as soon as its target\r\nor primary objective is realized. My delegation\r\nbelieves that everything must done by the international\r\ncommunity to protect civilian populations from the\r\ndevastating impact of sanctions. In this respect, we\r\nfully associate ourselves with the concrete suggestions\r\nmade earlier in this debate by many delegations.\r\nIn conclusion, allow me to assure the President\r\nthat the Mongolian delegation will fully cooperate with\r\nhim and with Member States in our common efforts to\r\n11\r\nA/55/PV.36\r\nincrease the role and efficiency of our Organization —\r\nand especially that of its two main organs, the General\r\nAssembly and the Security Council — at the dawn of\r\nthis century.\r\nMr. Dos Santos (Angola): The Angolan\r\ndelegation takes this opportunity to congratulate\r\nAmbassador Andjaba of Namibia on his presentation of\r\nthe annual report of the Security Council. I also join\r\nothers in welcoming the report, which shows us part of\r\nthe work done by the Security Council from June 1999\r\nto June 2000, in accordance with paragraph 3 of Article\r\n24 of the Charter of the United Nations.\r\nTaking into account the primary task of the\r\nSecurity Council, which is to maintain international\r\npeace and security, I would like to express our sincere\r\nappreciation for the role played by the Council in the\r\nprevention of international wars and conflicts.\r\nHowever, allow me to make some remarks in this\r\nregard.\r\nAlthough efforts have been made by the Council\r\nto maintain peace and security, in my delegation’s view\r\nit has to seek a more effective war-prevention\r\nmechanism in order to avoid so many armed\r\nconflicts — in particular in Africa, where conflicts\r\nhave become ever more deadly and devastating.\r\nWe cannot ignore the role played by the Security\r\nCouncil in the settlement of crises and conflicts, but it\r\nis necessary to reinforce the role of the Council and the\r\nroles of the General Assembly and the Secretary-\r\nGeneral so that they may fulfil their mandate. In order\r\nto achieve peace and security, the Council must also\r\nstrengthen further its relationship with regional\r\norganizations, such as the Organization of African\r\nUnity (OAU), so that it may, through them, more\r\neffectively provide a forum for the settlement of\r\nconflicts and disputes and be able to deal with armed\r\nconflicts more decisively.\r\nWith regard to Angola, I acknowledge the efforts\r\nmade by the Security Council to find peace and\r\nstability, especially with its adoption of resolution 1295\r\n(2000). However, I am convinced that the Council\r\ncan do more by continuing to require States, private\r\norganizations and others to implement its sanctions.\r\nThe Security Council has to further reinforce its\r\naction — as it has already done in some areas of the\r\nworld — especially with regard to respect for its\r\nresolutions and to having every Member State follow\r\nup on those resolutions. This is an obligation under\r\nArticle 25 of the Charter.\r\nIt is time to live in peace and to rebuild the\r\ndestroyed economy of Angola, and to provide the\r\npeople with all that they need.\r\nFinally, with a view to strengthening the role of\r\nthe United Nations, including the Security Council, I\r\nwould like to emphasize the role that can be played by\r\nthe Special Committee on the Charter of the United\r\nNations and on the Strengthening of the Role of the\r\nOrganization, by the Open-ended Working Group on\r\nthe Question of Equitable Representation on and\r\nIncrease in the Membership of the Security Council\r\nand Other Matters related to the Security Council and\r\nby the report (A/55/305) of the Panel on United\r\nNations Peace Operations chaired by Mr. Lakhdar\r\nBrahimi. We should welcome all proposals and\r\nsuggestions on this matter. I am sure that the present\r\nreport of the Security Council is a document to reflect\r\nupon as we work towards peace and security.\r\nMr. Heinbecker (Canada) (spoke in French):\r\nWhen Canada ran for election to the Security Council,\r\nwe promised that we would promote human security,\r\nstrive for a more transparent Council and work towards\r\na more effective and credible Council. In the\r\nintervening months we have worked hard to deliver on\r\nthose commitments, and it is time for us to take stock.\r\nCanada has worked hard to help adapt the\r\nCouncil’s mandate and its working methods to the\r\nsecurity and political realities of our day. We have\r\nsought to expand the traditional definition of security\r\nto include human security. The overwhelmingly\r\ncivilian toll of modern conflict makes this not only a\r\npractical necessity but a moral imperative.\r\n(spoke in English)\r\nWe have made some progress towards such a\r\nbroader definition. Canada has consistently argued that\r\nthe Security Council must give greater weight to\r\nhuman rights and humanitarian principles in deciding\r\nwhen to act. To that end, we promoted the protection of\r\ncivilians in armed conflict as the major theme of our\r\nCouncil membership. The protection of civilians now\r\nfigures more and more both in the Council’s discourse\r\nand in the actions it takes. The Council must ensure,\r\nhowever, that its engagement on these issues is not just\r\nrhetorical, but substantive and action-oriented.\r\n12\r\nA/55/PV.36\r\nKosovo was a hard lesson on the changed nature\r\nof security and the response it demands. That demand\r\nwas faced again with the civilian suffering in East\r\nTimor. Each experience must lead us towards a more\r\nconsistent approach to addressing new forms of\r\nconflict, particularly those marked by gross violations\r\nof human rights or massive human suffering. In the\r\nglobal age, mass victimization and abuse of people are\r\nnot tolerable. State sovereignty cannot be a shield\r\nbehind which such acts are perpetrated with impunity.\r\nThere must be accountability, or there will be no\r\nstability.\r\nIn addition to addressing fundamental questions\r\nof the Council’s mandate, Canada has supported efforts\r\nto reform the Council’s basic instruments for\r\npromoting peace, namely peacekeeping and sanctions.\r\nWe remain concerned that mandates are not always\r\nequal to the realities on the ground, and that the\r\nresources provided to achieve those mandates are not\r\nalways adequate. Too often, peacekeeping operations\r\nare unduly influenced by political considerations or\r\nfinancial considerations rather than by operational\r\nnecessities. There are serious capacity problems within\r\nthe Secretariat that must also be addressed.\r\nWe therefore welcome the report (A/55/305) of\r\nthe Panel on United Nations Peace Operations chaired\r\nby Mr. Lakhdar Brahimi, which tackles these issues\r\ndirectly, with practical and practicable\r\nrecommendations. We are pleased that the Security\r\nCouncil is now actively following up on the report, and\r\nwe will do our part, both on and off the Council, to see\r\nthat the Brahimi recommendations are implemented.\r\nWe are encouraged by recent steps to improve the\r\ninstrument of sanctions. In Angola, the Council has\r\nlaunched an unprecedented effort to make the sanctions\r\nagainst UNITA work. I am happy to take this\r\nopportunity to applaud the work of my predecessor,\r\nBob Fowler, a friend of many in this Hall and, more\r\nimportant, a friend of the United Nations. He\r\nsucceeded in showing that the United Nations means\r\nbusiness when it imposes sanctions and that sanctions\r\ncan have beneficial effects on the people in the targeted\r\ncountries. I have no doubt, having just returned from\r\nAngola, that the work Bob Fowler has done has had\r\nvery beneficial effects for the people of Angola.\r\nThe new monitoring mechanism to promote\r\ncompliance with the sanctions against UNITA provides\r\na model that should be applied to other sanctions\r\nregimes to make them more credible and more\r\neffective. In Angola, we have seen how the\r\nidentification of sanctions-busters — the naming and\r\nshaming of people who have flouted the will of the\r\ninternational community as expressed in the United\r\nNations — can lead to tighter and better\r\nimplementation of sanctions. We hope the Council will\r\ncontinue to build on that precedent. Canada has also\r\nbeen pleased to play a leading role in efforts to sharpen\r\nwhat has historically been one of the Council’s blunter\r\ninstruments.\r\nWe also welcome recent debates in the Council\r\nthat have contributed to creating a culture of\r\nprevention. The risks and costs, both human and\r\nfinancial, of reacting to conflict once it has broken out\r\nmust lead us to focus more sharply on prevention. But\r\nwhen our best efforts fail, the international community\r\nwill be confronted again with the question of whether\r\nand how to step in to end and resolve conflict. This\r\ndilemma becomes more acute in the case of intra-State\r\nconflicts, particularly those involving human rights\r\nabuses or humanitarian emergencies.\r\nTo help advance the debate on these questions,\r\nCanada has spearheaded the launch of the International\r\nCommission on Intervention and State Sovereignty, the\r\nresults of whose work will be made available to the\r\nGeneral Assembly a year from now. Speaking here last\r\nmonth as Foreign Minister, Mr. Lloyd Axworthy\r\nexpressed the hope that the Commission would defuse\r\nthe concerns that surround the issues of intervention\r\nand sovereignty — which we understand — and help\r\nthe international community grapple with this key\r\nsecurity challenge of our day. As the Brundtland\r\nCommission did for economic development and\r\nenvironmental protection, we hope the new\r\nCommission will take two policy objectives considered\r\nby some to be incompatible, sovereignty and\r\nintervention, and produce a synthesis that we can all\r\nwork with. We expect that the Commission’s findings\r\nwill be of benefit to the Security Council and, in fact,\r\nto the United Nations membership as a whole, in the\r\nfulfilment of the Organization’s global security\r\nmandate.\r\nA word on Security Council reform.\r\nThe global trend towards greater openness and\r\ndemocracy must be reflected in the Security Council.\r\nThe legitimacy of its decisions hinges more and more\r\non the way those decisions are reached and on the\r\n13\r\nA/55/PV.36\r\nvoices that are heard in the making of those decisions.\r\nCanada firmly believes that any expansion of the\r\nCouncil should be in the non-permanent category only.\r\nWhile the Council needs to mirror United Nations\r\nmembership better, it is equally important that Security\r\nCouncil members be democratically elected and\r\naccountable to the membership as a whole, not merely\r\nto their own capitals. More vetoes would only give the\r\nCouncil political sclerosis.\r\nAs for methods of work, the credibility of the\r\nCouncil and the action it mandates can only benefit\r\nfrom greater interaction with, and inclusion of, those\r\nwho must ultimately give effect to its decisions. Since\r\nCanada joined the Council, we have seen positive steps\r\ntowards more inclusive and flexible meeting formats\r\nand more thematic debates involving the wider United\r\nNations membership. There have been inroads made\r\ninto the Council’s traditionally secretive mode of\r\noperation. These gains must be carefully guarded and\r\ncontinually built upon by other reform-minded Council\r\nmembers. We strongly support, for example, meetings\r\nwith troop-contributing countries whenever mandates\r\nare being drafted or revised. We also believe the\r\nCouncil should have available to it the best possible\r\nmilitary advice and briefing before making peace\r\noperation decisions.\r\nThe Council also needs to benefit more from\r\ninteraction with regional organizations. Increased\r\ncoordination and communication are required to ensure\r\nthat regional efforts can get the backing they need from\r\nthe Council. There is a particularly promising\r\nopportunity, which we discovered during our trip to\r\nWest Africa last week, to work cooperatively with the\r\nEconomic Community of West African States\r\n(ECOWAS). We should help strengthen that\r\norganization strengthen itself so that it can cooperate\r\nbetter with us.\r\nThe sheer volume of the Security Council’s report\r\nto the Assembly reflects the reality of a heavy global\r\nsecurity agenda and an increasingly busy Council.\r\nDuring our time on the Council, we have seen it\r\nbecome more deeply engaged in today’s security\r\nchallenges, and that is only to be applauded. Canada\r\nsupported, and continues to support, the sending of\r\nCouncil delegations to trouble spots, and has\r\nparticipated in some of them, most recently to Sierra\r\nLeone, in West Africa. That was a most timely\r\ninitiative and can only benefit the Council and the\r\nOrganization as a whole when it makes some of the\r\nmore difficult decisions it is going to have to make in\r\nthe coming days. We welcome such activism, and we\r\ncommend it to others.\r\n(spoke in French)\r\nWe believe it is fair to say that there is now\r\ngreater convergence in the Council around common\r\ngoals. The Council is increasingly united on which\r\nissues require its engagement and how that engagement\r\ncan be most constructive. In Sierra Leone, there is a\r\ngrowing unity of purpose that can be harnessed to\r\naddress in a resolute way the conflict and its regional\r\ndimensions.\r\nIt was quite fitting that the first session of the\r\nGeneral Assembly of this millennium should have been\r\nlaunched by a Summit of the world’s leaders. That\r\nSummit resulted in a renewed commitment to the\r\npurposes and principles of the United Nations and a\r\ndetermination to adapt the Organization to the\r\nchallenges of the new century. That same pledge was\r\nmade by the leaders during the Security Council\r\nSummit. While many of the overarching issues of\r\npeace and security of the cold-war era have receded,\r\nthe advent of new forms of conflict and human misery\r\npose new challenges not only to world peace, but to our\r\nhumanity.\r\nWhen we ran for election two years ago, we\r\nasked for the Assembly’s trust. We hope it will agree\r\nthat we have done our best to merit it.\r\n(spoke in English)\r\nWe congratulate the five countries elected to\r\nserve on the Council in 2001 and 2002 — Colombia,\r\nIreland, Mauritius, Norway and Singapore. We wish\r\nthem and the 10 continuing members of the Council\r\nevery success in making the Security Council a still\r\nmore effective and more transparent instrument for the\r\nmaintenance of international peace and security,\r\nincluding the security of people.\r\nMr. Powles (New Zealand): I would like to note\r\nthat for a number of years New Zealand has been\r\nfortunate to have had a close working relationship with\r\nthe delegation of Argentina on the working methods of\r\nthe Security Council, particularly on issues relating to\r\ntransparency. That delegation has informed me that it is\r\nhappy to continue that relationship and that it wishes to\r\nbe associated with this statement.\r\n14\r\nA/55/PV.36\r\nI would also like join with others in expressing\r\nour appreciation to the Permanent Representative of\r\nNamibia, Ambassador Andjaba, for his presentation of\r\nthe report contained in document A/55/2.\r\nThe report continues the trend towards greater\r\ncomprehensiveness. This too we welcome. We\r\nparticularly appreciate the clear organization of the\r\ncontents of the report, which allows for ease of\r\nreference by topic, chronology or theme.\r\nThe period under review has been a very busy\r\nand productive one for the Council. We applaud, for\r\nexample, the initiatives it has undertaken, including the\r\ndispatch of missions to East Timor and Indonesia, the\r\nDemocratic Republic of the Congo and Kosovo, and\r\nmost recently, of course, to West Africa. In this regard\r\nwe would emphasize the importance of the Security\r\nCouncil mission scheduled to go again to Indonesia\r\nnext month, as has been agreed with that country, given\r\nthe continuing security problems in West Timor. We\r\nalso greatly welcome the establishment by the Council\r\nover the past year of working groups to review or make\r\nrecommendations upon thematic issues of particular\r\nimportance, including the protection of civilians in\r\narmed conflict and improving the effectiveness of\r\nUnited Nations sanctions.\r\nWe are very pleased to observe that there have\r\nalso been significant strides made over the past year\r\ntowards enhancing the Council’s working methods,\r\nthereby allowing Member States that are non-members\r\nof the Council some of the rights afforded them in the\r\nCharter.\r\nI refer in particular to the note by the President of\r\nthe Council (S/1999/1291) issued one day before the\r\neve of the new millennium, and for which Ambassador\r\nGreenstock acknowledged paternity in his statement\r\nearlier this morning. The note includes several\r\nmeasures designed to enhance the access of\r\nnon-members to information and to participation in\r\nCouncil meetings. The fact that the note begins by\r\nrecalling a presidential statement of December 1994 —\r\nwhen New Zealand and Argentina were last serving\r\ntogether on the Council — which contemplates an\r\nincreased recourse to open meetings, is rather poignant.\r\nBut then, what is six years in the scheme of things?\r\nAs the Assembly knows, the measures unveiled at\r\nthe end of December last year include: making\r\navailable draft resolutions and presidential statements\r\nto non-members as soon as they are introduced to\r\ninformal consultations of the whole; improving the\r\nquality of presidential briefings to non-members;\r\ndistributing briefing notes on field operations to\r\nnon-members in a timely manner; and the stipulation of\r\na range of meeting options whose formats provide for\r\ngreater participation by non-members.\r\nI would also like to mention the note by the\r\nPresident of the Council (S/2000/155), issued on 28\r\nFebruary during the Argentine presidency. This note\r\nformalizes a proposal, put forward by this delegation,\r\nthat newly elected members of the Council be invited\r\nto observe the Council’s informal consultations for a\r\nperiod of one month immediately preceding their term\r\nof membership. This proposal will provide for more\r\ntransparency and allow new members to acquaint\r\nthemselves in advance with the customary procedures\r\nand practice of Council members at these informal\r\nmeetings.\r\nThese steps towards increased transparency, even\r\nif slow in coming and representing a delicate\r\ncompromise, are nevertheless very welcome. My\r\ndelegation, no doubt like many others, especially\r\nvalues the opportunity to attend briefings of the\r\nCouncil by senior Secretariat officials on items of\r\nimportance to us, particularly in cases where we are\r\ncontributing troops. In our view, the measures\r\nregarding the participation of non-members in Council\r\nmeetings should be incorporated into the provisional\r\nrules of procedure of the Security Council, which in\r\nturn should be reviewed and finalized.\r\nNevertheless, despite this progress,\r\nimplementation of the new procedures has at times\r\nseemed incomplete and uncertain. In addition, the\r\nundue preponderance of informal consultations of the\r\nwhole, as compared with formal meetings, continued to\r\nbe a feature of the Council’s conduct of its business\r\nthroughout the period under review. We accept that\r\nsuch consultations can have their uses, but these should\r\nnot include closing off the real business of the\r\nOrganization to the public. Rule 48 of the Council’s\r\nprovisional rules of procedure states that “Unless it\r\ndecides otherwise, the Security Council shall meet in\r\npublic”. In the view of our delegations, this rule makes\r\nit very clear that the Council should, as a general rule,\r\nmeet in public. Only under exceptional circumstances\r\nshould it meet in private or, indeed, in informal\r\nconsultations. This year’s report, however, suggests\r\nthat over 60 per cent of the Council’s business was\r\nconducted in informal sessions.\r\n15\r\nA/55/PV.36\r\nWe would also remind the Secretariat that the\r\nSecurity Council comprises 15 members and that its\r\npractice of sometimes consulting on certain issues with\r\nthe five permanent members only must stop.\r\nThe improvements in transparency that I have\r\ntouched on have not come about easily. We thank those\r\nmembers of the Council that have successfully\r\npromoted change over the past year. We wish the new\r\nelected members — Colombia, Ireland, Mauritius,\r\nNorway and Singapore — every success in the\r\ncontinuing effort to make the Council more democratic\r\nand accountable. We also pay tribute to the Open-ended\r\nWorking Group on Security Council reform, which has\r\nworked tirelessly to bring issues of transparency to the\r\nfore. We would reiterate that the Open-ended Working\r\nGroup continues to be the appropriate forum in which\r\nto pursue reform of the Security Council. If, as one\r\ndelegation suggested yesterday, there is indeed a\r\nminority holding reform hostage, then clearly it is the\r\nfive permanent members on the question of the veto. In\r\nthis regard, the Permanent Representative of Canada\r\nearlier referred to the problem of sclerosis in the\r\nCouncil.\r\nFinally, we look forward to the implementation of\r\nmany of the improvements suggested in the Brahimi\r\nreport and we are pleased that the Council has\r\nestablished a working group on this important subject.\r\nThe implementation of the recommendation in\r\nparagraph 64 (d) of the report that countries that have\r\ncommitted military units to an operation should have\r\naccess to Secretariat briefings to the Council on matters\r\naffecting the safety and security of their personnel is of\r\nparticular importance to us. We recall that our\r\ndelegations were at the forefront of efforts in 1994 to\r\nestablish the practice of regular consultations with\r\ntroop contributors.\r\nThe influence brought to bear by some members\r\nof the Council and by the General Assembly has\r\nachieved results. We are all aware of the heavy\r\nresponsibilities of the Security Council in maintaining\r\ninternational peace and security, and we have recently\r\nbeen reminded by our leaders of the central position of\r\nthe General Assembly as the chief deliberative, policy-\r\nmaking and representative organ of the United Nations.\r\nWe are confident that under our President’s guidance\r\nfurther progress will be made in improving the\r\nrelationship between the Security Council and the\r\nwider membership, particularly the General Assembly,\r\nwhich is so critical to the overall health of the\r\nOrganization.\r\nMr. Alimov (Tajikistan) (spoke in Russian): First\r\nof all, I should like to associate myself with previous\r\nspeakers in thanking the President of the Security\r\nCouncil, the Permanent Representative of Namibia,\r\nAmbassador Martin Andjaba, for his introduction of\r\nthe report of the Security Council. We attach the\r\ngreatest importance to consideration of this question,\r\nas the Security Council, in accordance with the Charter\r\nof the United Nations, has the major responsibility for\r\nthe maintenance of international peace and security.\r\nThe report paints an impressive picture of the\r\nserious efforts of the Council to respond to critical\r\nsituations that have emerged in various parts of the\r\nworld and have represented a threat to peace. The\r\nfigures relating to the number of formal meetings,\r\ninformal consultations, resolutions adopted and\r\npresidential statements issued not only bear witness to\r\nthe ever-increasing volume of work that the Security\r\nCouncil is now carrying out under an extraordinarily\r\nheavy schedule, but also attest to the growing\r\nexpectations of the international community regarding\r\nthe Council’s responses to conflicts emerging\r\nthroughout the world.\r\nThe situation in the Balkans, Abkhazia, Georgia,\r\nthe Middle East, East Timor and Cyprus, on the\r\nAfrican continent, and in Afghanistan are only some of\r\nthe urgent issues on today’s political map that remain\r\nthe focus of the Council’s attention.\r\nWe cannot fail to note that during the period\r\ncovered by the report, the Security Council\r\nsignificantly expanded its agenda, and is now dealing\r\nwith such pressing and drastic problems of our time as\r\nthe protection of civilians in armed conflict, the spread\r\nof light weapons and the threat of the large-scale\r\nspread of AIDS, among other issues. We believe it to\r\nbe significant that the subjects taken up by the Council\r\nfor discussion have not only reverberated widely\r\nthroughout the world but — and this is particularly\r\nimportant — have promoted the adoption of new,\r\nconsolidated approaches and in search for answers to\r\ncontemporary challenges. Unfortunately, during this\r\nperiod there was no decline in conflicts throughout the\r\nworld. The number of problems that, directly or\r\nindirectly, affect the maintenance of international peace\r\nand security has not declined.\r\n16\r\nA/55/PV.36\r\nThe evidence tells us that in the twenty-first\r\ncentury the Security Council will have to step up its\r\nefforts to alleviate human suffering. Judging by the\r\nchallenges of our time, the range of questions will\r\nremain rather broad and cover all the fundamental\r\naspects of the maintenance of peace and security,\r\nincluding some that today we can only guess at.\r\nThe delegation of Tajikistan believes that the\r\nenormous experience acquired by the Council during\r\nthe past decade, including that based on trial and error,\r\nrequires in-depth analysis and reflection. With the end\r\nof the cold war, the situation on our planet has\r\nradically changed.\r\nThe number of States in which democratic forms\r\nof Government has been established has doubled. At\r\nthe same time, however, humankind has witnessed\r\nnumerous, often violent challenges to democratic rule.\r\nThe Security Council has energetically and\r\ncreatively responded to the new political realities of\r\nour time. It was, in fact, during the last decade of the\r\ntwentieth century that the Council’s activity showed\r\nmany new features that significantly enriched its work,\r\nincluding a higher level of transparency.\r\nA study could be prepared, with the involvement\r\nof the Ambassadors of States participating in the work\r\nof the Security Council, to cover not only all aspects of\r\nthe activity of this key body of the United Nations but\r\nalso progress achieved in improving the working\r\nmethods of the Council and non-standard approaches to\r\nresolving the complex issues facing the Council at the\r\nthreshold between eras.\r\nLet us take, for example, the Council agenda item\r\nentitled “The situation in Tajikistan and along the\r\nTajik-Afghan border”. The few brief lines of the\r\nCouncil’s report cover the seven-year history of my\r\ncountry, which includes the efforts of many people and\r\nStates aimed at assisting in settling the inter-Tajik\r\nconflict. Today there is peace in Tajikistan. There has\r\nbeen a consolidation of power, whose mandate, for the\r\nfirst time in our new history, has been to hold multi-\r\nparty pluralist elections. There has been a\r\nstrengthening of democratic institutions, making the\r\ngains of the peace process more durable, but the road\r\nto this achievement was no simple one. It required\r\nenormous political will, not only from the parties to the\r\ninter-Tajik conflict, but also from all States interested\r\nin a peaceful settlement. Tajikistan could not alone\r\nhave coped with all of the problems facing it.\r\nComprehensive international assistance and support\r\nhave played an enormous role in overcoming the crisis\r\nperiod that Tajik society went through.\r\nToday’s meeting provides us with an excellent\r\nopportunity to express our sincere gratitude to all\r\nStates that have made a contribution to the\r\nestablishment of peace in Tajikistan — first and\r\nforemost, this applies to the Members of the Security\r\nCouncil, which includes, over the years that the\r\nsituation in Tajikistan was on the agenda, the\r\nrepresentatives of more than 40 States.\r\nWe should like also to express gratitude to the\r\nSpecial Envoys and Special Representatives of the\r\nUnited Nations Secretary-General, to the leaders of\r\nUnited Nations groups and missions, to all the men and\r\nwomen who have given of their talents and themselves,\r\nand sometimes given their lives, for the cause of peace\r\nin Tajikistan.\r\nThe United Nations and the Security Council can\r\nrightfully and proudly add to the list of their positive,\r\npeacekeeping achievements the assistance they\r\nprovided to Tajikistan in the pursuit of a political\r\nsettlement to an armed conflict. As a direct party to the\r\njoint seven-year-long search for a formula for peace in\r\nTajikistan, I would like to pay due tribute to the\r\nSecurity Council, which, in a most worthy manner, rose\r\nfully to meet the challenges of this exceedingly\r\ncomplex work. It is important that the Council not only\r\nassisted in the establishment of peace and stability in\r\nmy country, but also responded positively, upon the\r\nconclusion of the peace process, to the Secretary-\r\nGeneral’s proposal to establish a United Nations office\r\nto promote post-conflict peace-building in Tajikistan.\r\nWe are confident that the activity of that office, as well\r\nas focused support for Tajikistan from the international\r\ncommunity, will play an important role in the economic\r\nrevival of the country and will assist in the\r\nstrengthening of peace and stability throughout the\r\nentire region of Central Asia.\r\nIn conclusion, allow me once again to express the\r\nhighest praise for the activity of the United Nations\r\nSecurity Council. I would like to wish the recently\r\nelected new members of the Council — Colombia,\r\nIreland, Mauritius, Norway and Singapore — success\r\nin their extremely important activity to further the\r\ncause of peace and stability on our Earth.\r\nMr. Onyia (Nigeria): I should like to renew the\r\nwarm congratulations of the Nigerian delegation and\r\n17\r\nA/55/PV.36\r\nreassure you, Sir, of our support and cooperation. May\r\nI also express our appreciation to the current President\r\nof the Security Council, Ambassador Martin Andjaba\r\nof Namibia, for his important statement introducing the\r\ncomprehensive report of the Security Council. We\r\nequally commend the Secretariat for the quality of the\r\nreport.\r\nThe report of the Security Council provides the\r\nGeneral Assembly with an invaluable insight into the\r\nactivities of the Council in the past year. Our debate on\r\nthe report should reflect the cooperation that exists\r\nbetween these two principal organs of the United\r\nNations charged with the promotion of international\r\npeace, security and development. As the first report of\r\nthis new millennium, it deserves our special attention.\r\nThis is even more true in light of the historic decisions\r\ntaken by our leaders at the Millennium Summit last\r\nmonth. In this connection, I wish to recall that at that\r\nSummit, Member States reaffirmed their faith in the\r\nOrganization and its Charter as the indispensable\r\nfoundation of a more peaceful, prosperous and just\r\nworld.\r\nThe Security Council has, in recent times,\r\noperated and discharged its obligations under the\r\nUnited Nations Charter with greater sensitivity to the\r\ninterests of Member States of our Organization.\r\nSignificantly, the report indicates that some of the\r\nmeasures taken by the Council with regard to the\r\nconflict situations in the African region, particularly in\r\nthe Democratic Republic of the Congo, Rwanda,\r\nBurundi, Ethiopia/Eritrea and Sierra Leone, are\r\nbeginning to have some salutary effects.\r\nWe wish to commend the Security Council for the\r\ninitiative of sending Council members to conflict areas\r\nin different parts of the world. In our continent,\r\nAmbassador Richard Holbrooke of the United States\r\nled a team to Central and East Africa last April.\r\nAnother team of the Council, led by Ambassador\r\nJeremy Greenstock of the United Kingdom, has just\r\nreturned from West Africa as part of the search for\r\ndurable peace and security in that subregion. These\r\nvisits have certainly exposed members of the Council\r\nto the challenges present in the theatre of conflict, as\r\nwell as boosted the morale of peacekeepers, whom we\r\nhighly commend for their selfless service and sacrifice.\r\nIn our region, we have also endeavoured to\r\nmaintain regular contacts and consultations with the\r\nSecurity Council. It is important to recall that some\r\nAfrican leaders met with members of the Council in\r\nJanuary of this year concerning the restoration of\r\nlasting peace to the Great Lakes region, particularly in\r\nthe Democratic Republic of the Congo. Twice, the\r\nCouncil was honoured by the presence of President\r\nNelson Mandela, who is deploying his best efforts to\r\nbring peace to Burundi. Last June, the Economic\r\nCommunity of West African States (ECOWAS)\r\nMinisterial Mediation and Security Committee on\r\nSierra Leone, led by the Malian Foreign Minister, Mr.\r\nModibo Sidibe, held extensive consultation with\r\nCouncil members on the current situation in Sierra\r\nLeone.\r\nUndoubtedly, the close consultation resulting\r\nfrom these visits and contacts has contributed to a\r\ngreater appreciation of all the issues involved in the\r\nconflicts in our region. In addition, it has played a\r\nsignificant role in renewing the confidence of our\r\nsubregion and, indeed, our continent, that the Security\r\nCouncil is truly responsible for international peace and\r\nsecurity. This approach of holding consultations with\r\nregional leaders should therefore be sustained.\r\nOur efforts at addressing conflict situations in the\r\nworld, especially in Africa, will not yield the desired\r\nresults unless we can confront new security challenges\r\nposed by poverty and disease, intolerance and\r\ndiscrimination, human rights abuses and disregard of\r\nthe rule of law. Happily, it is gratifying to note that the\r\nSecurity Council is increasingly turning its attention to\r\nnon-military threats to international peace and security,\r\nsuch as the HIV/AIDS pandemic. The Nigerian\r\ndelegation is of the view that malaria poses as great a\r\nthreat as HIV/AIDS to international peace and security\r\nand therefore invites the Security Council to address\r\nthis scourge.\r\nIt is equally reassuring that the Security Council\r\nis seized with the problems arising from children and\r\nwomen in armed conflicts. The concern of the\r\ninternational community with these problems has been\r\namply captured in the report of Ambassador Olara\r\nOtunnu. We commend him for all his efforts to\r\nsensitize the world community to the plight of children\r\nin armed conflict. The international community needs\r\nto be more forceful in bringing to justice all those who\r\ncommit war crimes, particularly against women and\r\nchildren. It is our firm belief that, once it is generally\r\nacknowledged across the globe that such crimes will\r\nnot go unpunished, the potential perpetrators of such\r\nheinous crimes will be deterred.\r\n18\r\nA/55/PV.36\r\nIn Africa, we have initiated measures to address\r\nthe root causes of conflicts with a strong commitment\r\nto launching the continent on the path of sustainable\r\ndevelopment. Within the past year, the ministerial\r\nConference on Security, Stability, Development and\r\nCooperation in Africa has been established to enhance\r\nand reinforce our capacity for the prevention,\r\nmanagement and resolution of conflicts within the\r\nframework of the Organization of African Unity. We\r\nare confident that this initiative will receive the desired\r\nsupport of the international community.\r\nAnother area of concern that requires the\r\nimmediate attention of the international community is\r\nthe current political situation in our subregion,\r\nparticularly in Côte d’Ivoire, Guinea and Liberia. We\r\nhope that the recent visit of members of the Council to\r\nthe subregion will contribute to the amicable resolution\r\nof the differences between Liberia and Guinea. In our\r\nview, members of the Security Council can and should\r\nplay a major role in supporting the efforts of ECOWAS\r\nand African leaders in the peaceful resolution of the\r\ncurrent crisis in Côte d’Ivoire. In this respect,\r\npreventive diplomacy dictates that the United Nations\r\nshould take urgent measures to reinforce the efforts of\r\nECOWAS and African leaders, such as the deployment\r\nof a good-offices mission to that country.\r\nIn recent years, States members of the Economic\r\nCommunity of West African States have demonstrated\r\nthe political will to assume responsibility for peace and\r\nsecurity in our subregion. ECOWAS leaders have\r\nactively participated in the search for peace in crisis-\r\ntorn countries. They have, in the past few years,\r\ndeployed peacekeeping forces within the subregion at\r\nenormous cost in men and matériel. Our experience in\r\nLiberia and Sierra Leone has proved that such regional\r\npeacekeeping operations, undertaken by ECOWAS\r\nthrough its Monitoring Group (ECOMOG), can be\r\neffective tools for the maintenance of international\r\npeace and security, thereby complementing the work of\r\nthe Council, as envisaged under the Charter. We\r\ntherefore urge that such regional initiatives receive\r\ncommensurate support to enable them discharge their\r\nmandate.\r\nOne positive development that deserves\r\ncommendation is the smooth transition between the\r\nECOWAS peacekeeping operation, ECOMOG, and the\r\nUnited Nations Mission in Sierra Leone. This clearly\r\nshows that, where there is political will, subregional\r\nand regional organizations and the United Nations can\r\nwork together in furtherance of international peace and\r\nsecurity. The role of the Secretary-General in\r\nfacilitating this process should be commended.\r\nThe experience of our Organization in the area of\r\npeacekeeping and peace-building over the years has\r\ndemonstrated the urgency of the need to review and\r\nstrengthen the mechanism for achieving our shared\r\ngoals in this vital area. We therefore commend the\r\nSecretary-General for his foresight in constituting the\r\nPanel on United Nations Peace Operations, under the\r\nchairmanship of Ambassador Lakhdar Brahimi, to\r\naddress the attendant challenges. The Panel’s\r\nrecommendations deserve careful attention, particularly\r\nthose aspects that seek to protect and maintain the\r\nintegrity of the United Nations peacekeeping forces. As\r\na troop-contributing country, Nigeria is of the firm\r\nbelief that Member States should never tolerate\r\nsituations in which the safety and security of United\r\nNations peacekeepers are compromised. This\r\ncommitment we owe to the brave and dedicated\r\nofficers and men, as well as the civilian personnel, who\r\nserve under the United Nations blue beret.\r\nThe reform of the Security Council constitutes\r\none of the major challenges facing the United Nations\r\nin the new millennium. We reiterate that, for the\r\nCouncil to discharge its Charter obligations effectively,\r\nit must be truly representative of the States Members of\r\nthis Organization. It should continue to improve its\r\nworking methods and make them transparent for the\r\nbenefit of all countries. That is the only way that the\r\nCouncil can enhance the legitimacy of its decisions, as\r\nwell as attract the broad support of Member States.\r\nMay I at this juncture extend the warm\r\ncongratulations of the Nigerian delegation to the newly\r\nelected non-permanent members of the Security\r\nCouncil for the period 2001-2002: Mauritius,\r\nSingapore, Colombia, Ireland and Norway.\r\nIn conclusion, I wish to convey the appreciation\r\nof the Government and people of Nigeria to the\r\nSecretary-General for the efforts he has deployed and\r\ncontinues to deploy towards the resolution of conflicts\r\nacross the globe, particularly on our continent.\r\nMr. Chowdhury (Bangladesh): I wish to thank\r\nAmbassador Martin Andjaba, President of the Security\r\nCouncil, for his presentation of the fifty-fifth annual\r\nreport of the Council. The consideration of the report\r\nprovides a formal occasion for the General Assembly\r\nto deliberate on the work of the Security Council — its\r\n19\r\nA/55/PV.36\r\nsubstantive content and the working methods. We shall\r\ntry to give our impression of the Council’s work as an\r\nelected member since January this year.\r\nBefore we start, however, let me convey our\r\nwarmest congratulations to the newly elected members\r\nof the Council: Colombia, Ireland, Mauritius, Norway\r\nand Singapore. We look forward to working closely\r\nwith them in the Council.\r\nThe reporting period — mid-June 1999 to\r\nmid-July 2000 — represents significant developments\r\nin the area of the maintenance of international peace\r\nand security. First, the period saw the Council playing\r\na more proactive role. This has been discernible from\r\nthe Council’s assumption of primary responsibility in\r\nmajor crisis situations: Kosovo, East Timor, Sierra\r\nLeone and the Democratic Republic of the Congo.\r\nIn Kosovo, the United Nations has assumed an\r\nInterim Administration Mission. In East Timor, the\r\nUnited Nations is providing for transitional\r\nadministration, assisting the people to emerge as an\r\nindependent nation. In Sierra Leone the Council has\r\nauthorized the largest of the current peacekeeping\r\noperations. In the Democratic Republic of the Congo it\r\nmandated a sizeable peacekeeping mission to assist\r\nimplementation of the Lusaka ceasefire agreement.\r\nHowever, the deployment and operation of the United\r\nNations Organization Mission in the Democratic\r\nRepublic of the Congo have been facing difficulties, as\r\nthe parties to the peace agreement have failed to\r\ncommit themselves to its effective implementation.\r\nElsewhere, the Council remained actively seized\r\nof the situations and took appropriate action. The\r\nCouncil mission to Dili and Jakarta led by Ambassador\r\nAndjaba has been crowned with success. Earlier this\r\nyear, the Council demonstrated its active pursuit of\r\npeace by sending a special mission to Kosovo. It sent\r\nanother mission of critical importance to the\r\nDemocratic Republic of the Congo and the subregion\r\nunder the leadership of Ambassador Holbrooke. The\r\nmission was also dispatched on an emergency basis to\r\nEthiopia and Eritrea before the outbreak of war in that\r\npart of the world.\r\nThese initiatives notwithstanding, the Council’s\r\ninability to act on the situation between Eritrea and\r\nEthiopia in time has been criticized, perhaps justly so.\r\nBangladesh, an elected member, made its endeavours\r\nin vain for Council action before another conflagration\r\ntook place. The Council did assign its Democratic\r\nRepublic of the Congo mission to make ultimate\r\ndémarches at Asmara and Addis Ababa. But if the\r\ninitiative was not considered too little, it appeared to\r\ncome too late. The responsibilities are, as we all know,\r\nshared. The war in the Horn demonstrated once again\r\nthe need for closer coordination and cooperation\r\nbetween the United Nations and regional organizations\r\nunder the provisions of Chapter VIII of the United\r\nNations Charter.\r\nSecondly, we note a substantive evolution in the\r\nCouncil’s perception of peace and security. The\r\nSecurity Council, as has been argued, is no longer seen\r\nas a fire brigade, acting only when a conflict flares up.\r\nDuring the period under review, the Council devoted a\r\nconsiderable amount of its time and attention to\r\nareas beyond peacekeeping — conflict prevention,\r\npeacemaking and post-conflict peace-building.\r\nThe challenge of maintaining international peace\r\nand security is now recognized as a continuing process\r\nrequiring an integrated approach and involving all\r\nactors. There is a growing recognition that while the\r\nSecurity Council has the primary responsibility in\r\nmatters of war and peace, all other organs of the United\r\nNations, the Bretton Woods institutions, the regional\r\nand subregional organizations, the non-governmental\r\norganizations and other members of civil society have\r\ntheir role and responsibility in promoting and\r\nsustaining international peace and security. Bangladesh\r\nhas contributed to the evolving trend, including during\r\nour presidency of the Council in March.\r\nThe concept of international peace and security\r\nhas been revisited during several open debates that\r\nfocused on protection of civilians in armed conflict,\r\nhumanitarian issues before the Council and protection\r\nof children in armed conflict. The question of State\r\nsovereignty and humanitarian intervention was raised\r\nin this context. The debates have revealed that peace\r\nand security should ultimately be conceived in terms of\r\nhuman security.\r\nThe third major development we would note is\r\nthe growing collaboration between and among the\r\nmajor organs of the United Nations, specialized\r\nagencies and other bodies and the Bretton Woods\r\ninstitutions. It is recognized that durable peace cannot\r\nbe achieved without effectively addressing the root\r\ncauses of conflicts. It is also recognized that each of\r\nthe actors has its respective role to play.\r\n20\r\nA/55/PV.36\r\nThe decisions and deliberations of the General\r\nAssembly have found greater reflection in the work of\r\nthe Council, and cooperation between the two bodies\r\nhas expanded. In the context of collaboration between\r\nthe General Assembly and the Security Council, we\r\nwould mention the participation by three Council\r\nPresidents in the 8 March meeting of the Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of\r\nthe Security Council and Other Matters related to the\r\nSecurity Council.\r\nThe Council’s continued commitment to and\r\nsupport of post-conflict peace-building support\r\nmissions are examples of the exercise of responsibility\r\nshared with the Secretary-General, the Economic and\r\nSocial Council and the specialized agencies.\r\nThe Secretary-General has remained deeply\r\ninvolved in the work of the Council, participating in its\r\ndeliberations, sharing information and analysis,\r\nproviding advice and bringing his own contribution to\r\nthe peace efforts. His initiative in having a seminal\r\nreport on United Nations peace operations by the\r\nBrahimi panel has been greeted as an outstanding\r\ncontribution. The Council has deepened the scope of\r\nfree exchange of views with the Secretary-General\r\nthrough such mechanisms as the monthly luncheon,\r\ntour d’horizon meetings, monthly wrap-up sessions and\r\nthe annual retreat with the Council members.\r\nThe growing cooperation with non-governmental\r\norganizations is a distinct and welcome development.\r\nThe Council has recognized the need for an effective\r\npartnership by engaging in dialogue with the\r\nnon-governmental organizations in its Arria Formula\r\nmeetings.\r\nThe fourth area of notable forward movement is\r\nthe sanctions regime. The sanctions regimes and their\r\neffectiveness and impact formed one of the major\r\nconcerns voiced in the General Assembly. The Security\r\nCouncil has set up for the first time in its history a\r\nWorking Group on General Issues on Sanctions. The\r\ndeliberations of the Working Group are expected to\r\nproduce practical recommendations for streamlining\r\nsanctions regimes and setting standards for United\r\nNations sanctions.\r\nIn addition, the implementation of\r\nrecommendations contained in the 29 January 1999\r\nnote by the President of the Security Council will be\r\ntreated as an independent item along with the clusters\r\nagreed upon by the Council.\r\nThere has been remarkable progress in making\r\nsome of the sanctions regimes more effective and more\r\ntargeted, those in respect of Angola and Sierra Leone\r\nin particular. Ambassador Heinbecker of Canada\r\nreferred to these positive developments.\r\nThe fifth area on which I would say a few words\r\nconcerns transparency, openness and participation.\r\nAmbassador Powles of New Zealand focused on the\r\nissues in great detail. As the statistics show, during the\r\nperiod of the report, the Council had 144 public\r\nmeetings and 194 informal consultations. This is\r\nsignificant change compared to the previous year, when\r\nit had only 121 public meetings as opposed to 239\r\ninformal consultations.\r\nThe briefing of the non-members of the Council\r\nby the presidency has been greeted as a real-time\r\ntransparency. During Bangladesh’s presidency we\r\nbriefed the non-members after each informal\r\nconsultations, without exception. This was part of our\r\ncommitment to the broader membership to keep them\r\nproperly informed of the substantive content of the\r\ndiscussion at the informal consultations. By raising the\r\nlevel from our side we hoped to attract greater\r\nparticipation of the broader membership for whom the\r\nbriefing is meant. We would strongly plead for\r\nstrengthening this institution as a forum for\r\ninformation exchange between the Council and the\r\nbroader membership.\r\nDuring the Bangladesh presidency, we submitted\r\ndraft notes proposing improvement in some aspects of\r\nthe Council’s documentation and procedures. The\r\nCouncil agreed on the basis of our proposal for\r\ndistribution of the text of statements within the Council\r\nChamber to all participants, thus making copies of\r\nstatements instantly available to all members.\r\nAs a member of the Council, we have actively\r\nsought to promote wider participation of the broader\r\nmembership in the work of the Council. The\r\nparticipation of members of the Peace Implementation\r\nCouncil in the open briefing on Bosnia and\r\nHerzegovina marked a departure from the oft-followed\r\npractice of having consultations or private meetings on\r\nthe issue. The holding of a public meeting on the\r\nhumanitarian situation in Iraq marked a major\r\nbreakthrough in several years on this issue. Public\r\nmeetings were held on such sensitive issues as Angola\r\n21\r\nA/55/PV.36\r\nsanctions. We believe that Council meetings on\r\nconsideration of the reports of the Secretary-General\r\nthat are public documents can be also held in public.\r\nThe public meetings on East Timor, Tajikistan and\r\nGuinea-Bissau held in March followed this logic.\r\nWe have touched briefly on some of the major\r\ntrends and developments in the Security Council and\r\nits work. First and foremost, the Security Council will\r\nbe evaluated on its success in peacekeeping. Members\r\nof the Council, meeting at the highest level on 7\r\nSeptember, expressed their commitment to that end.\r\nBut the Council cannot do it alone.\r\nThe Security Council Working Group on the\r\nBrahimi Panel report (S/2000/809) is examining the\r\nrecommendations on matters within the Council’s\r\nresponsibilities. The Council will certainly agree to\r\nmost of the recommendations, and it will possibly\r\nreach consensus on transforming them into decisions.\r\nBut most of the recommendations will remain on the\r\nshelf, unless conditions for their effective\r\nimplementation are met.\r\nThe removal of the budget cap is fundamental to\r\nany substantive forward movement in this regard.\r\nResolution of the question of the scale of assessment\r\nwill also be essential. We believe that this issue can be\r\nresolved with a courageous, open-minded and positive\r\napproach. For us, strengthening the United Nations\r\nshould be the primary consideration.\r\nA basic problem facing peace operations is the\r\ncommitment gap in terms of troops and other\r\npersonnel, particularly civilian police. The problem of\r\nequipment is also serious. These problems cannot be\r\nresolved by procedural manoeuvres. Their resolution\r\nwill require the assumption of shared responsibility by\r\nall Members of the Organization in accordance with\r\ntheir undertaking in Article 43 of the Charter.\r\nIn recent months increased emphasis has been\r\nplaced on the deployment of well-trained, well-\r\nequipped and well-motivated troops. The Brahimi\r\nrecommendations for a clear, credible and achievable\r\nmandate and robust rules of engagement for\r\npeacekeepers to protect themselves and other mission\r\ncomponents have strengthened that demand. In military\r\ndoctrine, the United Nations peacekeeping forces must\r\nhave effective deterrent capability.\r\nThe question arises: Where do these troops come\r\nfrom? We believe that participation by the most\r\ncapable Members of the United Nations is essential in\r\norder to render peace operations credible and\r\nachievable. One way to close the commitment gap\r\nwould be to have each of the permanent members of\r\nthe Council — given their special status, responsibility\r\nand capacity — contribute 5 per cent of the troops\r\nrequired for any peacekeeping mission, thus providing\r\n25 per cent of the total needed. That would ensure a\r\nquarter of the well-trained, well-equipped and well-\r\nmotivated troops. They would be ready for rapid\r\ndeployment, and would bring the power of deterrence\r\nas well as the capacity for emergency rescue and\r\nevacuation.\r\nLet me conclude by saying that saving people\r\nfrom the scourge of war is the basic purpose of the\r\nUnited Nations. The objective is to create a situation\r\nallowing the employment of international machinery\r\nand resources for the economic and social advancement\r\nof all peoples. Bangladesh will continue to play an\r\nactive role in promoting this objective.\r\nMr. Ben Mustapha (Tunisia) (spoke in Arabic):\r\nAt the outset my delegation would like to thank the\r\nPresident of the Security Council for the month of\r\nOctober, Ambassador Andjaba of Namibia, for his\r\ncomprehensive report on the work of the Council\r\ncovering the period from 16 June 1999 to l5 June 2000.\r\nIt is also my pleasure once again to extend my\r\ncongratulations to the delegations of Colombia,\r\nIreland, Mauritius, Norway and Singapore on their\r\nelection as non-permanent members of the Council. We\r\nare sure that they will discharge their tasks in a way\r\nthat will strengthen the work of the Council.\r\nConsideration of the report provides an\r\nopportunity to strengthen relations between the\r\nSecurity Council and the General Assembly in the\r\nmaintenance of peace and international security, as it is\r\nalso the major mechanism under the Charter for the\r\nfollow-up and evaluation of the work that the Council\r\ncarries out on behalf of Member States and in\r\nimplementation of their recommendations and\r\ndecisions. The report includes the Council’s intensive\r\nactivities over the year that has just elapsed in the\r\ncontext of its discharge of its responsibilities in the\r\narea of international peace and security.\r\nWe are gratified to note that the Council has\r\ngiven due priority, as required by the community of\r\nStates, to the settlement of disputes in Africa. I also\r\nnote with satisfaction the new orientation of the\r\n22\r\nA/55/PV.36\r\nCouncil in discharging its tasks and in recovering its\r\nrole regarding problems that have been outstanding for\r\nmany years, particularly the implementation of\r\nSecurity Council resolutions 425 (1978) and 426\r\n(1978), by which Lebanon has been able to restore its\r\nsovereignty in southern Lebanon.\r\nThe fact that the Council is discharging its\r\nresponsibilities regarding events in Palestinian\r\noccupied territory by adopting Security Council\r\nresolution 1322 (2000), with its request to the\r\nSecretary-General for a close follow-up of the\r\nsituation, is an important indication of the pivotal role\r\nof the Council in considering issues of peace and\r\nsecurity. This responsibility of the Council is\r\nindispensable and cannot be marginalized.\r\nWe also take note of the increased awareness of\r\nthe Council of the challenges faced by the international\r\ncommunity in the area of peace and international\r\nsecurity. The summit meeting held by the Council on 7\r\nSeptember was an opportunity for identifying these\r\nchallenges and for taking the necessary measures to\r\nensure the effectiveness of its role in this vital field\r\nespecially in Africa.\r\nWe hope that during consideration of the issues\r\nbefore it the Council will hold to the commitments of\r\nthe summit, in accordance with the letter of the\r\nCharter, and will step up cooperation with other United\r\nNations bodies — in particular, the General Assembly.\r\nIt should do so on the understanding that the\r\nmaintenance of international peace and security is a\r\nmultidimensional concept that requires the intervention\r\nof various specialized organs of the United Nations in\r\nterms of an integral and global strategy aimed at\r\npreventing conflicts and putting an end to their root\r\ncauses, which are economic and social factors — above\r\nall, poverty and marginalization.\r\nMoreover, we hope that the Council and the\r\nAssembly will attach due attention to the\r\nrecommendations of the Brahimi report (S/2000/809)\r\non peacekeeping issues and will consider those\r\nrecommendations in depth, in order to take the\r\nnecessary measures and decisions based on the\r\nprinciple of collective responsibility for issues of peace\r\nand security throughout the world.\r\nThis report, issued at approximately the time of\r\nthe holding of the Millennium Summit and the Council\r\nSummit, shows that there is a dialectic within the\r\nissues of international peace and security in the light of\r\nthe new problem before us, and shows how to tackle\r\nthis problem in a more realistic manner, given the\r\nspecific characteristics of each conflict and area of\r\ntension.\r\nI take this opportunity to reaffirm our principled\r\ncommitment to international peace and security and our\r\nsupport for peacekeeping operations, in which we have\r\nbeen participating since the 1960s.\r\nLike other delegations, we are aware of the\r\nprogress made in the working methods of the Council\r\nand efforts to increase its transparency. We support this\r\napproach, which has become evident in many plenary\r\nmeetings during the period covered by the report. We\r\nhave also noted that the Council has made use of direct\r\nconsultations with parties to conflict at high levels,\r\nwhich can improve decision-making mechanisms in the\r\nCouncil. The measures undertaken by the Council to\r\nimprove its working methods have often contributed to\r\nhelping it carry out its responsibilities in a more\r\neffective and positive manner by listening to the\r\nviewpoints of the parties to conflict.\r\nWe believe that sending Security Council\r\nmissions to areas of conflict is one of the Council’s\r\nworking methods that have made it possible for\r\nmembers to become aware of developments in such\r\nareas of conflict and to adopt the necessary strategies\r\nto settle these effectively, especially since reports of\r\nthese missions have been discussed at plenary meetings\r\nwith the participation of Member States of the\r\nOrganization.\r\nFinally, it is important that the Council discharge\r\nits mandates more effectively. This requires greater\r\ntransparency, particularly when we take into account\r\nthe great number of issues under consideration and the\r\nneed to resolve them effectively. We attach great\r\nimportance to the need to consider the proposals made\r\nwithin the framework of the General Assembly\r\nWorking Group on Security Council reform in order to\r\nstrengthen its credibility. We hope that by enhancing\r\nthe transparency of its work we shall make the\r\nCouncil’s working methods more effective.\r\nIn this context, we believe that the Council\r\nshould do the following: first, improve the annual\r\nreport so that it is no longer a ritual presentation of\r\nresolutions and decisions adopted, but rather an\r\nanalysis, allowing non-members to familiarize\r\nthemselves with the motives behind the Council’s\r\ndecisions and positions; secondly, allow non-members\r\n23\r\nA/55/PV.36\r\nto participate in its work by holding more plenary\r\nmeetings open to all Members of the United Nations;\r\nthirdly, respect Articles 31 and 32 of the Charter,\r\nconcerning the participation of non-members that are\r\nparties to disputes under consideration or that have\r\ninterests at stake, to enable them to participate in the\r\nwork of the Council during consideration of such\r\ndisputes; fourthly, intensify direct consultations\r\nbetween the Council and troop-contributing countries\r\nat all stages of maintaining peace, particularly when\r\nchanging the mandate of such peacekeeping operations;\r\nand, fifthly, improve sanctions regimes so that they\r\nmay achieve the desired results by imposing binding\r\nmeasures in accordance with the letter and spirit of the\r\nCharter.\r\nIn this context, we would like to emphasize the\r\nneed to make recommendations on sanctions regimes\r\nwithin the relevant Working Group and to submit them\r\nto the Council. We emphasize the importance of setting\r\nstandards and objectives for those sanctions as well as\r\na temporal framework and mechanisms for lifting\r\nsanctions, especially considering their harmful effects\r\non the people of the targeted country as well as on third\r\ncountries. Once again, we urge the Council to\r\nimplement the mechanism in Article 50 of the Charter\r\nin this regard. In any case, the Council’s initiative for\r\nsuspending sanctions against Libya has had a positive\r\neffect. This is a timely initiative on the path to a final\r\nand complete lifting of sanctions.\r\nThe challenges posed by peace and security\r\nrequire greater cooperation and coordination between\r\nprincipal United Nations bodies and a strengthened role\r\nof the Council to meet the needs of Member States\r\nthrough greater transparency in its working methods\r\nand by guaranteeing better representation, in\r\naccordance with the will of the international\r\ncommunity. This must be done with respect to the\r\nmandates of the various United Nations bodies in\r\naccordance with the Charter. My delegation hopes that\r\nthe Council will include these principles in its\r\nupcoming reports, as well as the will to take into\r\nconsideration the constructive ideas submitted by\r\nMember States.\r\nMr. Ahmad (Pakistan): Let me begin by\r\nexpressing our appreciation to the Permanent\r\nRepresentative of Namibia, Ambassador Martin\r\nAndjaba, for introducing the annual report of the\r\nSecurity Council to the General Assembly. We attach\r\ngreat importance to the presentation of the report,\r\npursuant to Articles 15 and 24 of the Charter, which\r\nentrust the General Assembly with considering the\r\naccount of measures the Security Council takes to\r\nmaintain international peace and security. This\r\nresponsibility emanates essentially from Article 11,\r\nwhich authorizes the General Assembly to consider\r\ngeneral principles of cooperation in the maintenance of\r\ninternational peace and security.\r\nArticle 24 of the Charter states that the Members\r\nof the United Nations confer on the Security Council\r\nprimary responsibility for the maintenance of\r\ninternational peace and security. As we enter the new\r\nmillennium, there is a need to reflect on how the extent\r\nto which the Security Council has fulfilled its Charter\r\nobligations in creating a secure and peaceful global\r\nenvironment.\r\nThere is a widely held view that the Security\r\nCouncil has finally come out of its cold-war inertia. It\r\nnow meets more often and seems to be performing a\r\nmore proactive role than before, though not necessarily\r\na more effective one. Hence, there is considerable\r\nscope for further improvement.\r\nIn the post-cold-war era, the number of\r\ninternecine and intra-State conflicts, and their\r\ndevastation, has increased manifold, which is a matter\r\nof concern to all of us. At the same time, long-standing\r\ndisputes and conflicts in various parts of the world\r\nremain unresolved. We believe that the intensity and\r\nnumber of conflicts could be minimized if a sufficient\r\ndegree of commitment, concern, engagement,\r\nobjectivity and even-handedness were demonstrated by\r\nthe Security Council. The Council is empowered to call\r\nupon parties to settle their disputes, for which ways\r\nand means are provided in the Charter — including a\r\nmechanism for conflict prevention. Responsibility in\r\nthis regard should not be evaded on the pretext that\r\ndisputes should be resolved only bilaterally by the\r\nparties concerned. If that were the case, then the\r\nquestion would arise as to what the role of the Security\r\nCouncil is in the maintenance of international peace\r\nand security.\r\nSelectivity in the implementation of Security\r\nCouncil resolutions has also raised serious questions\r\nabout its credibility and authority. The general\r\nimpression that the Council applies different standards\r\nto conflicts in different parts of the world must not be\r\nallowed to become a general conviction. All\r\nresolutions of the Council must be implemented\r\n24\r\nA/55/PV.36\r\nwithout any discrimination. The Jammu and Kashmir\r\ndispute, involving the destiny of 10 million people, is a\r\ncase in point, where the Council’s resolutions pledging\r\nthem their right to self-determination have remained\r\nunimplemented for over half a century. The progress\r\nachieved in East Timor must serve as a model for\r\nresolving the dispute over Jammu and Kashmir, in\r\nconformity with the wishes of the Kashmiri people.\r\nThe Security Council has also been subjected to\r\ncriticism recently for not having been able to put up\r\nrapid and effective responses to crisis situations. This\r\nhas been so owing to various reasons, including lack of\r\ndetermination on the part of the members of the\r\nCouncil. The report of the Brahimi Panel has aptly\r\nhighlighted that point. We would like to emphasize the\r\nneed for early and effective responses to crisis\r\nsituations, irrespective of their geographical location.\r\nSuch a course of action would obviate the possibility of\r\nbypassing the Security Council, as we observed during\r\nthe crisis in Kosovo, due to differing perceptions\r\namong its members.\r\nThe credibility of the Security Council is\r\nundermined each time it ignores a conflict and leaves it\r\nto the parties to resolve, or when regional organizations\r\nare asked to field for the United Nations. While\r\ncooperation between the United Nations and regional\r\norganizations should be improved, we firmly believe\r\nthat regional organizations can play only a limited role\r\nin the prevention of armed conflict, in consonance with\r\nChapter VIII of the Charter of the United Nations. It is\r\nthe Security Council that has the primary responsibility\r\nfor conflict prevention and dispute resolution.\r\nWe are disappointed at the failure of the Security\r\nCouncil to list political disputes as one of the root\r\ncauses of conflict in its presidential statement issued\r\nafter its open debate on 20 July 2000. That statement\r\nlisted only economic, social, cultural and humanitarian\r\nproblems as the root causes of armed conflicts. Is that\r\nthe reality? This is not an adequate assessment of\r\nongoing conflicts. The Secretary-General’s notification\r\nto the General Assembly, contained in document\r\nA/55/366, pursuant to Article 12 of the Charter, which\r\nwe considered in this forum earlier this week, lists all\r\nthe issues that are on the agenda of the Security\r\nCouncil — the overwhelming number of which are\r\npolitical in nature.\r\nWe have also noted recently a growing propensity\r\nto expand the role of the Security Council beyond its\r\nprimary responsibility to maintain international peace\r\nand security. Efforts are being made to broaden the\r\nCouncil’s agenda by including HIV/AIDS, civilians\r\nand children in armed conflict, women and peace and\r\nsecurity, protection of humanitarian and United Nations\r\npersonnel, human rights, international law and\r\ndisarmament issues. These subjects clearly fall in the\r\ndomain of the General Assembly and its various\r\nbodies.\r\nAnother aspect that needs in-depth review is the\r\nissue of sanctions imposed by the Security Council,\r\nbecause of their enormous adverse impact on common\r\npeople. It is an established fact that sanctions often\r\ntend to violate the fundamental rights of common\r\npeople in targeted countries, such as the right to live,\r\nthe right to freedom from hunger, the right to education\r\nand the right to development. We therefore hesitate to\r\nsubscribe to the view that there can be any so-called\r\nsmart sanctions.\r\nI will now briefly touch upon some of the current\r\nworking practices of the Security Council. Closed-\r\ndoor, or informal, consultations remain the rule rather\r\nthan the exception for meetings of the Security\r\nCouncil. Open, or public, meetings take place only\r\nafter behind-doors agreements have been reached. In\r\nthe process, we have witnessed the invisible use of the\r\nveto time and again. This practice of informal\r\nconsultations runs contrary to the requirements of\r\ntransparency and accountability.\r\nAnother recent innovation in Council meetings is\r\nthe holding of open thematic debates. We wonder about\r\nthe utility of such meetings. As we understand it, that\r\npractice was introduced to enable Member States to\r\nexpress their views on any given theme or issue, which\r\nthen would be taken into account by the Council at the\r\ntime of decision-making. In reality, in most cases\r\nmembers of the Council finalize draft resolutions or\r\npresidential statements in advance of the holding of an\r\nopen meeting. The script is already decided, only to be\r\nsubsequently enacted. In the event, such debates in an\r\nopen meeting become a sterile exercise in which\r\nMember States are heard but not listened to. The\r\nUnited Nations, which is facing grave and real\r\nchallenges of peace and security, cannot afford this\r\ndramatization.\r\nHaving said that, I must also place on record our\r\nappreciation to the members of the Council who have\r\ncontributed to bringing about greater transparency in\r\n25\r\nA/55/PV.36\r\nthe Council’s working methods and practices. That\r\ntrend needs to be further encouraged and reinforced. In\r\nour view, these progressive changes will strengthen the\r\ncredibility of the Security Council.\r\nDuring the Millennium Summit, our heads of\r\nState or Government issued a call for the\r\ncomprehensive reform of the Security Council in all its\r\naspects. Such reform must encompass the issues of\r\nexpansion, of the Council’s decision-making and the\r\nrelated question of the veto, and of the Council’s\r\nworking methods. In our view, the objective of the\r\nreform exercise should be to make the Council more\r\ndemocratic, representative, participatory and\r\naccountable. Special powers and prerogatives are\r\nanachronistic and are not consistent with the principle\r\nof sovereign equality or with the values that provide\r\nthe legal and moral basis of the Charter of the United\r\nNations. There is no room for an increase in the\r\nexisting oligarchy within the Council. We must avoid\r\naggravating the existing imbalance. The general\r\nmembership’s trust and confidence in the Security\r\nCouncil can be reinforced only by strengthening the\r\nCouncil’s democratic and participatory character.\r\nI would like in conclusion to congratulate\r\nColombia, Ireland, Mauritius, Norway and Singapore\r\non their election to membership of the Council last\r\nweek. We look forward to working very closely with\r\nthem in pursuit of global peace, security and prosperity.\r\nI would also like to pay tribute to the outgoing\r\nmembers of the Council for their important\r\ncontribution to enhancing the role and effectiveness of\r\nthe Council and to the promotion of international peace\r\nand security.\r\nMr. Erwa (Sudan) (spoke in Arabic): As this is\r\nmy first statement before the historic Millennium\r\nAssembly, I wish warmly to congratulate Mr. Harri\r\nHolkeri of Finland on his election to the presidency of\r\nthe Assembly at its fifty-fifth session. We are fully\r\nconfident that he will lead our deliberations to a\r\nsuccessful outcome. I take this opportunity also to\r\ncongratulate the States that were elected last week to\r\nmembership of the Security Council, and to wish them\r\nevery success. My thanks go to the outgoing members\r\nof the Council for all their efforts in the service of\r\ninternational peace and security, which we greatly\r\nappreciate.\r\nI am sure that all members will recall that one of the\r\nmost important elements of the Millennium Declaration\r\nwas its reaffirmation of the need to enhance the central\r\nposition of the General Assembly within the United\r\nNations system. We believe that it up to us, at this\r\nMillennium Assembly, to translate the words of the\r\nDeclaration into reality.\r\nThat is the context in which I shall address the\r\nitem entitled “Report of the Security Council”. I call\r\nfor improvements in the report so that it can contribute\r\nto enhancing the role of the General Assembly. Before\r\nturning to details, let me thank Ambassador Martin\r\nAndjaba, Permanent Representative of Namibia to the\r\nUnited Nations and current President of the Security\r\nCouncil, for his introduction of the Council’s report\r\n(A/55/2) to the General Assembly.\r\nStates Members of the United Nations have the right\r\nto ample and comprehensive information about the\r\nactivities of the Security Council at the proper time,\r\nwhen that information is needed to enable them,\r\nthrough the General Assembly, to participate\r\neffectively in the search for solutions to threats to\r\ninternational peace and security. That, unfortunately, is\r\nnot the case at present. All that is available is this\r\nannual report to the General Assembly, and this does\r\nnot give rise to vital, effective interaction between\r\nthese two important organs — the General Assembly\r\nand the Security Council — in keeping with the hopes\r\nof the entire international community. In our view, one\r\nof the most important factors limiting the relationship\r\nbetween the General Assembly and the Security\r\nCouncil is the nature of this annual report. Besides\r\nbeing submitted only once a year, it is no more than a\r\nchronological listing of the items and matters before\r\nthe Security Council, and contains no explanation of\r\nwhat took place on the sidelines during the informal\r\nmeetings that have in fact become the basis of the\r\nCouncil’s work.\r\nUnless it fully reflects the deliberations of the\r\nmembers of the Council in their informal meetings and\r\ncontains details about how resolutions came to be\r\nadopted, the report will be of little importance and of\r\nlittle practical use to the Assembly, and will only\r\nconfirm the belief held by many both within and\r\noutside the United Nations that the Council’s work is\r\nmarked by secrecy and a lack of transparency. Let me\r\nrecall an article that appeared in The New York Times of\r\n6 March 1998 on the Security Council’s culture of\r\nsecrecy.\r\n26\r\nA/55/PV.36\r\nAs we carefully followed the work of the\r\nOpen-ended Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nrelated to the Security Council over the past four years,\r\nwe submitted a number of practical proposals on\r\nenhancing and promoting the relationship between the\r\nGeneral Assembly and the Security Council. These\r\nincluded consultations between the President of the\r\nGeneral Assembly and the President of the Security\r\nCouncil, with regular meetings whenever an event\r\noccurs that needs the participation of the entire\r\nmembership of the United Nations to find a solution.\r\nUnfortunately, such meetings have not taken place. We\r\nalso proposed periodic reports to the General\r\nAssembly, whenever necessary; nor has this proposal\r\nbeen implemented.\r\nArticle 24 of the Charter, which entrusts the\r\nSecurity Council with primary responsibility for the\r\nmaintenance of international peace and security, on\r\nbehalf of all the Members of the United Nations, also\r\nrequires the Council to submit annual, and, when\r\nnecessary, special or periodic reports to the General\r\nAssembly in order to enable it to consider those vital\r\nmatters relating to international peace and security.\r\nThe purpose of the Charter in this respect is very\r\nclear: that the Security Council’s mandate has been\r\ngiven to it by all the States Members of the United\r\nNations, which are represented by the General\r\nAssembly. Consequently, it is incumbent on the\r\nCouncil to submit to the General Assembly detailed\r\nreports on its work. However, this has not occurred,\r\nand the only report submitted is this annual report,\r\nwhich, as we said earlier, is simply a compilation of\r\ndocuments issued by the Council over the course of the\r\npast year. It does not reflect any essential elements that\r\nwould be useful in clarifying what took place during\r\nthe Council’s meetings or in its subsidiary organs, such\r\nas the sanctions committees and other entities.\r\nA large number of delegations have, on more than\r\none occasion, stated that in their view this annual\r\nreport does not contain an in-depth assessment of how\r\nthe Council deals with the vital topics under\r\nconsideration and that it is not useful in its present\r\nform and does not allow the General Assembly to\r\nundertake a careful examination and an in-depth\r\nanalysis of, and consequently submit recommendations\r\non, matters related to international peace and security.\r\nCertain matters in the report must be attended to\r\nso as to achieve the desired interaction between the\r\nGeneral Assembly and the Council. For instance, there\r\nmust be an explanation of how resolutions were\r\nadopted in the Council. Here I should like to quote the\r\nformer Permanent Representative of Italy, my friend,\r\nAmbassador Fulci, who, speaking about the way\r\nresolutions are adopted in the Council, said:\r\n“I think that we are entitled to know who said\r\nwhat in the Security Council.”\r\nThere is yet another issue that should in future be\r\nreflected clearly in the report: to what extent is\r\nconsideration given to General Assembly resolutions\r\nconcerning issues of joint interest to both the Assembly\r\nand the Council when such issues are discussed in the\r\nCouncil, and is due consideration given to them in the\r\nprocess of adopting a resolution?\r\nIn conclusion, I should like once again to affirm\r\nthat the Sudan, as one of the first African States to\r\nparticipate in peacekeeping operations, beginning in\r\nthe early 1960s, and in its capacity as an active and\r\nparticipating member of the peacekeeping operations,\r\nwould like to reconfirm its commitment to the\r\nmaintenance of international peace and security and its\r\nwillingness to participate in such activities in future.\r\nMr. Balzan (Malta): The delegation of Malta\r\nwould like to express its gratitude to the Permanent\r\nRepresentative of Namibia, Ambassador Andjaba, for\r\nhis comprehensive and informative presentation of the\r\nannual report of the Security Council. Allow me also to\r\noffer to the members of the Secretariat our sincere\r\nthanks for the significant work and effort that must\r\nhave gone into the publication of this year’s\r\nvoluminous report.\r\nMay I also extend our congratulations to the\r\nrepresentatives of the newly elected non-permanent\r\nmembers of the Security Council and wish them every\r\nsuccess in the discharge of their responsibilities. Our\r\ntribute goes also to the outgoing members for their\r\nmost relevant contribution to the work of the Council.\r\nLast year, when my delegation took the floor to\r\nspeak about the report of the Security Council for the\r\nyears 1997-1998, we stressed the need for the members\r\nof the Council to work not in their own interests but in\r\nthe interests of the international community as a whole.\r\nMy delegation had then also pointed out the Council’s\r\n27\r\nA/55/PV.36\r\nrecent failures in fulfilling its role as the guarantor of\r\npeace and security on this planet.\r\nIf the first step in addressing a problem is to\r\ndecipher its true nature and root causes, the publication\r\nof the incisive reports of the Secretary-General on the\r\nOrganization’s dismal performance in Rwanda and\r\nSrebrenica was indeed the right point of departure.\r\nOn the basis of these findings as well as the\r\nexperience and dedication of its members, the high-\r\nlevel Panel charged with the review of United Nations\r\npeace and security activities was able to take us to the\r\nnext step, with the presentation of what has become\r\nknown as the Brahimi report. This incisive and\r\nforthright document provides us with clear indications\r\nof the tough decisions that need to be taken if the\r\nUnited Nations is to obtain for itself the political,\r\ntechnical, organizational and procedural means to fulfil\r\nthe peacekeeping mandate that makes up the lion’s\r\nshare of the work of the Security Council.\r\nThe Brahimi report points in no unclear terms to\r\nthe present methods of work and practices of the\r\nSecurity Council which need to be reformed or entirely\r\nreplaced. It is of primary importance to ensure that the\r\nmandates emanating from the Security Council are\r\nrealistic in view of the history of the situation at hand,\r\nthe present realities on the ground and the real, as\r\nopposed to fictional, resources available to the United\r\nNations.\r\nThe Panel’s suggestion that the Council\r\nresolutions specifying troop levels be kept in draft\r\nform until the Secretary-General is assured of their\r\nactual availability is certainly worthy of serious\r\nconsideration. The procedural changes in the modus\r\noperandi of the Security Council may be challenging to\r\nimplement, but it is the Panel’s call for the Council to\r\nexercise more judgment that is likely to prove the most\r\nchallenging to satisfy. The Council should not mistake\r\nits duty to employ a policy of impartiality for an\r\napproach in which it divests itself of the obligation to\r\npoint a finger when the actions of one or another party\r\nto a conflict so demand.\r\nMalta shares the Panel’s reading of the situation\r\nwhen it states that:\r\n“No failure did more to damage the standing\r\nand credibility of United Nations peacekeeping in\r\nthe 1990s than its reluctance to distinguish victim\r\nfrom aggressor.” (A/55/305, p. ix)\r\nMy delegation believes that to lay the blame for\r\npeacekeeping failures solely at the doorstep of the\r\nSecurity Council would be to misunderstand the depth\r\nof the changes that must take place throughout this\r\nOrganization if this reform is to succeed.\r\nThere is no doubt that the Charter of the United\r\nNations places a very particular responsibility on those\r\nwho are elected to the Council and, by virtue of their\r\npermanent membership of the Council, even more\r\nburdensome demands on five particular States.\r\nNevertheless, the dearth of resources at the disposal of\r\nthe Organization charged with a fast-growing\r\npeacekeeping responsibility calls for a renewed\r\ncommitment from all of us. It is this reality that led the\r\nPrime Minister of Malta, in his address to the\r\nMillennium Summit, to intimate Malta’s intention to\r\nsignificantly increase its contribution to the\r\npeacekeeping budget.\r\nMy delegation is encouraged to note that a\r\nSecurity Council committee has already begun to\r\ndeliberate on the manner in which the\r\nrecommendations of the Brahimi report pertinent to the\r\nSecurity Council can be implemented. My delegation\r\nlooks forward to reading about the implementation of\r\nthese recommendations in forthcoming report of the\r\nCouncil.\r\nThe ongoing discussions within the Open-ended\r\nWorking Group on Security Council reform have not\r\nyet achieved any tangible results insofar as an increase\r\nin the membership of the Council is concerned.\r\nHowever, not a few proposals were put forward and\r\nagreed upon with respect to the Council’s working\r\nmethods. My delegation welcomes the manner in which\r\nthe Council has implemented some of these new\r\nworking methods before their formal adoption, as well\r\nas the increased interaction between the Council and\r\nthe troop-contributing countries.\r\nIf the non-members of the Security Council are to\r\nbetter appreciate what leads the Council to take\r\ndecisions that they are often called on to implement, it\r\nis crucial that, to the extent practicable, its\r\ndeliberations take place in a transparent manner.\r\nIn conclusion, my delegation believes that the\r\nsuccess of the Security Council’s actions depends very\r\nmuch on the level of credibility and respect that it\r\ncommands. In enhancing its level of transparency, the\r\nCouncil would be moving in the right direction.\r\n28\r\nA/55/PV.36\r\nMr. Kumalo (South Africa): It is an honour for\r\nme to address the Members of this Organization on the\r\nannual report of the Security Council. It is a particular\r\nprivilege to thank the President of the Security\r\nCouncil, my friend and colleague, Ambassador Martin\r\nAndjaba of Namibia, for introducing it.\r\nBefore we discuss the report, we wish to express\r\nour sincere gratitude to the outgoing non-permanent\r\nCouncil members for their dedication, and to warmly\r\nwelcome the newly elected members. We thank those\r\nCouncil members who continue to brief non-members\r\non the issues before the Council and who regularly\r\nconsult with us. We are sure that the new members will\r\ncontinue to follow the commitment displayed by their\r\npredecessors and will continue to work with the wider\r\nUnited Nations membership on the issues on the\r\nSecurity Council agenda.\r\nWe wish to reaffirm the role of the Security\r\nCouncil in maintaining international peace and\r\nsecurity. We believe that when we address issues of\r\npoverty and underdevelopment, we also minimize the\r\npotential for conflict. The Council needs to be infused\r\nwith a fresh sense of urgency and renewed commitment\r\nto fulfil its mandate of maintaining international peace\r\nand security. We need the Council to create conditions\r\nof peace and security so that we can nurture them and\r\npursue the critical task of alleviating poverty and\r\npromoting development. The continuous growth of the\r\nwork undertaken by the Council signifies to us how far\r\nwe have yet to go to achieve the goals of peace,\r\nsecurity and development.\r\nAs we review the discussions held by our heads\r\nof State and Government during the Millennium\r\nSummit, including the round-table discussions and the\r\nSecurity Council Summit, we need to focus on the task\r\nof implementation and actions which give meaning to\r\nthose important discussions. We welcome the\r\nestablishment of the Security Council working group\r\non the Brahimi report. We hope the Council will fulfil\r\nits Summit pledge, “to enhance the effectiveness of the\r\nUnited Nations in addressing conflict at all stages from\r\nprevention to settlement to post-conflict peace-\r\nbuilding”.\r\nThe Security Council now faces the twin\r\nchallenges of dealing with a larger number of situations\r\nthreatening international peace and security, and more\r\ncomplex situations involving more than mere military\r\ndeployment. This demands a deeper examination of the\r\ndifferent needs of each situation and a greater\r\ncommitment of political will and necessary resources\r\nto prevent and end conflicts. The Council’s recent open\r\ndebates on the prevention of armed conflicts is a\r\nwelcome starting point.\r\nWe note that the Security Council, in conjunction\r\nwith other United Nations bodies, intergovernmental\r\norganizations and non-governmental organizations, has\r\nalso addressed a wider range of challenges which may\r\nthreaten peace and security, such as the spread of\r\ncommunicable diseases like HIV/AIDS; the use of\r\nchildren in armed conflict; disarmament,\r\ndemobilization and rehabilitation; and the protection of\r\ncivilians. We further note that other issues that received\r\nserious consideration in the Council include the need to\r\nimprove the protection of humanitarian personnel and\r\nthe need to safeguard natural resources, particularly\r\nfrom illegal exploitation, as well as the role that such\r\nexploitation plays in fostering instability and conflict.\r\nWe would like to see the Council support a total\r\nprohibition on the use of anti-personnel landmines, as\r\nwell as efforts to prevent the proliferation of and illicit\r\ntrafficking in small arms and light weapons. These\r\nweapons are not only used in conflict situations, but\r\nthey are also the weapons of choice of drug smugglers\r\nand poachers long after conflicts have been resolved.\r\nThese weapons are involved in the killing of many\r\nmore innocent people than have ever been killed by\r\nweapons of mass destruction.\r\nWe welcome the renewed focus on dealing with\r\nconflict in Africa, but we remain concerned that the\r\npolitical will and resources are not sufficiently\r\nforthcoming to match the rhetoric. The move towards\r\ndemocratization and sustainable development will\r\npromote peace and stability. The vicious cycle we face,\r\nhowever, is that democracy and sustainable\r\ndevelopment also depend on peace and stability in\r\norder to flourish. For example, disarmament,\r\ndemobilization and rehabilitation programmes can\r\nsucceed in the longer term only if we address the needs\r\nof peace-building and poverty alleviation. The\r\ninternational community’s responsibility, therefore,\r\ncannot simply end with the cessation of hostilities or\r\neven with elections; sustained assistance for good\r\ngovernance and economic development through post-\r\nconflict support are also required.\r\nThe mandate of the Council requires varied\r\nresponses, including making peace, keeping peace and\r\n29\r\nA/55/PV.36\r\nsustaining the peace. There is clearly a need for the\r\nCouncil to review the modalities of applying sanctions\r\nin order to protect civilian populations from prolonged\r\nsuffering and also from being punished for the crimes\r\nof others who caused the suffering in the first place.\r\nSanctions are an instrument that should be used only\r\nafter careful consideration of their impact and should\r\nbe targeted carefully to effectively achieve the desired\r\noutcome.\r\nIn the Middle East, the Security Council has a\r\nresponsibility, not only in terms of its own resolutions\r\nbut also in terms of observing international\r\ninstruments, such as the Fourth Geneva Convention of\r\n1949. The Non-Aligned Movement summit held in\r\nDurban in 1998 reiterated that the observance of these\r\ninternational instruments would relieve the suffering\r\nand provide protection to all victims. Surely the\r\nSecurity Council cannot ignore the call, in article 1 of\r\nthe Fourth Geneva Convention, “to respect and to\r\nensure respect for the present Convention in all\r\ncircumstances”.\r\nPost-conflict societies cannot by themselves undo\r\nthe effects of conflict, as well as repair the damage\r\ndone by sanctions to infrastructure and the economy.\r\nThe biggest hurdle faced by developing countries in\r\npost-conflict situations is to overcome isolation and to\r\nstimulate investment and economic growth. Otherwise,\r\nnew-found freedom can very quickly give rise to\r\nfurther instability. It is necessary to recognize the full\r\nextent to which the issuing of resolutions and getting\r\ninvolved in conflict situations requires the commitment\r\nand involvement of the international community, the\r\nconflicting parties and also the victims of conflict.\r\nWe commend the Council for the increased use of\r\nopen debates and open briefings on the work of the\r\nCouncil. Thematic debates are, of course, essential, but\r\nwe are pleased to note the trend towards addressing\r\npractical issues. As examples, the open briefings on\r\nKosovo and East Timor helped to keep United Nations\r\nmembers abreast of developments and better able to\r\nsupport and affect the work of the Council. We believe\r\nthat it was important for Member States to have been\r\npresent for such important briefings as that of Mrs.\r\nOgata, the High Commissioner for Refugees, and to\r\nhave participated in the debate on the role of the\r\nSecurity Council in the prevention of conflicts.\r\nThe present report provides us with a\r\ncompendium of the work done by the Council during\r\nthe past year, but once again it fails to give an analysis\r\nof the issues and the Council’s performance. It is\r\nessential for the Council to provide such analysis,\r\nbecause the Council is accountable to the General\r\nAssembly. The failure of the report indicates a lack, or\r\nan unwillingness, to engage in this critical aspect of\r\nreview and accountability. This, of course, would raise\r\nthe issues of the necessity to reform the working\r\nmethods of the Council and the great need for\r\ntransparency and accountability, which we all can\r\nagree is an important element of giving the Council the\r\ncredibility it must have. Certainly, after seven years of\r\ndebate on the reform of the Council, we should be able\r\nto recognize the challenges we are faced with and be\r\nbold enough to make the necessary reforms.\r\nIn conclusion, let us recall that, during the\r\nMillennium Summit, our heads of State and\r\nGovernment acknowledged the importance of\r\naddressing the uneven distribution of the benefits of\r\nglobalization. Our deliberations and decisions have to\r\nresult in better living conditions for those who suffer\r\naggression and violations of their most basic rights.\r\nWhile the Security Council does not have direct\r\nresponsibility for development issues, or even the sole\r\nresponsibility to protect civilians, the Council cannot\r\nbe absolved from the purposes and principles of the\r\nUnited Nations Charter. We should not forget that\r\nmany people, mostly civilians, are dying daily in\r\nconflicts in Africa and elsewhere. However, the\r\nabsence of conflict will not solve the daily struggle\r\nfaced by those same people in the face of poverty and\r\ndisease. We cannot claim to have any higher priority\r\nfor this Organization than to muster the collective will\r\nand the necessary resources to end their suffering.\r\nThe meeting rose at 1.20 p.m.\r\n"