" United Nations  A/55/PV.56\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n56th plenary meeting \r\nThursday, 9 November 2000, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-73647 (E) \r\n*0073647* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\n The meeting was called to order at 10 a.m. \r\n \r\nAgenda item 35 \r\n \r\nNecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba \r\n \r\n  Report of the Secretary-General (A/55/172 and \r\nAdd.1) \r\n \r\n  Draft resolution (A/55/L.7) \r\n \r\n Mr. Ling (Belarus) (spoke in Russian): The \r\ndelegation of the Republic of Belarus welcomes \r\nAmbassador Felipe Pérez Roque, Minister for Foreign \r\nAffairs of Cuba. The presence of the head of Cuba’s \r\ndiplomatic corps confirms the importance of the issue \r\nbeing discussed in today’s plenary meeting. \r\n Despite the fact that the General Assembly \r\nconsiders this issue every year, we cannot fail to \r\nrecognize the special nature of such a discussion in the \r\ncontext of this Millennium Assembly. All the recent \r\ndebates at the United Nations on this issue show the \r\ngrowing wave of protest against unilateral coercive \r\neconomic measures applied for political purposes. \r\n At the fifty-fourth session the Republic of \r\nBelarus, together with the overwhelming majority of \r\nStates, voted in support of resolution 54/21, of 9 \r\nNovember 1999, on the “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. Belarus \r\nthus confirmed its adherence to the principle of respect \r\nfor the fundamental principles of the sovereign equality \r\nof States, non-interference in their internal affairs and \r\nfreedom of international trade and navigation. \r\n Belarus has consistently advocated the revocation \r\nof laws and measures that have been applied and are \r\nbeing applied on a unilateral basis against Member \r\nStates. The extraterritorial consequences of these \r\nactions affect the sovereignty of other States, the \r\nlawful interests of their subjects or of other persons \r\nunder their jurisdiction, and freedom of trade and \r\nnavigation. \r\n In accordance with the fundamental principles of \r\ninternational law, including the provisions of the \r\nCharter of the United Nations, Belarus has never \r\napplied, will not apply and has no intention of applying \r\nany laws or measures of this kind. Belarus believes that \r\ninternational disputes must be settled by negotiation on \r\nthe basis of respect for the principles of equality and \r\nmutual interest. \r\n The Government of my country is convinced that \r\nall the necessary basic conditions are in place for a \r\ngradual settlement of the dispute between the United \r\nStates of America and Cuba. We call on both parties to \r\nstep up their efforts to this end. \r\n Mr. Mra (Myanmar): For the ninth successive \r\nyear the General Assembly is debating the question of \r\nthe economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba. \r\nIn this connection, I would like to express my \r\ndelegation’s appreciation of the Secretary-General’s \r\nreport. \r\n \r\n2  \r\n \r\nA/55/PV.56  \r\n In the final document of the Thirteenth \r\nMinisterial Conference of the Movement of Non-\r\nAligned Countries, the member States condemned the \r\ncontinued unilateral application of coercive economic \r\nand other measures against a number of developing \r\ncountries, and called on States not to recognize such \r\nacts. They also called on States to refrain from \r\nadopting or implementing similar coercive measures, \r\nsuch as the Helms-Burton and D’Amato-Kennedy Acts. \r\n Similarly, the South Summit underlined the \r\nnecessity for developed countries to eliminate laws and \r\nregulations with adverse extraterritorial effects and \r\nother forms of unilateral economic coercive measures \r\nthat are inconsistent with the principles of international \r\nlaw, the Charter of the United Nations and principles of \r\nthe multilateral trade system. \r\n In each of the past eight years the General \r\nAssembly, by an overwhelming majority, has called on \r\nStates to refrain from promulgating and applying laws \r\nthat have extraterritorial effects. \r\n My delegation regrets that, despite numerous \r\nappeals and resolutions of the General Assembly, the \r\nUnited States has not yet found it possible to bring to \r\nan end these unilateral measures that continue to \r\nseverely affect the socio-economic situation in Cuba. \r\nWe have noted with interest limited measures taken by \r\nthe United States to further increase humanitarian \r\ncontacts with Cuba, partially liberalizing regulations \r\nregarding deliveries of medicine and foodstuffs, and \r\nallowing charter flights between Cuba and the United \r\nStates. However, my delegation has learned with much \r\nregret that most of these selective measures have not \r\nactually contributed to easing the ban, but, rather, \r\nreimpose the complex legislative framework that \r\nmakes up the embargo. \r\n The economic, commercial and financial embargo \r\nimposed by the United States Government against \r\nCuba continued with serious consequences for the \r\nsocial and economic situation of Cuba throughout 1999 \r\nand the first half of 2000. The embargo and related \r\nlegislation are a major obstacle to the recovery of the \r\nCuban economy and have consequently impeded the \r\nnormal functioning of social activities, affecting the \r\nliving conditions of the Cuban population. \r\n My delegation is strongly opposed to the unjust \r\napplication of measures such as the Toricelli Act, the \r\nHelms-Burton Act and other embargo regulations, and \r\nwe call for the ending of the embargo. Myanmar is of \r\nthe view that the promulgation and application by \r\nMember States of laws and regulations whose \r\nextraterritoriality affects the sovereignty of other \r\nStates, the legitimate interests of entities or persons \r\nunder their jurisdiction, and freedom of trade and \r\nnavigation violate the universally adopted principles of \r\ninternational law. \r\n In the interest of upholding the principles of \r\ninternational law and the Charter of the United \r\nNations, the delegation of Myanmar, consistent with its \r\nstand in previous years, will vote in favour of draft \r\nresolution A/55/L.7. \r\n Mr. Mangachi (United Republic of Tanzania): As \r\non many previous occasions, the United Republic of \r\nTanzania is addressing the Assembly on this agenda \r\nitem to call for the lifting of the embargo imposed by \r\nthe United States against Cuba. Tanzania regrets that, \r\ndespite numerous appeals from the podium and \r\nresolutions of this Assembly, the United States has not \r\nyet found it possible to bring to an end the unilateral \r\nmeasures it imposed on the people and Government of \r\nCuba. We particularly regret that those measures have \r\ncaused such undue suffering to the Cuban people that \r\nlast year even Pope John Paul II was moved to make a \r\nspecial plea on their behalf. That plea and the appeals \r\nwe have made continue to drive our sense of urgency \r\nin seeking justice for the people of Cuba. Recent \r\nlimited measures of relaxation remain far short of what \r\nneeds to be done — that is, the termination of the \r\nentire spectrum of sanctions imposed on the Cuban \r\npeople. \r\n In our view, normalization of relations between \r\nthe United States and Cuba is also in the interest of the \r\npeoples and Governments of the two countries, in spite \r\nof their different ideological inclinations. The existing \r\nconflict is a product of the cold war, which has since \r\nbeen defused. It is our hope that as we enter the new \r\nmillennium the relics of the cold war can be buried \r\nonce and for all. \r\n The so-called Helms-Burton Act is legislation \r\nwhich has been rejected by the Assembly, the Non-\r\nAligned Movement and others. The extraterritorial \r\napplicability of that legislation cannot be condoned by \r\nthe international community. It infringes on the \r\nprinciples of the Charter of this Organization regarding \r\nthe sovereign equality of all Member States, just as it \r\nviolates the principle of freedom of trade and \r\nnavigation. \r\n \r\n 3 \r\n \r\n A/55/PV.56\r\n It is our hope that the United States will heed the \r\npleas made in the General Assembly imploring it to \r\nengage Cuba in a dialogue, with a view to ending the \r\nembargo and normalizing relations between the two \r\ncountries. This would not only be in the best interests \r\nof the peoples of the two nations, but would also serve \r\nthe international community as a whole. \r\n Mr. Tello (Mexico) (spoke in Spanish): The \r\npurposes and principles of the United Nations Charter \r\nand international law are the invariable standard of \r\nconduct that govern Mexico’s relations with other \r\nStates, as enshrined in the Constitution of the Mexican \r\nRepublic. \r\n With deep conviction and a sense of history, my \r\ncountry has always rejected the unilateral imposition of \r\ncoercive measures in international relations. \r\n Mexico is committed to respect for the \r\ninalienable rights of all States to choose their own \r\neconomic system, as well as their political, social and \r\ncultural system, in accordance with the will of their \r\npeoples. For this reason, Mexico has neither enacted \r\nnor applied any laws with extraterritorial effects. My \r\nGovernment reiterates that instruments that run counter \r\nto the sovereignty of other nations, such as the so-\r\ncalled Helms-Burton Act, are unacceptable in the light \r\nof international law and are contrary to the purposes \r\nand principles to which we all committed ourselves in \r\napproving the San Francisco Charter. \r\n Over the past eight years an overwhelming \r\nmajority of the General Assembly has urged Member \r\nStates to abstain from enacting and applying laws with \r\nextraterritorial effects. Today we shall do so for the \r\nninth time. \r\n This appeal by the international community, \r\nbased on reason, law and ethics, should not continue to \r\nbe ignored. Compliance is required for the harmony \r\nthat should prevail among all States, based on full \r\nrespect for the sovereignty of each nation and our \r\ncommitments under international law. \r\n We cannot forget that the embargo against Cuba \r\nhas a negative effect on the persistent efforts made by \r\nthe Cuban people for more than 40 years to achieve \r\nwell-being; it also has adverse consequences on the \r\nmost vulnerable sectors of society, such as children, \r\nwomen and the elderly. \r\n The embargo against Cuba must end. We need to \r\novercome this unpleasant intolerance unconditionally \r\nand without delay, since only by uniting and \r\nrecognizing our differences, enriched by our diversity \r\nand through frank but respectful dialogue, will we be \r\nable to translate into reality the hopes of the founders \r\nof our Organization and achieve a fully humane world, \r\nbased on our shared aspirations for peace, justice, \r\nequality and freedom. \r\n Mexico will continue to foster a high degree of \r\ncooperation and economic and commercial trade with \r\nCuba, a nation with which we are joined in history, \r\ngeography and culture, as well as our irrevocable will \r\nto build our own national destiny on a free and \r\nsovereign basis. \r\n In accordance with our unwavering principled \r\nposition, the delegation of Mexico will, as in the past \r\neight years on similar draft resolutions, vote for the \r\ndraft resolution contained in document A/55/L.7. \r\n Mr. Nguyen Thanh Chau (Viet Nam): Over the \r\nlast eight years the General Assembly has adopted \r\nnumerous resolutions requesting the United States of \r\nAmerica to put an immediate end to the policies of \r\neconomic, commercial and financial embargo and \r\nblockade imposed upon the Republic of Cuba. It is of \r\ngrave concern to many countries, Viet Nam in \r\nparticular, that no effort has been made to heed these \r\nearnest appeals. The embargo and blockade continue to \r\ncause serious hardship and damage to Cuba and \r\nsuffering to its people. \r\n Viet Nam firmly believes that these inhuman \r\npolicies must be abolished once and for all. Healthy \r\ninternational relations can be built only on the basis of \r\nequality amongst States, non-discrimination of political \r\nsystems and respect for the right of every nation to \r\nchoose its own way of development. In this connection, \r\nwe are of the view that the differences between the \r\nUnited States of America and the Republic of Cuba \r\nshould be solved through dialogue and negotiations on \r\nthe basis of the principles of respect for each other’s \r\nnational independence and sovereignty and of non-\r\ninterference in the internal affairs of States. In this line, \r\nwe welcome every effort of the parties concerned to \r\nthat effect. \r\n In conclusion, my delegation would like to \r\nreaffirm our country’s full support for and cooperation \r\nand solidarity with the Cuban people and Government. \r\nWe hope that this year the General Assembly will adopt \r\nthe draft resolution with greater support and thus reject \r\n \r\n4  \r\n \r\nA/55/PV.56  \r\nin a categorical voice the policies of unilateral embargo \r\nagainst the Republic of Cuba. \r\n The President: I call on Mr. Felipe Pérez Roque, \r\nMinister for Foreign Affairs of Cuba, to introduce draft \r\nresolution A/55/L.7. \r\n Mr. Pérez Roque (Cuba) (spoke in Spanish): I \r\nhave come to speak on behalf of the only country on \r\nthe planet subjected to a blockade. I represent a \r\nfriendly and courageous nation that has earned the \r\nrespect of international public opinion for its steadfast, \r\ndetermined struggle for independence and its defence \r\nof the right of small, poor countries to take their place \r\nin the world. \r\n On behalf of Cuba, I hereby submit to the \r\nGeneral Assembly for consideration the draft \r\nresolution entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”. \r\n I do not feel it necessary to repeat how, when and \r\nwhy the United States blockade against Cuba was put \r\nin place or the methods by means of which it has been \r\nreinforced and strengthened every year. Nor do I \r\nbelieve it fitting to reveal once again the countless \r\npretexts by which the representatives of the United \r\nStates Government have unsuccessfully sought to \r\njustify the unjustifiable year after year. This Assembly \r\nhas enough information on the issue and has clearly \r\nsupported the need to put an end to this irrational, \r\ninhumane policy for eight consecutive years. \r\n However, I am particularly interested in stating \r\nthat, contrary to what has been repeated with \r\nsuspicious persistence, the economic, trade and \r\nfinancial blockade against Cuba has not only not been \r\neased as a result of the recent legislative decisions \r\nadopted by the United States Congress, but has indeed \r\nbeen further tightened. \r\n How has that been possible, one may wonder, \r\nsince — after seven months of an exemplary struggle \r\nfor the return of the child Elián González to his family \r\nin Cuba — no one any longer disputes the fact that the \r\noverwhelming majority of people in the United States, \r\nthe press, an ever-increasing sector of the Cuban-born \r\ncommunity in the United States, businesspeople in this \r\ncountry and even a large number of members of \r\nCongress are demanding an end to the blockade against \r\nCuba? How could the powerful, extremist minority in \r\nthe Cuban-born community that benefits from the \r\nblockade and its allies in the Republican congressional \r\nleadership impose their dark designs despite the fact \r\nthat Capitol Hill has already seen six votes \r\noverwhelmingly in favour of changing the policy \r\ntowards Cuba? \r\n On 5 August 1999, the Senate adopted the so-\r\ncalled Ashcroft Amendment, which would have \r\nallowed the sale of food and medicine to Cuba, by 70 \r\nvotes in favour to 28 against. However, the Republican \r\nleadership, in collusion with Miami-based anti-Cuban \r\nsectors, managed to remove it from the final text of the \r\nbill by resorting to pressures and outrageously anti-\r\ndemocratic practices. \r\n On 23 March 2000, the Senate Foreign Relations \r\nCommittee once again adopted the Ashcroft \r\nAmendment by consensus. \r\n On 10 May 2000, the Appropriations Committee \r\nof the House of Representatives adopted the Nethercutt \r\nAmendment — aimed at allowing the sale of food and \r\nmedicine to Cuba — by 35 votes in favour to 24 \r\nagainst. This bill, too, was never discussed on the \r\nHouse floor. \r\n On 20 July 2000, the Dorgan-Gorton  \r\nAmendment — similar in purpose to the previous \r\ninitiatives — was adopted by the Senate by 79 votes in \r\nfavour to 13 against. \r\n That same day, two other significant votes took \r\nplace in the House of Representatives. The Sanford \r\nAmendment — which would have enabled Americans \r\nfreely to travel to Cuba — was adopted by 232 votes in \r\nfavour to 186 against. The Moran Amendment, \r\nauthorizing the sale of food and medicine to Cuba, \r\npassed by 301 votes in favour to 116 against. \r\n Given these precedents, was it not logical to \r\nimagine that real change was imminent in the arbitrary \r\npolicy that the United States has imposed on Cuba for \r\nover 40 years? And yet, the Republican leadership and \r\nCuban-American congressional representatives not \r\nonly managed to prevent these proposals from being \r\nincluded — in violation of the rules of the United \r\nStates legislative process — but they also managed to \r\nimpose other amendments that actually reinforce the \r\nblockade against Cuba. Both the House of \r\nRepresentatives and the Senate were later forced to \r\nadopt the poorly drafted plan because legislators were \r\ndeprived of any opportunity to discuss or to change \r\nthese new amendments. Finally, on 28 October, the \r\n \r\n 5 \r\n \r\n A/55/PV.56\r\nUnited States President signed the bill, thus codifying \r\ninto law new measures tightening the blockade against \r\nCuba, although he had stated previously: \r\n  “I hope I’m wrong, but what I’ve been told \r\nis that the embargo on food and medicines has \r\nbeen allegedly eased — although it probably \r\nwon’t do much because it doesn’t offer any \r\ncredits or financing facilities, which we give to \r\npoor countries. Besides, it definitely restrains the \r\nability of the Executive to enhance the people-to-\r\npeople contacts between Americans and Cubans, \r\nthus further punishing and increasing the \r\nhardships of the Cuban people. Certainly, this \r\nagreement is restrictive. \r\n  “I think that in a thoroughly unjustified \r\nmanner it restricts the United States ability to \r\nmake decisions on the policy of travels … I think \r\nit’s incorrect …  \r\n  “I can’t believe that the majority supports \r\nthis and I think it was a big mistake.”  \r\n I think we must tell the truth frankly and openly: \r\nthe apparent authorization for United States companies \r\nto sell food and medicines to Cuba is established under \r\nsuch restrictions and obstacles that those activities are \r\nrendered impossible in practice. \r\n Can the sale of food and medicines to Cuba be \r\npossible if the complex, bureaucratic licence-granting \r\nprocess for such transactions — expressly devised to \r\nrender them impossible — remains in force? Is it \r\npossible if any kind of sales-related Government \r\nassistance and even private financing are prohibited? Is \r\nit possible if Cuban-made products cannot be imported \r\nas payment? How can Cuba purchase food and \r\nmedicines from the United States if maritime and air \r\ntransport between the two countries is still banned? Is \r\nit possible if direct relations between United States and \r\nCuban banking institutions are not allowed? Is it \r\npossible if, inter alia, there are such absurd \r\nprohibitions in place as the one preventing Cuba from \r\nusing the United States dollar in its foreign trade \r\ntransactions? \r\n But that is not all. Why do we also say that the \r\nblockade has been intensified? Not only is the sale of \r\nfood and medicines to Cuba still hindered, but from \r\nnow on — for the first time ever in these four  \r\ndecades — United States citizens are expressly barred \r\nunder law from freely travelling to Cuba. Until now, \r\nauthorizing such travel was a prerogative of the \r\nPresident. It has ceased to be so. No United States \r\nPresident will be able to make a decision in that respect \r\nunless it is approved by Congress. \r\n If there are still any doubts, here are two \r\nenlightening statements: \r\n A Republican Congresswoman from Florida, \r\nIleana Ros-Lehtinen, one of the masterminds behind \r\nthe kidnapping of the Cuban child, stated about the \r\nlegislation adopted, that it was just smoke and mirrors \r\nand that they had obtained a tremendous victory in \r\nfreezing the ban preventing United States tourists from \r\ngoing to Cuba. \r\n Another Republican Congressman from Florida, \r\nLincoln Diaz-Balart, a close ally and kinsman of the \r\nMiami-based Cuban-born terrorist groups, gloated that \r\nit was the most important victory since the Helms-\r\nBurton Act. No barter trade, no granting of credits, no \r\nimports from Cuba, no public or private financing. \r\n“The denial of credits and tourism to [Cuba] is an \r\nextraordinarily important victory” . \r\n Anyone can understand that those responsible for \r\nintensifying the blockade against my country have also \r\nattempted to cynically deceive international public \r\nopinion. It is necessary to provide another clarification: \r\nover and over, the United States Government cites the \r\nauthorization of donations to Cuba amounting to \r\nhundreds of millions of dollars per year in \r\nhumanitarian aid. I can confirm that this is absolutely \r\nfalse. Actually, donations to Cuba from United States \r\nnon-governmental and religious organizations have \r\naveraged some $4 million per year. I think it is \r\nimportant to emphasize that such donations — usually \r\nprepared in open defiance of the constraints, obstacles \r\nand persecutions imposed by the Federal  \r\nGovernment — are an unmistakable testimony to the \r\nspirit of solidarity and the sensitivity of many of the \r\nbest and most honest of the American people. \r\n As if everything I have just said to this Assembly \r\nwere not enough, I must now warn against the new \r\naggression committed by the United States against \r\nCuba. Last 28 October the United States President \r\nsigned the Victims of Trafficking and Violence \r\nProtection Act. Under this Act, the Government is \r\nauthorized to appropriate $161 million in funds \r\nbelonging to Cuban enterprises and banks that are \r\nfrozen in United States banks. It also sets out the right \r\n \r\n6  \r\n \r\nA/55/PV.56  \r\nto such pillaging in the future should any transactions \r\nbe carried out once the blockade is lifted. \r\n This money will be handed over to Miami-based \r\nterrorist groups and their lawyers under the pretext of \r\ncompensating the relatives of the pilots of one of these \r\nterrorist organizations who died when engaged in one \r\nof the many acts of provocation against Cuba, \r\njeopardizing the life of innocent people and air traffic \r\nin the area. The United States Government is well \r\naware of how that unfortunate incident happened and \r\nwho is really responsible for it. \r\n This new action is another escalation in the \r\npolicy of aggression against Cuba, and it sets a \r\nnegative international precedent that will most \r\ncertainly cause new problems in the future. Cuba \r\nreiterates to this Assembly its determination to stand up \r\nto this new aggression, and it remains steadfastly \r\ncommitted to enforcing the recent provisions adopted \r\nby our Government in response to the United States \r\nlegislative perversion. \r\n The General Assembly of the United Nations did \r\nnot abandon Cuba in the tough years when, in addition \r\nto its own hardships, it had to face the economic war \r\nthat the United States stepped up when it believed that \r\nthe time had come to launch the final attack on my \r\ncountry. While the United States toughened its \r\nblockade with unprecedented cruelty, Cuba received \r\nincreasing solidarity and support from the General \r\nAssembly. However, while year after year a larger \r\nnumber of members of the Assembly asked the United \r\nStates to change its policy, those repeated appeals were \r\ndisregarded with imperial arrogance. \r\n When in 1992 the Torricelli Act was enacted, 59 \r\nmembers of the General Assembly voted against the \r\nblockade for the first time. This Act, which is still in \r\nforce, prohibited, inter alia, trade between Cuba and \r\nthe subsidiaries of United States companies based in \r\nthird countries and seriously hindered international \r\nmaritime transportation. Also in 1992, President Bush \r\nstated that his Administration would continue to exert \r\npressure on all the Governments of the world regarding \r\nthe need to isolate Castro’s regime economically. \r\n When in 1993 the United States declared that as a \r\ncondition for receiving economic assistance countries \r\nmust end all economic relations with Cuba — a \r\nfurther expansion of the extraterritorial scope of the \r\nblockade — 88 States called in the Assembly for an \r\nend to that policy. \r\n When in 1994 the United States increased its \r\naggressive radio broadcasts against my country, banned \r\nthe sending of remittances, food parcels and medicines \r\nto Cuba, and restricted family-related travel between \r\nthe two countries, with the aim — stated by the \r\nTreasury Department — of further tightening the \r\nembargo on Cuba and thereby limiting the capacity of \r\nthe Cuban Government to acquire foreign currency, \r\n101 countries voted in the Assembly against that \r\npolicy. \r\n When in 1995 the General Assembly learned of a \r\ntightening of the blockade, with new initiatives to \r\ninternationalize it being discussed in the United States, \r\n117 countries supported Cuba. Information revealing \r\nthe tightening included the fact that the only two \r\npacemaker companies, both belonging to third \r\ncountries, had stopped supplying pacemakers for heart \r\npatients in Cuba, one because the devices included \r\nAmerican components and the other because it had \r\nbeen bought by a firm based in the United States. \r\n When in 1996 the Helms-Burton Act was passed \r\nand President Clinton himself stated that nobody in the \r\nworld “supports our policy towards Cuba”, the General \r\nAssembly demanded an end to the blockade, with 137 \r\ncountries voting in favour. \r\n When in 1997 the United States imposed its \r\nconditions on the European Union and prevented the \r\nissue of the Cuban blockade from being discussed at \r\nthe World Trade Organization, while sanctioning \r\ncompanies and businessmen who, in defiance of the \r\nblockade, had established relations with Cuba, 143 \r\ncountries voted in favour of the Cuban resolution in the \r\nGeneral Assembly. \r\n When in 1998 the United States Government \r\nstepped up its harassment of companies that had \r\nmaintained relations with our country, and stated that \r\n12 companies from over seven countries were being \r\ninvestigated for their activities in Cuba with a view to \r\nimposing sanctions on them, and when the Asociación \r\npara la Salud Mundial stated that the embargo had \r\nsignificantly increased suffering in Cuba and that such \r\nan embargo violated the most basic international \r\nagreements and conventions on human rights, the \r\nGeneral Assembly once again condemned the \r\nblockade, this time by 157 votes. \r\n When in 1999 international agreements on \r\ntrademarks and patents were arbitrarily broken in the \r\nUnited States Congress to tighten the blockade, and \r\n \r\n 7 \r\n \r\n A/55/PV.56\r\nUnited States farmers and even the Senate were \r\ndemanding authorization to sell food and medicines to \r\nCuba, 158 countries in the Assembly supported ending \r\nthe blockade against Cuba. \r\n Now we come to the present day. Nobody should \r\nbe deceived. All the laws adopted against Cuba \r\nthroughout these years, with irrational hatred and \r\noutright disrespect for international law, are still in \r\nforce. \r\n The next President of the United States should \r\ndecide whether to persuade Congress to change this \r\noutdated policy or to continue to be held hostage to the \r\nmean interests and delusions of revenge of an \r\nextremist, unscrupulous minority left behind by \r\nhistory. \r\n The current President is perhaps a good case in \r\npoint. At first he probably wanted to change the \r\nsituation that he had inherited. However, he will go \r\ndown in history as the President who could have done \r\nso, but was forced to do the precise opposite. After \r\nnormalizing relations with China and Viet Nam, and \r\neven with a group of countries once called “terrorists”, \r\nwhen flying to the Democratic People’s Republic of \r\nKorea with which the United States has still not signed \r\na peace agreement, he may ponder his actions towards \r\nCuba. There are men who go down in history for their \r\ncourage and conviction, shown by their deeds, and \r\nthere are others who fail to do so due to incapacity or \r\nfear. \r\n The President-elect and the new Congress of the \r\nUnited States must decide. In the meantime, Cuba is \r\nmore determined and optimistic than ever in its \r\ndecision to continue to be a free nation. It is ready to \r\nhave normal and respectful relations with the United \r\nStates, towards whose people it does not feel any \r\nhatred or hold any grudges, or to face another century \r\nof blockade and acts of aggression. It is not in vain that \r\neverybody in my generation and 60 in every 100 \r\nCubans have lived their entire lives under the harsh \r\nconditions of the blockade. Our children will also be \r\ncapable of doing so. Our adherence to man’s full \r\nindependence, freedom and dignity and the thorough \r\nenjoyment of human rights, attained 40 years ago for \r\nthe first time in our history, is far stronger than the \r\nsanctions imposed by the blockade. \r\n The Government of the representative of Israel, \r\nbound to the United States by ties of mutual \r\ncomplicity, is the only one that for eight consecutive \r\nyears has voted with the United States against our right \r\nto life. But his people who have been persecuted and \r\nhave been decimated by famine and disease, surely \r\nunderstand and support us. I remind him that our \r\nstruggle against the blockade, which his country does \r\nnot condemn, is also in favour of the rights of the \r\nJewish community in Cuba — which enjoys full \r\nrespect, freedom and consideration in our homeland. \r\n I confess to the representative of the United \r\nStates Government that I recognize how difficult it \r\nmust be for him to try to defend, without any \r\njustification, the right of his country to kill Cuban \r\nchildren through famine and disease. After the voting, \r\nwhen the United States Ambassador leaves this Hall, he \r\nshould think about my words to him: “You can inspire \r\nterror by force, but never sympathy. You can be the \r\nstrongest, but not loved or respected. You can impose \r\npower, but lack moral authority. You can be the richest, \r\nbut not the most virtuous. You can lie, but you cannot \r\ndeceive everybody indefinitely. You can martyr a \r\npeople but you cannot prevent it from fighting with all \r\nits might for the right to freedom and life.” \r\n The vote in the Assembly today will not be to \r\nsettle a bilateral dispute between Cuba and the United \r\nStates, but to support the validity of principles of \r\ninternational law, the rejection of the extraterritorial \r\nimplementation of laws, respect for the sovereign \r\nequality of States and freedom to engage in \r\ninternational trade and navigation. \r\n On behalf of a people that has not lost its courage \r\nand optimism because of invasions, blockades and acts \r\nof aggression, whose sons have been willing to fight, \r\nteach, build or heal anywhere on earth; on behalf of a \r\npeople that personally feels every injustice or pain in \r\nthe world, whose homeland has been mankind; on \r\nbehalf of a people that now expects, in our country, \r\nwith justified confidence that this General Assembly \r\nwill vote again against injustice and in favour of \r\ninternational law, I ask representatives to once again \r\nexpress their support for the effective end of the \r\neconomic, commercial and financial blockade imposed \r\nby the United States against Cuba. \r\n Mr. Kittikhoun (Lao People’s Democratic \r\nRepublic) (spoke in French): Like the overwhelming \r\nmajority of Member States of the United Nations, my \r\ncountry, the Lao People’s Democratic Republic, \r\ncontinues to be concerned about the non-\r\nimplementation of the provisions of General Assembly \r\n \r\n8  \r\n \r\nA/55/PV.56  \r\nresolutions requesting the Government of the United \r\nStates to lift its economic, commercial and financial \r\nblockade against Cuba. This blockade, imposed since \r\n1960, has lasted too long and has not served the \r\ninterests of either of the two parties. We believe that it \r\nis high time that the blockade was ended, in the interest \r\nof peace, stability and cooperation in the region and in \r\nthe world. \r\n Like many other countries, we regard this \r\nblockade as a relic of the old bipolar era that is \r\nobstructing the current efforts of the international \r\ncommunity to build a new world order based on the \r\nprinciples of international law and the Charter of the \r\nUnited Nations. The repeal of this restrictive trade \r\npractice would undoubtedly help normalize Cuban-\r\nUnited States relations in general and improve the \r\npolitical climate in the region. \r\n Despite all the efforts to persuade public opinion \r\nto the contrary, the blockade, with all its extraterritorial \r\nimpacts, is in reality being further intensified, \r\naggravating the situation of the Cuban people, in \r\nparticular of vulnerable groups such as children, \r\nwomen and the elderly. \r\n While economic, trade and other types of \r\ncooperation continue to prevail in the relations among \r\nthe States of the world, is it not sad that the relations \r\nbetween the United States of America and the Republic \r\nof Cuba still face an uncertain future? Once again, we \r\njoin the international community in launching a sincere \r\nand urgent appeal to the Government of the United \r\nStates to put an end to this anachronistic blockade that \r\nruns counter to international law. \r\n It is in this spirit that my delegation, will support \r\nthe draft resolution contained in document A/55/L.7, \r\nsubmitted by the Republic of Cuba, as it has supported \r\ncorresponding draft resolutions in previous years. \r\n Mr. Wehbe (Syrian Arab Republic) (spoke in \r\nArabic): For the ninth consecutive year, the General \r\nAssembly is considering the item entitled “Necessity of \r\nending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba”. \r\n The aim of the international sympathy and \r\nsupport, which increase every year, as just noted by the \r\nMinister for Foreign Affairs of Cuba, is to end the \r\nblockade imposed against Cuba. I wish to recall in this \r\nrespect that the purposes and principles of the Charter \r\nof the United Nations have confirmed the right of \r\nStates to exercise sovereignty over their territories and \r\nto be free of interference in their internal affairs. The \r\nMillennium Declaration has also emphasized this. This \r\nrequires the United Nations membership as a whole, \r\nparticularly the big Powers responsible for \r\nimplementing the Charter and the Declaration, as well \r\nas other international instruments, to be more \r\nrespectful of the Charter, which constitutes the viable \r\nand final authority of the Organization. \r\n Thus, we wish to recall the United Nations \r\ndeclaration that warned against the nefarious effects \r\nstemming from the economic sanctions imposed by the \r\nUnited Nations and their implications for innocent \r\npopulations, and warned of the need to subject \r\nsanctions regimes to regular reviews and to remove \r\ntheir harmful effects. If this warning focuses on the \r\nharmful consequences of United Nations sanctions, it \r\nshould necessarily apply to unilateral sanctions. \r\n Such sanctions should not continue, because, as \r\nreflected in United Nations resolutions, those peoples, \r\ntheir neighbours and the peoples of the entire world \r\nreject them: they constitute unjustifiable oppression \r\nand, in particular, make it impossible to create a \r\nclimate favouring development and the eradication of \r\npoverty. Respect for the Charter and for United Nations \r\ndecisions is the basis of the work of the international \r\ncommunity, and the unilateral imposition of economic \r\nand trade measures against a State and a people, and \r\ntheir extraterritorial implementation, compromise the \r\nfreedom of the States Members of the Organization in a \r\nmanner inconsistent with the Charter and with the norms \r\ngoverning international trade. \r\n The four-decade-long embargo against Cuba has \r\nharmed that country economically, socially and \r\npolitically. As the Minister for Foreign Affairs of Cuba \r\nhas just told the Assembly, it has increased the \r\nsuffering of the Cuban people, especially children and \r\nthe elderly. The growing concern of the international \r\ncommunity has been expressed in General Assembly \r\nresolutions in recent years. It is high time to end this \r\nproblem. \r\n My delegation acknowledges and appreciates \r\nCuba’s willingness to engage in dialogue with a view \r\nto lifting the blockade, and we support sincere \r\nconstructive dialogue with the United States of \r\nAmerica to settle all disputes between the parties on \r\nthe basis of State sovereignty, mutual respect, non-\r\n \r\n 9 \r\n \r\n A/55/PV.56\r\ninterference in the internal affairs of other States, \r\nrespect for the principles and purposes of the United \r\nNations Charter and good-neighbourliness. \r\n Let us pose this question: what is the crime of the \r\nfriendly, peaceable Cuban people in freely choosing its \r\nown economic, social, political and cultural system in \r\naccordance with international norms and conventions? \r\nShould it be punished for its choice? Surely, \r\ninternational law says that it should not be punished. \r\nThe international community’s growing support for an \r\nend to the embargo against Cuba underscores the need \r\nto respect the political, economic, social and cultural \r\nsystem freely chosen by each country in line with its \r\nown national interests. \r\n In that connection, we reaffirm that any decision \r\ntaken by any State that would compromise the \r\nsovereignty of another State runs counter to the \r\nprinciple of State sovereignty. We recall also the Final \r\nDocument adopted at Cartagena at the Thirteenth \r\nMinisterial Conference of the Movement of Non-\r\nAligned Countries, which called upon the State \r\nimposing these sanctions to end the embargo against \r\nCuba because it contravenes the provisions of the \r\nCharter and of international law and runs counter to the \r\nprinciple of good-neighbourliness. \r\n I would refer also to the South Summit of \r\ndeveloping countries, held at Havana, which \r\nunequivocally rejected the imposition of any law with \r\nextraterritorial effects and of other coercive economic \r\nmeasures. The South Summit expressed deep concern \r\nat the effects of economic sanctions on the \r\ndevelopment capacity of target States, and, on behalf of \r\nthe leaders of all developing countries, it appealed for \r\na speedy end to the embargo. The international \r\ncommunity has repeatedly rejected the extension of the \r\nunilateral sanctions against Cuba; it has rejected the \r\nHelms-Burton Act, which goes beyond national \r\nlegislation and which compromises the sovereignty of \r\nthird States that deal with Cuba. That runs counter to \r\nthe principle of the sovereign equality of States. \r\n Sanctions cause enormous material damage and \r\ngreat economic and social harm to the civilian \r\npopulation of target countries and of neighbouring \r\ncountries. They also violate the rules governing \r\ninternational trade, not to mention the will of peoples. \r\nMy delegation therefore supports the draft resolution \r\n(A/55/L.7) now before the Assembly, consistent with \r\nits position in support of similar texts in previous \r\nyears. We hope that United States policy, especially as \r\nwe enter a new millennium, will conform to the \r\nposition of the international community — as \r\nrepresented in the General Assembly and as reflected in \r\nlast year’s resolution 54/21, which earned 158 votes in \r\nfavour, and in the draft resolution upon which the \r\nAssembly will soon take action — and put an end to all \r\nsanctions with harmful effects on humankind at large. \r\n Mr. Mohammad Kamal (Malaysia): For eight \r\nyears now, the General Assembly has been adopting, \r\nby overwhelming majorities, resolutions clearly \r\nsignalling the international community’s rejection of \r\nthe unilateral embargo imposed by the United States \r\nagainst Cuba. This year, we expect a similar, if not a \r\nstronger, rejection by the international community. \r\nThat rejection was reiterated also by Ministers for \r\nForeign Affairs of non-aligned countries at the \r\nThirteenth Ministerial Conference, held at Cartagena \r\non 8 and 9 April 2000. Moreover, a general decision \r\nwith regard to trade-related economic measures with \r\ncoercive characteristics was taken by the Group of 77 \r\nat the South Summit, held at Havana from 10 to 14 \r\nApril 2000, as reflected both in the Declaration of the \r\nSouth Summit and in the Havana Programme of \r\nAction. \r\n While recent developments within the United \r\nStates appear to point to an emerging trend seemingly \r\nfavourable to Cuba, it is clear that there remain \r\ninfluential elements that have yet to grasp the present \r\ninternational economic and political realities, which \r\nare characterized by increased globalization and \r\ninterdependence in relations among States. They fail to \r\nrealize that this is an age in which we demolish walls \r\nand build bridges in relations among States, and \r\nparticularly between neighbours. \r\n Malaysia remains firmly opposed to all forms of \r\neconomic, commercial and financial sanctions and \r\nembargoes that run counter to the spirit and the letter \r\nof the Charter of the United Nations. In that regard, we \r\nare particularly opposed to the continued unilateral \r\napplication of the coercive economic, commercial and \r\nfinancial embargo against Cuba. We fail to understand \r\nhow a poor and small developing country could pose a \r\nthreat to the national interests of a big and powerful \r\ncountry such as the United States. \r\n Malaysia joins the call by the international \r\ncommunity for an immediate end to the embargo on \r\nCuba, which violates the principles of international law \r\n \r\n10  \r\n \r\nA/55/PV.56  \r\nand of international humanitarian law. It has inflicted \r\ntremendous socio-economic damage and hardship on \r\nthe people of Cuba, especially children, women, the \r\nelderly and the sick. The embargo violates the \r\nprinciples of global free trade and of human rights and \r\nhas had a grave humanitarian impact of the lives of \r\nordinary Cuban people. \r\n Malaysia once again reaffirms its commitment to \r\nrespect for the fundamental principles of the sovereign \r\nequality of States, non-interference in their internal \r\naffairs and freedom of international trade and \r\nnavigation. In the interest of upholding these \r\nfundamental and sacrosanct principles of international \r\nlaw, and reaffirming Malaysia’s solidarity with Cuba \r\nand its people, Malaysia will unreservedly support the \r\ndraft resolution before us. \r\n Mr. Patrício (Angola): In line with our position \r\non the issue of the elimination of coercive economic \r\nmeasures as a means of political and economic \r\ncompulsion, our delegation would like express our \r\nstrong condemnation of the economic, commercial and \r\nfinancial embargo imposed against Cuba. This firm \r\nposition is linked to our political and economic values \r\nand the principles of Angolan foreign trade policy, \r\nwhich is based on the recognized principles of the \r\nfreedom of international trade and non-intervention \r\nand non-interference in the internal affairs of States. \r\n Angola has always defended the right of each \r\nState and of its people to choose their own destiny and \r\npolicy, and, like all people, the Cuban people have the \r\nright to trade freely with any State and to seek the best \r\nway of pursuing their development. \r\n Since 1991, when this issue was submitted to the \r\nAssembly for consideration for the first time, Angola \r\nhas always taken a clear position. Angola has voted in \r\nfavour of ending the economic, trade and financial \r\nblockade against Cuba, because such a blockade has \r\nbeen the cause of social constraints that affect the \r\nquality of life of the Cuban people. \r\n In the context of this situation, the Republic of \r\nAngola once again reaffirms its determination to \r\nparticipate in the achievement of United Nations goals, \r\nincluding the political settlement of disputes between \r\nMember countries, and therefore urges the parties to do \r\neverything in their power to establish a dialogue that \r\nmight lead to ending the blockade, for the benefit of \r\nboth the Cuban and the American people. \r\n Mr. Effah-Apenteng (Ghana): Since this item \r\nwas first inscribed on the agenda of the General \r\nAssembly some years ago, international support for the \r\nAssembly’s resolutions on the issue has increased. No \r\ndoubt this is an unequivocal manifestation of Member \r\nStates’ profound concern about and rejection of \r\npolicies that call for the extraterritorial application of \r\nlaws and unilateral measures by one State against \r\nanother.  \r\n Given the fact that the overwhelming opposition \r\nof the General Assembly to the continuing imposition \r\nof the embargo has been endorsed by a growing \r\nnumber of public bodies that have expressed \r\ndisapproval of these punitive actions, many had hoped \r\nthat there would be a change in the situation. However, \r\nthe growing demand of the international community for \r\nthe lifting of the embargo has not been fulfilled. \r\n Faithful to its commitment to peace, justice and \r\nequality, and as a firm believer in the principles \r\nenshrined in the Charter of the United Nations and in \r\ninternational law, including the sovereign equality of \r\nStates and non-intervention and non-interference in the \r\ninternal affairs of States, as well as freedom of \r\ninternational trade and navigation, Ghana reaffirms its \r\nopposition not only to the embargo but also to the \r\nextraterritorial application of national legislation, such \r\nas the Helms-Burton Act, that seeks to impose on third \r\ncountries punitive measures that impede international \r\ntransactions. No country should be encouraged or \r\nallowed to pursue unilateralism at the expense of \r\nfruitful international cooperation, particularly in an era \r\nof multilateralism and globalization. \r\n The unilateral anti-Cuban legislation has gravely \r\nundermined the efforts of the Cuban people to achieve \r\neconomic and social development, which has had \r\nunavoidable consequences for the living standards of \r\nthe population, particularly vulnerable groups, \r\nincluding children, women and the elderly. Such \r\npractices are thus a flagrant violation of human rights, \r\nas they are fraught with harmful humanitarian \r\nconsequences. \r\n The use of embargoes or unilateral sanctions as a \r\nmeans to resolve inter-State differences has long been \r\nrejected by the international community, which favours \r\ndialogue, negotiation and arbitration. It is in this \r\ncontext that the Cuban Government has been calling \r\nfor a dialogue to resolve its differences with the United \r\nStates. We therefore appeal to the United States to \r\n \r\n 11 \r\n \r\n A/55/PV.56\r\nrespond positively to Cuba’s offer to enable the two \r\ncountries to enter into a new era of bilateral relations. \r\nThe cooperation and understanding shown by the two \r\nGovernments with regard to the unfortunate and tragic \r\ncase of Elián González should serve as a source of \r\nencouragement for direct talks about their differences. \r\n My delegation is happy to observe that the United \r\nStates Government is seeking avenues for the further \r\neasing of certain aspects of the embargo, including the \r\nrecent lifting of restrictions on the export of food and \r\nmedicine to Cuba. We are, however, concerned about \r\nthe financial and other restrictions attached to the \r\nimplementation of this policy. Furthermore, such \r\nconcessions are not beneficial to efforts aimed at \r\nforging cordial bilateral relations, since they would do \r\nlittle for the Cuban economy because they rule out \r\nsales from Cuba to the United States. Indeed, these \r\nmeasures are cosmetic and do not respond to the \r\nincreasing demand for a total lifting of the embargo. \r\n Despite the hardships endured by Cubans over \r\nthe years, the Government and the people of Cuba have \r\nmade laudable strides in their pursuit of solidarity and \r\ninternationalism. Cuba has assisted many developing \r\ncountries, including my own, in the fields of medical \r\nhealth and education, thus contributing to the well-\r\nbeing and prosperity of millions of people around the \r\nworld. \r\n As we cross the threshold into the new \r\nmillennium, it behoves all Member States of the United \r\nNations to ensure that relics of the cold war are \r\ndiscarded from the agenda of the General Assembly \r\nthrough the shedding of attitudes that do not enhance \r\ntrends towards international cooperation and \r\nunderstanding. For all these reasons, my delegation \r\nwill, as in the past, support the draft resolution on this \r\nitem, as introduced by the Foreign Minister of Cuba. \r\n Mr. Dorda (Libyan Arab Jamahiriya) (spoke in \r\nArabic): I have stepped up to this rostrum to declare \r\nour support for Cuba and for the draft resolution \r\nsubmitted by its delegation. \r\n We are here before the Assembly to reassert once \r\nagain our condemnation of all the coercive measures \r\nthat the United States is carrying out, or might in future \r\ncarry out, against other peoples of the world. The \r\nUnited States does not have the right to do this, \r\nbecause force must not be a substitute for the primacy \r\nof law. The use of force runs counter to all \r\ninternational instruments and standards. \r\n The United States is seeking to impose its own \r\nformulas and categories on other countries. It wants \r\nthem to be puppets and to serve its interests. The \r\nUnited States does not care about the interests of \r\npeoples themselves. This arrogance of power is sheer \r\nmadness. \r\n We pay tribute to the heroic people of Cuba, and \r\nhave great respect for their President, Fidel Castro. \r\nCuba is a tiny country fighting a giant one, one that is \r\nimposing conditions on it and attempting to decide \r\nwhat kind of regime it should have. But Cuba has been \r\nfree and independent for more than 40 years and will \r\nnot be subjugated. This is an example we should all \r\nfollow. All the countries that believe that the United \r\nStates represents the shadow of God on earth should \r\nfollow in Cuba’s footsteps. \r\n The blockade against Cuba should have been \r\nterminated long ago. This would have been in \r\naccordance with the conscience of the peoples of the \r\nworld, who reject Cuba’s continued victimization by \r\nthe United States. We are on earth by the grace of God, \r\nnot by the grace of the United States. The United States \r\ncannot impose its will on anyone. Why should we be \r\nafraid of the United States? We should fear only an \r\nomnipotent God. \r\n Some countries have attempted to oppose the \r\nUnited States. What has been the result? Among other \r\nthings, those countries are not respected or given \r\nassistance by the United States. The United States \r\nrespects only those countries that respect themselves. \r\nWe must all endeavour to earn the respect of our \r\npeoples, not that of the United States. \r\n We should value Fidel Castro. He has lived in his \r\nown country as a giant who has served his people. He \r\ndoes not carry out the orders of the all-powerful, and \r\nhe rejects their efforts. So I say to our friends in Cuba \r\nthat they are in good company — Libya, the Sudan, \r\nIran, Iraq North Korea and other countries upon which \r\nsanctions have been imposed. We should thank the \r\nUnited States. Why do I say that? Because it has forced \r\nus to seek solutions to our problems and to mobilize \r\nour potential and intellectual capacity to find local \r\nsolutions — solutions of our own.  \r\n Cubans are superior in education and medical \r\nservices. They have no equal in the world. Some \r\nAmericans go to Cuba for treatment of various \r\nillnesses. Some Canadians also have gone to Cuba \r\nfrom the north of the continent to receive treatment, \r\n \r\n12  \r\n \r\nA/55/PV.56  \r\nincluding drug addicts. Cuba does not refuse treatment \r\nto anyone. Medical services and medicines are not \r\ngiven only to the Cuban people. Cuba provides \r\ntreatment for malaria, AIDS and other diseases, and it \r\nhas, at its own expense, sent thousands of doctors to \r\nmore than 20 African countries. \r\n What an enormous difference this is between \r\nthese two countries. One prohibits the dispatch of \r\nmedicines to other countries of the world, even \r\ncountries that require and purchase them, and the other \r\ncountry sends drugs free of charge to other countries. \r\nWhich is the greater country in that case? Clearly, it is \r\nCuba. How can we compare a country that prohibits \r\nthe sale of food to other countries with a country that \r\nwillingly shares its limited amounts of food with \r\nothers? \r\n About two weeks ago, President Castro showed \r\nus a map indicating where Cuban doctors and \r\nmedicines can be found. They are being used in forests, \r\nvillages and jungles to help the people who need them. \r\nLibya, Cuba, Nigeria, and, more recently, Iran, \r\nfollowing its head of State’s visit to Havana, all have \r\ncontributed to the formulation of an expanded \r\nprogramme to provide all necessary treatments for our \r\nbrothers in the African continent. \r\n Who is providing these services? The countries \r\nthat are suffering from blockades — Libya, Cuba and \r\nIran. Which is the greater country? A great country is \r\none that voluntarily provides services and assistance to \r\nother countries. A country that imposes food and \r\nmedicine blockades on other countries should not be \r\ncalled a great country. \r\n We are told that Cuba is not democratic and \r\nshould emulate the United States democratic system. \r\nBut consider the Florida scandal we are witnessing \r\nhere in the United States. We can see from the elections \r\nthat we are the democracies, not the ridiculous, farcical \r\nmodel of the United States.  \r\n A draft resolution on multilateralism was \r\nintroduced by the United States together with other \r\nsponsors, at one of the United Nations Commissions, \r\nand they want us to adopt it. Again, there is the \r\nexample of Florida, which they want to propagate \r\naround the world. If one is shameless, one does \r\nwhatever one likes. That is how they want the world to \r\nbe. \r\n Cuba wants to feel confident, as it always has. As \r\nwas stated by the Minister for Foreign Affairs of Cuba, \r\nif the United States expects the second and third \r\ngenerations and other generations of Cubans to be its \r\npuppets, then it is mistaken. The Minister for Foreign \r\nAffairs himself is a second- or third-generation Cuban \r\nand has the principal responsibility for the youth of \r\nCuba. The young people of Cuba realize that freedom \r\ncosts a great deal and that their independence does not \r\ndepend on anything that they can receive from the \r\nUnited States. \r\n What does the United States give to the peoples \r\nof the world? All it gives is superficial and superfluous \r\nthings. Does the United States work in the interest of \r\nother countries and other peoples, even through its \r\ninvestments? The United States invests only if there is \r\na yield and profit for the United States. The United \r\nStates takes; it does not give. \r\n We have condemned the United States, but it is \r\nnot we and our words that condemn the United States \r\nthe most, but rather that country’s own acts, practices \r\nand positions. The United States invaded Grenada, \r\nlaunched attacks on the President of Cuba and \r\nconducted night raids against towns and villages in \r\nLibya. What was the purpose of these insane acts? \r\n Libya and other countries of the world want the \r\nUnited States to hear the voice of reason. Even if the \r\nUnited States says that it has modified and amended \r\nthe law, we do not need its wheat or its medicines. We \r\nwill buy these things from countries that respect us and \r\nserve our interests and that respect our independence \r\nand freedoms. We are not going to buy wheat and \r\nmedicines from countries that have been forced by the \r\nUnited States to open their markets to United States \r\nproducts. This is not the way to conduct relations \r\namong States. When we need food and medicine, we \r\nwill buy them from countries that respect our \r\nindependence, liberty and sovereignty. We have free \r\ntrade with those countries, and our relations with them \r\nare marked by mutual respect. This approach must \r\nbecome universal in order to oppose force and to teach \r\nfuture generations that Cuba will remain independent \r\nand sovereign. \r\n Mr. Kumalo (South Africa): Allow me to \r\nwelcome the Foreign Minister of Cuba this morning. \r\nMy delegation believes that it is very significant that \r\nthe Foreign Minister of Cuba was able to find time in \r\nhis busy schedule to be among us. His presence, \r\n \r\n 13 \r\n \r\n A/55/PV.56\r\nhowever, is appropriate, because today we are \r\naddressing the plight of the Cuban people.  \r\n For more than 40 years, the people of Cuba have \r\nsuffered from a relentless and unilateral embargo. The \r\ntragedy of this unilateral embargo is that it continues to \r\ncause untold suffering to the Cuban civilian \r\npopulation. It is the ordinary people who bear the brunt \r\nof this injustice — the ordinary men, women and \r\nchildren whose daily lives in Cuba have been affected \r\nby policies beyond their control. It is therefore no \r\nwonder that the overwhelming majority of Member \r\nStates present this morning are here to rally in support \r\nof the draft resolution before us. \r\n South Africa views the continued imposition of \r\nan economic, commercial and financial embargo by the \r\nUnited States of America against the Republic of Cuba \r\nas a flagrant violation of the principle of the sovereign \r\nequality of States: non-intervention and non-\r\ninterference in each other’s domestic affairs. We are \r\nguided by these basic norms of international conduct in \r\nour principled support for the need to eliminate \r\ncoercive economic measures as a means of political \r\nand economic compulsion. \r\n At the Thirteenth Ministerial Conference of the \r\nNon-Aligned Movement, held in Cartagena this April, \r\na call was made to the Government of the United States \r\n “to put an end to the economic, commercial and \r\nfinancial embargo against Cuba, which, in \r\naddition to being unilateral and contrary to the \r\nUnited Nations Charter and international law, and \r\nto the principle of neighbourliness, caused huge \r\nmaterial losses and economic damage to the \r\npeople of Cuba”. \r\nThe ministers further expressed \r\n “their deep concern over the widening of the \r\nextraterritorial nature of the embargo against \r\nCuba and over continuous new legislative \r\nmeasures geared to intensifying it”. \r\n My delegation reiterates the sentiment expressed \r\nat the Non-Aligned Movement ministerial summit and \r\ncalls upon all countries to reject the unilateral \r\nextraterritorial imposition of sanctions, because they \r\nstand in stark contrast to international laws that guide \r\nall civilized States. The United Nations Charter is an \r\nembodiment of the vision, mission, principles and \r\nobligations that all signatories to the Charter have to \r\nabide by. They specifically include the equality of all \r\nMember States and non-intervention and non-\r\ninterference in the domestic affairs of other States. \r\nFreedom to trade internationally is an integral part of \r\nmany international legal instruments. \r\n In line with previous United Nations resolutions \r\non this item, among others, South Africa believes that \r\nconstructive dialogue can foster mutual trust and \r\nunderstanding as well as engender harmony and \r\npeaceful coexistence between the two nations. South \r\nAfrica will once again support the draft resolution to \r\nbe considered by the General Assembly under this \r\nitem. This, we believe, is the least we can do for the \r\nCuban people. \r\n The President: Before giving the floor to the \r\nnext speaker, I should like to propose, if there is no \r\nobjection, that the list of speakers in the debate on this \r\nitem be closed now. \r\n It was so decided. \r\n Mr. Arcaya (Venezuela) (spoke in Spanish): The \r\nMillennium Summit reaffirmed that the multilateralism \r\nrepresented in the United Nations constitutes one of the \r\nmost suitable means for finding solutions to problems \r\nof common interest requiring collective responses \r\nbased on international dialogue and cooperation. \r\n However, we note with concern that on quite a \r\nfew occasions these trends towards dialogue and \r\nunderstanding have been obstructed by the application \r\nof unilateral measures with extraterritorial effects, such \r\nas the Helms-Burton Act. These are at variance with \r\nthe principles and norms of international law and \r\npeaceful coexistence among nations. \r\n For this reason, we support the consideration of \r\nthis item by the General Assembly. It is of particular \r\nimportance, owing to the negative consequences of \r\nsuch measures on the international political, economic \r\nand legal order. \r\n Against the background of growing economic \r\ninterdependence, which is gradually being \r\nconsolidated, the application of such measures \r\ncontradicts the signs of our times, in which free access \r\nto markets, goods and services, based on clear rules \r\nand the consolidation of the processes of integration, \r\nare central elements in the ongoing globalization \r\nprocess. \r\n From this standpoint, Venezuela reiterates its \r\nrejection of the application of unilateral measures such \r\n \r\n14  \r\n \r\nA/55/PV.56  \r\nas the Helms-Burton Act, for such measures infringe \r\nthe sovereignty of States and affect the legitimate \r\ninterests of entities or citizens under the jurisdiction of \r\nthird countries and undermine the rules of trade \r\nembodied in the charter of the World Trade \r\nOrganization. \r\n Accordingly, our country endorses the statements \r\non this topic adopted by the Organization of American \r\nStates, the Rio Group, the Non-Aligned Movement \r\nand, more recently, by the Summit of the Group of 77. \r\n In this context, we believe that the economic, \r\ncommercial and financial blockade imposed on Cuba is \r\nat variance with international law and the principle of \r\nself-determination, and runs counter to the legitimate \r\naspiration of peoples to achieve full human \r\ndevelopment. We cherish the hope that an end will be \r\nput to these measures, which, from any standpoint, fall \r\noutside international legality and the necessary \r\nunderstanding among countries. \r\n For these reasons, Venezuela will vote in favour \r\nof draft resolution A/55/L.7, which is under \r\nconsideration by this Assembly. \r\n Finally, we thank the Secretary-General for the \r\nreport prepared on this item, which has been issued as \r\ndocument A/55/172 and Add.1. \r\n Mr. Lewis (Antigua and Barbuda): I am speaking \r\non behalf of the countries of the Caribbean Community \r\n(CARICOM). As in previous years, CARICOM States \r\nexpress their opposition to the economic, commercial \r\nand financial embargo imposed by the United States \r\nagainst Cuba. We firmly believe that the principles of \r\ninternational law and freedom of trade and navigation \r\nshould be respected. For our part, we maintain no \r\nlegislation or measure that would impinge on the \r\nsovereignty of any State and the legitimate interest of \r\nits nationals. \r\n Member States of the Caribbean Community, in \r\nkeeping with our policy of mutual respect, good-\r\nneighbourliness and respect for the principles of the \r\nUnited Nations Charter, have sought collectively and \r\nindividually to strengthen links with Cuba in an \r\nattempt to promote Cuba’s gradual economic \r\nintegration into the subregion through functional \r\ncooperation and trade. \r\n We therefore remain opposed to the perpetuation \r\nof policies that give rise to continued tension in the \r\nCaribbean and that impose artificial barriers to trade \r\nand cooperation in the region. We would like to see \r\nprogress in the establishment of a regime of peace and \r\ncooperation in the Caribbean Sea, and to this end we \r\nurge both parties to engage in an constructive process \r\nof dialogue to bring an end to policies of confrontation \r\nand exclusion, with a view to normalizing relations. \r\n Accordingly, we support the elements of the draft \r\nresolution that is before the Assembly, and we will vote \r\nin favour of its adoption. \r\n Mr. Hasan (Iraq) (spoke in Arabic): For the ninth \r\nconsecutive year, the overwhelming majority of States \r\nare voting in favour of lifting the embargo imposed by \r\nthe United States of America against Cuba. The \r\ninternational community is calling on the United States \r\nto respect the purposes and principles of the United \r\nNations Charter, including the right of countries to \r\nexercise sovereignty over their own territory and non-\r\ninterference in the internal affairs of countries. For the \r\nninth consecutive year, the United States is displaying \r\nits disrespect and scorn for the entire international \r\ncommunity by perpetuating the 40-year comprehensive \r\nembargo against Cuba. \r\n The United States embargo of Cuba has caused a \r\nhumanitarian disaster in that beautiful and peaceable \r\ncountry. The blockade has seriously hampered \r\neconomic and social development there and caused the \r\nunjustifiable suffering of millions of Cubans. It has, of \r\ncourse, hindered Cuba’s trade, not to mention its \r\nharmful effects on third parties that trade with Cuba. It \r\nviolates the fundamental rights of the Cuban people, \r\ninter alia, their right to life. It is organized genocide \r\nthat should entail the punishment of its perpetrators \r\nunder the 1948 Convention on the Prevention and \r\nPunishment of the Crime of Genocide. The Cuban \r\npeople have a right to compensation for the damage \r\ncaused by this illegal blockade, which has been \r\naccompanied by continued attempts by the United \r\nStates to interfere in Cuba’s internal affairs and to \r\norganize, encourage and finance acts of sabotage \r\nagainst that country and its people in an effort to bring \r\ndown its society and its political system. \r\n It is ironic that the United States should claim to \r\nact on behalf of democracy in committing such acts. In \r\nseeking to reverse the Cuban revolution against the \r\ndictator Batista, the United States merely wishes to \r\ninstall a similar regime, as it is most certainly doing \r\nelsewhere in the world where it supports the most \r\ndespotic and primitive Governments.  \r\n \r\n 15 \r\n \r\n A/55/PV.56\r\n The United States blockade of Cuba and \r\ninterference in its internal affairs are eloquent \r\nexamples of the policy of hegemony and force pursued \r\nby the United States in its international relations. The \r\nUnited States is currently applying unilateral sanctions \r\nagainst more than 70 countries, not to mention those \r\nimposed through the Security Council, including the \r\nglobal sanctions against Iraq. Such sanctions are \r\ntantamount to crimes against humanity, victimizing 1.5 \r\nmillion Iraqis, most of them women and children. The \r\nUnited States cold-bloodedly continues to kill Iraqi \r\nchildren, despite the reports of human rights \r\norganizations that the sanctions are illegal under \r\ninternational humanitarian law and run counter to \r\ninternational human rights law. They are a flagrant \r\nviolation of the United Nations Charter, specifically \r\nparagraphs 1 and 2 of Chapter I and paragraph (c) of \r\nArticle 55. \r\n We urge the United States to revise this policy \r\nradically and appeal to its sense of law and justice. We \r\ncall on the United States to lift its inhumane blockade \r\nof the Cuban and other peoples and hope that draft \r\nresolution A/55/L.7 before us today will be the last \r\nsuch appeal for an end to this policy of intimidation, \r\nstarvation and arrogant interference in the internal \r\naffairs of other countries. \r\n Mr. Musambachine (Zambia): Allow me to \r\nwelcome the presence of the Foreign Minister of Cuba \r\nat this meeting. My delegation is extremely thankful \r\nthat the Minister was able to find time in his busy \r\nschedule to be with us today. His presence is \r\nappropriate, because we are addressing the plight and \r\nthe suffering endured by the Cuban people for the past \r\n40 years. My delegation would like to associate itself \r\nwith the statement he made before this Assembly. \r\n In the same breath, my delegation wishes to \r\ncommend the Secretary-General for his report, \r\ncontained in documents A/55/172 and Add.1, entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba”. My delegation equally \r\ncommends the Cuban delegation for introducing draft \r\nresolution A/55/L.7. \r\n For the eight consecutive years that the General \r\nAssembly has adopted the resolution on this item, \r\nZambia has always voted in favour. We are, again at \r\nthis session, going to vote in favour of the draft \r\nresolution before us. Our decision to vote in favour is \r\nbased on our firm belief in the principles of the Charter \r\nof the United Nations. Zambia believes that the \r\neconomic, commercial and financial embargo imposed \r\non Cuba is a breach of international law and a violation \r\nof the principles of the United Nations Charter. The \r\nextraterritorial provisions of the Helms-Burton and \r\nD’Amato legislation infringe on the territorial integrity \r\nof other States. They also impede international \r\nnavigation and free trade, as embodied in the World \r\nTrade Organization Final Act. \r\n My Government is concerned about the adverse \r\neffects the embargo has on the Cuban people, \r\nespecially the vulnerable groups, such as children, \r\nwomen and the elderly. It is because of the seriousness \r\nof the situation that the General Assembly has been \r\nsteadfast in adopting resolutions demanding the lifting \r\nof this unnecessary embargo on Cuba. The Republic of \r\nZambia totally rejects the extraterritorial application of \r\nnational laws, such as the Helms-Burton Act, because \r\nsuch laws disregard the principles of the sovereign \r\nequality of States and non-interference in the internal \r\naffairs of other States. \r\n Zambia’s foreign policy is based, among other \r\nthings, on the principles of the sovereign equality of \r\nStates, non-interference and the peaceful coexistence \r\nof States. In this context, I would like to state that \r\nZambia has neither enacted nor applied domestic laws \r\ntowards any State that have extraterritorial jurisdiction. \r\nZambia will always fulfil in good faith the obligations \r\nit assumes in international agreements and \r\nconventions. \r\n Being both a landlocked and a transit country, \r\nZambia is better placed to appreciate the importance of \r\npromoting freedom of navigation and trade. Zambia \r\nhas consistently reaffirmed the right of access of both \r\nlandlocked and transit States to and from the sea by all \r\nmeans of transportation, in accordance with \r\ninternational law. The Republic of Zambia is also \r\ncommitted to the development of rule-based trade with \r\nall countries of the world. \r\n With the end of the cold war, the international \r\ncommunity was optimistic that there would be a \r\nresolution of these questions. However, it is regrettable \r\nthat conditions that dictated its existence are still very \r\nprevalent. Today we are concerned at the attempts to \r\ncondition and even erode the principles of friendly and \r\ncooperative relations between States. \r\n \r\n16  \r\n \r\nA/55/PV.56  \r\n It is because of our firm belief in the principles \r\nand purposes of the Charter of the United Nations that \r\nmy delegation once again calls for the complete lifting, \r\nwithout conditions, of the embargo on Cuba. We are \r\npleased to note that our relations with Cuba are based \r\non mutual respect and on the principle of non-\r\ninterference in each other’s affairs. These values \r\nshould be the foundations on which healthy relations \r\nbetween States are based and built. \r\n Mr. Apata (Nigeria): The Group of 77 leaders, at \r\ntheir maiden Summit in Havana last April, \r\nunequivocally called for the end of the economic \r\nembargo on Cuba. It is therefore an honour, and indeed \r\na privilege, for me to carry out the important mandate \r\nof speaking on behalf of the Group of 77 and China on \r\nagenda item 35 in support of draft resolution A/55/L.7, \r\nentitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”. \r\n We have read the report of the Secretary-General \r\non this item. It is instructive to conclude from it that \r\nthe economic, commercial and financial embargo \r\nimposed against Cuba is a unilateral action, whose \r\nextraterritorial effects have no validity in public \r\ninternational law. It is highly necessary that the \r\nembargo be lifted immediately to allow a free flow of \r\ninternational trade. \r\n The South Summit was aware that national laws \r\nlack extraterritorial applicability. Both the Declaration \r\nof the South Summit and the Havana Programme of \r\nAction, which our leaders adopted at the Summit, are \r\nnow part of the documentation of the Millennium \r\nAssembly. I should like to quote some relevant sections \r\nfrom the Programme of Action: \r\n  “In the spirit of fostering North-South \r\nrelations we underline the necessity for \r\ndeveloped countries to eliminate laws and \r\nregulations with adverse extraterritorial effects \r\nand other forms of unilateral economic coercive \r\nmeasures, inconsistent with the principles of \r\ninternational law, United Nations Charter and the \r\nprinciples of the multilateral trading system.  \r\n  “We also express our grave concern over the \r\nimpact of economic sanctions on the civilian \r\npopulation and development capacity in targeted \r\ncountries and therefore urge the international \r\ncommunity to exhaust all peaceful methods \r\nbefore resorting to sanctions, which should only \r\nbe considered as a last resort. If necessary these \r\nsanctions must be established only in strict \r\nconformity with the Charter of the United \r\nNations with clear objectives, clear time frame, \r\nprovision for regular review, precise conditions \r\nfor their lifting and never be used as a form of \r\npunishment or otherwise exact retribution.” \r\n(A/55/74, annex I, paras. 10 and 11) \r\n I should like to conclude by quoting the appeal \r\nissued in Havana by the countries of the South Summit \r\non this issue, as it aptly focuses on the problem: \r\n  “We, the Heads of State and Government of \r\nthe Group of 77 and China, assembled here in \r\nHavana for the historic First South Summit, \r\nconsider it our moral and fraternal duty to address \r\na sincere appeal to the Government of the United \r\nStates of America to immediately lift the \r\neconomic embargo imposed on the Republic of \r\nCuba since 1960.  \r\n  “We also believe that the economic \r\nembargo, which has lasted too long, serves no \r\nother purpose than to preserve tension between \r\ntwo neighbouring countries and impose untold \r\nhardship and suffering on the people of Cuba, \r\nespecially women and children.  \r\n  “We are convinced that the replacement of \r\nthe embargo with greater dialogue and co-\r\noperation will contribute greatly not only towards \r\nthe removal of tension between them but also \r\npromote meaningful exchange and partnership \r\nbetween two countries whose destinies are linked \r\nby history and geography.  \r\n  “We, therefore, urge the United States \r\nGovernment to show magnanimity by responding \r\npositively to this appeal.” \r\n It is an honour on behalf of our Group to support \r\nthe draft resolution. \r\n Mr. Fedortchenko (Russian Federation) (spoke \r\nin Russian): Today we are considering a very important \r\nitem that goes far beyond the framework of relations \r\nbetween two countries, the United States and Cuba, \r\nand affects basic principles of the whole system of \r\ninternational relations. For eight consecutive years the \r\nGeneral Assembly has been considering the issue of the \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba.” This alone is convincing proof \r\n \r\n 17 \r\n \r\n A/55/PV.56\r\nof increasing opposition by the world community to \r\nsuch unilateral measures, which impede the \r\nformulation of a world legal order based on the \r\nprinciples of international legality and justice. \r\n Together with other States, Russia has repeatedly \r\nexpressed its disagreement with the efforts by certain \r\ncircles in the United States to tighten the sanctions \r\nregime against Cuba and to exert pressure on third \r\ncountries and certain international organizations to \r\nforce them to curtail their cooperation with Cuba. This \r\nclearly runs contrary to the norms of international law \r\nand the purposes and principles of the United Nations \r\nCharter.  \r\n Russia fully reaffirms its commitment to \r\nresolution 2625 (XXV), adopted by the General \r\nAssembly on 24 October 1970, entitled “Declaration \r\non Principles of International Law concerning Friendly \r\nRelations and Co-operation among States in \r\naccordance with the Charter of the United Nations”. \r\nThe Declaration states that no State may use or \r\nencourage the use of economic, political or any other \r\ntype of measure to coerce another State in order to \r\nobtain from it the subordination of the exercise of its \r\nsovereign rights and to secure from it advantages of \r\nany kind. \r\n We support the appeal to all States to refrain from \r\nadopting or applying such unilateral coercive measures \r\nin circumvention of the Security Council. We also urge \r\nStates having such legislation and continuing to apply \r\nit to take the necessary steps to repeal or terminate it as \r\nsoon as possible, in accordance with their \r\nconstitutional procedures. \r\n Russia regards the steps taken recently by the \r\nUnited States Administration to step up humanitarian \r\ncontacts with Cuba, partially freeing deliveries of \r\nmedicines and foodstuffs and expanding the \r\ngeographical area for charter flights between the two \r\ncountries, as moves in the right direction. \r\n We hope that these measures, although very \r\nlimited and selective in nature, along with the United \r\nStates Administration’s decision to reunite with his \r\nfather the six-year-old Cuban boy Elián González, \r\nwho, by force of circumstances, came to be in United \r\nStates territory, will mark the beginning of constructive \r\nreconsideration by the United States of its policy \r\ntowards Cuba in the interests of normalizing United \r\nStates-Cuban relations and improving the overall \r\nsituation in the region. \r\n For its part, Russia, firmly guided by the \r\nprinciples of the sovereign equality of States, non-\r\ninterference in their internal affairs and freedom of \r\ninternational trade and navigation, reaffirms its \r\nintention to further develop normal trade and economic \r\nrelations with Cuba. These relations are based on \r\ncommon interests and mutual benefits and are being \r\ncarried out in strict accordance with the United Charter \r\nand the universally recognized principles and norms of \r\ninternational law without any discrimination and \r\nwithout detriment to the legitimate rights and interests \r\nof the parties. \r\n Mr. Nejad Hosseinian (Islamic Republic of \r\nIran): Allow me at the very outset to express my \r\ndelegation’s sincere appreciation to the Secretary-\r\nGeneral for the report presented to the General \r\nAssembly under this agenda item. It represents a \r\nvaluable compilation of the views of a wide range of \r\nGovernments and organs and agencies of the United \r\nNations system. The emphasis of the report on the \r\npurposes and principles of the Charter of the United \r\nNations, as clearly indicated in the introduction, is a \r\nwelcome beginning and lies at the heart of the whole \r\nmatter. \r\n The views of the Government of the Islamic \r\nRepublic of Iran on the economic, commercial and \r\nfinancial embargo imposed by the United States against \r\nCuba and on the need to end it are known to the \r\nAssembly and, for our immediate purpose, are included \r\nin the report under consideration. However, I would \r\nlike to take the opportunity to highlight the major \r\nthrust of our views and to draw attention to the major \r\nissues involved. The economic, commercial and \r\nfinancial embargo imposed against Cuba contravenes \r\nall laws and principles governing international \r\nrelations, the provisions of the United Nations Charter \r\nand laws governing international trade and related \r\nconventions. All of us in the General Assembly, \r\nirrespective of whatever differences we might have on \r\nother issues and questions, seem to agree, as a matter \r\nof principle, that the promotion of international \r\ncooperation and friendly relations among States and \r\nthe strengthening of commitments to the purposes and \r\nprinciples of the United Nations Charter and \r\ninternational law constitute the most basic and \r\nfundamental purpose of the creation of this world \r\nOrganization. It hardly needs to be emphasized that \r\nrespect for the sovereign equality of States, non-\r\ninterference in the internal affairs of other States and \r\n \r\n18  \r\n \r\nA/55/PV.56  \r\nthe peaceful settlement of disputes have been among \r\nthe major objectives of the United Nations. Moreover, \r\nmore than ever before, the international community has \r\ncome to the realization that common efforts to resolve \r\ntensions and the promotion of friendly relations among \r\nStates, at both the regional and global levels, are \r\nimperative for the maintenance of peace and security \r\nand the achievement of development. The final \r\noutcome of the Millennium Summit, fresh as it is, \r\nshould serve as a vivid reminder to all of us in this \r\nregard. \r\n Within the overall global framework geared to the \r\npromotion of an international environment conducive \r\nto strengthening constructive dialogue and genuine \r\npartnership, recourse to unilateral coercive economic \r\nmeasures represents an anomaly, and hence is \r\nunacceptable to the international community. The \r\nprinciples and norms of international law against such \r\npractices are enormous indeed, including, inter alia, \r\nthose of the Universal Declaration of Human Rights, \r\nthe International Covenants on Economic, Social and \r\nCultural Rights, the Universal Declaration on the \r\nEradication of Hunger and Malnutrition, the \r\nDeclaration on the Inadmissibility of Intervention in \r\nthe Domestic Affairs of States and the Protection of \r\ntheir Independence and Sovereignty, and the \r\nDeclaration on Principles of International Law \r\nconcerning Friendly Relations and Cooperation among \r\nStates. It is also a matter of regret and concern that \r\nsuch practices not only have not diminished over time, \r\nbut rather, have been on the rise. There is little \r\ndisagreement within the international community that \r\nsuch policies and measures constitute major \r\nimpediments to the freedom of trade and finance, limit \r\nthe access of countries to financial resources and thus \r\nhamper the achievement of economic cooperation and \r\ndevelopment at different levels. It is exactly because of \r\nthis negative impact that it is incumbent upon all \r\ncountries to refrain from recourse to such measures and \r\nactions. \r\n On a related point, it is imperative that the \r\ninternational community should reject the \r\npromulgation and application of unilateral actions and \r\nlaws and regulations whose extraterritorial impact \r\nadversely affects the sovereignty and economic, \r\ncommercial and financial interests of other States, as \r\nwell as the legitimate interests of entities or persons \r\nunder their jurisdiction. Over and above their negative \r\nimpact on economic cooperation and development, \r\nsuch measures and actions also adversely affect the \r\nsocial and humanitarian activities of the targeted \r\ncountry and consequently hinder the full realization of \r\nthe human rights of the targeted people. \r\n As the Assembly is fully aware, in almost all \r\nUnited Nations resolutions and decisions on financial \r\nand commercial issues and related final declarations \r\nand conclusions of high-level meetings of the entire \r\nUnited Nations system, the critical need for an \r\nequitable, secure, non-discriminatory and predictable \r\nmultilateral trading system has been emphasized. The \r\nneed for a favourable and conducive international \r\neconomic and financial environment and a positive \r\ninvestment climate, that facilitate meaningful \r\nintegration of the developing countries in international \r\ntrade and financial systems, has also been endorsed by \r\nconsensus by the Assembly year after year. \r\n These collective decisions and declarations have, \r\namong others, also requested all countries to abolish all \r\nmeasures that could impede free international trade and \r\nfinancial transactions. In a number of high-level \r\nmeetings within the United Nations, Member States \r\nhave reaffirmed and renewed their commitments to \r\nuphold and strengthen the multilateral trading system \r\nfor the economic and social advancement of all \r\ncountries and peoples. Having made this point, I would \r\nalso like to draw the attention of this body to another \r\ncardinal principle governing the relations among States \r\nand constitution of the international community. \r\n We all have to respect the principle that it is an \r\nundeniable right of every State to choose its political, \r\neconomic, social and cultural system without \r\ninterference in any form by another State. Since the \r\nultimate objective of recourse to unilateral coercive \r\nmeasures is to create political and economic difficulties \r\nand instability in the targeted countries, the Islamic \r\nRepublic of Iran, like other members of the \r\ninternational community, advocates the removal and \r\nelimination of all economic and trade embargoes \r\nimposed against Cuba and believes that the differences \r\nbetween States should be settled in a peaceful manner. \r\n In this connection, as the Assembly is aware, the \r\nheads of State and Government of the Group of 77 and \r\nChina at their historic first South Summit, held last \r\nApril in Havana, called upon and made an appeal for \r\nthe immediate abolition of the economic embargo \r\nimposed on the Republic of Cuba since 1960. \r\n \r\n 19 \r\n \r\n A/55/PV.56\r\n Cognizant of the economic, social and financial \r\ndifficulties the Cuban nation has been facing as a result \r\nof the embargo, my delegation, like other members of \r\nthe Group of 77, believes that the economic embargo \r\nserves no other purpose than to preserve tension \r\nbetween the two neighbouring countries, and it would \r\nlike to extend its support, once again, to any step that \r\nthe General Assembly may wish to take to resolve the \r\nissue under consideration through peaceful means and \r\non the basis of the Declaration on Principles of \r\nInternational Law concerning Friendly Relations and \r\nCooperation among States in accordance with the \r\nCharter of the United Nations. Therefore, my \r\ndelegation will vote in favour of the draft resolution on \r\nthis agenda item. \r\n Mr. Urib (Namibia): I rise to speak this morning \r\non agenda item 33, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. My \r\nGovernment\u0027s position on the subject is well known, \r\nbut I would like to reiterate Namibia\u0027s opposition — \r\nstrong opposition, I might add — to the continued \r\nextraterritorial extension of the commercial and \r\nfinancial embargo imposed by the Government of the \r\nUnited States of America on the people of Cuba since \r\n1960. \r\n Namibia has, in the past, repeatedly advocated an \r\nend to this economic, commercial and financial \r\nembargo against Cuba, for we firmly believe that the \r\nHelms-Burton Act and the D\u0027Amato legislation are \r\nbreaches of international law and a violation of the \r\nprinciples of the United Nations Charter. Moreover, \r\nthese measures are contrary to peaceful coexistence \r\nand cooperation among nations and run counter to free \r\ninternational trade, especially in this era of \r\nglobalization. I therefore reiterate Namibia\u0027s call on the \r\nGovernment of the United States of America to \r\nimmediately lift this economic embargo against Cuba. \r\n The embargo continues to severely undermine the \r\neconomic and social development of Cuba and its \r\npeople. As a consequence of this embargo, Cuba finds \r\nit increasingly difficult, if not impossible, to purchase \r\nneeded food, medicine, fuel and raw materials, all of \r\nwhich are necessary to sustain the lives of the Cuban \r\npeople. The world cannot and must not remain an idle \r\nwitness to this gross injustice, which inflicts untold \r\nsuffering on the Cuban people, especially women and \r\nchildren. In this respect, Namibia is pleased that the \r\ninternational community has time and again rejected \r\nthis hostile policy by the most powerful nation against \r\na small developing country.  \r\n In this context, the Group of 77 and China, at its \r\nSouth Summit held in Havana, Cuba, in April 2000, \r\nlaunched an appeal to the United States of America \r\ncalling on it to immediately lift the economic embargo \r\nimposed on Cuba. They stressed in that appeal their \r\nconviction \r\n “that the replacement of the embargo with greater \r\ndialogue and cooperation will contribute greatly \r\nnot only towards the removal of tension between \r\nthem but also promote meaningful exchange and \r\npartnership between the two countries whose \r\ndestinies are linked by history and geography”. \r\n Namibia enjoys excellent bilateral relations with \r\nboth the United States of America and Cuba. We \r\ntherefore believe that the immediate lifting of this \r\nembargo will not only benefit the people of Cuba, but \r\nthe United States as well. For all these reasons, \r\nNamibia will, once again, vote in favour of the draft \r\nresolution contained in document A/55/L.7, which was \r\nintroduced earlier by the Minister for Foreign Affairs \r\nof the Republic of Cuba, His Excellency Mr. Felipe \r\nPérez Roque. We congratulate him, his Government \r\nand the people of Cuba for their courage and \r\nsteadfastness in the face of these enormous difficulties. \r\n Mr. Shen Guofang (China) (spoke in Chinese): \r\nFor eight consecutive years, the General Assembly has \r\nadopted a resolution reaffirming the principles of \r\nsovereign equality, non-interference in the internal \r\naffairs of countries and freedom in international trade \r\nand navigation, appealing to all countries to implement \r\ntheir commitments under the Charter and international \r\nlaw and avoid formulating and implementing laws and \r\nmeasures that run counter to the above-mentioned \r\nprinciples. This is a just call on the part of the \r\ninternational community, which deserves to be heeded \r\nand implemented by the country concerned. \r\n The economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba \r\nhas lasted for decades and has caused enormous \r\ndifficulties for the Cuban people in their efforts to \r\nachieve economic and social development. It has \r\nseriously affected efforts made by the Cuban \r\nGovernment in eradicating poverty and improving \r\npeople’s living standards and has seriously harmed the \r\nhealth and welfare of women and children. This is a \r\nviolation of their human rights. \r\n \r\n20  \r\n \r\nA/55/PV.56  \r\n Laws with extraterritorial effects implemented to \r\nenforce the embargo have also adversely affected \r\nnormal economic and commercial relations between \r\nCuba and other countries, and thereby has seriously \r\njeopardized their legitimate rights and interests. This is \r\na matter of serious concern to us. The Chinese \r\nGovernment always believes that countries have the \r\nright to choose their social systems, ideologies and \r\npaths to development according to their own \r\ncircumstances. No other country has the right to \r\ninterfere in this regard. \r\n Recourse to unilateral economic, commercial and \r\nfinancial embargoes aimed at forcing other countries to \r\nabandon their independent development choices and \r\nindeed at subverting their Governments is in violation \r\nof the principles and purposes of the United Nations \r\nCharter and of the norms governing international \r\nrelations. It should therefore be condemned by the \r\ninternational community.  \r\n For many consecutive years, the General \r\nAssembly, by great majorities, has adopted resolution \r\nafter resolution calling on all States to abide by the \r\nCharter of the United Nations and international law, \r\nurging States not to apply laws and measures that \r\nthreaten the legitimate rights and interests of other \r\ncountries, and urging States that continue to apply such \r\nlaws and measures to take the necessary steps to repeal \r\nor invalidate them.  \r\n It is regrettable that, contrary to the will of the \r\ninternational community, the United States stubbornly \r\npersists in failing to abandon its practices. It is clear \r\nfrom replies that the Secretary-General has received \r\nfrom Governments and from statements by Member \r\nStates on this item that the international community \r\nearnestly hopes that the country concerned will \r\nabandon the obsolete practice of imposing economic \r\nblockades, will turn to engagement rather than \r\nisolation and dialogue rather than confrontation, and \r\nwill settle its disputes with other countries through \r\nconstructive dialogue and negotiations.  \r\n We note that the United States recently eased the \r\nembargo against Cuba with respect to medicine and \r\nfood. But, as the Minister for Foreign Affairs of Cuba \r\nhas observed, even though the United States has taken \r\nlimited steps to ease the embargo, on the whole it \r\nremains in place.  \r\n To put an early end to the suffering of the Cuban \r\npeople and to enable normal economic and commercial \r\nexchanges between Cuba and other countries to \r\nproceed without interference, the international \r\ncommunity must pursue its efforts in this regard. We \r\nhope that the United States will go along with the \r\nhistorical trend and abandon its cold-war mentality, \r\nimplement the relevant United Nations resolutions and \r\ncompletely lift its economic, commercial and financial \r\nblockade against Cuba at an early date.  \r\n The Chinese delegation supports the draft \r\nresolution before the Assembly in document A/55/L.7.  \r\n Mr. Jokonya (Zimbabwe): I wish at the outset to \r\nacknowledge the presence in the Assembly Hall of the \r\nMinister for Foreign Affairs of the Republic of Cuba, \r\nHis Excellency Mr. Felipe Pérez Roque.  \r\n While we welcome the opportunity to address the \r\nproblematic question before the Assembly, we regret \r\nthat all our past efforts, including numerous General \r\nAssembly resolutions, have not succeeded in putting \r\nthis problem behind us. As a friend of Cuba and as a \r\ncountry that strongly adheres to international law, \r\nZimbabwe regrets that, before the very eyes of the \r\nentire international community, the people of Cuba \r\nhave been suffering for more than 30 years under a \r\nunilaterally imposed embargo which runs counter to \r\nthe principles and purposes of the United Nations. \r\nZimbabwe would take the same position were any \r\nunilateral measures imposed against the United States, or \r\nany other country for that matter.  \r\n The extraterritorial tentacles of the embargo seek \r\nto punish Cuba’s friends and trading partners for \r\ncoming to the aid of that small island country or for \r\nseeking business opportunities there. Surely, the \r\ninternational community must not stand by while the \r\nvery foundations and pillars of international \r\ncooperation and multilateralism are undermined. Each \r\ntime the international community closes its eyes to the \r\ntrampling of fundamental principles and tenets of \r\ninternational law, it demeans, dehumanizes and makes \r\na mockery of the Charter of the United Nations. The \r\ninternational community should roundly reject this \r\nkind — and this specific case — of imposition.  \r\n Furthermore, we believe that this body has the \r\nprerogative not only to come to the aid of victimized \r\ncountries but also to defend the principles of national \r\nsovereignty and territorial integrity, which are \r\nenshrined in the United Nations Charter.  \r\n \r\n 21 \r\n \r\n A/55/PV.56\r\n Like all those who spoke before it, Zimbabwe will \r\ntoday vote in favour of draft resolution A/55/L.7 on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba. We trust that others will do the \r\nsame so that we can give the draft resolution the \r\nresounding support it deserves. That is in line with the \r\nprinciples that bring us together, as sovereign States, in \r\nthis Organization.  \r\n The President: We have heard the last speaker in \r\nthe debate on this item.  \r\n We shall now proceed to consider draft resolution \r\nA/55/L.7. Before giving the floor to speakers in \r\nexplanation of vote before the voting, may I remind \r\ndelegations that explanations of vote are limited to 10 \r\nminutes and should be made by delegations from their \r\nseats.  \r\n Mr. Niehaus (Costa Rica) (spoke in Spanish): My \r\ndelegation will vote in favour of the draft resolution \r\nbefore us in document A/55/L.7, on the necessity of \r\nending the economic, commercial and financial \r\nembargo imposed against Cuba. Costa Rica condemns \r\nthe unjust unilateral imposition of economic measures \r\nagainst the Cuban people. The economic, commercial \r\nand financial embargo imposed against Cuba and the \r\nso-called Helms-Burton Act clearly violate public \r\ninternational law and run counter to the principles and \r\npurposes of the United Nations Charter.  \r\n My delegation considers that all sanctions \r\nregimes must be approved by the international \r\ncommunity as a whole, through authoritative, \r\nrepresentative multilateral organs. We therefore reject \r\nthe unilateral imposition of sanctions and the \r\nextraterritorial application of national legislation in \r\nviolation of the principle of non-interference in the \r\ninternal affairs of other States.  \r\n The Government of Costa Rica regrets the social, \r\npolitical and economic damage that the blockade has \r\ncaused among the Cuban people. It has without \r\nquestion harmed the health and nutritional status of the \r\nCuban people by preventing the import of medicine, \r\nfood and medical supplies and equipment. We regret \r\nalso that these measures have for more than 40 years \r\nhampered Cuba’s economic growth, condemning it to \r\nirremediable underdevelopment. Costa Rica is \r\nconvinced that lifting the embargo against Cuba would \r\nbe the best way to promote dialogue, freedom of trade \r\nand communication and the socio-economic well-being \r\nof the Cuban people.  \r\n We believe that it is essential that Cuba be fully \r\nintegrated into global markets so that it can achieve \r\ngreater development for the benefit of its people. \r\n Mr. Doutriaux (France) (spoke in French): I \r\nhave the honour to speak on behalf of the European \r\nUnion on the draft resolution entitled “Necessity of \r\nending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba”. The countries of Central and Eastern \r\nEurope associated with the European Union — \r\nBulgaria, the Czech Republic, Hungary, Lithuania, \r\nPoland, Romania, Slovakia and Slovenia — the \r\nassociated countries, Cyprus, Malta and Turkey, and \r\nthe European Free Trade Association country member \r\nof the European Economic Area, Iceland, align \r\nthemselves with this statement. \r\n The European Union believes that United States \r\ntrade policy towards Cuba is essentially a bilateral \r\nmatter. However, the European Union has also made \r\nclear its opposition to the extraterritorial extension of \r\nthe embargo imposed by the United States of America, \r\nas provided for in the 1992 Cuban Democracy Act and \r\nthe 1996 Helms-Burton Act. I should like in particular \r\nto recall that in November 1996 the Council of \r\nMinisters of the European Union adopted a Regulation \r\nand a Joint Action to protect the interests of natural or \r\nlegal persons under the jurisdiction of the European \r\nUnion against the extraterritorial effects of the Helms-\r\nBurton Act. Those European provisions are designed to \r\nprevent compliance within the Union with that United \r\nStates legislation. \r\n On 18 May 1998, at a summit held in London, the \r\nEuropean Union and the United States agreed on a \r\npackage of measures, including waivers in respect of \r\nTitles III and IV of the Helms-Burton Act, a \r\ncommitment by the United States Government not to \r\nadopt such extraterritorial legislation in future and an \r\nUnderstanding with Respect to Disciplines for the \r\nStrengthening of Investment Protection. The European \r\nUnion regrets that the United States Government has \r\nnot yet fulfilled those commitments. We call on the \r\nUnited States Government to do so, since in our view \r\nthat would represent an important step towards \r\nresolving the dispute. \r\n I should also like to recall the European Union \r\nCommon Position of 2 December 1996, and reaffirm \r\n \r\n22  \r\n \r\nA/55/PV.56  \r\nthat the Union’s main objective in its relations with \r\nCuba is to encourage a process of gradual, peaceful \r\ntransition to a pluralistic democracy and respect for \r\nhuman rights and fundamental freedoms, as well as to \r\neconomic recovery and an improvement in the living \r\nstandards of the Cuban people. In this connection, the \r\nEuropean Union recognizes that some progress has \r\nbeen made in recent years, but continues to be \r\nconcerned about the economic and political situation in \r\nCuba. It therefore hopes that there will be a lasting, \r\nsubstantial improvement in the situation, particularly \r\nwith regard to full respect for human rights. \r\n The European Union emphasizes the \r\nresponsibility of the Cuban authorities regarding \r\nhuman rights, such as civil and political rights, and in \r\nthis regard urges them to liberate and fully integrate \r\ninto society all prisoners of conscience. We appeal to \r\nthe Cuban authorities to cooperate fully with \r\ninternational human rights bodies and mechanisms. \r\n The European Union is pleased to note that Cuba \r\nhas continued to be very active in various international \r\nand regional forums. The Union recognizes that steps \r\nhave been taken by the Cuban Government to improve \r\nits economic integration within the region. The Union \r\npoints to the need for the progressive and irreversible \r\nopening up of the Cuban economy to the outside world. \r\nIt reiterates its wish to be Cuba’s partner in such a \r\nprocess. \r\n In conclusion, the European Union notes with \r\nconcern the findings of United Nations agencies and \r\nprogrammes on the ground and deplores the adverse \r\nand often tragic effects of the United States economic \r\nembargo on the Cuban population, in particular women \r\nand children. \r\n For all these reasons, the European Union \r\ncountries will unanimously vote in favour of the draft \r\nresolution. \r\n Mr. Cunningham (United States of America): \r\nThe United States opposes this ill-advised draft \r\nresolution. The decision of the United States to \r\nmaintain a trade embargo against the Government of \r\nCuba is strictly a matter of bilateral trade policy and \r\nnot a matter appropriate for consideration in or by the \r\nGeneral Assembly. The contention implicit in the draft \r\nresolution that the United States forbids others from \r\ntrading with Cuba is simply wrong. Sovereign States \r\nthemselves decide with which other States they will \r\ntrade. Because of the repressive policies and action of \r\nthe Castro Government itself, the United States \r\nchooses not to trade with the Cuban Government. \r\n The United States imposed and maintains a \r\nbilateral economic trade embargo as one element of a \r\npolicy of promoting democracy in Cuba. While \r\nmaintaining the bilateral trade embargo, the Clinton \r\nAdministration has moved to expand dramatically \r\npeople-to-people contacts with the Cuban population, \r\nto increase remittances and to help foster the growth of \r\nnon-governmental organizations that are truly \r\nindependent of the Government of Cuba. In late \r\nOctober, President Clinton signed into law a bill which \r\nallows the sale of food to Cuba. \r\n The American people have been extremely \r\ngenerous in providing humanitarian assistance to Cuba. \r\nIt is estimated that nearly $1 billion in direct cash \r\nremittances and $350 million in humanitarian \r\ndonations were passed from United States persons to \r\nCubans last year. This is a significant figure in a \r\ncountry with an estimated yearly gross domestic \r\nproduct of $12 billion. The goal of this policy is to \r\nfoster a transition to a democratic form of Government, \r\nto protect human rights, to help develop a thriving civil \r\nsociety and to provide for the economic prosperity that \r\nthe Cuban Government’s disastrous economic policies \r\nare denying the Cuban people. \r\n The Cuban authorities argue that the human \r\nrights of the Cuban people – or, rather, the lack thereof \r\n– are a concern for them alone. My Government \r\ndisagrees. Our fundamental premise, based on the \r\nUniversal Declaration of Human Rights, is that human \r\nrights violations in any one State are of concern to the \r\nentire international community. This observation is \r\nparticularly relevant following yet another crackdown \r\nby the Cuban secret police, which resulted in the \r\ndetention without charges of over 50 individuals whose \r\nonly crime is opposition to the despotic Cuban regime. \r\n The focus of the international community, as \r\nmanifested in the United Nations, should be on the \r\ncontinuing human rights crisis in Cuba, rather than on \r\nbilateral aspects of United States efforts to facilitate a \r\npeaceful transition to democracy in Cuba. The draft \r\nresolution serves only to distract the attention of the \r\ninternational community; worse, it may encourage the \r\nCuban authorities to persist in their tragically \r\nmisguided policies. \r\n \r\n 23 \r\n \r\n A/55/PV.56\r\n The President: We have heard the last speaker in \r\nexplanation of vote before the voting. The Assembly \r\nwill now take a decision on draft resolution A/55/L.7. \r\n A recorded vote has been requested. \r\n A recorded vote was taken. \r\nIn favour: \r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCambodia, Cameroon, Canada, Cape Verde, \r\nChad, Chile, China, Colombia, Comoros, Congo, \r\nCosta Rica, Côte d’Ivoire, Croatia, Cuba, Cyprus, \r\nCzech Republic, Democratic People’s Republic \r\nof Korea, Democratic Republic of the Congo, \r\nDenmark, Djibouti, Dominica, Dominican \r\nRepublic, Ecuador, Egypt, Equatorial Guinea, \r\nEritrea, Ethiopia, Fiji, Finland, France, Gabon, \r\nGambia, Georgia, Germany, Ghana, Greece, \r\nGrenada, Guatemala, Guinea, Guyana, Haiti, \r\nHonduras, Hungary, Iceland, India, Indonesia, \r\nIran (Islamic Republic of), Ireland, Italy, Jamaica, \r\nJapan, Jordan, Kazakhstan, Kenya, Kuwait, \r\nKyrgyzstan, Lao People’s Democratic Republic, \r\nLebanon, Lesotho, Libyan Arab Jamahiriya, \r\nLiechtenstein, Lithuania, Luxembourg, \r\nMadagascar, Malawi, Malaysia, Maldives, Mali, \r\nMalta, Mauritius, Mexico, Monaco, Mongolia, \r\nMozambique, Myanmar, Namibia, Nauru, Nepal, \r\nNetherlands, New Zealand, Nigeria, Norway, \r\nOman, Pakistan, Panama, Papua New Guinea, \r\nParaguay, Peru, Philippines, Poland, Portugal, \r\nQatar, Republic of Korea, Republic of Moldova, \r\nRomania, Russian Federation, Rwanda, Saint \r\nKitts and Nevis, Saint Lucia, Saint Vincent and \r\nthe Grenadines, Samoa, San Marino, Sao Tome \r\nand Principe, Saudi Arabia, Senegal, Sierra \r\nLeone, Singapore, Slovakia, Slovenia, Solomon \r\nIslands, South Africa, Spain, Sri Lanka, Sudan, \r\nSuriname, Swaziland, Sweden, Syrian Arab \r\nRepublic, Tajikistan, Thailand, the former \r\nYugoslav Republic of Macedonia, Togo, Tonga, \r\nTrinidad and Tobago, Tunisia, Turkey, \r\nTurkmenistan, Uganda, Ukraine, United Arab \r\nEmirates, United Kingdom of Great Britain and \r\nNorthern Ireland, United Republic of Tanzania, \r\nUruguay, Vanuatu, Venezuela, Viet Nam, Yemen, \r\nYugoslavia, Zambia, Zimbabwe \r\nAgainst: \r\n Israel, Marshall Islands, United States of America \r\n \r\n24  \r\n \r\nA/55/PV.56  \r\nAbstaining: \r\n El Salvador, Latvia, Morocco, Nicaragua \r\n Draft resolution A/55/L.7 was adopted by 167 \r\nvotes to 3, with 4 abstentions (resolution 55/20). \r\n The President: I shall now call on those \r\nrepresentatives who wish to speak in explanation of \r\nvote on the resolution just adopted. May I remind \r\ndelegations that explanations of vote are limited to 10 \r\nminutes and should be made by delegations from their \r\nseats. \r\n Mr. Moura (Brazil) (spoke in Spanish): My \r\ndelegation has the honour to speak on behalf of the \r\ncountries of the Southern Common Market \r\n(MERCOSUR) — Argentina, Paraguay, Uruguay and \r\nBrazil — and the two associated countries, Bolivia and \r\nChile. As in previous years, we have voted for the \r\nresolution that the Assembly has just approved. \r\n Disputes between States should be resolved by \r\npeaceful means. Coercive measures such as sanctions \r\nor blockades constitute exceptions to this general rule. \r\nSuch measures should be used only when all other \r\nmethods have been exhausted, and in any event should \r\nbe based firmly on international law. The \r\nextraterritorial application of domestic legislation runs \r\ncounter to the need to promote dialogue and to \r\nguarantee the primacy of the purposes and principles of \r\nthe Charter of the United Nations. \r\n Sanctions and blockades which are at variance \r\nwith international law exacerbate tensions. If they \r\naffect the interests of third States, as they do in this \r\ncase, the international community has even more \r\nreason for concern. In addition to being rejected by the \r\nGeneral Assembly, the economic, commercial and \r\nfinancial blockade imposed by the United States of \r\nAmerica has been rejected in a series of international \r\nforums, such as the Organization of American States, \r\nthe Rio Group, the Ibero-American Summit, and the \r\nLatin American Economic System. Nor does the \r\nblockade accord with the legal obligations of the \r\nmembers of the World Trade Organization. \r\n The MERCOSUR countries and associated \r\ncountries add their voice to the near-unanimous one of \r\nthe international community in rejecting these \r\nunilateral measures. Beyond the legal aspects, we do \r\nnot believe that these measures can contribute to the \r\nfull reintegration of Cuba into the inter-American \r\nsystem. \r\n Mr. Hørringstad (Norway): The Norwegian \r\nGovernment believes that there is a clear distinction \r\nbetween unilateral measures and sanctions adopted by \r\nthe international community through the United \r\nNations. \r\n In our view, no country should impose its \r\nlegislation on third countries. Norway has therefore \r\nalso this year voted in favour of the resolution just \r\nadopted. \r\n This does not mean that Norway would not like \r\nto see some changes in the attitude in Cuba to human \r\nrights. We do not, however, consider isolation through \r\nunilateral measures such as the embargo under \r\ndiscussion to be an appropriate response to the \r\nsituation and developments in Cuba. Norway believes \r\nthat more can be achieved through constructive \r\ndialogue in which no subject is excluded. We have \r\nbeen engaged in such a dialogue over the last few \r\nyears, a dialogue that focuses on human rights, and we \r\nwould like to continue that dialogue. \r\n Mr. Kitagawa (Japan): Japan shares the concern \r\nexpressed by many delegations today regarding the \r\nextraterritorial application of jurisdiction such as that \r\narising from the United States Helms-Burton Act. \r\n My Government has been closely following the \r\nimplementation of the resolution as well as the \r\ncircumstances surrounding it, and its concerns remain \r\nunchanged. For this reason, my delegation voted in \r\nfavour of draft resolution A/55/L.7. \r\n While Japan supports the draft resolution, it has \r\nsome questions as to whether the General Assembly is \r\nin fact the most suitable forum to address the very \r\ncomplex issue of the United States embargo against \r\nCuba. Japan believes that it would be desirable for both \r\ncountries to seek a solution through bilateral dialogue \r\nand thus calls on them to strengthen efforts towards \r\nthat end. \r\n I should like to take this opportunity to refer to \r\nthe human rights situation in Cuba. Political activities \r\nand the freedom of assembly, association and \r\nexpression continue to be restricted, and fundamental \r\nprogress towards democratization or ensuring respect \r\nfor individual rights is hardly in evidence. Japan \r\nremains concerned at the current situation and \r\ncontinues to strongly hope that it will be improved. \r\n Mr. Duval (Canada): Canada opposes the United \r\nStates economic embargo of Cuba as a unilateral \r\n \r\n 25 \r\n \r\n A/55/PV.56\r\nmeasure, the extraterritorial effects of which are \r\nunacceptable under international law. Further, the \r\nembargo has had severe humanitarian consequences for \r\nthe civilian population of Cuba. For these reasons, \r\nCanada voted in favour of the resolution before the \r\nAssembly today. \r\n In doing so, Canada wishes to reaffirm its \r\nposition that the Cuban Government itself must deal \r\nwith its own responsibility for the difficult \r\ncircumstances being experienced by its people. \r\n Mr. Stuart (Australia): Australia has voted in \r\nfavour of the draft resolution contained in document \r\nA/55/L.7. Australia shares concerns about the state of \r\nhuman rights and political freedoms in Cuba, but we do \r\nnot consider that isolating Cuba through economic \r\nsanctions is an effective means of achieving human \r\nrights and political reform. \r\n Australia has consistently expressed its \r\nopposition, as a matter of principle, to the \r\npromulgation and application by States Members of the \r\nUnited Nations of laws and measures whose \r\nextraterritorial effects affect the sovereignty of other \r\nStates, the legitimate interests of entities or persons \r\nunder their jurisdiction, as well as the freedom of trade \r\nand navigation. \r\n In Australia’s view, such laws and measures are \r\nnot justified by the principles of international law and \r\ncomity. Australia is concerned about the unilateral \r\nextraterritorial aspects of the Helms-Burton Act of \r\n1996, which codifies and broadens the embargo by \r\ntargeting foreign investors in Cuba. \r\n For these reasons, Australia has again voted in \r\nfavour of the resolution submitted under this item. \r\n The President: We have heard the last speaker in \r\nexplanation of vote. \r\n May I take it that it is the wish of the Assembly \r\nto conclude its consideration of agenda item 35? \r\n  It was so decided. \r\n \r\n \r\nProgramme of work \r\n \r\n The President: I should like to announce the \r\nfollowing additions to the programme of work. \r\n On Tuesday morning, 14 November 2000, the \r\nGeneral Assembly will take up as its second item \r\nagenda item 18, “Implementation of the Declaration on \r\nthe Granting of Independence to Colonial Countries \r\nand Peoples”. Under that agenda item, the Assembly \r\nwill take action on draft decision A/55/L.4. \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\n26  \r\n \r\nA/55/PV.56  \r\n On Tuesday morning, 28 November 2000, the \r\nGeneral Assembly will take up agenda item 47, \r\n“Assistance in mine action”. The list of speakers for \r\nagenda item 47 is now open. \r\n  The meeting rose at 1 p.m. \r\n"