"United Nations A/55/PV.25\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n25th plenary meeting\r\nWednesday, 20 September 2000, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-65023 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I first give the floor to His\r\nExcellency Mr. Monie Captan, Minister for Foreign\r\nAffairs of Liberia.\r\nMr. Captan (Liberia): I am honoured to\r\nparticipate in this historic session on behalf of His\r\nExcellency Mr. Charles Ghankay Taylor, President of\r\nthe Republic of Liberia.\r\nI am pleased to congratulate you, Sir, on your\r\nelection as President of the General Assembly at its\r\nfifty-fifth session. My delegation acknowledges the\r\nastute diplomatic skills and esteemed wisdom that you\r\nbring to this important assignment. We are therefore\r\nassured of a successful convocation, and assure you of\r\nthe full cooperation of the Liberian delegation.\r\nI also take this opportunity to pay tribute to the\r\noutgoing President, Mr. Theo-Ben Gurirab of Namibia,\r\nmy brother and colleague, for the very able manner in\r\nwhich he conducted the fifty-fourth session of the\r\nGeneral Assembly.\r\nIn the same vein, I commend our Secretary-\r\nGeneral, Mr. Kofi Annan, for his vision, far-\r\nsightedness and the efficient manner in which he\r\ncontinues to carry out his mandate.\r\nThis session has the challenge of determining\r\nhow the international community will address the\r\nprimary issues of peace and development. It has the\r\ntask of assisting in preventing intra-State, inter-State\r\nand regional conflicts, as well as of ensuring that we\r\npursue balanced and non-selective approaches to their\r\nsolution. In addition, it must consider how to bring\r\nequity to the present international financial structure.\r\nDespite the much heralded dividends that globalization\r\noffers, developing countries are still beset by mounting\r\ndebt burdens, unfair trade practices, declining official\r\ndevelopment assistance, poor health delivery systems\r\nand inadequate resource flows. An improved\r\nenvironment for global interaction, sensitive to the\r\nneeds of developing countries, is a dire necessity that\r\nmust not be ignored during our deliberations.\r\nThe purposes and principles of the Charter have\r\nproved to be of durable value over the years. Today, as\r\nin the past, Liberia reaffirms its commitment to this\r\ninstrument. The machinery that has evolved continues\r\nto be an indispensable framework for better\r\ninternational relations. But Member States cannot\r\ncontinue to support the United Nations in words only,\r\nand must avoid resorting to the expediency of\r\nexploiting it in the pursuit of narrow national aims that\r\nconsistently discredit others.\r\nAt the dawn of this millennium, the United\r\nNations performance will be measured principally by\r\nits capability to sustain and protect the universal values\r\nof liberty, equity and solidarity, tolerance, non-\r\nviolence, respect for nature and shared responsibility,\r\nas endorsed by the Millennium Summit a few weeks\r\nago. Liberia intends to be a part of the process.\r\n2\r\nA/55/PV.25\r\nThere are areas of the United Nations that need\r\nconstant attention and improvement. Liberia and other\r\nMember States have spoken of the need to deal with\r\nsome of the structural and institutional malaise that\r\ncontinues to undermine the Organization’s\r\neffectiveness. As emphasized in my address to the\r\nMillennium Summit, we must, first, review the\r\ninequitable representation of the world’s people\r\nreflected in the present structure of the Security\r\nCouncil; secondly, review the undemocratic processes\r\nof decision-making in the Security Council; and,\r\nthirdly, review the continuous violations, with apparent\r\nimpunity, of the United Nations Charter by the big, the\r\nrich and the powerful.\r\nIndeed, when the Organization was constructed,\r\nfive nations were entrusted with the responsibility of\r\noverseeing the entire world. The prevailing\r\ncircumstances justified this dispensation, and Liberia, a\r\nsignatory to the Charter, reasoned that the arrangement\r\nwas acceptable. Time has unfolded new realities that\r\nmake the arrangement of old unrealistic, unjustifiable\r\nand certainly unacceptable.\r\nThere is a need to take into account existing\r\npolitical, economic and security realities. I need hardly\r\nsay that one area of concern to Liberia is the use of the\r\nveto in the Security Council — a use that, on some\r\noccasions, has proved to be in conflict with the noble\r\nobjectives of the Charter.\r\nLiberia is interested in peace, justice,\r\ndevelopment and economic progress for its people, and\r\nwill not restrain its voice on issues that are vital to all\r\nnations and on which it should speak with an equally\r\nauthoritative voice.\r\nMindful that peace can translate into a sustained\r\nclimate for development, Liberia has continued to work\r\nwithin the framework of the Economic Community of\r\nWest African States (ECOWAS) to make peace in our\r\nsubregion a reality. In this regard, Liberia was\r\nprivileged to assume the mandate given to President\r\nCharles Ghankay Taylor by his colleagues, heads of\r\nState of ECOWAS, in Abuja in May 2000.\r\nIn keeping with consultations held among the\r\nChairman of ECOWAS, the Chairman of the\r\nOrganization of African Unity (OAU), the President of\r\nNigeria, and the President of the Gambia, hosted by the\r\nPresident of Liberia, in Monrovia on 26 July 2000, a\r\nnew leader and interlocutor of the Revolutionary\r\nUnited Front (RUF) has been named by the RUF high\r\ncommand, through a letter to the Chairman of\r\nECOWAS. Thus Corporal Foday Sankoh was removed\r\nfrom the peace process in Sierra Leone. Additionally,\r\nthe new RUF leadership has indicated, in writing, its\r\nwillingness to accept a ceasefire, to return to positions\r\nheld at the signing of the Lomé Agreement on 7 July\r\n1999, to accept the deployment of an ECOWAS\r\ncontingent of the United Nations Mission in Sierra\r\nLeone (UNAMSIL) into RUF positions and to proceed\r\nwith the disarmament, demobilization and reintegration\r\nprogrammes.\r\nLiberia, along with other ECOWAS member\r\nStates, has also called upon the new RUF leadership to\r\nshow good faith by returning all seized arms,\r\nammunition and equipment to UNAMSIL. It has been\r\nreported that some armoured personnel carriers have\r\nbeen returned to UNAMSIL, but we must continue to\r\ninsist on full restitution.\r\nLiberia wishes to take this opportunity to again\r\ncondemn the taking of United Nations peacekeepers by\r\nthe RUF, an act that challenged and undermined our\r\nconcerted efforts to ensure collective security.\r\nLikewise, the recent attacks on United Nations\r\npersonnel in East Timor and Macenta, Guinea, are\r\nunacceptable and warrant the collective actions of\r\nMember States of the United Nations to prevent any\r\nfuture attacks against United Nations personnel. We\r\nmust send a clear and unambiguous message to all\r\ngroups that the people of the world intend to\r\nadequately protect those individuals commissioned to\r\ncarry out specific assignments for and on behalf of the\r\nUnited Nations, whether in the area of peacekeeping or\r\nin the discharge of other humanitarian services.\r\nThe Government of Liberia has expressed its\r\nsupport for Security Council resolution 1306 (2000),\r\nwhich calls for an end to the smuggling of diamonds\r\nfrom Sierra Leone. As evidence of this, my\r\nGovernment has committed itself to undertaking\r\nseveral initiatives, including the enactment of a statute\r\ncriminalizing the export of undocumented or\r\nuncertified diamonds; the enforcement of legislation\r\nrequiring the Central Bank of Liberia to issue\r\ncertificates of origin, in line with existing laws; and the\r\ndevelopment of a transparent process, with the\r\nassistance of experts from the International Monetary\r\nFund and the World Bank.\r\nAfter the Liberian civil war our Government took\r\nseveral measures to consolidate peace and security in\r\n3\r\nA/55/PV.25\r\nour subregion, especially since many disgruntled\r\nformer combatants sought refuge in neighbouring\r\ncountries. The Government of Liberia voluntarily\r\ndestroyed, with the assistance of ECOWAS and the\r\nUnited Nations, more than 21,000 small arms and more\r\nthan 3 million rounds of ammunition. The Government\r\nof Liberia also signed the protocol to the ECOWAS\r\nsmall arms Moratorium.\r\nDespite these measures, and the current\r\nimposition of an unjust arms embargo against Liberia,\r\narmed insurgents from the neighbouring country of\r\nGuinea have attacked Liberia for the third time. The\r\nrepeated violations of Liberia’s territorial integrity by\r\narmed insurgents from the area of the Guinea-Sierra\r\nLeone borders have been reported to this Assembly and\r\nthe Security Council, the OAU and ECOWAS. Though\r\ngenerally unacknowledged and not condemned, in\r\nApril 1999 there was an incursion from Guinea,\r\nfollowed by another in August of the same year.\r\nA third and most recent attack emanating from\r\nthe Republic of Guinea is ongoing and has resulted in\r\nthe loss of lives and property and the displacement of a\r\nlarge number of our people.\r\nWe are alarmed by the large quantities of new\r\narms and ammunition being used by the insurgents\r\ncoming from Guinea, and the implications for ongoing\r\narmed conflicts and potential hotbeds in our subregion.\r\nThe repatriation of some 32,000 refugees to\r\nLiberia by the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR) has been\r\nsuspended as a result of the armed incursion. Indeed,\r\nLiberia is a stakeholder in the peace and security of the\r\nsubregion, and especially in bringing the illegal arms\r\ntrade in West Africa to an end.\r\nThe inviolability of the borders between Liberia,\r\nGuinea, and Sierra Leone remains a crucial issue. We\r\ncall, once more, for a monitoring presence of the\r\nUnited Nations at these borders to monitor all crossing\r\npoints capable of vehicular traffic. We recognize the\r\nenormous cost of policing the entire length of the\r\nborders and suggest the utilization of an airborne\r\nmulti-spectral service to detect any unusual movements\r\nof any type along the entire border. Intelligence\r\ngathered therefrom could prove useful to the three\r\ncountries and the international community at large. The\r\ncost of this service is reasonable and could be\r\nunderwritten by the international community.\r\nThe Government of Liberia wishes to bring to the\r\nattention of this Assembly the maltreatment of Liberian\r\nand Sierra Leonean refugees in Guinea, which was\r\nincited by a speech given by the President of Guinea,\r\nGeneral Lansana Conté, on 9 September 2000, and\r\nconfirmed by Human Rights Watch. The refugees have\r\nbeen arrested, beaten and some even raped.\r\nThese actions are in violation of international\r\nconventions and we appeal to the international\r\ncommunity to call upon the Guinean authorities to\r\nrespect and to protect all refugees living within their\r\nterritory. The attack on Guinea, while condemnable, is\r\nno excuse for such inhumane treatment meted out\r\nagainst innocent refugees.\r\nLiberia remains committed to the pursuit of peace\r\nand stability, both at home and in the subregion, and in\r\nso doing, will assiduously struggle for the socio-\r\neconomic uplifting of its people and those of the\r\nsubregion under the ECOWAS Treaty.\r\nIn my intervention last year, I renewed my\r\nGovernment’s request for the Security Council to lift\r\nthe arms embargo imposed on Liberia eight years ago\r\nin 1992. I advanced reasons in support of this request,\r\nprincipal among which was the constitutional duty to\r\ndefend the territorial boundaries of Liberia and to\r\nprotect all individuals therein, and especially in light of\r\nthe repeated armed incursions into Liberia by\r\ndissidents from Guinea. Again, in early July 2000 there\r\nwas another incursion into Liberia from the same\r\ncountry by dissidents with the declared objective of\r\noverthrowing the duly elected Government of President\r\nCharles Ghankay Taylor. As I speak, there is an\r\nongoing war between Government forces and the\r\ndissidents.\r\nAlthough our repeated requests for the lifting of\r\nthe arms embargo have not received a favourable\r\nresponse from the Security Council, we again put this\r\nmatter before that body for urgent consideration.\r\nThe present security situation within Liberia and\r\nthe West African subregion compels us to seek removal\r\nof these restrictions, so that the Government of Liberia\r\ncan acquire the means to protect its citizens and others\r\nwithin the territorial confines of the country, as well as\r\nto maintain a stable environment. On the other hand,\r\nthe continued existence of an arms embargo against\r\nLiberia in the midst of repeated armed aggression is a\r\nviolation of our inherent right to self-defence under\r\nArticle 51 of the United Nations Charter. If the United\r\n4\r\nA/55/PV.25\r\nNations fails to grant Liberia the right to defend itself,\r\nthen the United Nations is obligated to provide for the\r\nsecurity and defence of Liberia.\r\nThe persistent attacks on Liberia, we believe, are\r\nprecipitated and encouraged by the knowledge that\r\ndissident forces have of the existence of the United\r\nNations arms embargo on Liberia, which leaves Liberia\r\nvulnerable to such callous and unwarranted attacks on\r\nits nation and people by dissidents outside of the\r\ncountry.\r\nThe Security Council arms embargo has not only\r\nundermined and compromised Liberia’s capacity for\r\nself-defence, but it has further deprived our universities\r\nfrom obtaining needed laboratory chemicals, deprived\r\nour industries from acquiring essential explosives for\r\nmining and rock quarries. Hence, the arms embargo\r\ncontinues to have a disruptive impact on our\r\neducational system and our economy as well.\r\nIn this post-conflict environment, there is the\r\nurgent need to build confidence and enhance the\r\ncapacity of government institutions, such as health,\r\neducation and agriculture-related agencies and security\r\napparatus, which are vital to meeting the basic needs of\r\nLiberians, including ex-combatants.\r\nPledges were made toward the achievement of\r\nthis objective in Paris in December 1997. However,\r\nlittle aid has trickled in to further the reconstruction\r\nprogrammes of our Government.\r\nDespite the assurances from the international\r\ncommunity that the road to international assistance was\r\na successful disarmament process followed by the\r\nholding of free and fair elections, the international\r\ndonor community has continued to pursue a policy of\r\npunitive disengagement.\r\nPursuant to this policy, essentially, all known\r\navenues for obtaining assistance are laden with\r\nimpractical conditionalities, which are difficult to meet\r\neven by countries that have not experienced civil war.\r\nWe wish to note that this exclusionary attitude\r\napproximates the imposition of economic sanctions on\r\nLiberia and its people.\r\nHowever, whatever justification we may\r\nrationalize, there is a population of Liberia that has\r\nsuffered the scourge of seven years of civil war:\r\nvulnerable children, women and the elderly, who\r\ndeserve humane assistance irrespective of any political\r\nimperatives; people who care less for the politics of the\r\nmachination of power brokers who arrogate unto\r\nthemselves the right to determine what is acceptable\r\nbehaviour in the international political system. I might\r\nadd that Liberians are not automatons.\r\nAs a sovereign people, we claim the incontestable\r\nright to exercise the leading role in determining our\r\ndestiny, especially the right of ownership of our\r\ndevelopment programmes. We are an integral part of\r\nthe human family, pulsating with needs and aspirations\r\nthat are good and honourable. We too desire to reap the\r\nbenefits of the people-centred development underlined\r\nin the Millennium Declaration.\r\nAt this precarious period of our national life,\r\nLiberians have shown uncommon resilience and are\r\nrelentlessly striving to rebuild their lives. What we\r\nseek from the international community is its empathy\r\nand human understanding in providing the requisite\r\nassistance that will enable Liberians to enjoy the basic\r\nhuman rights of food, security and peace. Importantly,\r\nwe wish similar benefits for our neighbours and others\r\nbeyond the West African subregion.\r\nFollowing the successful celebration of the\r\nMillennium Summit, which reinforced our collective\r\ndetermination for the improvement of the management\r\nof the United Nations in the twenty-first century, it\r\nwould seem morally incongruent that the 23 million\r\npeople of Taiwan are being denied the right to\r\nparticipate in a United Nations.\r\nGeneral Assembly resolution 2758 (XXVI) denies\r\nthe Taiwanese people the right to participate in United\r\nNations activities and contravenes the United Nations\r\nCharter’s principle of universality. How can such\r\ninjustice suffice in this era of increased global\r\ninteraction, economic interdependence, political\r\ntransformation, democratization and rapprochement?\r\nWith the undeniable record of the Republic of\r\nChina, its experience in democracy as proven by the\r\nrecent election of President Chen Shui-bian, its respect\r\nfor human rights, its economic power resulting from its\r\nacceptance of the market economy; the energy,\r\nimagination and courage of its people; technological\r\nachievements and humanitarian attributes all over the\r\nworld, who would query its overarching relevance?\r\nLiberia fervently reiterates its call for the\r\ninclusion of the Republic of China in this world\r\nOrganization. We believe that the Republic of China\r\n5\r\nA/55/PV.25\r\ncan make important contributions that would serve the\r\nbest interests of the United Nations community.\r\nThe world has witnessed a significant\r\nachievement in science and technology, leading to\r\nrapid industrialization and the improvement of the\r\nstandard of living of humankind. Although the gains in\r\nscience and technology have led to the development of\r\nnew medicines and other scientific knowledge, it has\r\nequally posed a threat to the environment and human\r\nsurvival. Rapid industrialization and scientific\r\ndiscoveries are dangerously impacting the\r\nenvironment. Unless we modify our activities, the\r\nsweet stories of scientific achievement will sadly lead\r\nto tragedy and doom. In this new millennium we\r\ncannot ignore the potency of threats posed by\r\nenvironmental degradation to our survival. Saving the\r\nplanet is a precursor to the continued existence of its 6\r\nbillion inhabitants.\r\nThis is why my delegation supports the efforts of\r\nthe Commission on Sustainable Development, and\r\nendorses the Commission’s recommendation to\r\nconvene a General Assembly summit-level review,\r\npreferably in a developing country in 2002, to reassess\r\nthe decision reached on Agenda 21 at the Rio\r\nConference in 1992.\r\nAmong the many impediments to social and\r\neconomic development in Africa are poverty, poor\r\nhealth delivery systems, intra-regional wars and civil\r\nconflicts. It is a known fact that there is a correlation\r\nbetween war, civil conflict and the spread of\r\nHIV/AIDS. The HIV/AIDS pandemic targets and\r\ndestroys our human resource, which is the basis for our\r\nsocio-economic development. United Nations records\r\nshow that the prevalence of HIV/AIDS increases in\r\ncountries affected by war and civil conflicts, owing to\r\npopulation movements. Therefore, we should not\r\nignore the fact that post-conflict countries need special\r\nattention to fight the disease.\r\nThroughout Africa, HIV/AIDS accounts for the\r\nincrease in the death rate among young people and\r\nadults between ages 10 and 24, and 25 and 45\r\nrespectively.\r\nWe appeal to the relevant United Nations\r\nagencies and other partners in the HIV/AIDS\r\nprogrammes to help Liberia obtain the $6.5 million\r\nneeded to prevent and control the spread of HIV/AIDS.\r\nMeanwhile, in reference to the Inter-Agency\r\nStanding Committee working group established by the\r\nSecurity Council in January this year to examine the\r\nrelationship between war and civil strife and the spread\r\nof HIV/AIDS, I would like to state my delegation’s\r\nendorsement of the targets set for reductions in new\r\ninfections, and applaud the measures taken thus far to\r\nprovide care, support and access to information and\r\nmedication for HIV/AIDS victims. Hence, my\r\ndelegation commends the United Nations for its\r\nassistance to countries significantly affected by this\r\ndreadful epidemic.\r\nApart from HIV/AIDS, malaria, tuberculosis and\r\npolio contribute immensely to the obliteration of socio-\r\neconomic gains in countries where they are\r\nwidespread. Cognizant of the impediments that these\r\ninfectious diseases pose to our socio-economic\r\ndevelopment, Nigeria has offered to host an African\r\nSummit on HIV/AIDS, tuberculosis and other\r\ninfectious diseases in the year 2001. Meanwhile, we\r\ncommend President Olusegun Obasanjo for hosting the\r\nAfrican Summit on “Roll Back Malaria” in April this\r\nyear.\r\nWe in Liberia have not relented in our efforts to\r\nreduce, if not eliminate, these health scourges that\r\ncontinue to threaten our social and economic\r\ndevelopment. Hence, the Liberian Government in\r\ncooperation with the World Health Organization has, as\r\na result of a vigorous campaign, successfully contained\r\npolio, which killed and immobilized thousands of our\r\ncitizens in  past years. The polio vaccination campaign\r\ntargeted 900,000 people, and the number of people\r\nvaccinated was 911,423.\r\nI am pleased to report that, if I am allowed to\r\nborrow and paraphrase the main slogan from this\r\nsuccessful campaign: we are determined to “Kick polio\r\nout of Liberia”.\r\nLiberia continues to be saddled by the debt\r\nburden. This debt overhang, which remains a major\r\ncontributor to the gap between the rich and poor\r\nnations, was acquired out of loans given in the pursuit\r\nof influence in the cold war, which, as I stated in my\r\naddress to the Millennium Summit, was not in the\r\ninterest of the borrower. As a result of the debt burden,\r\nour children are deprived of food, education, health\r\ncare, and jobs for their parents.\r\nWhile we commend countries that have taken\r\nsteps to relieve poorer countries of their debt burden, I\r\n6\r\nA/55/PV.25\r\nemphasize that unless all rich creditor nations adopt\r\nmeasures to erase this burden, it will continue to be\r\noppressive, and an impediment to sustainable\r\ndevelopment for poor countries.\r\nLiberia rejects the proclaimed efficacy of the\r\nhighly indebted poor countries initiative, and calls\r\nupon the G7/G8 countries to consider a comprehensive\r\ndebt waiver programme for all highly indebted poor\r\ncountries.\r\nIn January this year, the meeting on poverty\r\nreduction and growth held in Libreville, Gabon,\r\nhighlighted the situation in post-conflict countries that\r\nthe Copenhagen Conference failed to address.\r\nIn this regard, Liberia has proposed the holding\r\nof a regional summit of post-conflict African States to\r\ndevelop a realistic approach to debt eradication, and\r\ncalls on the international community to support this\r\nimportant venture.\r\nAs I conclude, I cannot help but wonder what this\r\nnew Millennium has in store for the people of the\r\nworld. Nationalism remains an unchallenged reality\r\ntoday, despite the wave of globalization engulfing our\r\nworld. Also, the politics of power and “might makes\r\nright” still pervade in inter-State relations, especially\r\namong the powerful. Will the powerful break down the\r\nzeal of nationalism under the cover of their demand for\r\ngood governance, democracy, transparency and human\r\nrights?\r\nWe have indeed seen with what double standards\r\nand ulterior motives these demands have been made.\r\nOr, will the lofty tenets of the Charter be upheld in\r\nequally recognizing and respecting the right of self-\r\ndetermination of the small and the big, the poor and the\r\naffluent, in a world rich in cultural diversity deserving\r\nof coexistence in peace and universal harmony? Will\r\nthis millennium see the end of cultural hegemony and\r\narrogance, primitive sentiments undeserving of this\r\nnew age of enlightenment and technology?\r\nOnly the test of consistency between our moral\r\nvalue system and our actions will stand witness to\r\nposterity.\r\nThe President: I now call on the Minister for\r\nForeign Affairs and the Francophonie of the Central\r\nAfrican Republic, His Excellency Mr. Marcel\r\nMetefara.\r\nMr. Metefara (Central African Republic) (spoke\r\nin French): Our stubborn quest for a world of peace,\r\nprogress, solidarity and of concord recently prompted\r\nthe Heads of State and of Government from the world\r\nover to commit themselves at the Millennium Summit\r\nto joint reflection about the ways of making a reality of\r\nthis aspiration in the twenty-first century.\r\nThe conclusions they arrived at, conclusions that\r\ncan be summarized as the need for us to usher in a new\r\nera in international relations, without a doubt mark the\r\nframework for the future work of our Organization.\r\nIt is thus a positive circumstance that our work is\r\nunfolding against this backdrop so that during our\r\ndeliberations we might strive to act in accordance with\r\nthe guidelines set for us by our Heads of State.\r\nBut before my delegation attempts its own\r\nassessment of the state of the world as we look at the\r\nfresh challenges facing us in the twenty-first century, I\r\nshould like, on behalf of His Excellency Mr. Ange-\r\nFélix Patassé, President of our Republic and Head of\r\nState, who wishes us every success in our work, to\r\naddress to you, Mr. President, as well as to the other\r\nmembers of the Bureau, our heartfelt congratulations\r\non your election to the presidency of this session.\r\nYour superb mastery of international affairs in the\r\ncontext of which your country, Finland, holds a very\r\nspecial place, bodes well indeed for the success of this\r\nsession and, in this connection, you can count on the\r\ncooperation of the delegation of the Central African\r\nRepublic.\r\nThe competence with which your predecessor,\r\nMr. Theo-Ben Gurirab of Namibia, guided the work at\r\nthe fifty-fourth session, has earned the full appreciation\r\nof my delegation.\r\nI should like as well to express again to the\r\nSecretary-General the full support of the Government\r\nof the Central African Republic for all he is constantly\r\ndoing at the helm of our Organization to provide solid\r\nunderpinnings for peace and development in a world\r\nwhich has become complex indeed. The relevance of\r\nthe proposals that he put forward in his introductory\r\nreport at the Millennium Summit reflect his deep\r\ncommitment to fully serving the cause of the\r\nOrganization, and we are deeply grateful.\r\nFurthermore, the Central African Republic, which\r\nhas always encouraged our Organization to stride\r\nforward towards universality, welcomes the admission\r\n7\r\nA/55/PV.25\r\nof Tuvalu as the 189th Member State. I am delighted to\r\ncongratulate this young republic on behalf of the\r\ndelegation of the Central African Republic.\r\nA world of peace, of progress, of solidarity and of\r\nconcord, such was the philosophy of the founding\r\nfathers of the United Nations.\r\nHow can one explain then that 55 years later we\r\nshould be so far from attaining that goal?\r\nPeace, when it is not assured, gives way to war.\r\nFactors such as penury, destitution, poverty, AIDS,\r\nmalaria and tuberculosis — compounded by\r\nintolerance, injustice, indifference and social\r\ninequalities — these make up the threats to the balance\r\nof peace.\r\nProgress is a reality for only a quarter of\r\nhumankind, while three quarters still are not enjoying\r\ndecent living conditions.\r\nSolidarity still is something selectively applied in\r\na world that is nonetheless interdependent.\r\nAll this cannot foster fellowship within this\r\nconstantly changing world.\r\nThat is the state of the world as we enter the\r\ntwenty-first century.\r\nThe Secretary-General’s report entitled “We the\r\npeoples: the role of the United Nations in the twenty-\r\nfirst century” has the merit of having pointed out all\r\nthese distortions that do not help to ensure the smooth\r\nunfolding of international relations.\r\nBut even though the United Nations, 55 years\r\nafter having come into being, has not fulfilled the\r\nhopes to which its inception gave rise, the fact\r\nnonetheless remains that it does exist. And the fact that\r\nit still does exist is something which first and foremost\r\nis due to the determination of States, which do in fact\r\nfeel the need for this Organization. We must therefore\r\nstimulate renewed interest in the United Nations; that\r\nis what is at stake at this session.\r\nThe United Nations must regain its authority in\r\norder to contribute to regulating the course of events in\r\nthe world in the twenty-first century. On the basis of\r\nreal solidarity among States, we must conceive of a\r\nnew kind of cooperation that would make it possible\r\nfor us collectively to organize a defence of peace, the\r\npromotion of development and of progress, as well as\r\nthe fostering of human rights and of democracy\r\neverywhere around the world.\r\nThe fact is that as you look around the world\r\nthese days, you find that peace is jeopardized in many\r\ndifferent countries, and especially on the African\r\ncontinent.\r\nWhat is more, all this is happening as though the\r\nconventional conflict-settlement machinery were no\r\nlonger suited to coping with crisis situations. Still, the\r\nresources afforded by the United Nations, as well as by\r\nregional organizations, have made it possible for a new\r\nattitude in the face of conflict to emerge, one which\r\nfirst and foremost involves regional solidarity.\r\nIt is in this context that my country today still\r\nplays host to a United Nations office, the United\r\nNations Peace-Building Support Office in the Central\r\nAfrican Republic (BONUCA), responsible for striving\r\nto consolidate peace. Indeed the tragic events for which\r\nthe Central African Republic became the staging\r\nground in 1996 and 1997 prompted African countries\r\nfirst to intervene in the context of the Inter-African\r\nMission to Monitor the Implementation of the Bangui\r\nAgreements (MISAB), before bringing the United\r\nNations into the picture. The United Nations Mission in\r\nthe Central African Republic (MINURCA) made a\r\ngenuine contribution by its very presence and by what\r\nit did in restoring peace and in promoting national\r\nreconciliation, thanks to the support provided in\r\norganizing both legislative and presidential elections.\r\nI would like here again to express the\r\nappreciation of the Government of the Central African\r\nRepublic to the Secretary-General of the United\r\nNations, to the members of the Security Council and\r\nespecially to the countries that so generously\r\ncontributed to supporting that mission of peace by\r\nproviding the wherewithal for MINURCA.\r\nThe experience gained in the Central African\r\nRepublic can be made available as an asset to the\r\nUnited Nations, reflecting a success in keeping the\r\npeace and consolidating it. My delegation, which\r\nsupports the Brahimi report, hopes that the\r\nrecommendations it embodies will be fully\r\nimplemented so that we really see take root a new\r\ndoctrine for United Nations operations of\r\npeacekeeping.\r\nIn the same vein, my delegation hopes that the\r\nUnited Nations provides the same resources to\r\n8\r\nA/55/PV.25\r\npromoting a lasting settlement in the situations in\r\nSierra Leone, in Angola, in Burundi, between Ethiopia\r\nand Eritrea, as well as in the Democratic Republic of\r\nthe Congo.\r\nAs to the Democratic Republic of the Congo,\r\nwhich shares a rather long border with my own\r\ncountry, my delegation calls for cooperation from the\r\ninternational community in the context of the United\r\nNations, so that a solution may be found to this\r\nconflict, the consequences of which have already taken\r\na heavy toll, both for the Congolese people, with which\r\nwe are bound by fraternal ties, as well as for the\r\nneighbouring States such as the Central African\r\nRepublic, which is currently hosting tens of thousands\r\nof refugees that have fled the effects of the war. My\r\ndelegation takes advantage of this opportunity to call\r\nupon the competent international authorities, the Office\r\nof the United Nations High Commissioner for Refugees\r\nin particular, to devote special attention to the Central\r\nAfrican Republic in this instance.\r\nMoreover, my delegation firmly supports the\r\nongoing process seeking to bring about a settlement to\r\nthe question of the Middle East. We do not doubt that\r\nthe determination of the parties involved will make it\r\npossible to lift the last remaining obstacles so that a\r\nfair, negotiated and lasting solution in accordance with\r\nSecurity Council resolutions 242 (1967) and 338\r\n(1973) may be found.\r\nThe United Nations subsequently should regain\r\nits authority in order to enable it to contribute by\r\nletting multilateralism work to promote development\r\nthroughout the world. The fact is that without denying\r\nwhat has been done internationally to fight poverty and\r\nwhile acknowledging that developing countries should\r\nshoulder primary responsibility for ensuring the\r\nnecessary preconditions for their development, my\r\ndelegation hopes that the community of States will\r\ncome to grips with the question of poverty and will\r\napply a fresh way of thinking to it in this twenty-first\r\ncentury.\r\nAll the indicators of poverty are there for us to\r\nsee, and you can find them everywhere in Africa: weak\r\nprimary educational systems, a lack of sanitary\r\ninfrastructure, a lack of drinking water, of the proper\r\nconditions for hygiene, to name but a few. The African\r\ncontinent is part of that 1 billion inhabitants of our\r\nplanet living on less than one dollar a day, while two-\r\nthirds of the population of the planet hold three-\r\nquarters of the world’s income.\r\nPoverty is extreme in Africa; we must do our\r\nutmost to come up with new ways to reduce it in the\r\ntwenty-first century.\r\nThe Central African Republic, which at the\r\nbeginning of this year took part in the Libreville\r\nsummit on growth and poverty reduction in Africa,\r\nabides by the new strategic framework to combat\r\npoverty proposed by the Bretton Woods institutions.\r\nMy country therefore calls for an increase in the\r\nresources allocated to such agencies as the United\r\nNations Development Programme, the United Nations\r\nPopulation Fund, the United Nations Children’s Fund\r\n(UNICEF) and the United Nations Educational,\r\nScientific and Cultural Organization to support the\r\nCentral African Republic’s strategy to combat poverty.\r\nOf course, eradicating poverty will be necessary\r\nin order to make it possible for developing countries to\r\ntake part in the work of development. That is\r\nparticularly true with regard to the countries of Africa.\r\nBut it will also be necessary to put developing\r\ncountries in a position where they can really rise to the\r\ndevelopment challenge. In this connection, the issue of\r\nthe debt burden comes to mind, for it continues to\r\nsubstantially handicap all development efforts.\r\nHow, then, can we ensure that globalization\r\nstimulates development in Africa instead of leading to\r\nmarginalization? Inasmuch as the new technologies\r\nthat are being introduced contribute to the overall\r\nprogress of mankind, Africa must expect to benefit,\r\nand we once again call for the rules governing the work\r\nof the World Trade Organization to take Africa’s\r\ninterests into account.\r\nIn his introductory report to the Millennium\r\nSummit, the Secretary-General reminded us that all\r\nactivity is people-oriented. Nothing is more true. My\r\ndelegation hopes that the United Nations will regain its\r\nauthority so that it can contribute to ensuring the\r\nnecessary conditions for the promotion of rights and\r\ndemocracy throughout the world. Guaranteeing and\r\nprotecting human rights contributes to national\r\nconsensus and strengthening democracy in a country.\r\nWe have understood that so well in the Central\r\nAfrican Republic that we have created a government\r\nbody called the High Commission for Human Rights,\r\nwhose mission is not only to monitor respect for human\r\n9\r\nA/55/PV.25\r\nrights, but also to implement the various international\r\nlegal instruments signed by the Central African\r\nRepublic aimed at promoting human rights. That\r\nimplementation requires resources in order to bring\r\nabout the most widespread dissemination possible of\r\nhuman rights at the national level. As human rights are\r\nindivisible, it is important to establish cooperation\r\nbetween States to promote human rights throughout the\r\nworld. My delegation hopes that in the course of the\r\ntwenty-first century the United Nations will become\r\nincreasingly involved in international efforts to\r\nestablish a worldwide culture of human rights. It must\r\nbe reformed and renewed in order to be able to take on\r\nthat role.\r\nRenewal means adaptation to the realities of the\r\nworld today. The Organization’s procedures, methods\r\nand approaches to every issue within its competence\r\nwill have to be streamlined. However, let us not forget\r\nthat protecting international peace and security is the\r\nprimary task entrusted to the United Nations. That role\r\nis primarily the responsibility of the Security Council.\r\nMy delegation would like to see the Security\r\nCouncil reformed in order to better discharge that\r\nresponsibility. The world has changed profoundly, and\r\nthe composition of the Security Council should reflect\r\nthat. Even though the veto power is not as abused today\r\nas it was during the cold war, we should restructure the\r\nCouncil in both the permanent and non-permanent\r\ncategories to take into account the new international\r\nreality. That is the opinion of the delegation of the\r\nCentral African Republic.\r\nIn that way we can contribute to setting relations\r\nbetween nations on a different course. That requires a\r\nreal and willing commitment by States. This year’s\r\nadoption of the Constitutive Act of the African Union\r\nas an expression of Africa’s willingness to join the\r\nUnited Nations in meeting all the challenges is a\r\nmanifestation of that commitment. My country will do\r\neverything in its power to encourage this new\r\nmovement towards integration.\r\nThe century that witnessed the birth of the United\r\nNations has ended. A new century is beginning, one in\r\nwhich there is still a United Nations — something that\r\nis cause for satisfaction to mankind. But what shall we\r\nmake of the United Nations in the twenty-first century?\r\nThat is indeed the fundamental question raised by the\r\nSecretary-General in his report to the Millennium\r\nSummit.\r\nShould we continue to keep the United Nations\r\nlocked in the vice of contradictions that exists between\r\nMember States? Should we continue to look on\r\nhelplessly as its authority is flouted in peacekeeping\r\noperations? Should we continue to accept the\r\nOrganization’s being left behind as the world moves\r\nforward? The answer, in the opinion of the delegation\r\nof the Central African Republic, is a resounding “No”.\r\nLet us therefore return to the dream of the\r\nfounding fathers and make sure that in the new century\r\nthe United Nations has the necessary means to bring\r\nabout peace, solidarity and harmony throughout the\r\nworld. Such a world is possible if we want it. That is\r\nthe world our Heads of State spoke of in their message\r\nto us at the Millennium Summit.\r\nThe President: I should like to inform the\r\nAssembly that the representative of the Federated\r\nStates of Micronesia has requested to participate in the\r\ngeneral debate. Inasmuch as the list of speakers was\r\nclosed on Thursday, 14 September 2000, may I ask the\r\nAssembly whether there is any objection to the\r\ninclusion of that delegation in the list of speakers?\r\nI see none. The Federated States of Micronesia is\r\ntherefore included in the list.\r\nI now give the floor to His Excellency\r\nMr. Fernando Messmer Trigo, Vice-Minister for\r\nForeign Affairs of Bolivia.\r\nMr. Messmer Trigo (Bolivia) (spoke in Spanish):\r\nThe Government of Bolivia has given me the task of\r\nconveying its most sincere congratulations to you, Sir,\r\non your election as President of the General Assembly\r\nat its fifty-fifth session, which is a recognition of your\r\npersonal merits and a tribute to your country. At the\r\nsame time, I thank Mr. Theo-Ben Gurirab for his work\r\nduring the fifty-fourth session and for his dedication\r\nduring the preparations for the Millennium Summit and\r\nthe Millennium Assembly.\r\nSpecial thanks must also go to Secretary-General\r\nKofi Annan for his report preparatory to the\r\nMillennium Summit, the content of which has given us\r\nan opportunity to reflect upon and address specific\r\nissues with which the United Nations has been\r\nconcerned in its 55 years of existence.\r\nWe also welcome the recent admission of Tuvalu\r\nas a new, fully fledged Member of our Organization.\r\n10\r\nA/55/PV.25\r\nThe recent Millennium Summit reaffirmed the\r\nrecognition by the international community of the\r\nimportance and significance of, and the prospects for,\r\nthe United Nations Organization. It also highlighted the\r\nurgency of adapting it to, and equipping it for, the new\r\nrealities in which we live, which are certainly quite\r\ndifferent from the situation and circumstances that\r\nprevailed when our Organization came into being.\r\nThe concerns of peoples and Governments today\r\nare also different. Poverty, underdevelopment and\r\nexacerbated inequalities contribute to new divisions,\r\nwhich threaten to lead to violence. These realities must\r\nbe corrected, because they have the potential of\r\nspawning conflicts that, if allowed to persist, could\r\nseriously jeopardize the world’s economic and political\r\nstability, and, it goes without saying, international\r\npeace and security.\r\nOur Organization needs to be strengthened if it is\r\nsuccessfully to channel the expectations and\r\nopportunities of globalization while controlling, and\r\nindeed preventing, the dangers implicit in it, especially\r\nfor the more vulnerable economies, which are now\r\nthreatened by new forms of exclusion.\r\nThe United Nations must be renewed so that it\r\ncan continue to be the effective instrument for dialogue\r\nthat is required to build a world in which greater\r\nsecurity and solidarity prevail.\r\nWe must consequently redefine the\r\nOrganization’s priorities in such a way as to make it\r\nconducive to clear-sighted and effective action. This\r\nwill require substantial reform of the system’s\r\neconomic and financial bodies, modernization of the\r\nGeneral Assembly’s methods of work, and the\r\nadaptation of the Security Council to these new\r\nrealities. Other, equally important tasks include\r\nensuring that the necessary resources are available to\r\nthe Organization; obtaining financing for development\r\nand peacekeeping operations; and adjusting the scale of\r\nassessments in accordance with the basic principle of a\r\ncountry’s capacity to pay.\r\nA few short days ago, at the Millennium Summit,\r\nthe President of Bolivia, Hugo Bánzer Suárez, referred\r\nto the close relationship between freedom and poverty,\r\nand between poverty and violence. He called for the\r\nfight against poverty to be waged in accordance with\r\nthe principle of shared responsibility and with a\r\ngenuine commitment to democracy, in order to mitigate\r\npresent inequalities, which are threatening to intensify.\r\nIt is unfair, in an open economy, for markets to be\r\nclosed and for discriminatory measures to be applied\r\nwith protectionist intent. It is also vital to favour\r\ncountries with small-scale economies through greater\r\ncapital inflows and debt relief programmes.\r\nScience and technology must become the heritage\r\nof humankind. Scientific and technological knowledge\r\nmust not widen already existing gaps and divisions.\r\nAt the historic meeting of South American\r\nPresidents, held recently in Brasilia, the heads of State\r\nof the region stressed the importance of access to the\r\nnew information and knowledge age, which will open\r\nthe way for our countries to strengthen a system of\r\ncontinuing education that ensures education at all\r\nlevels for the all sectors of society and permits\r\nunrestricted access to knowledge and information.\r\nDemocracy, which essentially seeks to organize\r\nlife in society, is a vital concept that changes and is\r\nupdated in tune with the changing pace of societies\r\nthemselves, without in any way detracting from its\r\nfundamental values. Convinced as we are that\r\ndemocracy must go beyond electoral formalities and\r\nthat sovereignty is vested in the people and expressed\r\nthrough its representatives, we in Bolivia have declared\r\nthe principle of political dialogue and consultation to\r\nbe the basis of a pluralistic and participatory\r\ndemocratic system.\r\nIn that context, the practice of holding a national\r\ndialogue was instituted during the administration of\r\nPresident Bánzer. That mechanism is aimed at\r\nestablishing a new relationship of joint efforts and\r\nshared responsibility between Government institutions,\r\nthe political system and organizations throughout\r\nsociety. The creation of key State policies grew out of\r\nthe first such national dialogue, held in 1997.\r\nThis year, a national dialogue has been initiated\r\nonce again to lend fresh impetus to institutional\r\nreforms and to put together a national anti-poverty\r\nprogramme. A new plan, involving over 3,000\r\ninhabitants in townships across Bolivia, is being\r\nelaborated whose objective is to assign rights and\r\nresponsibilities that, within the framework of a market\r\neconomy, will make it possible for us to combat the\r\npoverty that still afflicts vast sectors of our population,\r\ndespite nearly 20 years of life under democracy.\r\nShortly after taking office, in August 1997,\r\nPresident Bánzer Suárez vowed that during his\r\n11\r\nA/55/PV.25\r\nmandate Bolivia would be removed from the drug-\r\ntrafficking loop once and for all, through the\r\nimplementation of an integrated policy that\r\nencompasses alternative development, the eradication\r\nof illegal coca crops, confiscation, prevention and\r\nrehabilitation.\r\nDespite doubts as to the feasibility of this plan,\r\nwe can now affirm that we will be fulfilling our\r\ncommitments ahead of time. In 1997, there were\r\napproximately 38,000 hectares of illegal coca\r\ncultivation in Bolivia. Today, more than 80 per cent of\r\nsuch illegal crops have been eradicated.\r\nOur concern now is essentially whether we can\r\nsustain these achievements. Conditions must be created\r\nwhich in future will obviate a return to coca-leaf\r\nproduction as a result of the lack of jobs and income.\r\nOur major efforts now are aimed at alternative\r\ndevelopment, to see to it that illegal coca income is\r\nreplaced by legal earnings from other productive\r\nactivities. If we do not achieve concrete results, we run\r\nthe risk of seeing those persons who cannot hope to\r\nfind any other means of subsistence fall once again\r\nprey to the temptation of cultivating coca. That would\r\nconstitute a surrender to the drug dealers and signify a\r\ndefeat not only for Bolivia but for the world\r\ncommunity.\r\nWhat Bolivia needs, then, is support in two basic\r\nareas: first, in the area of investment, to promote our\r\neconomic growth in the sectors that generate the most\r\njob opportunities; and secondly, in the opening of\r\nsecure markets for our exports.\r\nAt previous sessions of the Assembly, Bolivia has\r\naired the historical, political and economic arguments\r\non which it bases its absolute need to regain the\r\nmaritime status that gave rise to its existence as an\r\nindependent country. To that end, Bolivia has been\r\nencouraging direct dialogue with the Republic of Chile.\r\nAs a consequence of prior contacts, the Foreign\r\nMinisters of Bolivia and Chile met in Portugal in\r\nFebruary this year, where an agreement was reached to\r\nprepare a working programme, to be formalized in the\r\nsubsequent stages of dialogue, that will incorporate,\r\nwithout exclusion of any kind, the essential points of a\r\nbilateral relationship and seek to surmount the\r\ndifferences that have impeded full integration between\r\nBolivia and Chile, the main obstacle to which has\r\ncertainly been Bolivia’s unresolved maritime demand.\r\nIn a significant advance, on the occasion of the recent\r\nmeeting of Presidents of South America, the Presidents\r\nof Bolivia and Chile, Hugo Bánzer and Ricardo Lagos,\r\nreiterated the willingness of their Governments to enter\r\ninto dialogue on all topics relating to bilateral relations,\r\nwithout exception, in order to create a climate of\r\nmutual trust enabling the establishment of closer ties\r\nbased on the structure and positions maintained by the\r\ntwo countries.\r\nThe world community, the Americas in particular,\r\nis following with great expectation the course of this\r\ndiplomatic process and the progress achieved therein.\r\nThe proposal to hold a dialogue on all topics without\r\nexception is a challenge to the creativity of those\r\ninvolved and puts to the test our political will to correct\r\nonce and for all an unjust situation that has prevailed\r\nsince 1879. Furthermore, Latin America’s capacity to\r\nsettle its own disputes in a fair, peaceful and negotiated\r\nway will be strengthened and progress thus made on\r\nthe road to regional integration.\r\nIn that context, we propose the implementation of\r\na programme to promote the integrated development of\r\nwestern Bolivia and northern Chile. We are also\r\nconfident that Peru will participate in this programme\r\nin order to mobilize the resources and capabilities of\r\nthe three countries of the region. In this way, a\r\ncontribution will be made to linking the Atlantic and\r\nPacific basins. The persistence of Bolivia’s landlocked\r\nstatus at the heart of the continent is, without doubt, an\r\nobstacle to the creation of a major opportunity for\r\nthoroughgoing understanding and dialogue in the South\r\nAmerican region and minimizes the effectiveness of\r\nwork to promote integration being carried out in the\r\narea.\r\nThis occasion provides a fitting opportunity for\r\nus to thank Secretary-General Kofi Annan for his\r\ninterest in relations between Bolivia and Chile, which\r\nhas been brought to the attention of the authorities of\r\nboth countries. The Secretary-General has expressed\r\nhis satisfaction with respect to the conversations held,\r\naccording to the terms laid down by the parties, at the\r\nlevels of heads of State, Foreign Ministers and other\r\nauthorities of Bolivia and Chile.\r\nMy country pledges to make every effort to\r\ntranslate the desire recently expressed by the Presidents\r\nof Bolivia and Chile into action that will enable us,\r\nBolivians and Chileans alike, to advance towards the\r\nresolution of our differences, with a view to the future\r\nand in a spirit of brotherhood.\r\n12\r\nA/55/PV.25\r\nThe President: I now give the floor to His\r\nExcellency Mr. Win Aung, Minister for Foreign Affairs\r\nof Myanmar.\r\nMr. Aung (Myanmar): At the outset, I would like\r\nto warmly congratulate you, Sir, on your well-deserved\r\nelection to the presidency of this historic Millennium\r\nAssembly. We firmly believe that, under your able\r\nstewardship, the first session of the General Assembly\r\nin the new century will be a resounding success. This\r\nsession provides us with an opportune moment to take\r\nstock of the track record of the Organization, its\r\nachievements and the areas where it needs to be\r\nstrengthened so that it will be equal to the challenges\r\nof the new century.\r\nI also wish to express our gratitude to your\r\npredecessor, Mr. Theo-Ben Gurirab of Namibia, for the\r\nleadership he provided us in our preparations for this\r\nMillennium Assembly and for his tireless efforts and\r\nthe dedication, skill and intelligent management with\r\nwhich he led the last session of the General Assembly\r\nof the twentieth century to a successful conclusion.\r\nMy delegation is most delighted to see in our\r\nmidst Tuvalu as a new Member of this world\r\nOrganization. With the admission of Tuvalu as the\r\n189th Member of this Organization, our objective of\r\nuniversal membership is closer to reality. On behalf of\r\nthe delegation of the Union of Myanmar, I would like\r\nto extend our warmest congratulations to the delegation\r\nof Tuvalu.\r\nAfter the Second World War, under the Charter of\r\nthe United Nations, we established the present system\r\nof collective security. Since then, we have witnessed\r\nsubstantial changes in the geopolitical map of the\r\nworld, leading to new realities in international\r\nrelations. There is a strong consensus that our\r\nOrganization must be reformed and adapted to the new\r\nrealities in order to enable it to effectively respond to\r\nthe new challenges. This consensus has resulted in\r\nvarious measures and proposals to reform the\r\nOrganization, including a process to make the Security\r\nCouncil more effective, democratic, transparent and\r\naccountable.\r\nWhen this process started in 1993, we had hoped\r\nthat we would have completed the reform of the\r\nCouncil by the beginning of the new millennium. After\r\nseven years of discussion on the reform of the Council,\r\nhowever, reality has revealed that the issue we took on\r\nwas so complex that it could not be resolved quickly.\r\nWhile there has been convergence of ideas on some\r\nareas, in others we have come to an impasse. This does\r\nnot mean that we should give up. On the contrary, we\r\nshould explore new possible avenues to enhance the\r\nmomentum we have gained. We must make use of this\r\nhistoric opportunity to give added impetus to reforming\r\nthe Council so that it meets the needs of our time.\r\nWe believe that, at this stage of deliberations, we\r\nshould identify areas of possible agreement and build\r\non them. For instance, it appears to be generally agreed\r\nthat the Council should be expanded in both categories\r\nof permanent and non-permanent membership.\r\nSimilarly, a majority of countries tends to agree that\r\nthe new members should come from among the\r\ndeveloped and developing countries alike. While we\r\ncontinue our discussion on other aspects of the issue, it\r\nwould be conducive to the reform process if we could\r\nestablish general agreement on such possible areas\r\nwhere our views converge. I trust that the future\r\ndiscussions among us will give serious thought to these\r\npossibilities. We must redouble the efforts to reform\r\nour Organization so that it can truly serve us in our\r\nendeavour to build a better world.\r\nAs we enter the new millennium, we find to our\r\ndismay and alarm that some major international issues\r\npersist in defying our collective creativity and attempts\r\nto solve them. We must not let these setbacks cast a\r\nshadow over the credibility and effectiveness of this\r\nOrganization. We consider it our primary duty to focus\r\nour attention on those questions dealing with\r\ndevelopment as well as those dealing with peace and\r\nsecurity.\r\nMr. Fall (Guinea), Vice-President, took the Chair.\r\nDespite the efforts of the international\r\ncommunity, peace throughout the Middle East remains\r\nelusive. We hope that the important progress made so\r\nfar will pave the way for achieving a just and lasting\r\npeace in the region. We would like to see an enduring\r\npeace in the Middle East, one which would guarantee\r\nthe restoration of the inalienable rights of the\r\nPalestinian people and the right of Israel to exist within\r\nsecure and recognized borders.\r\nThere are many other questions that merit our\r\nattention. One such question I wish to bring to the\r\nattention of the Assembly is that of Cyprus. This\r\nquestion has been on the Assembly’s agenda for the\r\nlast 26 years. We are heartened to note that the United\r\nNations is now engaged in another effort to solve the\r\n13\r\nA/55/PV.25\r\nproblem. Myanmar has consistently supported the\r\nnegotiations between the Greek and Turkish Cypriot\r\ncommunities under the auspices of the United Nations\r\nSecretary-General, and we would like to take this\r\nopportunity to pledge our continued full support for the\r\ntask.\r\nLet me touch upon an important question that is\r\nof serious concern to the international community and\r\non which we in Myanmar place special emphasis. I am\r\nreferring to the problem of narcotic drugs. Nationally\r\nspeaking, this is a problem that we inherited from the\r\ncolonial administration. The poppy plant, from which\r\nopium is harvested, is not native to Myanmar. It was\r\nintroduced into our country by the colonial\r\nadministration, which relied on licensed opium dens as\r\na source of revenue. Since then, this evil scourge has\r\nbedevilled the country. Successive Governments have\r\nbeen relentless in their efforts to eradicate the problem\r\nof narcotic drugs.\r\nThus, the eradication of poppy cultivation\r\nremains one of the top priorities for Myanmar.\r\nNotwithstanding the harsh and undue criticism levelled\r\nagainst Myanmar for a problem with wide international\r\ndimensions, our sustained efforts to combat the\r\nproblem of narcotic drugs have resulted in a noticeable\r\ndrop in opium cultivation and production. This fact is\r\nacknowledged by the International Narcotics Control\r\nBoard (INCB). Here, it bears reiteration that narcotic\r\ndrugs are a global problem, to be solved in a concerted\r\nmanner and through global efforts. The problem must\r\nbe tackled in a holistic manner, both from the\r\nproduction side and the demand reduction side.\r\nNational efforts must be supported by international\r\nassistance and cooperation. Myanmar has been trying\r\nto combat this global problem mainly with its own\r\nresources. Except for the assistance provided by the\r\nUnited Nations International Drug Control Programme\r\n(UNDCP), no substantial assistance has been provided\r\nto Myanmar in its current efforts to combat this global\r\nmenace. This is tantamount to making a travesty of the\r\nmuch-avowed principle of shared responsibility.\r\nDespite our efforts, Myanmar has been a target of\r\nunfair criticism and censure. An objective assessment\r\nwill identify which countries are making real efforts to\r\neffectively tackle this global problem and which\r\ncountries are paying mere lip service. The fact of the\r\nmatter is that the scourge of narcotic drugs is not the\r\nsole responsibility of any one country. No country\r\nacting on its own can successfully overcome this\r\nmenace. To tackle this global problem, we must join\r\nhands and cooperate with each other. Myanmar stands\r\nready to do so.\r\nThe principles enshrined in the Charter have\r\nserved the world community well for more than five\r\ndecades. Sovereignty, sovereign equality, respect for\r\nterritorial integrity and non-intervention in internal\r\naffairs are cardinal principles that remain vital for the\r\npeace and security of all nations. These are\r\nirreplaceable bedrock principles underpinning the\r\ncurrent international system. These are the principles\r\nthat have enabled the international community to\r\nsuccessfully deter world conflagrations. Therefore, we\r\nare greatly dismayed by the recent tendency in some\r\nquarters to cast doubt on the continued soundness of\r\nthese basic principles.\r\nThere are some who are bent on compromising\r\nthese cardinal principles of international relations,\r\nvoicing support for interference in countries’ internal\r\naffairs on various grounds. This is indeed a dangerous\r\ntrend, with dangerous implications for the peace and\r\nstability of our international system. At a time when\r\nthe powerful increasingly make use of various\r\ninternational forums to fulfil their hidden political\r\nagendas, a very valid question must be posed: who\r\ndetermines the existence of a situation that warrants\r\ninterference in internal affairs? The justification of\r\ninterference in internal affairs under certain conditions\r\nis a concept easily vulnerable to abuse by the powerful\r\nfor their narrow national interests. Interference, even\r\nfor such a worthy cause as humanitarian assistance, can\r\nundermine the principles of neutrality and impartiality,\r\nthus endangering the entire system of humanitarian\r\nassistance. A well-intentioned mistake can unravel the\r\nfabric of the present international system, which has\r\nstood us in good stead.\r\nNo nation is entirely free from problems or\r\ndifficulties. While some are more successful in solving\r\ntheir problems, others are less successful. There are\r\nsome situations where the assistance of the\r\ninternational community is necessary to resolve these\r\nissues and difficulties; in other situations, national\r\nmeasures would best suit the situation. In trying to\r\nresolve these problems, a proper understanding and a\r\ncorrect perspective on the issue, both historical and\r\ncurrent, are necessary. A solution obtained without\r\nsuch understanding and perspective is tantamount to\r\ntreating the symptoms rather than the disease.\r\n14\r\nA/55/PV.25\r\nA careful look at countries with ongoing conflicts\r\ndemonstrates that some issues are not susceptible to an\r\neasy and quick solution. They are deeply rooted in\r\nintra-State tensions and mistrust that have been\r\nlingering for hundreds of years. There are instances\r\nwhen seemingly successful solutions causing fleeting\r\neuphoria have turned out to be pyrrhic victories. This is\r\nprincipally because the root causes were never\r\nthoroughly understood and addressed.\r\nFurthermore, appropriate and pragmatic national\r\nattempts at finding lasting solutions should be\r\nencouraged and supported. There are many cases where\r\nthe role of the international community is\r\nindispensable. There are also many other cases where\r\nits proper role should be limited to assisting the State\r\nconcerned in its efforts, complementing those efforts\r\nonly where necessary.\r\nThe situation in Myanmar has been the subject of\r\nunfair scrutiny and political pressure by a number of\r\npowerful countries for quite some time. Therefore, I\r\nfind it appropriate to take this opportunity to apprise\r\nthe Members of the Organization of the situation in my\r\ncountry. The Government of Myanmar is in the process\r\nof establishing a democratic society. In this endeavour,\r\nit has chosen the path that is most suitable to the\r\ncountry, its people and its historical peculiarities.\r\nContemporary history has shown that the transition to\r\ndemocracy from a totally different and centralized\r\npolitical and economic system is not always smooth. It\r\nrequires ingenuity, patience and understanding to make\r\nthe process peaceful.\r\nHere I wish to underscore that the present\r\nMyanmar Government is making all-out efforts to\r\nsolve the most fundamental problem of the country: the\r\nconsolidation of national unity. Without satisfactorily\r\nresolving this basic question, the objectives of\r\ndemocracy, peace, prosperity and stability will not be\r\nrealized. National unity will not be consolidated if we\r\ncannot address issues such as the eradication of\r\npoverty, equitable distribution of national wealth and\r\nthe maintenance of peace and security.\r\nThe people of Myanmar share the view that these\r\nissues must be adequately addressed first and foremost\r\nin order to achieve the emergence of a developed,\r\npeaceful and prosperous State.\r\nIt is at this important and delicate juncture that all\r\nsorts of superficial and unsubstantiated charges are\r\nbeing made against us, placing many obstacles along\r\nour chosen path to democracy. This line of approach\r\nwill only perpetuate the existing programmes in the\r\ncountry. It will give rise to unnecessary delays in our\r\ncurrent democratization process. Here I wish to stress\r\nthat it was a situation of chaos and anarchy that had\r\nthreatened the country’s survival as a State and that led\r\nthe Tatmadaw, the armed forces, to assume State\r\npower. Although the present Government is a military\r\ngovernment, the country is not governed by martial\r\nlaw. The entire body of legislation remains in place and\r\nthe country is governed according to these legal\r\nprovisions. The country also retains an independent\r\njudicial system.\r\nDespite all obstacles placed in our path to\r\ndevelopment and against all odds, we have made\r\nconsiderable achievements, both economically and\r\npolitically. On the political front, because of the\r\nGovernment’s endeavour to build national unity, 17\r\narmed groups have returned to the legal fold. We have\r\nbeen able to establish unprecedented peace and\r\ntranquillity. We have also made considerable strides in\r\nthe country’s economy. The country’s gross domestic\r\nproduct continues to grow year after year. The\r\neconomy registered 10.9 per cent growth last year. This\r\ngrowth pattern is expected to continue this year. The\r\neffective control of inflation also resulted in an\r\nappreciable increase in the living standard of the\r\npeople of Myanmar. The people of the country are fully\r\nconscious of all these remarkable achievements. They\r\nare fully aware that they themselves are the direct\r\nbeneficiaries of these positive results. The Government\r\nis determined to redouble its efforts to bring about\r\npeace and stability and a better standard of life for the\r\npeople of Myanmar.\r\nThe peace and stability that we have today do not\r\ncome easily. It is only in recent years that peace and\r\nstability returned to virtually all corners of the country.\r\nWhat we are doing is laying down a firm foundation\r\nnecessary to build a modern, prosperous and peaceful\r\nnation. Far from recognizing the unprecedented\r\nachievements made by the Government, some Western\r\ncountries have imposed on us political pressure and\r\nunilateral sanctions. International financial institutions\r\nare being used to deny us our rightful loans and\r\nassistance. These are hampering all our sincere and\r\nvigorous efforts to address the pressing problems of the\r\nnation and to uplift the country to a prosperous stage.\r\nHowever, we will continue on our chosen path of\r\nbuilding a democratic society best suited to our\r\n15\r\nA/55/PV.25\r\ntraditions, thus fulfilling the aspirations of our people.\r\nWe are resolute in our determination to develop the\r\ncountry in the shortest possible time.\r\nIn accordance with Myanmar’s foreign policy,\r\nMyanmar makes every effort to forge friendly relations\r\nwith all countries. In conformity with this time-tested\r\npolicy, we have successfully established friendly and\r\nclose relations with all neighbouring countries. It is a\r\npolicy that we pursue in our relations with fellow\r\nmembers of the Association of South-East Asian\r\nNations (ASEAN), countries of the region and all other\r\ncountries of the world. I wish to take this opportunity\r\nto urge those countries that now have negative views\r\non Myanmar to look at our situation in a more\r\nobjective manner. We are building a democratic\r\nsociety, a society in which peace and stability prevails,\r\na society where our people can enjoy a better life in\r\nlarger freedom.\r\nWhat we urgently need in the new century is the\r\nrealization of a just and an equitable international\r\norder. We need an international order where right, and\r\nnot might, prevails. In establishing such an\r\ninternational order, the United Nations is the only\r\norganization that can provide the necessary leadership.\r\nThe envisaged international order must also respect the\r\nright of every nation to adopt the political, economic\r\nand social systems that best suit its domestic context. It\r\nmust be an international order in which the legitimate\r\ndesire of every nation for justice and equality is\r\naccepted by powerful States with understanding and\r\nsympathy. In this, the role of the United Nations, as the\r\nprincipal intergovernmental institution of universal\r\nnature, is irreplaceable. Hegemonic tendencies and\r\npower politics will certainly undermine the basis of\r\ninternational relations and will thereby jeopardize our\r\nsystem of collective security.\r\nIt is my fervent hope that every Member State\r\nwill play its part and make this Organization equal to\r\nthe challenges of the new century. At this Millennium\r\nAssembly let us all resolve to translate the ideals of the\r\nOrganization into a concrete reality through\r\ncooperation, goodwill and firm commitments.\r\nThe Acting President (spoke in French): I call\r\non His Excellency Mr. Juli Minoves-Triquell,\r\nChairman of the delegation of Andorra.\r\nMr. Minoves-Triquell (Andorra): Andorra will\r\nbecome, through the Western European and Others\r\nGroup (WEOG) rotation scheme, a member of the\r\nEconomic and Social Council (ECOSOC) of the United\r\nNations at the beginning of 2001, for a period of three\r\nyears. This is a great responsibility and a particular\r\nchallenge for a small country that has only been a\r\nMember of the United Nations since 1993.\r\nMy Minister of External Relations, Mr. Albert\r\nPintat, would have loved to have been here today to\r\nexpress to Members Andorra’s commitment to the\r\ngoals of the United Nations and specially our\r\nobligations in ECOSOC. He would have praised the\r\nBrahimi report and its new thoughts on peacekeeping\r\noperations, which my country supports. When he\r\nlearned that he would be unable to lead this year’s\r\ndelegation to the United Nations, owing to unavoidable\r\nofficial functions in Europe, he asked me, in the light\r\nof our forthcoming membership in ECOSOC, to\r\ncontribute to this general debate of the year 2000 with\r\nsome free reflections — if possible innovative ones —\r\non what globalization might mean for a small State.\r\nThis is a daunting task since everything seems to have\r\nbeen said about the subject, but I shall try to dutifully\r\ncarry out my Minister’s instructions.\r\nFirst, however, let me convey to President Harri\r\nHolkeri Albert Pintat’s congratulations for his election\r\nas President of the fifty-fifth session of the General\r\nAssembly, while thanking his predecessor, Theo-Ben\r\nGurirab, for a difficult job well done.\r\nWhen I was a student here in the United States\r\nmany years ago, I took a course in photography. I had\r\ntaken from my family’s house in Andorra a negative —\r\nit was one of the older glass negatives — and there in\r\nthe university photography lab I set it up for\r\ndeveloping. I remember that moment when I peered\r\ninto the developer tray and saw, slowly forming on the\r\nwhite photographic paper, an image, the image of my\r\ngreat grandmother. It was a shock, there in New Haven,\r\nto see this face from a long distant past, from long\r\nbefore I was born, come slowly into clarity. A lost\r\nimage from a lost past.\r\nIf I had the time, and Members the inclination, I\r\ncould tell them about my great-grandmother, a\r\nformidable woman who never left the Valley of\r\nAndorra, high up in the mountains of the Pyrenees. I\r\ncould tell them what her face, strong and hard as the\r\nstone of the mountains, says about the history of my\r\ncountry. In the photograph, she is dressed all in black,\r\nand looks away from the camera, down at the rocky\r\nground. Behind her, one can see the stones of the\r\n16\r\nA/55/PV.25\r\nfamily farm, high up in the mountains above Saint\r\nJulia, one of the seven parishes that make up the\r\nPrincipality of Andorra.\r\nHer Andorra is very different from the country\r\ntoday. Dirt paths have become asphalt roads and stone-\r\nstrewn fields are now covered with shops, houses and\r\nhotels. The remarkable Romanesque churches that are\r\nthe pride of my country, churches that date back to the\r\nfoundation of the Principality in the late thirteenth\r\ncentury and that loomed over the villages for almost a\r\nmillennium, are now hemmed in by concrete\r\nbuildings — stores, apartments, houses, the same\r\nbuildings you might find in parts of Rio de Janeiro,\r\nBeijing or New York.\r\nYes, so much has changed since my grandfather’s\r\nhand snapped this picture. My great-grandmother\r\nwould recognize only the church towers and the stones\r\nof the mountains. And what was so specific about her\r\nworld — the stories, the cooking, the fabric of daily\r\nlife — well, that has disappeared.\r\nIn the space of 70 years, Andorra has changed\r\nfrom being a poor and remote place to a prosperous\r\ncountry, with over 10 million tourists a year, who come\r\nfor skiing in the winter and hiking in the summer. We\r\nare now a commercial hub. If you look for a country\r\ntransformed by globalization, you might look to\r\nAndorra.\r\nAndorra is a country that has survived,\r\nindependent and uninvaded, since 1278. It is one of the\r\noldest and one of the smallest democracies in the\r\nworld. A historian might argue that this remarkable fact\r\nis due to its isolation and poverty, or because for\r\ncenturies the outside world was neatly balanced by its\r\nco-Princes — the Bishop of Urgell to the south, and to\r\nthe north the Count of Foix, later the French King and\r\nsince 1805 the head of the French State.\r\nUnsurprisingly, I might attribute the remarkable record\r\nof peace to the cautious character of the Andorran\r\npeople. Or rather — and less partially — I think that\r\nbecause it is a small country, where parishes have been\r\nable to readily communicate with one another at the\r\nCasa de la Vall, the House of the Valleys,\r\ncommunication never broke down.\r\nThe Millennium Summit of the United Nations\r\nhad as its theme globalization. As a summit, it was\r\naptly named, since I would say that globalization is the\r\nstory of the second millennium — indeed perhaps it is\r\nthe story of human culture. I am a politician, not a\r\nhistorian, but we all know the effect on both Europe\r\nand the Middle East wrought by the Crusades of the\r\neleventh and twelfth centuries, or the transformation of\r\nindigenous and European cultures brought about by the\r\n“discovery” of the New World, or the effect of the\r\nslave trade of the seventeenth and eighteenth centuries\r\non both Africa and the Americas. These violent\r\nencounters formed the world even as they brought\r\ndeath and destruction. They also sparked our\r\nimaginations. The Globe was the name of\r\nShakespeare’s playhouse in sixteenth-century London,\r\na joke he liked to work into many of his plays. I like to\r\nthink of the United Nations as the new Globe, a theatre\r\nin which we are the players or — if we have the\r\nimagination — the dramatists for the story of our\r\nfragile planet.\r\nBut the globalization we are now facing is of a\r\ndifferent nature. As Kofi Annan suggested in his\r\nopening introduction to the Millennium conference, the\r\nstarting point for this millennium can be summed up in\r\none word: “globalization” — the melting away of\r\nnational boundaries as the world becomes one\r\neconomy, one common space, one village.\r\nIt is an idyllic view, the view of the world as a\r\nvillage. Of course, the Secretary-General is all too\r\naware of the negative effects of the process. In the\r\nsame introduction, he cautions:\r\n“Globalization offers great opportunities, but at\r\npresent its benefits are very unevenly distributed\r\nwhile its costs are borne by all.\r\n“Thus the central challenge we face today is\r\nto ensure that globalization becomes a positive\r\nforce for all the world’s people.” (A/54/2000,\r\nparas. 13 and 14)\r\nWe all know the protests that have taken place,\r\nand will take place, against this same word,\r\n“globalization”. Let us listen, for instance, to one of the\r\ninterested groups, chosen at random, the International\r\nForum on Globalization (IFG), which understands the\r\nterm as referring to a “globalized economic system\r\ndominated by supranational corporate trade and\r\nbanking institutions that are not accountable to\r\ndemocratic processes or national Governments”. The\r\nIFG accuses\r\n“the GATT, WTO, Maastricht, NAFTA, combined\r\nwith structural adjustment policies of the IMF\r\nand the World Bank, to be direct stimulants to the\r\n17\r\nA/55/PV.25\r\nprocesses that weaken democracy, create a world\r\norder that is under the control of transnational\r\ncorporations, and that devastate the natural\r\nworld”.\r\nAccording to the IFG, globalization brings the\r\ndiminishment of powers of local and indigenous\r\ncommunities, States and even nations, destroys both\r\nsmall-scale agriculture and the earth’s remaining\r\nwilderness, and brings a worldwide homogenization of\r\ndiverse local and indigenous cultures. To counter its\r\neffects, the IFG advocates the revitalization of local\r\ncommunities by promoting maximum self-reliance, the\r\nrecognition of rights of indigenous peoples and the\r\nabandonment of the paradigm of unlimited economic\r\ngrowth.\r\nWhen I listen to these words, I cannot help but\r\nhear a lament, a lament for a lost and simpler world:\r\nthe world of my great-grandmother. And I am reminded\r\nof that greatest of all laments for lost culture, the work\r\nthat indeed informs the thinking behind the activists\r\nwho struggle against the forces of globalization —\r\nClaude Lévi-Strauss and his masterpiece, Tristes\r\nTropiques, his elegy for the people of the Amazon\r\nbasin, which even as he captured it on paper was\r\ndisappearing into our modern world.\r\nI understand the sadness for the lost world, the\r\nworld of the past that is always slipping away from us,\r\nthat exists in the black-and-white negative of our\r\nmemory. And so here I elegize, before this Assembly,\r\nall that has disappeared, not simply in Andorra but in\r\nthe world, all that has been forgotten, paved over by\r\nthe forces of travel, of tourism, of telephone,\r\ntelevision, cinema and the Internet.\r\nThese technologies link the world; they narrow\r\nits distances and threaten to dilute the cultures of the\r\nglobe into a flat monoculture. And I ask my listeners\r\nnow: what new discoveries await us? We cannot\r\nimagine them, but they will come, and sooner than we\r\nthink, in this terrifying and beautiful globe of ours.\r\nAnd yet, and yet ... The IFG manifesto was not\r\nposted on a church door in Wittenburg, printed in a\r\nnew technology that sparked another revolution, the\r\nReformation of the sixteenth century. No, it was\r\ndownloaded from a web site on the Internet. This\r\nWeb — in which ideas, images, voices travel across our\r\nglobe in a flash — is a remarkable invention that\r\ncollapses both time and space.\r\nIn the same way, I now realize that my image of\r\nmy great-grandmother came from a negative, from a\r\ncamera — a technology that perhaps more than any\r\nother, besides the computer, has transformed and\r\nquickened the pace of our world.\r\nThis is to make a very simple point: not simply\r\nthat this manifesto is presented in the very technology\r\nof globalization, but that nostalgia for a local economy\r\nmight be a product of globalization itself.\r\nMy great-grandmother had a good life, but a hard\r\none, with terrible cold in the winter and constant work.\r\nWould she have chosen this life, if she could have had\r\nanother? If she had known another? And more to the\r\npoint, would she have been allowed to choose?\r\nWe need to remember that people themselves\r\nhave embraced change. Real people who are not\r\ncontent to live — physically or imaginatively — in\r\ntheir places of birth, but, filled with a desire to better\r\ntheir lives or to see the world, they reach out and try to\r\ngrasp change, if only to know what they have lost.\r\nLévi-Strauss could not bring himself to recognize\r\nthat people he observed, deep in the Amazon rain\r\nforests, might want to leave their paradise — not\r\nbecause they were driven out by modernity, the\r\nmodernity that Lévi-Strauss himself made so much of,\r\nbut because they wanted to better their lives, to\r\nembrace the world, to feel for themselves the painful\r\npulse of gain and loss.\r\nWe need only leave this Hall and walk through\r\nany street in the city to recognize this. People from all\r\nacross the world, people of all races, walking up and\r\ndown, alone or in conversation, happy or unhappy,\r\nhomesick or embracing the dreams this city seems to\r\nproffer. In the streets, we see restaurants that offer\r\nwonderful meals from all around the world, and fusion\r\nrestaurants: French-Senegalese, American-Thai. Or\r\nfusion children. In the streets of New York or Paris or\r\nHong Kong or Andorra la Vella, the people are\r\nchanging, colours are shifting. What brave new world\r\nis being born around us?\r\nIn saying this, I do not want to contradict the\r\nconcerns of the anti-globalists, to in any way deny their\r\nrecognition of the dangers of change. We ignore at our\r\nperil practical questions that turn around international\r\nfinance, international corporations, the widening gulf\r\nbetween have and have-not countries, the dangers to\r\nthe environment.\r\n18\r\nA/55/PV.25\r\nThese are practical matters to be seen to. To\r\nparaphrase Annan, we need mechanisms to equalize the\r\nbenefits of globalization, to make life a positive thing\r\nfor all peoples. By this I do not mean the quest for\r\nsuperfluous material goods, but shelter and health and\r\nprotection from disease. And I would add, simply, that\r\nbefore and during my tenure here as Ambassador, the\r\nUnited Nations hosted a series of summits or\r\nconferences designed to address these very\r\nproblems — Rio, Istanbul, Copenhagen, Beijing,\r\nRome, just to name a few. The world conference\r\nagainst racism, racial discrimination, xenophobia and\r\nrelated intolerance, the world summit for children and\r\nRio + 10 are to come. There is a substantial body of\r\nwork in place to address the stresses of globalization.\r\nWhat we need to do now is continue to work towards\r\nour goals.\r\nIn conclusion, I would like to consider a\r\npresupposition of both global optimists and pessimists:\r\nthe notion that globalization has replaced nationalism.\r\nAgain, to quote Kofi Annan, globalization means “the\r\nmelting away of national boundaries as the world\r\nbecomes one economy, one common space, one\r\nvillage”.\r\nSimilarly, the report published in The New York\r\nTimes concerning the protests against globalization\r\nstated that “speakers do not oppose globalization per\r\nse, because, in their view, the era of nation-States is\r\ncoming to its inevitable end”.\r\nAre globalization and nationalism opposed? On\r\nthe surface, they would appear to be. So much of\r\nglobalization — economies that transcend borders,\r\ncommunication networks that shrink the world —\r\nseems to render an earlier model of the nation-State\r\nobsolete.\r\nAnd yet, whether it be the ethnic conflicts in\r\nRwanda or in the Balkans, issues of immigration in the\r\ndeveloped world or conflict in East Timor, we know\r\nthat the question of the border, of the passport, remains\r\nincreasingly important. Despite our interconnectedness,\r\nnationalism has not withered away. I fear the rise of a\r\nnationalism no longer linked to true patriotism, that is\r\nto the love of a place. I pray that the world does not\r\nsuccumb to an unthinking nationalism that would exist\r\nsimply to exclude or to feed the ambitions of\r\nunscrupulous politicians. We need a democratic\r\nnationalism forged out of a concern for the rights of\r\nindividuals. That is not nationalism as it worked out\r\nfrom the eighteenth to the twentieth centuries — a\r\nnationalism linked to the struggle to control markets, to\r\nthe scramble for loot — but a new nationalism that is\r\nnot predicated on identity, on cultural sameness, a\r\nnationalism that is linked to a world economy that is no\r\nlonger restricted by national borders, a democratic or\r\ncivic nationalism, a global nationalism.\r\nThis would be a new nationalism, I must add, in\r\nwhich Andorra and other small countries are not\r\nhistorical anachronisms, but are emblematic of this\r\ncivic nationalism, predicated as it must be on the\r\ndemocratic will of the people. In this sense, Andorra’s\r\nquiet patriotism, its 700 years of peace and\r\ncommunication, can modestly serve as a kind of\r\nhistorical model.\r\nCountries need to rethink what it means to be a\r\nnation in order to participate effectively in the life of\r\nthis our globe, in order to become what we must be and\r\nto a certain extent already are: united nations. In its\r\nvery name, in its very mission, the United Nations\r\nanticipated the globalization that is so rapidly\r\noccurring. Born out of a global threat posed by war and\r\nlater by nuclear war, forged from the most terrible of\r\nnational struggles, the United Nations is an activist\r\nforum for issues that are global, not in the sense that\r\nthey transcend any individual nation, but in the sense\r\nthat they are of concern to all nations.\r\nThe International Criminal Court, whose statute\r\nwill soon be ratified by Andorra, a country which had\r\nthe honour of contributing to it by composing the first\r\nparagraphs of the preamble, is a good example of an\r\nentity that respects borders but that places human\r\nrights above all. Crimes against humanity must be\r\npunished, and shall be.\r\nThis new nationalism, while it recognizes\r\nborders, asserts that the rights of citizens to liberty and\r\npeace are primary. Hence, the United Nations, even as\r\nit respects national borders, needs to recognize that it\r\ncan and should become proactive in the protection of\r\nthose rights in the case of civil conflict. So too, the\r\ngreat global threat of AIDS and other infectious\r\ndiseases demands a response from each nation and a\r\nrecognition that these threats can never be adequately\r\ndealt with alone, but only by working globally through\r\nthe United Nations. In short, we need not only the\r\nUnited Nations, but, as many have said, we need united\r\nnations.\r\n19\r\nA/55/PV.25\r\nI began this speech with the image of my great-\r\ngrandmother looking down at the stony ground of her\r\ncountry. I would end it, symbolically at least, with\r\nanother image: our image. Someday, our great-\r\ngrandchildren may discover our image, perhaps even\r\nour image here in this place. Perhaps they will\r\nreproduce it through a technology so strange, so\r\nremarkable, we cannot even imagine it. But let us hope\r\nthat they live in the brave new world I have spoken of\r\ntoday. And let us hope that they see us as an image of\r\npositive change. We who have lived through such\r\nchange cannot turn away from it. With our feet on the\r\nground of this great globe of ours, we need to look\r\nforward. We need to grasp change. We need to reach\r\nout.\r\nThe Acting President (spoke in French): The\r\nnext speaker is His Excellency Mr. Fritz Longchamp,\r\nMinister for Foreign Affairs and Worship of Haiti.\r\nMr. Longchamp (Haiti) (spoke in French): The\r\nRepublic of Haiti wishes to add its voice to all those\r\nwho have already congratulated Mr. Harri Holkeri of\r\nFinland on his election to the presidency of the General\r\nAssembly at its fifty-fifth session. We take this\r\nopportunity also to pay tribute to Mr. Theo-Ben\r\nGurirab for the success with which he guided the work\r\nof the fifty-fourth session.\r\nI convey warm regards to the Secretary-General,\r\nMr. Kofi Annan, who has made a remarkable\r\ncontribution to enhancing the confidence placed in the\r\nOrganization.\r\nThe Republic of Haiti welcomes the admission of\r\nTuvalu to membership of the United Nations.\r\nThere is no question but that this session should\r\nfocus on how to implement the decisions taken by our\r\nheads of State or Government during the Millennium\r\nSummit with a view to forging a policy of effective\r\nglobal cooperation for the twenty-first century. Despite\r\nall the criticism one could legitimately level at the\r\nOrganization after 55 years, the United Nations system\r\nremains the sole worldwide structure that can provide\r\ncollective solutions to the problems facing us in the\r\nspheres of international security, the environment and\r\neconomic and social development.\r\nThe Organization is often found lacking in terms\r\nof solutions to problems. But we know very well that\r\nthis lack of effectiveness is the result of several factors,\r\nincluding a lack of resources and poor management of\r\nthose that are available, and overlap in the functions of\r\nUnited Nations institutions and agencies. We think it is\r\nimportant to continue to rationalize the functioning of\r\nthe Organization in order to secure the best results\r\nfrom existing resources. We must remember that\r\nentrusting the United Nations with a mandate without\r\nproviding it with the proper means for fulfilling it has\r\nthe inevitable and negative consequence of\r\nundermining the Organization’s credibility.\r\nLast June in Geneva, we took stock of the\r\noutcome of the Copenhagen World Summit for Social\r\nDevelopment. The assessment was very mixed, not to\r\nsay negative. The fact is that the Copenhagen\r\nDeclaration on Social Development and Programme of\r\nAction were formulated in response to a world socio-\r\nhistorical situation marked both by a widening gap\r\nbetween North and South and by a distinct incongruity\r\nbetween the positive economic aspects and the negative\r\nsocial aspects of globalization. Social development\r\ntherefore gains in urgency as the process of\r\nglobalization accelerates.\r\nIn spite of all the political and economic\r\ndifficulties facing the Republic of Haiti, it has made\r\nconstant efforts to attain the goals of the Copenhagen\r\nSummit, as witnessed by the seemingly minor but\r\nactually important fact that between 1997 and 2000\r\nHaiti’s ranking in the United Nations Development\r\nProgramme human development index rose from 156\r\nto 150. But we know that we are far from reaching\r\nacceptable levels of social development. That is why\r\nthe Haitian Government continues to devote special\r\nattention to implementing the Programme of Action for\r\nthe Least Developed Countries for the 1990s.\r\nThe Third United Nations Conference on the\r\nLeast Developed Countries will be held at Brussels in\r\nMay 2001. It will, inter alia, assess what has been done\r\nto strengthen the human and institutional capacities of\r\nthe least developed countries. Unless these are\r\nstrengthened, it will be extremely difficult for least\r\ndeveloped countries fully to attain goals of the\r\nCopenhagen Programme of Action.\r\nBeyond its social aspects, the question of\r\ndevelopment will be decisive for the peaceful future of\r\ninternational relations. Statistics remind us daily that\r\nthe countries of the North and the countries of the\r\nSouth are moving further apart as the changes brought\r\nabout by globalization continue swiftly. This situation\r\nis politically, economically and ecologically dangerous\r\n20\r\nA/55/PV.25\r\nfor the stability of the international system; this could\r\nlead in the long term to the spread of areas bereft of\r\nlaw, to sudden migratory flows and to the continued\r\nuse of armed conflicts and violence as a way of\r\nconducting relations between and within nations.\r\nHaiti therefore welcomes the fact that a central\r\ntheme of next year’s second high-level dialogue on\r\nstrengthening international economic cooperation for\r\ndevelopment through partnership will be the\r\nidentification of ways to integrate developing countries\r\ninto the world economy in the twenty-first century.\r\nThe economy of the twenty-first century will\r\nincreasingly be based on new information technologies\r\nand this will be an enormous challenge for the\r\ndeveloping countries. Because of this, maximizing\r\ncultural resources and local genetic resources for\r\ndevelopment and for preserving traditional knowledge\r\nwill become essential for sustainable development,\r\nsince it offers an appropriate legal framework to enable\r\ncountries of the South to preserve their intellectual\r\nproperty rights to their genetic resources.\r\nImplementation of a global policy for economic\r\ndevelopment will have no really significant effect on\r\nreal development of the human being if the question of\r\npeace is neglected. Peace and development are\r\ninterdependent and mutually reinforcing. The United\r\nNations Educational, Scientific and Cultural\r\nOrganization’s constitution states explicitly that “since\r\nwars begin in the minds of men, it is in the minds of\r\nmen that the defences of peace must be constructed”. It\r\nis therefore essential that the concept and the practice\r\nof peace become a real culture so as to enable societies\r\nand individuals to develop and enrich themselves\r\nthrough their cultural diversity. We welcome the\r\nproclamation of 2001 as the “Year of Dialogue among\r\nCivilizations”.\r\nSocial development and the worldwide\r\ndissemination of a culture of peace are definitely basic\r\nelements here. However, we think that it is important to\r\nwelcome the idea of integrating them into a wider\r\nconceptual and operational dimension — the dimension\r\nof human security which places the human being at the\r\nvery heart of international priorities. Far from harming\r\nthe interests of the nation-State, human security fully\r\nmeets its concerns. In fact, human security goes\r\nbeyond, formally speaking, the natural sphere of action\r\nof nation-States to deal with transnational phenomena\r\nsuch as the degradation of the environment, natural\r\ndisasters and international crime in all of its many\r\naspects which pose serious threats to the control over,\r\nand managing of, national affairs. The great challenge\r\ntoday is to work out and implement a programme for\r\nhuman security that establishes, as a yardstick for its\r\nsuccess, its ability to release men and women in our\r\nworld from the slavery of poverty.\r\nIn our search for solutions to current problems,\r\nwe need to envisage the reform of our Organization\r\nand, in particular, the reform of the Security Council\r\nand the Economic and Social Council.\r\nQuestions of development are linked to questions\r\nof international security and therefore neither of these\r\nreforms should be neglected. After years of negotiation\r\nand debate, it is time now for the international\r\ncommunity to reach a consensus on the\r\ndemocratization of the Security Council to make it\r\nbetter adapted to the new international realities. It\r\nwould also be an ideal time to give thought to a\r\nthorough reassessment of the veto, which is no longer\r\nin keeping with the current state of international\r\nrelations.\r\nThe attainment of these goals will make it\r\npossible for our Organization to discharge its twofold\r\nmission: guaranteeing peace among nations and\r\nassisting the peoples of the earth to develop their\r\npotential.\r\nLikewise, the reform of the Economic and Social\r\nCouncil is essential if we want to give the United\r\nNations the tools it needs to confront the challenges of\r\nthe twenty-first century. This reform should seek to\r\navoid or eliminate the functional overlapping of\r\nprogrammes of action of the agencies of the United\r\nNations system, while developing a policy of\r\npartnership for development. Accordingly, it is\r\nessential to strengthen the functions of the Economic\r\nand Social Council that relate to the coordination of\r\nfunds and programmes. The strengthening of the role\r\nof, and the functioning of, the Economic and Social\r\nCouncil is particularly crucial in this era of\r\nglobalization. Only the definition and implementation\r\nat the multilateral level of coordinated plans of action\r\nwill make it possible to help, in a meaningful way, the\r\nefforts of States to eradicate poverty and to establish a\r\nsolid basis for comprehensive sustainable development.\r\nOur Organization is rightly called a universal\r\nOrganization. This is why the Republic of Haiti\r\nwelcomed enthusiastically our unanimous decision to\r\n21\r\nA/55/PV.25\r\nadmit Tuvalu as the 189th Member. It is only right that\r\nthe 9,000 inhabitants of that country be properly\r\nrepresented in our world Organization.\r\nTherefore the situation of the 23 million Chinese\r\nof Taiwan is a matter of concern to us. We welcome the\r\nfact that the dialogue-based approach continues to\r\nprevail on both sides of the Straits of Taiwan. While we\r\nwait for the dialogue to produce satisfactory results for\r\nboth sides, we think that the question of the\r\nrepresentation of these 23 million people deserves the\r\nattention of the United Nations.\r\nAllow me to conclude by referring to a few\r\nfigures. According to the latest report on development,\r\nproduced by the World Bank, one fifth of the world’s\r\npopulation, no less than 1.2 billion people, are living\r\non less than one dollar a day. One out of five children\r\ndie before reaching the age of five. The World Bank\r\ntells us also that the 20 richest countries have an\r\naverage income which is 37 times higher than that of\r\nthe 20 poorest countries and this gap is twice what it\r\nwas 40 years ago.\r\nAnd yet, these last 40 years were all decades\r\ndevoted to development by the international\r\ncommunity. There is, therefore, a problem here that I\r\nwould call the paradox of the twentieth century. Never\r\nhas humanity attained such a capacity to produce all\r\nkinds of goods and riches, and yet never have there\r\nbeen so many people unjustifiably going hungry.\r\nThe essential challenge today is for the twenty-\r\nfirst century not to resemble the twentieth in this\r\nrespect. To make this happen, the mind-boggling\r\nconstant increase in scientific knowledge must be\r\nproperly harnessed to the fight against poverty in all of\r\nits various manifestations.\r\nThe United Nations cannot spend another 55\r\nyears talking about development: it is time now, it is\r\nhigh time to make development a reality. The entire\r\ncredibility of the Organization hinges on this issue\r\nbecause, basically, development is another name for\r\npeace.\r\nDespite the many obstacles we face, Haiti hopes\r\nthat the community of States will manage to build in\r\nthis century and in this millennium a world where basic\r\nneeds will be met, where nature will be protected,\r\nwhere the scourge of drugs and organized crime will be\r\ncontrolled, with opportunities for all, with hopes for a\r\nmore promising future, in particular for young people\r\nand for the disadvantaged.\r\nThe Acting President (spoke in French): The\r\nnext speaker is His Excellency Mr. Vinci Niel\r\nClodumar, Chairman of the delegation of Nauru.\r\nMr. Clodumar (Nauru): Mr. President, allow me\r\nto join previous speakers in congratulating you on your\r\nassumption of the presidency of the fifty-fifth session\r\nof the General Assembly. Nauru, like your\r\nGovernment, has full confidence in your ability to\r\nconduct the affairs the Assembly effectively and\r\nefficiently. Through you, Sir, Nauru congratulates the\r\noutgoing President, His Excellency Mr. Theo-Ben\r\nGurirab, Foreign Minister of Namibia, for a job well\r\ndone which climaxed with the successful and\r\nunprecedented Millennium Summit.\r\nThe Republic of Nauru has just passed its first\r\nanniversary as a Member of this esteemed Organization\r\nwith a Permanent Mission in New York that is just nine\r\nmonths old. The admission of our brother island from\r\nthe Pacific, Tuvalu, as the 189th Member of the\r\nOrganization, is a most welcome development. On\r\nbehalf of my Government, I extend to Tuvalu our warm\r\nwelcome into the brotherhood of nations.\r\nMy delegation commends the Secretary-General,\r\nMr. Kofi Annan, and his team at the Secretariat for\r\ntheir well-crafted report entitled “We the peoples: the\r\nrole of the United Nations in the twenty-first century”.\r\nThe report has captured, in one document, the agony\r\nand ecstasy of the United Nations as it journeyed\r\nthrough its triumphs and failures over the past 55 years\r\nof its existence.\r\nThe purpose of our presence in this parliament of\r\nthe peoples of the United Nations is not to bask in the\r\necstasy of past achievements but to pledge anew our\r\ncommitment and determination to face the problems\r\nthat continue to confront humanity, and to support the\r\nlaunching of the United Nations on a new crusade to\r\nengage the tempestuous challenges encapsulated in\r\nchapter VII of the Secretary-General’s report. In\r\nconjunction with this, the heads of State or\r\nGovernment of Member States have mandated the\r\nAssembly, by their solemn act of adopting the outcome\r\ndocument, to implement the call for action.\r\nIt is further encouraging to hear Foreign\r\nMinisters expound upon and reinforce the\r\ncommitments that their respective heads of State or\r\n22\r\nA/55/PV.25\r\nGovernment made at the Millennium Summit. It is now\r\nfor the doers to deliver the goods, so to speak. It is here\r\nthat the greatest challenges lie. It is indisputable that\r\nthe issues before us are not new but are unfinished\r\nbusiness, and the most difficult on which to make\r\nprogress. The problem is in the interaction between\r\nMember States for the purpose of delivering agreed\r\ninstruments that will act as platforms by which\r\nMember States will be obligated to adopt and\r\nimplement at the national level.\r\nIt is therefore my delegation’s strong view that\r\nour first priority is to revitalize and further strengthen\r\nthe foundation for collaboration and cooperation\r\namong Member States on the one hand, and between\r\nthe United Nations and the appropriate\r\nintergovernmental organizations and non-governmental\r\norganizations on the other. That is, not only must we\r\nresolve to provide the United Nations with the\r\nallocated resources and processes to perform its tasks\r\neffectively, but we must also repair the negative\r\nundercurrents and detrimental practices that inhibit the\r\nachievement of desired outcomes.\r\nIn this regard, Nauru considers the following\r\nactions to be necessary steps towards this goal.\r\nFirst, we must revitalize the work and restore the\r\nauthority of the General Assembly as the only\r\nuniversally representative body of the United Nations.\r\nSecond, there is a need to address the ongoing\r\nmarginalization of the smaller and less affluent\r\nMember States.\r\nThird, we must expedite the reform of the\r\nSecurity Council. Nauru believes that an expansion in\r\nSecurity Council membership is the politically correct\r\naction to take, and we urge participants and facilitators\r\nalike to expedite the work of the Working Group.\r\nFourth, the preference for unanimity as the means\r\nof deciding on issues under consideration is, in our\r\nview, a major factor behind the delay in reaching\r\nagreed solutions and has on more than one occasion\r\nresulted in the dilution of outcomes. Setting such a\r\nhigh standard, when the principal organs of the United\r\nNations come to decisions on a two-thirds majority\r\nbasis, is self-defeating. Nauru takes the view that a\r\nunanimous outcome should be a target only, and not a\r\nrule.\r\nFifth, financial resources need to be shored up.\r\nThe timely and unconditional payment of assessed\r\ncontributions will enable the United Nations to\r\ndischarge its responsibilities in a timely manner.\r\nVoluntary contributions are also a very essential source\r\nof funds to support the work of the subsidiary bodies\r\nand agencies through trust funds established under the\r\nUnited Nations. Nauru commends those Member States\r\nthat contribute to such trust funds over and above their\r\nassessed contributions, and we also recognize and\r\npraise the important contribution that private trust\r\nfunds such as the Ted Turner Foundation make to the\r\nwork of the United Nations and its main agencies.\r\nSixth, a number of covenants remain dormant due\r\neither to the lack of signatories to bring them into force\r\nor to the lack of ratification by States that have signed.\r\nWe thus call for all States to make a commitment to\r\nbringing outstanding international agreements into\r\nforce.\r\nSeventh, the Secretary-General’s reform\r\ninitiatives of 1997 must be brought to bear in the\r\nshortest time possible so that the limited resources of\r\nthe United Nations are put to work more on the\r\nprogrammes of action and less on running the\r\nadministrative machineries. We urge that the\r\nSecretariat continue to review its operations on a\r\ntimely basis as it strives to do more with less.\r\nThe President of the Republic of Nauru, in his\r\nintervention in the round-table discussion, expressed\r\nhis disappointment that the core responsibilities of the\r\nUnited Nations regarding the rights of peoples to self-\r\ndetermination and freedom from alien domination did\r\nnot rank as importantly as the other issues currently\r\nbefore us. The fact that there are still 17 countries\r\nlisted in the Special Political and Decolonization\r\nCommittee, coupled with the non-settlement of long-\r\nstanding disputes between States over their borders,\r\nand the continuing existence of stateless people, may\r\nbe indicative of the priority that these issues receive\r\nwithin the United Nations.\r\nFor Nauru, the continued refusal of the United\r\nNations to deal with the plight of the millions of\r\nChinese on the island of Taiwan is tantamount to\r\navoiding its core responsibilities. By no stretch of the\r\nimagination could we be convinced that the Republic\r\nof China on Taiwan is a province of China. Nauru has\r\nno doubt that the condition that unification should take\r\nplace through “peaceful” means, adopted by the United\r\nStates and its allies as part of their “one China” policy,\r\nhas helped maintain relative calm in the region. It is\r\n23\r\nA/55/PV.25\r\nincumbent upon the United Nations, under the\r\nappropriate Articles of the Charter, and the\r\ninternational community to find a lasting solution to\r\nthe problem. The United Nations cannot claim to be a\r\ntruly universally representative world body as long as\r\nthe people of Taiwan continue to be excluded from this\r\nOrganization.\r\nEast Timor is a classic case of the United Nations\r\nnot paying attention to the concerns of the Pacific\r\nregion. Undoubtedly, had the United Nations, through\r\nthe Security Council, acted at the time it was prompted\r\nto do so by the Governments of the region, the human\r\ncarnage and immeasurable damage to property would\r\nhave been far less, and perhaps even avoided\r\naltogether.\r\nIt is in this vein that Nauru is raising the matter of\r\nWest Papua. Our head of State stated Nauru’s position\r\non the issue in his intervention at the Millennium\r\nSummit, and I will therefore not repeat it here.\r\nHowever, the Nauru Mission to the United Nations has\r\nbeen instructed to take the necessary steps towards\r\nputting together a resolution on West Papua’s call for a\r\nnew and democratically run referendum on the\r\nquestion of independence from Indonesia, in the spirit\r\nof the 1962 New York Agreement between the\r\nNetherlands and Indonesia. We ask for the Assembly’s\r\nsupport of this just cause.\r\nFlowing from these issues of security and peace\r\nis the issue of the safety and survival of humankind\r\nfrom weapons of mass destruction, illicit trade in small\r\narms and light weapons and the pandemic of the\r\nHIV/AIDS virus. Despite the establishment of several\r\ninitiatives by the United Nations in its effort to make\r\nprogress on and expedite the question of disarmament,\r\nit is sad to note that progress is at a snail’s pace, due\r\nmainly to resistance by most nuclear-weapon States to\r\ndisarm. In the Pacific region, which has been declared\r\na nuclear-weapon-free zone by the Rarotonga Treaty,\r\nthe transboundary shipment of nuclear fuel and other\r\nradioactive material in the waters of States parties to\r\nthe Waigani Convention are banned. Our efforts\r\nthrough the Nuclear Non-Proliferation Treaty (NPT)\r\nprocess, as well as bilateral and multilateral initiatives\r\nto protect our ecosystem and seas against accidents\r\nfrom these shipments in the high seas of our region,\r\nhave been met with strong opposition by shipping\r\nStates that, unlike us, are not dependent on the sea and\r\nits ecosystem for their livelihoods.\r\nIn this regard, Nauru supports the call by the\r\nSecretary-General to convene a special session of the\r\nGeneral Assembly to address the nuclear disarmament\r\nissue, as we are not satisfied with the pace of progress\r\nin the other forums.\r\nAt the other end of the scale, small arms and light\r\nweapons obtained through illicit trade account for\r\nmuch of the political, ethnic and criminal killings and\r\nhuman suffering that occur in the less affluent\r\ncountries of the world. The tranquil South Pacific has\r\nnot been spared from this deadly trade. The United\r\nNations will be convening the first Conference on the\r\nIllicit Trade in Small Arms and Light Weapons in All\r\nits Aspects next year, and it is our hope that Member\r\nStates will not put national political interests ahead of\r\nthe desires of the international community to eradicate\r\nthis illegal and offensive activity.\r\nInternational efforts to contain the HIV/AIDS\r\nepidemic from spreading have not been successful in\r\nthe least developed and developing countries,\r\nparticularly in Africa. The prohibitive cost of treatment\r\nand social attitudes are the major constraints that these\r\ncountries face in combating the pandemic. We are\r\nsatisfied with the efforts of the United Nations to\r\ncombat the epidemic, efforts that are largely being\r\ncarried out through the World Health Organization and\r\nthe Joint United Nations Programme on HIV/AIDS.\r\nHowever, it is obvious that the United Nations needs\r\nthe help of affluent countries to provide medicine and\r\nmedical experts in support of its efforts. In this regard,\r\nNauru has joined in the sponsorship of a draft\r\nresolution calling on the General Assembly to take up\r\nthe issue and deal with it under its authority.\r\nPoverty continues to be the major concern for the\r\ndeveloping world. The fact that the number of least\r\ndeveloped countries is stagnant at 48, with the\r\npossibility of another 3 countries being added to the\r\nlist, is testimony to the fact that current programmes\r\nare not working. The Secretary General’s report\r\nentitled “We the peoples” lists some ambitious\r\ninitiatives to accomplish freedom from want for\r\nhumanity. We strongly endorse the call for setting time-\r\nbound goals in making resolute commitments to the\r\nworld’s poorest and most vulnerable. Next year’s\r\nconference on least developed countries and financing\r\nfor development will be our first test since the\r\nMillennium Summit of our sincerity to move from\r\nrhetoric to action on the important issue of poverty\r\nalleviation.\r\n24\r\nA/55/PV.25\r\nThe Pacific is a region that demands special\r\nattention. Projections by the Economic and Social\r\nCommission for Asia and the Pacific estimate growth\r\nin the Pacific region to be only about 2 per cent during\r\nthe next three years, as compared to around 6 per cent\r\nfor the rest of Asia. My own country is expected to\r\nexperience several more years of negative growth, as\r\nour single resource and industry — phosphate —\r\ncomes to the end of its natural life.\r\nSmall island developing States, and the Pacific\r\nislands in particular, face special difficulties is making\r\nthe transition to globalization. They will need time to\r\nadjust to changes in the external trade regime and to\r\nthe consequent changes in their economies. Our\r\nparticular vulnerabilities should be recognized as\r\njustifying special consideration to deal with such issues\r\nas the global process of trade liberalization. The\r\nremoval of special protective regimes continues to\r\noccur.\r\nThe South Pacific Applied Geoscience\r\nCommission has been developing an environmental\r\nvulnerability index with input from both the United\r\nNations and the Commonwealth Secretariat. Nauru,\r\nalong with the other small island developing States in\r\nthe Pacific, is gratified at the support it has received\r\nfrom several developed countries to finance the project\r\nto fruition. We urge that this work be incorporated into\r\nthe work of the United Nations, especially into the\r\nwork of the Committee for Development Policy and\r\nthat of the Bretton Woods institutions.\r\nFor all of us in the Pacific, the ocean is our major\r\nresource. It provides us with food, income from the\r\nsale of fish stocks caught in our respective zones and,\r\nthrough the natural cycle of evaporation and\r\ncondensation, it is also a vital source of our fresh\r\nwater. It may also prove to be the source of the demise\r\nof many low-lying Pacific islands from global warming\r\nand the resultant rise in sea levels. The Rio Conference\r\nin 1992 provided the foundations for international\r\naction. The Montreal Protocol on Substances that\r\nDeplete the Ozone Layer is an important step forward.\r\nBut those responses may prove to be too few, too\r\nlittle and too late for many small islands. We urge the\r\ncommunity of nations to implement the 1997 Kyoto\r\nProtocol. Nations and the private sector must\r\nincorporate “green accounting” into their practices in\r\norder to integrate the environment into economic\r\npolicy. Suitable regulations and incentives need to be\r\ndesigned into the web of governance.\r\nAgenda 21 and the Barbados Programme of\r\nAction continue to be the guiding principles for the\r\nsustainable development of our region and the\r\nprotection of our environments. My delegation is\r\npleased to note that the World Bank has adopted much\r\nof the relevant language in its programmes but it, and\r\nthe rest of the developed countries, need to commit to\r\nmaintain and, where possible, to expand overall levels\r\nof support for small States’ development, in terms of\r\nboth advocacy and the provision of technical\r\nassistance.\r\nFishing offers the best hope for the future\r\nsustenance of the smaller island countries that have no\r\nmineral resources and/or tourism to contribute to the\r\nnational treasury. Nauru therefore reaffirms the\r\nimportance of the sustainable integrated management\r\nand conservation of living marine resources in the\r\nworld’s oceans, and the obligations of States to\r\ncooperate to that end. We again call for an end to\r\nunsustainable and damaging practices, such as drift-net\r\nfishing, offshore dumping and high-seas pollution.\r\nIllegal, unreported and unregulated fishing is a threat to\r\nthe economic development of coastal States in the\r\nPacific, Caribbean and Latin American regions, whose\r\nnational incomes are heavily dependent on the export\r\nof fish. The efforts by the United Nations to convene\r\nthe first open-ended informal consultative process on\r\nthe oceans and the Law of the Sea has enabled States to\r\naddress those issues with a view to reporting the\r\ndeliberations of the consultation to the General\r\nAssembly for its consideration and further action.\r\nAnother area where small States, including our\r\nown, have been successful in generating income for the\r\nnational treasury is in the provision of onshore and\r\noffshore financial services. However, pressure has been\r\napplied by the Financial Action Task Force on Money\r\nLaundering and the Organisation for Economic\r\nCooperation and Development (OECD) to blacklist\r\ncountries that do not meet the anti-money-laundering\r\nstandards of those international bodies. We understand\r\nand accept the need to have an anti-money-laundering\r\nregime, and many small island States have gone a long\r\nway to implement those requirements.\r\nFor its part, the Government of Nauru recently\r\nissued a letter of commitment to the United Nations\r\nOffice for Drug Control and Crime Prevention to\r\n25\r\nA/55/PV.25\r\nundertake the United Nations minimum performance\r\nstandards on anti-money-laundering initiatives.\r\nRegrettably, the compliance level has been raised\r\nunilaterally by the OECD to include harmful tax\r\ncompetition — which has nothing to do with money-\r\nlaundering and other financial crimes. This is wrong in\r\ninternational law and violates both the letter and spirit\r\nof many United Nations resolutions regarding the\r\nintervention of international organizations in the\r\ndomestic jurisdiction of States. Such unilateral action\r\nis not acceptable to Nauru.\r\nFor the Pacific region, the question of the\r\nequitable representation of the 11 Pacific island\r\ncountries in the bodies and commissions of the United\r\nNations is of vital importance. Until 20 years ago, it\r\nmay have been reasonable to have Australia and New\r\nZealand in the Group of Western European and other\r\nStates and a handful of Pacific islands in the Asian\r\nGroup. However, with the increase in membership\r\nsince that time, and the addition of a number of Pacific\r\nisland nations in recent times, it is incumbent upon the\r\nUnited Nations to review the groupings.\r\nOceania is a distinct and internationally\r\nrecognized region of the world. The Asian Group\r\npresently constitutes member countries from the\r\nMiddle East, Central Asia, China, Japan, the two\r\nKoreas, the member countries of the Association of\r\nSouth-East Asian Nations (ASEAN) and the Pacific\r\nisland countries. The 11 Pacific island countries are\r\ndrowning in the Asian Group, while Australia and New\r\nZealand, the godfathers of the Pacific island countries,\r\nare marooned in the Group of Western European and\r\nother States.\r\nThe parliaments of the ASEAN member\r\ncountries, Japan, the Republic of Korea and the Pacific\r\nisland countries are members of a regional body called\r\nthe Asian-Pacific Parliamentarians Union. It is a well-\r\nrecognized body in the various regional and\r\ninternational parliamentary forums. This model could\r\nbe used as the basis for a new regional group within the\r\nUnited Nations, with the inclusion of Australia and\r\nNew Zealand. In our view, this new grouping would\r\nprovide the best opportunity for those Member States\r\nto be equitably represented in the work of the United\r\nNations.\r\nIn conclusion, Nauru would like to reiterate the\r\nimportance of Member States making concerted efforts\r\nto strengthen the fundamentals of multilateralism. At\r\nthe same time, the United Nations must assert its\r\nleadership role through the coordination of all key\r\nplayers in keeping the peace and fighting poverty and\r\ntransboundary crimes, as well as with regard to\r\nhumanitarian initiatives, the protection of human rights\r\nand the rights of the child, and in the fight against\r\ninequity and inequality. Only through such\r\ncollaborative efforts can we move the United Nations\r\nin the direction that our leaders have agreed it must go.\r\nThe Acting President (spoke in French): I give\r\nthe floor to His Excellency Mr. Alfred Carlot,\r\nChairman of the delegation of Vanuatu.\r\nMr. Carlot (Vanuatu): Allow me first of all to\r\nconvey the apologies of the Minister of Foreign Affairs\r\nof Vanuatu, The Honourable Serge Vohor, who is\r\nunable to be here on this historic occasion due to most\r\npressing commitments at home. I am therefore very\r\ndeeply honoured to address the Assembly on behalf of\r\nthe delegation of the Republic of Vanuatu.\r\nAt the outset I wish to congratulate Mr. Harri\r\nHolkeri on his election to this historic session of the\r\nGeneral Assembly. My delegation is confident that\r\nwith his vast experience and diplomatic skills, he will\r\nguide this Assembly to a successful conclusion. I\r\nwould also like to take this opportunity to pay tribute\r\nto his predecessor, who so ably guided the fifty-fourth\r\nsession of the General Assembly.\r\nAllow me also to congratulate Tuvalu as the\r\nnewest Member of our family of nations. As a small\r\nisland State, and, more significantly, a member of the\r\nSouth Pacific region, Vanuatu is very pleased to\r\nwelcome Tuvalu. Vanuatu certainly hopes a further\r\nincrease in the Pacific island membership would be a\r\npositive step in the region’s economic and political\r\ndevelopment as we embark on the twenty-first century.\r\nSmall island States, including Vanuatu, are\r\ncontinuously confronted by difficult and challenging\r\nissues, which must be addressed at this summit. For the\r\nPacific region, its key features are its immense\r\ngeographic spread, its small land and population base\r\nand limited natural resources, and its vulnerability to\r\neconomic and natural shocks, which inevitably have an\r\nimpact on its physical infrastructure and economic\r\ndevelopment. Dependence has been on a few fragile\r\ncommodity markets and fickle tourist income.\r\nOne of our greatest challenges is education for\r\nall. The Human Poverty Index of the Pacific Island\r\n26\r\nA/55/PV.25\r\nCountries shows Vanuatu as the third last of the least\r\ndeveloped countries. Vanuatu shares the view that the\r\nkey to development and success is education. As a\r\nsignatory to the Convention on the Rights of the Child\r\nand the Convention on the Elimination of All Forms of\r\nDiscrimination against Women, Vanuatu is committed\r\nto this cause. However, limited financial and human\r\nresources continue to hinder development in this area.\r\nVanuatu welcomes the initiative taken by the\r\nSecretary-General, in his address to the Dakar World\r\nEducation Forum, held in April 2000, to build a global\r\npartnership for girls’ education. Vanuatu will be\r\npleased to be part of this global initiative. At the same\r\ntime, Vanuatu fully supports the view that involving\r\nwomen as central players in development provides\r\nbenefits in the areas of nutrition, health, and savings\r\nand reinvestment at the family, community, and,\r\nultimately, national level. Nevertheless, the challenge\r\nof ensuring education for all at all levels is an\r\nambitious objective that will require external\r\nassistance. The education and training of the\r\npopulation, including women, must therefore be an\r\nimportant goal of the Assembly.\r\nOne of the great obstacles to our economic\r\ndevelopment, including our foreign investment\r\nportfolio, has always been the relatively high cost of\r\npublic utilities, in particular the energy sector, which is\r\nlargely dependent on traditional oil-based systems. The\r\ncost of importing oil products and petroleum-derived\r\ngas is currently about 90 per cent of our combined\r\ndomestic exports. Our economy cannot afford this\r\ntrend in the long run.\r\nWe believe that with access to the new and\r\nrelevant technology available in the developed\r\ncountries today, the Republic of Vanuatu and other\r\nsmall island nations can develop integrated renewable\r\nenergy systems and hydrogen fuels if our potential\r\nwind- and sun-related and geothermal and\r\nhydroelectricity resources can be fully utilized.\r\nAccess to financial and technical resources from\r\nthe developed countries can assist countries like the\r\nRepublic of Vanuatu in moving in the right direction\r\nand thereby positively contribute to our common\r\nobjective of creating a healthier and more environment-\r\nfriendly economic development.\r\nThe emergence of new information technology\r\ntoday underlines the strong linkage between the\r\nconcepts of knowledge and power. While\r\ncommunications and business transactions through the\r\nInternet and other modern electronic means have now\r\nbecome routine within the circles of the rich and the\r\npowerful, the large majority of the world’s population,\r\nwhich lives in the poor developing countries, has very\r\nlittle or no knowledge about — let alone any access\r\nto — this new and revolutionary way of doing day-to-\r\nday business.\r\nIn this new millennium, the new information\r\ntechnology must be made accessible and affordable to\r\nthe people living in the most remote areas of the\r\ndeveloping nations in order to facilitate their access to\r\nbetter education, better health services and give them\r\ngreater access to world markets and business\r\nopportunities. This is a great challenge, but one that we\r\nmust face together, and proudly. That is why we have\r\nthe United Nations.\r\nLast month the national Parliament of Vanuatu\r\npassed two laws in this area — the Electronic\r\nTransactions Act and the E-Business Act. We hope\r\nthat, through the support of relevant United Nations\r\nagencies and bilateral development partners, we will be\r\nable to fully implement these new laws for the benefit\r\nof our small island nation and its people, in particular\r\nin the rural and remote areas.\r\nIn his statement to the Millennium Summit, my\r\nPrime Minister highlighted the need for the\r\nindustrialized countries immediately to ratify\r\ninternational treaties on the protection and sustainable\r\nmanagement of our natural environment and resources,\r\nwhich are vital to the very survival of millions of\r\ncitizens of small island States. Environmental\r\ndegradation poses a serious threat to the small island\r\nStates, which are threatened by the rising sea level. We\r\ncontinue to urge countries to adopt and ratify the Kyoto\r\nProtocol as soon as possible. As a signatory to the\r\nFramework Convention on Climate Change, Vanuatu is\r\nin the process of adding its signature to the Protocol.\r\nWe cannot let this opportunity pass without\r\nexpressing our serious concern about the great\r\ndifficulties a least developed country such as the\r\nRepublic of Vanuatu is facing with regard to its\r\napplication to join the World Trade Organization\r\n(WTO), because some powerful countries, in particular\r\nthe United States of America, refuse to recognize our\r\nconstant call for special consideration. Vanuatu has\r\nbeen in the complex process of accession for five and a\r\nhalf years. The negotiations we were engaged in until\r\n27\r\nA/55/PV.25\r\nlast October with a number of major bilateral and\r\nmultilateral players, such as the European Union,\r\nJapan, Australia, New Zealand, Canada and\r\nSwitzerland, have been completed in a spirit of\r\nunderstanding and appreciation of Vanuatu’s\r\ncircumstances.\r\nThe United States continues to place heavy and\r\nunreasonable demands on us, which we cannot accept.\r\nWe consider those demands absurd, because the United\r\nStates is among our least significant trading partners.\r\nWe believe that Vanuatu has become the innocent\r\nvictim of global trade disputes between the big players.\r\nWhile we have always supported the principle of\r\nfree international trade, we expect the new regime to be\r\nmore realistic and more flexible, to allow ample time\r\nfor the small and least developed countries to adjust to\r\nthe new rules. After all, the WTO cannot be considered\r\nas a truly global trade regime without the adhesion of\r\nall independent countries, including small island\r\nStates.\r\nIt is no secret, as the Vanuatu Prime Minister\r\nclearly stated at the recent G-77 Summit in Havana,\r\nthat the conditions being imposed on us for joining the\r\nWTO are simply beyond our capacity to consider in the\r\nshort to medium term. Unless the powerful countries\r\nreview their positions and conditions with regard to our\r\napplication, then the Republic of Vanuatu will have no\r\nother choice but to reconsider its original application to\r\njoin the WTO.\r\nOn a related issue, we would also like to take this\r\nopportunity to register our most sincere recognition to\r\nall the Governments in the Pacific and other regions for\r\ntheir consistent support for Vanuatu’s status as a least\r\ndeveloped country. We continue to maintain our strong\r\nbelief that the United Nations criteria for assessing\r\nleast developed country status must be fully reviewed\r\nand must take into account new indices, such as the\r\nEnvironmental Vulnerability Index, and the long-term\r\nimpacts of such natural disasters as cyclones, tsunamis\r\nand others on countries’ social and economic\r\nadvancement.\r\nEnhancing the role of the peacekeeping forces of\r\nthe United Nations must also be a priority for this\r\nAssembly. It is in this spirit that Vanuatu commends\r\nthe Brahimi report on peacekeeping, believing that,\r\nonce implemented, it will allow the United Nations to\r\ncarry out its peacekeeping operations effectively. At\r\nthis juncture, I am proud to say that, in spite of our\r\nmeagre resources, Vanuatu is participating, for the first\r\ntime in its 20-year history as an independent nation, in\r\nUnited Nations peacekeeping missions in East Timor\r\nand Bosnia. Prior to this attainment, Vanuatu also\r\nserved in some regional peace-monitoring missions.\r\nIn his statement to the Millennium Summit, the\r\nPrime Minister of Vanuatu touched on an important\r\nissue: the principle of self-determination and the\r\nrelated question of West Papua. The case of West\r\nPapua has always been high on Vanuatu’s agenda. In\r\n1984, the late Prime Minister and father of our\r\nindependence, Walter Hadye Lini, said:\r\n“We may not have the resources to support\r\ntheir struggle, but we can remember them in our\r\neveryday prayers. For when we talk about their\r\nstruggle, we must always use the name that was\r\nvery dear to them: West Papua.”\r\nThe United Nations must be consistent in its\r\ndecisions concerning the recognition and respect of the\r\nfundamental right to self-determination of the people\r\nof West Papua. The truth surrounding the so-called act\r\nof free choice must be exposed to the Melanesian\r\nsisters and brothers of West Papua and to the rest of the\r\ninternational community. Saddest of all was General\r\nAssembly resolution 2504 (XXIV) of 1969 on West\r\nPapua. How can the United Nations continue to ignore\r\nthe cries of over 3 million people demanding justice?\r\nThis year marks the end of the International\r\nDecade for the Eradication of Colonialism. It is only\r\nappropriate that the United Nations should reconsider\r\nand revisit the decisions taken at that time. Following\r\nthe tragedy in East Timor, Vanuatu believes that it is\r\nnot too late for the international community to act to\r\nhalt a similar tragedy in West Papua. In this context,\r\nVanuatu would like to strongly request that the issue of\r\nWest Papua be placed for discussion on the agenda of\r\nthe Committee of 24. Any move to oppose this will\r\nmost certainly undermine the credibility of the United\r\nNations and its decisions on this special case. Over the\r\npast few decades, the United Nations has positively\r\ncontributed to the process of decolonization. We must\r\nnot allow this opportunity to pass.\r\nOn the question of reform, we agree that any\r\nreforms should include the Security Council in order to\r\nmake it more democratic and transparent. The\r\nmembership of the Security Council should be enlarged\r\nnot only to enhance geographic representation, but also\r\nin response to the aspirations felt at all levels of the\r\n28\r\nA/55/PV.25\r\nworld community and to the voice of the least\r\ndeveloped countries and small island States.\r\nVanuatu would like to congratulate all those\r\ncountries that recognize the need for a proper\r\nevaluation and assessment of the crisis situations in Fiji\r\nand the Solomon Islands prior to taking punitive\r\nmeasures, if any. We in the Republic of Vanuatu\r\nbelieve that traditional economic and other forms of\r\nsanctions against individual countries in times of crisis\r\nshould be fully reviewed in this new millennium. In\r\nthis respect, the delegation of Vanuatu would like to\r\nexpress its sincere appreciation to Sir John Kaputin,\r\nMinister for Foreign Affairs of Papua New Guinea,\r\nwho so ably led the Pacific ministerial mission of the\r\nAfrican-Caribbean-Pacific Group of States to Fiji and\r\nthe Solomon Islands in order to carefully assess the\r\nsituation in the two countries. The mission was also\r\ncomprised of the Foreign Minister of the Cook Islands,\r\nMr. Robert Woonton; the Minister for Foreign Affairs\r\nof Vanuatu; and the Minister of Education of Samoa,\r\nMs. Fiame Naomi Mata’afa.\r\nI would also like to take this opportunity to\r\ncommend Mr. Laisenia Qarase, Prime Minister and\r\nMinister for National Reconciliation and Unity in the\r\nInterim Administration of the Republic of the Fiji\r\nIslands, for his eloquent statement on the situation in\r\nFiji. We would also like to extend our appreciation to\r\nMr. Danny Philip, Minister for Foreign Affairs of the\r\nSolomon Islands, for his comprehensive statement.\r\nWe have made visionary statements. Now is the\r\ntime for us to translate these into action. We have\r\ncalled for a more efficient, responsive and effective\r\nUnited Nations. We must muster the good will to\r\nresolutely implement the Millennium Declaration and\r\nto rededicate ourselves to upholding the fundamental\r\nprinciples of the United Nations. Let us not lose sight\r\nof these goals.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Momodou Lamin Sedat Jobe,\r\nSecretary of State for Foreign Affairs of Gambia.\r\nMr. Jobe (Gambia): Allow me first of all to\r\ncongratulate Mr. Holkeri on his election as President of\r\nthe General Assembly at its fifty-fifth session and to\r\ncommend him for the able leadership he has shown\r\nsince the beginning of our session. With his wisdom\r\nand vast experience, there is no doubt that he will\r\nguide our deliberations to a successful conclusion.\r\nIn the same vein, I would also like to commend\r\nMr. Theo-Ben Gurirab, the outgoing President, for the\r\nprofessional and efficient manner in which he\r\nconducted the affairs of this Assembly.\r\nLast but by no means least, I pay tribute to the\r\nSecretary-General for the dynamic and visionary\r\nmanner in which he has been carrying out his mandate.\r\nI would also like to seize this opportunity to\r\ncongratulate him for his forward-looking millennium\r\nreport, entitled, “We the peoples: the role of the United\r\nNations in the twenty-first century”.\r\nMay I also join previous speakers in\r\ncongratulating Tuvalu on its admission as the newest\r\nMember of the United Nations.\r\nThe Millennium Summit that has just ended was a\r\nhistoric event that brought together world leaders of the\r\nhighest political echelon who rededicated themselves\r\nto the principles of the United Nations. As the\r\nSummit’s political declaration and outcome document\r\nindicate, our leaders considered the various challenges\r\nfaced by the United Nations, exchanged views and\r\nexplored ideas on the role that the Organization is\r\nexpected to play in the twenty-first century. I am\r\nconfident that, through concerted efforts, we, the\r\nservants of the people, will energize our United\r\nNations to enable it to tackle the challenges of this\r\ncentury.\r\nSome of the important issues that were raised\r\nduring the recently concluded Summit, such as conflict\r\nresolution, poverty eradication, accessibility to health\r\ncare and debt relief, to mention only a few, have been\r\nechoed by many speakers since the general debate\r\nbegan. An issue that is of particular concern to the\r\nPresident of the Republic of the Gambia and to my\r\ndelegation is that of conflict situations, particularly\r\nthose in Africa. I am referring to situations such as\r\nthose that currently prevail in Angola, the Democratic\r\nRepublic of the Congo, Ethiopia and Eritrea, Sierra\r\nLeone, the Comoros, Somalia, Guinea and Liberia.\r\nIn Angola, we are concerned about the continuing\r\ncivil strife and its negative impact on the well-being of\r\nthe brotherly people of that country. It is an open secret\r\nthat the intransigence of UNITA is largely responsible\r\nfor the present state of affairs. We therefore commend\r\nthe Security Council sanctions Committee on Angola,\r\nespecially the work done by Ambassador Fowler and\r\nhis Panel of Experts, to show the way forward on how\r\nto reduce UNITA’s capacity to wage war. We hope that\r\n29\r\nA/55/PV.25\r\nthe recommendations contained in the Panel’s report\r\nwill be fully and scrupulously implemented, and that\r\nthis will force UNITA to return to the negotiating table.\r\nWe are equally alarmed at the volatile situation in\r\nthe Democratic Republic of the Congo and its\r\nrepercussions throughout the Great Lakes region. My\r\ndelegation therefore strongly urges the belligerents,\r\nsignatories of the Lusaka Ceasefire Agreement, to\r\nadhere to the Agreement’s terms and conditions, with a\r\nview to accelerating the peace process.\r\nRegarding Ethiopia and Eritrea, we are heartened\r\nby the current adherence to the June 2000 ceasefire and\r\nstrongly urge the two brotherly countries to accelerate\r\nnegotiations on a comprehensive peace agreement that\r\nwould hopefully lead to a definitive conclusion of the\r\nregrettable two-year-long border conflict. In this\r\nconnection, my delegation strongly supports the speedy\r\ndeployment of a peacekeeping mission to the disputed\r\narea.\r\nSomalia also continues to attract our attention.\r\nWe therefore commend President Ismail Omar Guelleh\r\nfor his relentless endeavour to broker the Djibouti\r\nprocess that culminated in the recent election of\r\nPresident Abdikassim Salad Hassan. We wish President\r\nSalad Hassan all the best in his onerous task of forming\r\na representative Government, a Government of national\r\nunity, and in the uphill task of rebuilding his war-torn\r\ncountry. We also appeal to all the Somali factions to\r\nput their differences aside, to put their country first and\r\nto join in the concerted effort to achieve the national\r\nunity that has eluded Somalia since 1991. We all\r\nwelcome Somalia into the international community\r\nonce more, as it has now started occupying its seats in\r\ninternational meetings.\r\nNearer to home, the volatile situations in the\r\nbrotherly countries of Sierra Leone, Guinea and Liberia\r\ncontinue to be of great concern to us. My delegation,\r\nhowever, takes heart in the Security Council’s decision,\r\nby its resolution 1317 (2000), to extend the mandate of\r\nthe United Nations Mission in Sierra Leone. This,\r\ntogether with the efforts being deployed by the\r\nEconomic Community of West African States, will\r\ndefinitely bring about positive results very soon.\r\nAt this point, we also want to commend the\r\nGovernment of the United Kingdom for stepping in\r\nwith military assistance to bolster the United Nations\r\ntroops there, showing courage and leadership when it\r\nwas most needed. Other members of the Security\r\nCouncil should emulate that example and show\r\nleadership by example.\r\nMy delegation welcomes the establishment of the\r\nspecial court for Sierra Leone to try war crimes and\r\nother atrocities. Our only disappointment is that, unlike\r\nthe case of other tribunals, funding is based on\r\nvoluntary contributions. How, then, do we expect the\r\nSierra Leone special court to function effectively and\r\nefficiently? Are we serious about the need to eradicate\r\nthe culture of impunity? We also appreciate the work\r\nbeing done by the Security Council to ban the trade in\r\nconflict diamonds.\r\nAt the national, regional and subregional levels,\r\nthe Secretary-General’s 1998 report (A/52/871) on the\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa remains a useful\r\nguide in our collective efforts to resolve conflicts\r\naround the continent and at the same time address the\r\nproblem of development.\r\nIn addition to that, the Brahimi report on United\r\nNations peace and security activities is indeed very\r\ntimely, but we will be doing justice to the report only if\r\nwe implement the recommendations contained in it and\r\ndo so as soon as possible.\r\nApart from the conflicts in Africa, we are also\r\nclosely monitoring conflict situations in other parts of\r\nthe world, such as the Middle East, the Korean\r\npeninsula and the Taiwan Strait. In the Middle East, my\r\ndelegation strongly supports the peace process and the\r\nindefatigable efforts of President Bill Clinton to help\r\nthe parties concerned to reach an agreement\r\nsatisfactory to all sides. We must always bear in mind,\r\nhowever, that the relevant Security Council resolutions,\r\nespecially resolutions 242 (1967) and 338 (1973),\r\nremain the most credible basis for a just and lasting\r\npeace in the Middle East.\r\nIf we unanimously agree that might is not right in\r\none part of the world, we should apply the same\r\nprinciple in any other part of the world. I will refer to a\r\nnumber of situations.\r\nIn regard to the situation between Kuwait and\r\nIraq, we in the Gambia have always maintained that the\r\ninternational community should, as a matter of\r\nurgency, find ways of alleviating the suffering of the\r\nIraqi people. But, at the same time, the Iraqi leadership\r\nmust be accountable for the Kuwaiti prisoners of war\r\nand missing persons. The families of the prisoners of\r\n30\r\nA/55/PV.25\r\nwar and missing persons have also been suffering for\r\ntoo long. Furthermore, we cannot treat lightly the issue\r\nof the Kuwaiti national archives, still in Iraqi hands.\r\nThey must be returned, as must all other property\r\nremoved illegally from Kuwait at the time of the\r\ninvasion. Let us be fair to the people of Kuwait. They\r\nlook to the international community for the justice that\r\nthey so rightly deserve.\r\nLet justice prevail everywhere. The sanctions\r\nimposed on Libya have been suspended, but what is\r\nstopping the Security Council from lifting them\r\naltogether? Libya has complied with all the conditions\r\nlaid down by the Security Council. We therefore call on\r\nthe Council to keep its part of the bargain. Still on the\r\nsubject of Libya, the Government of the Gambia would\r\nlike to congratulate President Muammar Al-Qadhafi for\r\nthe preponderant role that he played to defuse the\r\nhostage crisis in the Philippines, in the spirit of\r\ngoodwill and respect for human rights.\r\nWe also hope that the differences between the\r\nUnited States of America and the Republic of the\r\nSudan over the Al-Shifa pharmaceutical plant will soon\r\nhave a peaceful solution in the interests of all.\r\nWe also believe that the people of the Comoros\r\nshould be listening, too, so that, through the efforts\r\nthey are making to resolve locally the division existing\r\nin their country they will reach a definitive solution, in\r\nthe interests of the continent of Africa as well as of the\r\ninternational community as a whole, that will make us\r\nall proud.\r\nLet me come back to the issue of sanctions, but\r\nthis time I want to talk about Cuba. The unjust\r\nsanctions imposed on Cuba for over 30 years should be\r\nlifted, as called for by many people of good will\r\naround the world, including some lawmakers here in\r\nthe United States who believe that such sanctions are\r\nof another age and are not conducive to good-\r\nneighbourliness and international cooperation. It is our\r\nfervent hope that common sense will soon prevail so\r\nthat at long last we will see the normalization of\r\nrelations between the United States and Cuba, two\r\nneighbours, two great countries that have a lot to offer\r\nto their peoples and to the rest of the world.\r\nIt is in this spirit that my delegation hails the\r\nthaw in relations between North and South Korea\r\nsignalled by the June 2000 Summit in Pyongyang\r\nbetween Presidents Kim Jong Il and Kim Dae-jung. We\r\nencourage the two brotherly countries to continue on\r\nthe path of reconciliation, which we hope will lead to\r\nthe eventual reunification of the two Koreas.\r\nMeanwhile, we are here yet again to reason with\r\nthe Assembly about the pressing need to reconsider its\r\nposition with regard to the case of the Republic of\r\nChina on Taiwan. At this moment, when we the United\r\nNations are at a crossroads, when history is in the\r\nmaking, when we are talking about inclusiveness,\r\nuniversality, globalization, democratization — and the\r\nlist goes on — it defies logic that a country of 23\r\nmillion people, with all that they have to offer to the\r\nrest of mankind, is continuously barred from\r\nparticipating in the work and activities of the United\r\nNations. The Republic of China has a national flag,\r\nnational ceremonies and systems that are recognized all\r\nover the world. It is also one of the most advanced in\r\nthe field of technology and electronics, agriculture and\r\nmedicine.\r\nHere is a country relatively small in size, but in\r\nterms of social, economic, financial, cultural,\r\ntechnological and scientific achievements, the Republic\r\nof China on Taiwan is indeed a force to be reckoned\r\nwith, a formidable powerhouse. This country has\r\nalways espoused everything that our Organization\r\nstands for: its purposes and principles, its aims and\r\nobjectives, its shared values and dreams. The Republic\r\nof China is not discouraged. We must in the spirit of\r\ndemocracy and justice allow it to hoist its flag as an\r\nindependent nation in this edifice of the United\r\nNations.\r\nIt is my delegation’s firm belief that this historic\r\noccasion of the Millennium Summit is the time to\r\nembrace opportunities, make progress on issues that\r\ndivide us, move forward and look to the future with\r\nconfidence, rather than living in the past, burying our\r\nheads in the sand or turning the other way. If we look\r\nclosely at the documents prepared for the Millennium\r\nSummit — whether the one introduced by the\r\nSecretary-General or the working draft prepared by the\r\nGeneral Assembly President — it will be seen that on\r\nalmost all the issues raised in these important\r\ndocuments the Republic of China has much to offer.\r\nLet us take human rights, democracy and good\r\ngovernance. It will be recalled that on 18 March this\r\nyear, the Republic of China held its second presidential\r\nelection. Nearly 12.8 million people, approximately 83\r\nper cent of all eligible voters in Taiwan, participated in\r\nthe election, vigorously contested by candidates from\r\n31\r\nA/55/PV.25\r\nall political parties. The opposition won the election,\r\nwhich resulted in an unprecedented transition of power\r\nfrom one political party to another, in an orderly and\r\npeaceful process. After that result the country still\r\nseeks to be a part of this house.\r\nIn the area of development and poverty\r\neradication, we have witnessed on a number of\r\noccasions how the Republic of China has, through its\r\nInternational Economic Cooperation and Development\r\nFund, been collaborating with such agencies as the\r\nAsian Development Bank, the Central American Bank\r\nfor Economic Integration and the European Bank for\r\nReconstruction and Development to support\r\ndevelopment projects around the world.\r\nAs for the crucial sector of information and\r\ncommunications technology and the revolution in this\r\nfield, it is an open secret that the Republic of China is\r\nin the vanguard. We will be talking a great deal about\r\nthe growing digital divide. We have to bridge this\r\ndivide, and it goes without saying that one of the major\r\npillars of this bridge is the Republic of China.\r\nHow, then, can this country be excluded from the\r\nUnited Nations family? Furthermore, in this era of\r\nglobalization and liberalization, it is impossible to\r\nunderstand how a leading trading nation like the\r\nRepublic of China could be excluded from playing its\r\nrightful role in the comity of nations. The Republic of\r\nChina is one of the most successful examples of\r\neconomic development in the twentieth century and is\r\nnow the world’s nineteenth largest economy in terms of\r\ngross domestic product and the fourteenth most\r\nimportant trading nation. And, yes, it possesses the\r\nthird largest amount of foreign reserves in the world.\r\nWhat is even more praiseworthy is that the\r\nRepublic of China has over the years sent more than\r\n10,000 experts to train technicians in countries all over\r\nthe world, especially in developing countries. In\r\naddition, it has also been providing disaster relief\r\naround the world amounting to billions of dollars. This\r\ncountry continues to respond promptly and positively\r\nto United Nations appeals for emergency relief and\r\nrehabilitation for countries suffering from natural\r\ndisasters and wars.\r\nIt will also be useful and helpful to talk about\r\ncross-strait relations just to show that the door to\r\ndialogue is not completely shut between the Republic\r\nof China and the People’s Republic of China. In fact\r\nsince 1987 more than 12 million visits have been\r\narranged and 100 million letters and phone calls\r\nexchanged. Last year alone some 2 million visits were\r\nexchanged. We note with a sense of great satisfaction\r\nthat cross-strait trade totalled $27 billion. These figures\r\nspeak volumes. This is why we believe that we should\r\nnot only take note of, but also support, the conciliatory\r\ngestures of the Republic of China towards the People’s\r\nRepublic of China, especially the request for a summit\r\nto pursue cross-strait reconciliation efforts without\r\nspecifying any preconditions, format or location. The\r\nnewly elected President of the Republic of China even\r\nwent further, by expressing the hope that the leaders of\r\nthe Republic of China and the People’s Republic of\r\nChina would respect the free choice of the people on\r\nboth sides and work together to resolve the question of\r\na future one China.\r\nWhile working to achieve that goal, we, the\r\nUnited Nations, should help the process by considering\r\nhow both sides of the Taiwan Strait can participate at\r\nthe same time in the United Nations. We are confident\r\nthat, as was the case with the former East Germany and\r\nthe former West Germany, parallel representation of\r\ndivided nations in the United Nations — in addition to\r\ncontributing to regional peace and security — can lead\r\nto their peaceful unification.\r\nOther than conflict situations in the world,\r\npoverty eradication is a matter that is close to our\r\nheart. Indeed, as we begin the twenty-first century,\r\npoverty remains our number one challenge to\r\nsustainable human development. In this connection, I\r\nwould like to mention that about three weeks ago the\r\nGambia launched the 1998 National Household Poverty\r\nSurvey and the 1999-2000 Participatory Assessment\r\nNational Summary reports. The poverty survey\r\nrevealed that households engaged in farming and the\r\ninformal sectors record the highest poverty incidence,\r\nat 80 per cent and 85 per cent respectively. Some of the\r\ncauses identified were low crop yields, inaccessibility\r\nto credit, low rainfall, poor soil fertility,\r\nunemployment, insufficient food, lack of income for\r\nbasic needs, poor health and lack of education. We\r\nintend to address these causes within the framework of\r\nThe Gambia’s Vision 2020, our national blueprint for\r\nsocio-economic development. The President of the\r\nRepublic of The Gambia has thus reinforced the use of\r\ntractors and mechanized ploughing and modern\r\nagriculture techniques in order to increase the\r\nproduction of rice, groundnuts and other agricultural\r\ncommodities, in an effort to achieve self-sufficiency.\r\n32\r\nA/55/PV.25\r\nEfforts to eradicate poverty should also include a\r\nhealth component. Indeed, as the World Bank rightly\r\nputs it, a major acceleration of growth is unlikely\r\nwithout a dramatic improvement in human capital,\r\nparticularly public health. This is why my delegation\r\nfinds the concept of the Global Alliance for Vaccines\r\nand Immunization very attractive indeed, especially in\r\nits strategic objectives. Let me at this juncture\r\ncommend the Bill and Melinda Gates Foundation for\r\nits generous contribution towards the delivery of\r\nvaccines in the poorest countries and for supporting\r\nresearch with a view to developing vaccines.\r\nReferring specifically to research in the area of\r\nmalaria, I am proud to state that the Medical Research\r\nCouncil in the Gambia has always enjoyed the support\r\nand encouragement of my Government. The Medical\r\nResearch Council has over the years accumulated a lot\r\nof experience and expertise. I am sure that the Global\r\nAlliance can make use of such experience and expertise\r\nin carrying out its own mandate.\r\nFor us in West Africa, the eradication of malaria\r\nis among our highest priorities. We, particularly the\r\nGambia, Senegal, Guinea-Bissau and the Republic of\r\nGuinea, have been meeting at the subregional level to\r\ngive effect to the World Health Organization’s Roll\r\nBack Malaria strategy and to develop other preventive\r\nand curative remedies for implementation at the\r\nnational level.\r\nThe recent breakthrough in human science\r\nthrough the successful decoding of the human genome,\r\nand the bright prospects for genome science, will allow\r\nfor the development of vaccines and medicines as\r\nremedies for deadly diseases all over the world. What\r\nis even more amazing about that major scientific\r\nbreakthrough is its reaffirmation of our common\r\nhumanity. The language of the book of life is in fact the\r\nsame for all peoples, irrespective of race, religion or\r\nregion.\r\nIn efforts to make the world a better place for\r\nhumankind, we also need to adopt a fresher approach\r\nregarding economic development issues, such as the\r\ndebt burden and trade access, official development\r\nassistance and financing for development, to mention\r\nonly a few. As one of the least developed countries, the\r\nGambia looks forward to the forthcoming Third United\r\nNations Conference on the Least Developed Countries,\r\nto be held in March 2001. My delegation fully supports\r\nthe Secretary-General’s proposal to urge industrialized\r\ncountries to consider granting duty-free and quota-free\r\naccess for essentially all exports from least developed\r\ncountries.\r\nI must add that in addressing the specific\r\nproblems of least developed countries, extra efforts\r\nshould be made to tackle the excruciating debt burden\r\nacross the board, rather than limiting the approach to a\r\nselect number of countries as provided for under the\r\nHeavily Indebted Poor Countries (HIPC) Debt\r\nInitiative. We note, sadly, that the international\r\ncommunity’s effort to resolve Africa’s external debt\r\nproblems continues to fall short of the desired results.\r\nThe adoption of the HIPC initiative by the World Bank\r\nand the International Monetary Fund, while\r\ncomplementing global efforts, also falls short of the\r\nexpected target: complete cancellation of the debt stock\r\nof all developing countries is what should happen.\r\nUnless that is done, the debt burden will continue to\r\nhave a negative impact on the availability of adequate\r\nresources to finance Africa’s economic recovery and\r\nsocial development.\r\nThe task of peace-building and peacemaking at\r\nthe national and international levels and the other tasks\r\nwithin the United Nations mandate are facilitated\r\nbecause we are fortunate to have an organization such\r\nas the United Nations to provide the framework for\r\nsuch efforts. As the Secretary-General aptly puts it in\r\nhis “We the peoples” report, the United Nations is\r\n“the only body of its kind with universal\r\nmembership and comprehensive scope, and\r\nencompassing so many areas of human\r\nendeavour. These features make it a uniquely\r\nuseful forum — for sharing information,\r\nconducting negotiations, elaborating norms and\r\nvoicing expectations, coordinating the behaviour\r\nof States and other actors, and pursuing common\r\nplans of action.” (A/54/2000, para. 8)\r\nRegrettably, the Organization has not always been\r\nin a position to carry out its peacekeeping and other\r\nimportant roles effectively. This is due mainly to a\r\ndearth of financial resources. Therefore, if it is to\r\nassume the important role the founding fathers\r\nassigned it in the first place, that of meeting the needs\r\nof the world’s peoples, we the Member States have to\r\nprovide it with the necessary financial and other\r\nresources. The United Nations is expected to play an\r\neven greater role in the twenty-first century.\r\n33\r\nA/55/PV.25\r\nQuite apart from providing the Organization with\r\nthe necessary resources, there will be a need to carry\r\nout some reforms, especially of the Security Council.\r\nWe must begin by making its membership more\r\nreflective of present-day realities. Any reform of the\r\nSecurity Council must first and foremost address the\r\nserious anomaly which excludes Africa from the\r\npresent permanent membership category. This must be\r\ncorrected; Africa must be given a minimum of two\r\npermanent seats if and when the Council is ever\r\nreformed. In an organization like ours, the right of veto\r\nis a rebellion against democracy. For the five\r\npermanent members of the Security Council to\r\nunderstand the present situation as being unfair will be\r\na mark of their sense of equity and justice. We will\r\nthen know that they too want a Council based on\r\nmutual respect and fraternal cooperation in the service\r\nof humanity at large.\r\nIn conclusion, I would like to emphasize once\r\nagain that the United Nations is the best legacy that the\r\nfounding fathers could have left for the peoples of the\r\nworld. It has served us reasonably well for the past 55\r\nyears, nations big and small, rich and poor. It can serve\r\nus even better in the twenty-first century provided that\r\nwe have the political will to strengthen the\r\nOrganization so that it can carry on with the difficult\r\nbut not impossible task of making this world a better\r\nplace for all nations. That is the hope of my country.\r\nWe are certain that all together we will be able to\r\nachieve it.\r\nWe should remain optimistic, because we know\r\nthat, as Professor Pierre-Henri Simon was wont to say\r\nin his lectures at the Sorbonne, life begins on the other\r\nside of despair. The United Nations was created in the\r\nmidst of despair as a haven of hope, peace, progress\r\nand justice for all. It should also be, for all of us, in\r\njustice and in truth, an asylum from the cruelty and\r\npain of the outside world.\r\nThe Acting President (spoke in French): One\r\nrepresentative has asked to speak in exercise of the\r\nright of reply. I remind members that statements in\r\nexercise of the right of reply are limited to 10 minutes\r\nfor the first intervention and to 5 minutes for the\r\nsecond and should be made by delegations from their\r\nseats.\r\nI call on the representative of Guinea.\r\nMr. Sow (Guinea) (spoke in French): My\r\ndelegation listened with surprise to the tendentious,\r\ngroundless statements made by the Minister for\r\nForeign Affairs of Liberia concerning, in particular, the\r\ndevelopment of the relationship between Guinea and\r\nthe fraternal neighbouring country of Liberia. The\r\nGovernment of Guinea, through me, would remind\r\nmembers of all the sacrifices we have made to bring an\r\nend to genocide and civil war in Liberia, consistent\r\nwith our policy of peace, good-neighbourliness and\r\nsupport for the process of reconciliation in the West\r\nAfrican subregion.\r\nThe Government of Guinea has generously\r\nwelcomed to its territory more than 500,000 Liberian\r\nrefugees over the past 10 years, and it is continuing to\r\nwelcome them. These refugees, it should be stressed,\r\nare integrated into the Guinean family, and they have\r\nnever complained about the welcome given to them in\r\nGuinea. Throughout this long period, the international\r\ncommunity has expressed its satisfaction with the\r\nexemplary welcome given to refugees in Guinea. As a\r\nsignatory of the Geneva Conventions and those of the\r\nOrganization of African Unity relating to refugees,\r\nGuinea thus reaffirms its respect for its international\r\ncommitments and its adherence to the principle of\r\nhuman rights and the rights of peoples.\r\nOn the other hand, the Security Council rightly\r\nplaced an embargo on arms coming from Liberia. The\r\nbellicose attitude of the authorities in Monrovia and\r\ntheir involvement in trafficking in diamonds and light\r\nweapons is well known. The war in Sierra Leone has\r\nnot yet been resolved because the genocidal rebels in\r\nSierra Leone are supported by Monrovia and used to\r\ndestabilize the subregion, in Sierra Leone and Guinea,\r\nas well as in other regions.\r\nDenial cannot free the Liberian authorities from\r\ntheir responsibilities. I should like to stress that the\r\nmost recent attack against the town of Macenta in\r\nGuinea three days ago, during which a staff member of\r\nthe United Nations High Commissioner for Refugees\r\n(UNHCR) was savagely killed, was orchestrated by\r\nMonrovia. During this barbaric attack, the Guinean\r\narmed forces captured some of the assailants, including\r\nrebel elements who had infiltrated the ranks of the\r\nrefugees, and they had definitely come from Liberia;\r\nthe border is only a few kilometres from Macenta.\r\nIrrefutable proof will be made available to the\r\ninternational community to implicate the Government\r\nof Liberia in its role of destabilizing West Africa.\r\n34\r\nA/55/PV.25\r\nIn this context, my delegation rejects as null and\r\nvoid the erroneous and deliberately confusing version\r\nof events provided by the Liberian Minister with regard\r\nto an alleged speech made by the President of the\r\nRepublic of Guinea. I would like to stress that the\r\nPresident of the Republic of Guinea, General Lansana\r\nConté, is a man of peace and conviction and that the\r\nGovernment of Guinea merely took protective steps to\r\nneutralize the rebellion, working, with the help of\r\nUNHCR, to distinguish between true refugees and\r\nrebel infiltrators.\r\nThe rebel attack on Macenta, which targeted\r\nyoung people, women, children and other defenceless\r\nsectors of civil society, as well as UNHCR officials,\r\nhighlighted the relevance of the steps being taken by\r\nthe Government of Guinea, as well as the need for the\r\ninternational community properly to take stock of the\r\nseriousness of the events taking place in Guinea and,\r\ntherefore, to condemn the Liberian Government for its\r\nresponsibility in this respect.\r\nMy Government informed the Security Council of\r\nthese facts and, yesterday, the President of the Council\r\ncondemned the rebel attack against Guinea and called\r\nfor respect for the sovereignty and territorial integrity\r\nof the Republic of Guinea. The delegation of Guinea,\r\nwhich is anxious to work to keep the Assembly fully\r\ninformed about the truth and to identify the authors and\r\nperpetrators of this act of aggression against its\r\ncountry, once again appeals to the General Assembly\r\nand the Security Council to dispatch, as soon as\r\npossible, a fact-finding mission to the Republic of\r\nGuinea. We remain convinced that, after such a mission\r\nhas been sent, the responsibility of the Government of\r\nLiberia for disrupting the process of peace and\r\nreconciliation in the subregion will be exposed to\r\npublic opinion in Africa and the international\r\ncommunity as a whole.\r\nThe meeting rose at 6.20 p.m.\r\n"