" United Nations  A/55/PV.54\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n54th plenary meeting \r\nTuesday, 7 November 2000, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-73238 (E) \r\n*0073238* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\n In the absence of the President, Mr. Fall \r\n(Guinea), Vice-President, took the Chair. \r\n  The meeting was called to order at 3 p.m.  \r\n \r\nAgenda item 23 \r\n \r\nCooperation between the United Nations and the \r\nCaribbean Community \r\n \r\n  Report of the Secretary-General (A/55/215) \r\n \r\n  Draft resolution (A/55/L.24/Rev.1) \r\n \r\n The Acting President (spoke in French): I give \r\nthe floor to the representative of Antigua and Barbuda \r\nto introduce draft resolution A/55/L.24/Rev.1. \r\n Ms. Lovell (Antigua and Barbuda): It gives me \r\ngreat pleasure to introduce draft resolution \r\nA/55/L.24/Rev.1, entitled “Cooperation between the \r\nUnited Nations and the Caribbean Community”, on \r\nbehalf of the member States of the Caribbean \r\nCommunity (CARICOM). \r\n Other countries have indicated an interest in co-\r\nsponsoring this draft in addition to the countries listed \r\non the document. They are: Austria, Belgium, Brazil, \r\nCosta Rica, Denmark, Finland, France, Germany, \r\nGreece, Ireland, Japan, Luxembourg, Portugal, Spain, \r\nSweden, Trinidad and Tobago and the United States. \r\n The member States of the Caribbean Community \r\nare happy to report that interactions with the United \r\nNations over the past two years have been both cordial \r\nand beneficial. This is particularly appreciated, as \r\n \r\nCARICOM looks to the United Nations for \r\nunderstanding and assistance in dealing with the \r\nmyriad of responsibilities facing small developing \r\nStates. The draft resolution basically updates the one \r\nadopted by consensus in October 1998 as resolution \r\n53/17. \r\n In the fifth preambular paragraph, the draft notes \r\nwith satisfaction that the second general meeting \r\nbetween the United Nations and CARICOM was held \r\nin the Bahamas on 27 and 28 March 2000. The meeting \r\nagreed that the future programme of work should be \r\nstructured within the following framework: first, \r\nimplementation of the CARICOM single market and \r\neconomy; secondly, positioning of CARICOM in the \r\nglobal economy, particularly support for international \r\npolicy formation, capacity-building and training; \r\nthirdly, human and social development, including \r\nhuman resources development, poverty alleviation, \r\nfood security, the Plan of Action for Drug Control \r\nCoordination and Cooperation, a regional strategic plan \r\non HIV/AIDS, and the strengthening of governance \r\nand security; fourthly, follow-up to the Barbados \r\nProgramme of Action for the Sustainable Development \r\nof Small Island Developing States; fifthly, follow-up to \r\nGeneral Assembly resolution 54/225 on promoting an \r\nintegrated management approach to the Caribbean Sea \r\nin the context of sustainable development; and sixthly, \r\ndevelopment of a cooperation programme in the field \r\nof public information between CARICOM and the \r\nUnited Nations system. \r\n \r\n2  \r\n \r\nA/55/PV.54  \r\n Let me point out that the fifth and sixth points \r\nspeak directly to the sixth and seventh preambular \r\nparagraphs and to operative paragraph 5, respectively. \r\n Permit me to zero in on cooperation with the \r\nEconomic Commission for Latin America and the \r\nCaribbean (ECLAC). ECLAC is considered to be of \r\nparamount importance to the countries of the \r\nCommonwealth Caribbean, and, through ECLAC and \r\nthe Caribbean Development and Cooperation \r\nCommittee, we are looking forward to more a direct \r\nand active implementation of the Barbados Programme \r\nof Action for the Sustainable Development of Small \r\nIsland Developing States. It was also through the \r\ncollaboration of ECLAC and CARICOM that \r\nresolution 54/225 was adopted in December of last \r\nyear, that CARICOM States are able to keep abreast of \r\nthe follow-up to global conferences; and that the \r\nbenefits of science and technology are being more fully \r\nutilized in areas such as agriculture, energy and marine \r\naffairs. \r\n Two other bodies that are of vital importance to \r\nCARICOM States are the United Nations Conference \r\non Trade and Development (UNCTAD) and the United \r\nNations Development Programme (UNDP). There has \r\nbeen continued collaboration between UNCTAD and \r\nCARICOM, and the computerized customs \r\nmanagement system — which is part of UNCTAD \r\ntechnical assistance in trade and transport efficiency, \r\nnotably in regard to customs modernization – has been \r\nparticularly beneficial. UNDP support in the area of \r\ndisaster management and preparedness has been deeply \r\nappreciated. This must be borne in mind, along with \r\nthe fact that two CARICOM countries which normally \r\nare not subjected to the wrath of hurricanes were \r\naffected this calendar year. Suriname, which was \r\nconsidered too far south to be in the path of hurricanes, \r\nwas surprised by Hurricane Joyce, while further north \r\nKeith took a significant toll on Belize. \r\n Whereas the introduction of a draft resolution \r\ndoes not call for a mention of all the bodies or agencies \r\nfrom which CARICOM draws benefits, it must be \r\nstated that the region values the cooperation with the \r\nUnited Nations and, as such, enthusiastically \r\nrecommends, in operative paragraph 7, that the third \r\ngeneral meeting between representatives of the \r\nCaribbean Community and its associated institutions \r\nand of the United Nations system be held in 2002 in \r\nNew York. It also requests the Secretary-General to \r\nsubmit to the General Assembly at its fifty-seventh \r\nsession a report on the implementation of the present \r\ndraft resolution. \r\n Having introduced the draft and pointed out some \r\nof its salient aspects, I urge that it be adopted by \r\nconsensus. On behalf of the CARICOM States, I thank \r\nall those States that have joined in its co-sponsorship. \r\n Mr. Bossière (France) (spoke in French): I have \r\nthe honour to speak on behalf of the European Union. \r\nThe Central and Eastern European countries associated \r\nwith the European Union Χ Bulgaria, the Czech \r\nRepublic, Estonia, Hungary, Latvia, Lithuania, Poland, \r\nRomania, Slovakia and Slovenia Χ and the associated \r\ncountries Cyprus, Malta and Turkey, as well as the \r\nEuropean Free Trade Association country member of \r\nthe European Economic Area, Iceland, align \r\nthemselves with this statement.  \r\n The European Union notes with interest the \r\nSecretary-General’s report on cooperation between the \r\nUnited Nations and the Caribbean Community \r\n(CARICOM). The European Union considers that the \r\njoint statement adopted at the meeting in Nassau on 27 \r\nand 28 March 2000 between the United Nations \r\nagencies and the CARICOM Secretariat is a useful \r\nworking framework for the future development of \r\nrelations between the two organizations. \r\n The European Union particularly welcomes the \r\nsupport provided to CARICOM by the United Nations \r\nin the areas of the completion of the guidance \r\nframework for the creation of the Caribbean single \r\nmarket and economy and of implementation of the \r\nProgramme of Action for the Sustainable Development \r\nof Small Island Developing States. For its part, the \r\nEuropean Union is prepared to continue to cooperate \r\nactively with CARICOM in these sectors. In economic \r\nterms, diversifying national production, seeking \r\neconomies of scale and enhancing competitiveness are \r\nfactors that can contribute decisively to economic \r\ngrowth and development. \r\n The European Union confirms its commitment to \r\ncontinue to provide technical and financial assistance \r\nin support of CARICOM’s efforts.  \r\n The European Union wishes in particular to \r\nexpress its willingness to work with all the member \r\ncountries of CARICOM to combat the damaging \r\neffects of drug trafficking and international financial \r\ntransactions linked to criminal activities. Effective \r\njoint action against the laundering of the proceeds of \r\n \r\n 3 \r\n \r\n A/55/PV.54\r\nillegal activities is a common concern of all Member \r\nStates. We acknowledge the commitment of the \r\nCARICOM countries in this matter and want to back \r\nthem up actively. \r\n Mr. Kobayashi (Japan): I would like to begin by \r\nexpressing my appreciation to the representative of \r\nAntigua and Barbuda for her introductory statement, as \r\nwell as for the draft resolution, which Japan has the \r\nhonour to co-sponsor. We hope that it will be adopted \r\nby consensus. \r\n The Caribbean Community (CARICOM) has as \r\nits objective greater regional economic integration, \r\nforeign policy coordination, and cooperation in the \r\nareas of health, medical care and education. Recently \r\nCARICOM has been coordinating a regional response \r\nto domestic issues and to disputes among member \r\nStates over national boundaries, and has taken \r\ncommendable initiatives to establish a single regional \r\nmarket and a Caribbean court of justice. Japan highly \r\nappreciates the essential and dynamic role CARICOM \r\nhas been playing to achieve stability in, and sustainable \r\ndevelopment of, the Caribbean region. \r\n Japan has long stressed the importance of \r\ncooperation between the United Nations and regional \r\norganizations. It thus applauds the fact that the second \r\ngeneral meeting between representatives of CARICOM \r\nand its associated institutions and representatives of the \r\nUnited Nations system was held in Nassau on 27 and \r\n28 March 2000. Japan hopes that the cooperative \r\nrelations between the two organizations will continue \r\nto flourish in various fields. \r\n Itself an island nation, Japan recognizes that \r\nisland nations are particularly sensitive to such \r\nproblems as global warming and marine pollution, \r\nproblems that affect all humankind. It is therefore up to \r\ncountries such as Japan and the member countries of \r\nthe Caribbean Community to alert the international \r\ncommunity as a whole to the problems that lie ahead, \r\njust as a harbour pilot points out the shoals on which a \r\nship could founder. Aware of this common bond, Japan \r\nwelcomes opportunities to meet and exchange views \r\nwith the leaders of other island nations. \r\n During the Millennium Summit, for example, \r\nPrime Minister Mori of Japan hosted a reception in \r\nhonour of the heads of State or Government of small \r\nisland States and landlocked developing countries, at \r\nwhich he had the pleasure of meeting with a number of \r\nhis counterparts from the Caribbean region. Japan has \r\nalso held a series of high-level consultations with \r\nCaribbean nations since 1993, and is pleased to \r\nannounce that tomorrow, 8 November, Japan is \r\nconvening a Japan-CARICOM ministerial-level \r\nconference in Tokyo, which will be attended by \r\nrepresentatives from 14 CARICOM member States. It \r\nwill be the first time such a meeting has been held at \r\nthe ministerial level. It is hoped that through the \r\ndiscussions at this conference the partnership between \r\nJapan and CARICOM will be further strengthened, \r\nparticularly as regards the economic and social \r\ndevelopment of Caribbean countries and their greater \r\nintegration into the global economy. It is also hoped \r\nthat such dialogue will facilitate joint responses to \r\nglobal issues and joint efforts in international forums \r\nbetween CARICOM and Japan. This ministerial-level \r\nconference is thus one of the ways in which Japan is \r\nassisting the development efforts of Caribbean \r\ncountries as well as the cooperative activities of those \r\ncountries and the United Nations. \r\n In conclusion, I wish once again to commend \r\nCARICOM and the United Nations for their efforts to \r\nstrengthen peace and security and achieve economic \r\nand social stability throughout the region. I would also \r\nlike to confirm Japan’s full support for the activities of \r\nCARICOM aimed at further developing the region and \r\nurge the international community to lend its broad \r\nsupport to their efforts. \r\n Miss Durrant (Jamaica): At the outset, I wish to \r\nassociate my delegation with the statement made by the \r\nrepresentative of Antigua and Barbuda on behalf of the \r\nmember States of the Caribbean Community \r\n(CARICOM). \r\n Jamaica is particularly pleased with the progress \r\nin cooperation and coordination on a range of \r\ndevelopment and humanitarian initiatives that has been \r\nachieved between the United Nations system and the \r\nCaribbean Community. Let me thank the Secretary-\r\nGeneral for the report contained in document A/55/215, \r\nwhich provides a comprehensive account of the \r\nactivities undertaken during the period under review \r\nand also reports on the second meeting between \r\nrepresentatives of the United Nations system and the \r\nCaribbean Community. \r\n I now wish to highlight a few of the areas in \r\nwhich cooperation has been undertaken, as well as \r\nsome in which we would wish to encourage further \r\ncollaboration. \r\n \r\n4  \r\n \r\nA/55/PV.54  \r\n The programme of the United Nations Population \r\nFund (UNFPA) aimed at promoting adolescent sexual \r\nand reproductive health continues to make an \r\nextremely valuable contribution to the efforts of the \r\nGovernments of the Caribbean to deal with an issue \r\nwhich remains a formidable challenge to our health and \r\nsocial sectors. Also worthy of mention is the \r\ncollaboration between the University of the West Indies \r\nand UNFPA towards the development of a multi-\r\ndisciplinary diploma in population and development, \r\nwhich will foster institutional and technical capacity in \r\nthe region at the executive and operational levels. In \r\naddition, the presentation of UNFPA Caribbean Media \r\nAwards, begun in 1999, has encouraged excellence in \r\nreporting on population and development issues in the \r\nregion. \r\n Jamaica takes this opportunity to place on record \r\nits appreciation to UNFPA for its continued \r\ndemonstrated commitment to advancing the welfare of \r\nCARICOM countries in the field of population. This \r\nhas been due in no small measure to the leadership \r\nprovided by the Fund’s Executive Director, Dr. Nafis \r\nSadik. Indeed, her contribution to the region was \r\nrecognized by the University of the West Indies last \r\nFriday, 3 November, when, at its commencement \r\nexercises, the University conferred on her the degree of \r\nDoctor of Science, honoris causa. We take this \r\nopportunity to congratulate Dr. Sadik, to thank her for \r\nher stewardship and to wish her every success in her \r\nfuture endeavours. \r\n The need for strong mechanisms for emergency \r\nresponse in the Caribbean region, which is prone to \r\nhurricanes and other natural disasters, cannot be over-\r\nemphasized. This season, it was Belize that suffered \r\nfrom the ravages of Hurricane Keith and Suriname \r\nfrom Hurricane Joyce. The cooperation that continues \r\nbetween the Office for the Coordination of \r\nHumanitarian Affairs (OCHA) and the Caribbean \r\nDisaster Emergency Response Agency (CDERA), with \r\nemphasis on the exchange of information on early \r\nwarning and on the coordination of relief and \r\nrehabilitation efforts, is very important. We will see \r\nfurther concrete expression in the training session in \r\ndisaster assessment and coordination to be organized \r\nfor the Caribbean early next year. \r\n Cooperation between the International Maritime \r\nOrganization (IMO) and CARICOM, which has been \r\nenhanced by the appointment by CARICOM and the \r\nUnited Nations Development Programme (UNDP) of a \r\nRegional Maritime Safety Adviser, should also result in \r\nvery positive developments in an area of increasing \r\nconcern to the region, namely, the protection and \r\npreservation of the Caribbean Sea. Jamaica is \r\nextremely pleased with the report of the close working \r\nrelationship established between the IMO and \r\nCARICOM, which has resulted in the definition of \r\nprogrammes designed to address the specific maritime \r\ndevelopment objectives of our subregion. We record \r\nour appreciation for the project sponsored by the IMO, \r\nUNDP and CARICOM to strengthen national, legal and \r\nadministrative regimes for more effective \r\nimplementation of the Caribbean Memorandum of \r\nUnderstanding on Port State Control. We look forward \r\nto the continued collaboration of the IMO with \r\nCARICOM in this important area. We also wish to \r\nexpress our appreciation to the United Nations \r\nEnvironment Programme (UNEP) for its work through \r\nthe regional coordinating unit, as well as for the \r\nstrengthening of the regional seas programme. \r\n We continue to look to the United Nations system \r\nfor support in the region’s effort to grapple with two \r\nscourges that have been threatening the safety and \r\nsecurity of the subregion. I speak of the illicit traffic in \r\nnarcotics and the proliferation in small arms that \r\nattends this deadly trade. We welcome the ongoing \r\ncooperation between CARICOM and the United \r\nNations International Drug Control Programme \r\n(UNDCP), particularly in the identification of the \r\npriority needs of the Caribbean. Of particular \r\nimportance have been the joint UNDCP/CARICOM \r\nmissions to evaluate the drug control situation in the \r\nCARICOM countries over the past two years. \r\n We also look forward to increased collaboration \r\nwith the newly revitalized United Nations Regional \r\nCentre for Peace, Disarmament and Development in \r\nLima. We believe that this Centre can play an integral \r\nrole in assisting our Governments in better \r\nunderstanding and controlling the problem of illegal \r\ntraffic in small arms. This is an area in which we \r\nbelieve greater cooperation between the United Nations \r\nand CARICOM is possible, particularly through the \r\nCentre’s programme of seminars, workshops and other \r\nactivities aimed at strengthening national and regional \r\nefforts to control the illegal flow of firearms. \r\n CARICOM cooperation with the Economic \r\nCommission for Latin America and the Caribbean \r\n(ECLAC) Port of Spain office is very well established, \r\nand the extensive joint activity is clearly demonstrated \r\n \r\n 5 \r\n \r\n A/55/PV.54\r\nin the Secretary-General’s report. We take this \r\nopportunity to thank the Director of the subregional \r\noffice for the valuable programme between CARICOM \r\nand ECLAC which has been fostered under her \r\nleadership. We look forward in particular to ECLAC’s \r\ncontinued technical support as the interim secretariat \r\nfor implementation of the Programme of Action for the \r\nSustainable Development of Small Island Developing \r\nStates. \r\n Jamaica also expresses appreciation to the United \r\nNations Conference on Trade and Development \r\n(UNCTAD) for the long-standing collaboration with \r\nCARICOM on the implementation of the UNCTAD \r\ncomputerized customs management system. As \r\nmember States of our region seek to meet the \r\nincreasing challenges brought by globalization and \r\ntrade liberalization, Jamaica would welcome greater \r\ncollaboration between CARICOM and UNCTAD in \r\nanalysing of the needs of CARICOM States within the \r\ncontext of the existing global economic climate. \r\n Jamaica welcomes the practice of holding regular \r\nconsultations between representatives of the United \r\nNations system and of the CARICOM secretariat, and \r\nwe agree that these meetings should be \r\ninstitutionalized on a biannual basis. We encourage \r\ncontinued dialogue and action in regard to the areas \r\nidentified for future programming, including capacity-\r\nbuilding and training, in particular in information \r\ntechnology. We also look forward to the early \r\nestablishment of the proposed website to monitor the \r\nimplementation of the programme of cooperation. \r\n Finally, Jamaica is pleased to co-sponsor the draft \r\nresolution presented by the representative of Antigua \r\nand Barbuda and to commend it to this Assembly for \r\nadoption by consensus. \r\n The Acting President (spoke in French): In \r\naccordance with General Assembly resolution 46/8 of \r\n16 October 1991, I now give the floor to the observer \r\nof the Caribbean Community. \r\n Ms. Barnet (Caribbean Community): It is an \r\nhonour to participate in this debate on cooperation \r\nbetween the United Nations and the Caribbean \r\nCommunity (CARICOM) in this millennium year.  \r\n States Members of this Organization have already \r\nmarked the year with some major activities, the \r\nprimary one being the Millennium Summit last \r\nSeptember. In this year also, the United Nations and its \r\nspecialized agencies met in March with the CARICOM \r\nsecretariat and the associate institutions of the \r\nCaribbean Community in the Commonwealth of the \r\nBahamas. At that forum, we focused on issues of \r\nconcern to the wider Caribbean, assessed the status of \r\nour cooperation and exchanged ideas on other areas for \r\npossible cooperation, in full recognition that the \r\nviability of our Caribbean region is integrally linked to \r\nglobal and hemispheric developments, for the \r\nCaribbean is an integral part of those global and \r\nhemispheric developments. \r\n Evolving global and hemispheric developments \r\nhave brought new challenges and new opportunities to \r\nthe dynamic process of human, social and economic \r\ndevelopment in the region. In charting its way forward, \r\nthe Caribbean Community has placed people at the \r\ncentre of its agenda. The Community has also resolved \r\nto strengthen its institutions so that they are well \r\nequipped to function effectively in the increasingly \r\ncompetitive global economy. Good governance and \r\ndemocracy will remain the hallmarks of our political, \r\nsocial and economic development. These are some of \r\nthe elements of the vision of our region as our \r\nCommunity seeks to participate fully in the hemisphere \r\nand in the wider international community. \r\n We invite the international community to share \r\nthis vision with us, a vision that places priority on the \r\nhuman potential, on our people — all our people. This \r\nis in keeping with the focus of the Millennium Summit \r\non the world’s people. The Secretary-General’s report \r\nentitled “We the peoples: the role of the United Nations \r\nin the twenty-first century” inextricably linked the \r\nUnited Nations to the welfare of the world’s people. \r\nWe consider this an essential creed, binding on all \r\nmembers of this world community. \r\n For some time, the nations of the Caribbean have \r\nbeen calling for greater focus on the Agenda for \r\nDevelopment, which embraces growth with equity. We \r\nare pleased to note that the United Nations systems \r\nhave waged a successful campaign that has broadened \r\nthe comparative basis of measuring development, \r\nintroduced into the consciousness of a global \r\ncommunity the notion of international public goods, \r\nand insisted on a more concerted effort to reduce \r\npoverty and to mainstream issues related to gender. At \r\nthe same time, we recognize the importance of conflict \r\nresolution and peacekeeping in times of hostility. We \r\nemphasize, however, that the prevention of hostilities \r\n \r\n6  \r\n \r\nA/55/PV.54  \r\nis, in the long term, the most effective means of \r\npeacekeeping. \r\n Poverty is the worst form of violence against \r\nhumankind. Poverty and underdevelopment are fertile \r\nfields for hostilities in families, within countries and \r\namong neighbouring countries. Development, which \r\nremoves or reduces poverty and deprivation, is the \r\nmost effective weapon in peacekeeping. Poverty can be \r\neliminated only by empowering the poor through \r\naccess to life skills and by making social and economic \r\ninvestments. Aid and debt relief, although necessary \r\nand critical measures, will not by themselves uplift the \r\nlives of the many poor in the world.  \r\n In this context, we strongly support the initiative \r\nof the United Nations to convene early in 2001 the \r\nHigh-level International Intergovernmental Event on \r\nFinancing for Development. We urge the international \r\ncommunity, and particularly the more developed and \r\nprosperous members, to treat this initiative with the \r\nseriousness which it deserves. Let it not be just an \r\nevent, an opportunity for regrets and added frustration. \r\nLet it be a meeting where the excellent ideas, the wise \r\nwords expressed during the Millennium Summit, are \r\ntranslated into concrete and meaningful activities to \r\naddress the real issues of the world. \r\n In our discussions with the United Nations and its \r\nspecialized institutions earlier this year, the Caribbean \r\nrepresentatives highlighted the efforts to deepen \r\ncooperation in our Community, particularly the \r\nestablishment of the CARICOM Single Market and \r\nEconomy and the positioning of CARICOM in the \r\nglobal economic environment to participate more \r\neffectively in international and hemispheric economic \r\nnegotiations and policy-making, including the \r\nnegotiations of the World Trade Organization in \r\nagriculture and services, the international \r\ntelecommunications negotiations, follow-up to the \r\ntenth session of the United Nations Conference on \r\nTrade and Development and the thrust to focus on the \r\nsocial and environmental factors in sustainable \r\ndevelopment. We call for the strong support of the \r\nUnited Nations and its specialized agencies for these \r\nobjectives and initiatives. We also look to the United \r\nNations and its specialized agencies and the wider \r\ninternational community to support the region’s efforts \r\nas it seeks to overcome the challenge of the digital \r\ndivide. \r\n We look to the United Nations and its specialized \r\nagencies, and we do so in full recognition of what our \r\ncollaboration can achieve. Most recently, with the \r\ncollaborative assistance of the Pan American Health \r\nOrganization, the World Health Organization and the \r\nJoint United Nations Programme on HIV/AIDS, we \r\nhave developed a comprehensive plan of action for \r\nHIV/AIDS in the Caribbean, which is garnering \r\nfinancial and technical support from a cross-section of \r\ninternational agencies. The United Nations Population \r\nFund has pledged to work with us in the conduct of the \r\n2000 Round of Population and Housing Censuses in \r\nthe Caribbean. The Caribbean Development and \r\nCooperation Committee of the United Nations \r\nEconomic Commission for Latin America and the \r\nCaribbean, based in Trinidad and Tobago in the \r\nCaribbean and established to serve the Caribbean, \r\nprovides valuable support in the area of economic and \r\nsocial activities in the Caribbean region. Its work needs \r\nto be acknowledged and further supported. \r\n The small States in the Caribbean are very \r\nvulnerable to international developments and natural \r\nphenomena. This was clearly demonstrated in the \r\nreport of the Commonwealth Secretariat/World Bank \r\nJoint Task Force on Small States, entitled “Small \r\nStates: Meeting Challenges in the Global Economy”, \r\nwhich was completed earlier this year. Hurricane Keith \r\nmost recently provided one of our annual reminders \r\nlast month. As Deputy Secretary-General of the \r\nCommunity and as a national of Belize, I take this \r\nopportunity to thank the countries and agencies which \r\nhave contributed to the relief effort in Belize in the \r\naftermath of Hurricane Keith. The Commonwealth \r\nSecretariat/World Bank report demonstrates that these \r\nare not infrequent, random events, but a constant threat \r\nto small States, demanding systematic and sustained \r\nefforts of the international community to reduce the \r\nvulnerability of these States. We urge the international \r\ncommunity, including the multilateral agencies, to \r\nadopt and implement the conclusions and \r\nrecommendations of the report. Let us recall that many \r\nof the actions necessary were signalled to us in the \r\nBarbados Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States. \r\n In the vein of the reduction of vulnerability, the \r\nCaribbean Community wishes to thank the \r\ninternational community for the resolution on \r\npromoting an integrated management approach to the \r\nCaribbean Sea area in the context of sustainable \r\n \r\n 7 \r\n \r\n A/55/PV.54\r\ndevelopment, adopted at the fifty-fourth session of the \r\nUnited Nations in December 1999. While the \r\nresolution does not embody the full concept of the \r\nCaribbean Sea as a special area in the context of \r\nsustainable development, it moves significantly in the \r\ndirection of securing this patrimony and lifeline for \r\nfuture generations of Caribbean people. We in the \r\nCaribbean are organizing ourselves to implement the \r\nresolution. We are acutely aware, however, that success \r\nrequires international cooperation. \r\n We trust that at this session the General \r\nAssembly, in considering the Secretary-General’s \r\nreport on the resolution, will not only encourage the \r\nfurther development of the integrated management \r\napproach to the Caribbean Sea area, which, in the \r\nCaribbean context, must take the nexus between the \r\nactivities on the land and the sea into account, but, in \r\ndoing so, will positively consider the wider concept of \r\nrecognizing the Caribbean Sea as a special area in the \r\ncontext of sustainable development. For, let us face it, \r\nthe Caribbean Sea is the most important natural \r\nresource shared by all States in the Caribbean region, \r\nand for many economic and social purposes. If \r\nproperly defended, managed and recognized by the \r\ninternational community as an integral part of the \r\nregion’s development efforts, it will be preserved for \r\nthe continued use and ongoing activities of future \r\ngenerations of people of the Caribbean and of the \r\nworld. \r\n The Caribbean Community, as a community of \r\nsmall States, needs a strong United Nations and a \r\nresponsive international system. The democratic norms \r\nthat are generally shared and encouraged within \r\ncountries must also be the hallmark of relations \r\nbetween countries and within institutions. The \r\nmessages of the last few years in these halls, in the \r\nvarious international forums and from the streets — \r\nfrom Seattle through Washington to Prague — have all \r\nbeen heard and recorded. As the international \r\ncommunity considers reform of this global \r\nOrganization, let the message of democracy be the \r\nguiding principle. As small States in the Caribbean, \r\nsupportive of multilateral approaches to problem \r\nsolving, we can ask for nothing less. Should this fail, \r\nour hopes and aspirations to be leaders, to make \r\nsubstantial contributions to world peace and \r\ndevelopment, cannot bear fruit. \r\n The Acting President (spoke in French): We \r\nhave heard the last speaker in the debate on this item. \r\n Before we take a decision on the draft resolution, \r\nI would like to announce that since it was introduced \r\nthe following States have joined the sponsors: Japan, \r\nMexico, the Netherlands and the United Kingdom. \r\n The Assembly will now take a decision on draft \r\nresolution A/55/L.24/Rev.1. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/55/L.24/Rev.1? \r\n Draft resolution A/55/L.24/Rev.1 was adopted \r\n(resolution 55/17). \r\n The Acting President (spoke in French): May I \r\ntake it that the General Assembly decides to conclude \r\nits consideration of agenda item 23? \r\n  It was so decided. \r\n \r\n \r\nAgenda item 36 \r\n \r\nBethlehem 2000 \r\n \r\n  Draft resolution (A/55/L.3) \r\n \r\n The Acting President (spoke in French): I call \r\non the representative of Senegal to introduce draft \r\nresolution A/55/L.3. \r\n Mr. Ka (Senegal) (spoke in French): I am \r\nconfident that I express the opinion of all members \r\nwhen I say that the discussion on this agenda item \r\nshould have taken place in a more relaxed atmosphere. \r\nNevertheless, we are all aware that since Christmas \r\n1999, right up to the recent regrettable events, \r\nthousands of people have flocked from all over the \r\nworld to the Palestinian city of Bethlehem to celebrate \r\nin joy and in peace the two-thousandth anniversary of \r\nthe birth of our Lord, Jesus Christ, and thus to \r\nwelcome the dawn of the third millennium. Attracted \r\nby the city’s sacred and historic character, the visitors \r\nwere also particularly aware of its eternal message — a \r\nmessage of tolerance, harmony, reconciliation and \r\npeace. In 1997 the Palestinian Authority launched the \r\nBethlehem 2000 Project, providing for the restoration \r\nof many religious and historic buildings in the city and \r\nfor reconstruction of the city’s infrastructure in order to \r\nhost the millennium celebrations. Due to the preceding \r\nyears of conflict in the region, the renovation of the \r\ncity was very difficult. From the start it was clear that \r\nfor the Project to be implemented well, and in time, \r\nconsiderable help from the international community \r\nwould be needed — help that was both diverse and \r\nwell coordinated. To help the Palestinian people to \r\n \r\n8  \r\n \r\nA/55/PV.54  \r\ncomplete this enterprise successfully, the Committee \r\non the Exercise of the Inalienable Rights of the \r\nPalestinian People took on the job of promoting the \r\nProject and raising the awareness of international \r\npublic opinion regarding its goals.  \r\n At the request of our Committee, and given the \r\nuniversal importance of the Project, the General \r\nAssembly decided to include in its agenda, at both the \r\nfifty-third and fifty-fourth sessions, an item entitled \r\n“Bethlehem 2000”, and adopted without a vote \r\nresolutions 53/27 and 54/22, in which it expressed its \r\nsupport for the Bethlehem 2000 Project and appealed \r\nto the international community as a whole to \r\nstrengthen its support and its commitment in order to \r\nensure the success of the Project. \r\n In response to these appeals by the General \r\nAssembly, the Committee has systematically given a \r\nspecial place to the Bethlehem 2000 Project in its \r\nvarious activities and in its programme of work. The \r\nmost recent such event was the United Nations \r\nSeminar on Prospects for Palestinian Economic \r\nDevelopment and the Middle East Peace Process, \r\nwhich took place in Cairo on 20 and 21 June 2000 \r\nunder the auspices of the Committee. That Seminar \r\nstressed the need to continue the drive to raise public \r\nawareness of this project and to obtain still more \r\npartners in its support. The Bureau of the Committee \r\nhas also had regular meetings on this important issue \r\nwith representatives of intergovernmental \r\norganizations such as the European Union, the \r\nOrganization of the Islamic Conference and the League \r\nof Arab States, as well as meetings with non-\r\ngovernmental organizations as well. \r\n When this question was dealt with during \r\nintergovernmental meetings, in which I was a \r\nparticipant during the course of the year as Chairman \r\nof our Committee, particularly meetings that took place \r\nwithin the framework of the Organization of the \r\nIslamic Conference, the Organization of African Unity \r\nor the Non-Aligned Movement, at such meetings I \r\ndiligently and systematically promoted the goals of the \r\nBethlehem 2000 Project and gave an account of the \r\nkind of activities undertaken by our Committee.  \r\n The Division for Palestinian Rights of the United \r\nNations Secretariat continues to post information on \r\nthe Project on the Internet in the context of the United \r\nNations Information System on the Question of \r\nPalestine (UNISPAL). Moreover, consistent with \r\nresolution 54/41, the Department of Public Information \r\nopened a special web site entitled “Bethlehem 2000”. \r\n I am particularly happy to recall here one event \r\nof considerable importance that took place last March. \r\nI refer to the historic voyage by His Holiness, Pope \r\nJohn Paul II, to the Holy Land. When he went to the \r\nholy cities of Bethlehem and others in Israel he \r\npreached a message of peace. In Bethlehem it took \r\nplace in the Nativity Square itself, which was a source \r\nof inspiration and spiritual uplift for all. It is \r\nparticularly encouraging to note that the sovereign \r\nPontiff, in his message, welcomed the fact that \r\nresolutions on Bethlehem 2000 were adopted \r\nunanimously by the international community. \r\n The initiative to raise the profile of the project \r\nand its goals throughout the world has succeeded in \r\nbringing in substantial contributions from Member \r\nStates. Contributions have also been received from \r\nintergovernmental organizations and representatives of \r\ncivil society. I should like to stress here that the \r\nCommittee is particularly grateful to all Member States \r\nwho have supported in the past, and who continue to \r\nsupport, our initiatives in this important field. \r\n However, there is still much that remains to be \r\ndone over the next few years, not only in the city of \r\nBethlehem itself, but in other West Bank Palestinian \r\ntowns, as well as in the Gaza Strip. We consider \r\nBethlehem 2000 to be a kind of pilot project that could \r\nhelp launch similar development projects in many \r\nother places in Palestine. For this much international \r\nsupport and aid will be necessary. We need to help the \r\nPalestinian people if they are to be able to conclude \r\nsuccessfully the enormous tasks of reconstruction and \r\ndevelopment, and support from donors remains \r\nindispensable if we are to improve the economic and \r\nsocial position of the Palestinian people and, in this \r\nway, establish a viable Palestinian economy. \r\n Bearing in mind the importance of coordinated \r\ninternational action needed in order to conclude this \r\nproject successfully, the Committee would like to \r\nrepeat its appeal to the international community to \r\ncontinue its support and assistance to the Bethlehem \r\n2000 project and support to other Palestinian towns \r\nand villages as well. \r\n The Committee remains confident that once the \r\nsituation is back to normal, pilgrims and tourists will \r\ncontinue to flock to Bethlehem from all over the world. \r\nThey will go back to Bethlehem again, because it is the \r\n \r\n 9 \r\n \r\n A/55/PV.54\r\nplace where Jesus Christ was born and also to pay \r\nhomage to the rich, historic, religious and cultural \r\ntraditions of the Palestinian people, and they will do it \r\nin a climate of peace and reconciliation, reconciliation \r\nfor all peoples of all beliefs and all religions. \r\n On behalf of the Committee on the Exercise of \r\nthe Inalienable Rights of the Palestinian People, I now \r\nhave the honour of presenting draft resolution A/55/L.3 \r\nentitled “Bethlehem 2000”. \r\n But may I begin by listing the countries who have \r\nalso joined in sponsoring the draft resolution: Andorra, \r\nArgentina, Armenia, Austria, Belgium, Chile, \r\nDenmark, Finland, France, Germany, Greece, Hungary, \r\nIreland, Italy, Kenya, Kuwait, Lao People’s Democratic \r\nRepublic, Lebanon, Luxembourg, the former Yugoslav \r\nRepublic of Macedonia, Mali, Mauritania, Morocco, \r\nNetherlands, Norway, Oman, Panama, Portugal, \r\nRomania, San Marino, Spain, Sweden, Togo, Tunisia, \r\nUnited Kingdom of Great Britain and Northern Ireland, \r\nVenezuela, Ukraine. \r\n In this draft resolution the General Assembly \r\nwelcomes the world-embracing and historic \r\ndemonstration that took place in Bethlehem at the \r\nbeginning of the third millennium and which should be \r\na symbol of the hopes for peace among all peoples of \r\nthe world. It manifests its support for the Bethlehem \r\n2000 Project and welcomes the efforts undertaken in \r\nthis respect by the Palestinian Authority. The Assembly \r\nnotes, with appreciation the worldwide support for the \r\nBethlehem 2000 Project and requests the international \r\ncommunity as a whole, including the private sector, to \r\nincrease and speed up its support and its commitment \r\nto the Project in order to ensure the success of this \r\ngreat initiative. It requests the Secretary-General to \r\ncontinue to mobilize the relevant organizations and \r\ninstitutions within the United Nations system to \r\nredouble their efforts in order to provide the overall \r\nfinancing for the Bethlehem 2000 Project. \r\n The draft resolution also welcomes the \r\nparticipation of His Holiness Pope John Paul II, heads \r\nof State and Government, eminent personalities, as \r\nwell as religious leaders, who by their presence \r\nenhanced the anniversary ceremonies. \r\n Finally, the draft resolution proposes that the \r\nAssembly should conclude consideration of the item \r\nentitled “Bethlehem 2000” at the current session. \r\n In conclusion, I wish to take this opportunity to \r\nexpress once again the Committee’s deep gratitude to \r\nthe States, bodies of the United Nations system and \r\ninternational and non-governmental organizations \r\nwhich, over the past three years, have responded to the \r\nappeal and supported this particularly worthwhile \r\nProject. Thanks to their generosity, the Palestinian \r\npeople have been able to achieve one of their many \r\ndreams and aspirations. It is to be hoped that the good \r\nwill created by the Project will have a lasting effect on \r\nthe region and that it will allow peace to take root in \r\nhearts and minds, in the interest of the peoples of the \r\nregion. \r\n Finally, I wish to express the hope that, as last \r\nyear, the draft resolution will receive massive support, \r\nwith adoption by consensus once again. \r\n The Acting President (spoke in French): Before \r\ncalling on the next speaker, I wish to inform members \r\nthat in a letter dated 21 September 2000 addressed to \r\nthe President of the General Assembly the Permanent \r\nRepresentative of Sweden to the United Nations, in his \r\ncapacity as Chairman of the Western European and \r\nOthers Group for the month of September, requests that \r\nthe General Assembly hear in plenary a statement by \r\nthe observer of the Holy See during the debate on \r\nagenda item 36, “Bethlehem 2000”. Taking into \r\nconsideration the importance attached to the issue \r\nunder discussion, it has been proposed that the General \r\nAssembly should take a decision on that request. \r\n May I take it that there is no objection to hearing \r\na statement by the observer of the Holy See in the \r\ndebate on agenda item 36, as proposed? \r\n It was so decided. \r\n \r\n The Acting President (spoke in French): I call \r\non the observer of Palestine. \r\n Mr. Al-Kidwa (Palestine) (spoke in Arabic): The \r\nPalestinian town of Bethlehem, the birthplace of Jesus \r\nChrist, is still being subjected to attacks by the Israeli \r\noccupation army. Its residents and those of other \r\nPalestinian towns and villages are still being subjected \r\nto a new bloody campaign of suppression, a crazy \r\ncampaign that has so far claimed more than 150 \r\nmartyrs and injured 3,000 Palestinians over 40 days. \r\nThis is not the climate we had hoped for to renew the \r\ncelebration in the General Assembly of Bethlehem \r\n2000. We had called for postponement of consideration \r\nof this item, because we cannot celebrate while our \r\n \r\n10  \r\n \r\nA/55/PV.54  \r\npeople are being suppressed. Regrettably, and despite \r\nthat postponement, that reality still exists. \r\n The Palestinian side has made tireless efforts, as \r\nhas the entire world, to create a physical reality on the \r\nground alongside the beautiful spiritual reality so that \r\ntogether we can mark the transition from the second \r\nmillennium to the third millennium since the birth of \r\nChrist in the city of Christ, Bethlehem. The United \r\nNations has made great efforts in this area. The \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People included this item on the agenda \r\nof the General Assembly along with other important \r\nprogrammes of action, for which we thank the \r\nCommittee and its Chairman, Ambassador Ibra \r\nDeguène Ka. \r\n For its part, the General Assembly adopted two \r\nresolutions by consensus during the last two sessions. \r\nThe same was done by other United Nations \r\nprogrammes and organizations, attaching great \r\nimportance to this matter. Since the adoption of the \r\nresolution last year, we have witnessed important \r\nevents in the celebrations. Many Presidents, heads of \r\nGovernment and other international personalities \r\nparticipated in the Christmas celebrations in \r\nBethlehem, at the invitation of President Yasser Arafat. \r\nWe express our appreciation to them all for their \r\nparticipation. We also take pride in what was done \r\nduring Christmas celebrations according to the Eastern \r\ncalendar and the fact that all heads of the Orthodox \r\nChurch got together for the first time and participated. \r\nThat was followed by the blessed visit of His Holiness \r\nPope John Paul II to the holy land. This, of course, \r\nincluded his visit to Bethlehem and the mass he \r\ncelebrated in Manger Square. \r\n We were preparing to continue these celebrations \r\nnext Christmas through Easter 2001. Our Palestinian \r\npeople have participated enthusiastically and with \r\npleasure in this universally important work, since we \r\nare blessed by having the birthplace of Jesus Christ in \r\nour land. We had felt that all these events were fresh \r\nindicators that the suffering of the Palestinian people \r\nwould end and that they, in their independent country, \r\nwith Jerusalem as its capital, would join other \r\ncountries in the celebrations. \r\n We cannot celebrate these days, but we still \r\nbelieve that it is very important for the General \r\nAssembly to adopt for the last time the draft resolution \r\nbefore it. We also hope that it will be adopted by \r\nconsensus. Despite the pain we feel, we have not yet \r\nlost hope that we will be able to resume the \r\ncelebrations and perhaps bring them to their \r\nculmination. Moreover, we are confident that in the \r\nnear future we will truly be able to join the \r\ninternational community, represented in the \r\nOrganization as Palestine, the State that encompasses \r\nBethlehem. \r\n In conclusion, let us pray together with all \r\nbelievers of the world for the current suspension of \r\ncelebrations to end soon and for peace to be restored to \r\nthe land of peace. \r\n Mr. Dausá Céspedes (Cuba) (spoke in Spanish): \r\nDestiny has chosen that we should debate a lofty \r\nmatter of such importance to the attainment of a fair, \r\npeaceful solution to the Middle East conflict at a time \r\nwhen the peace process in the region appears to be \r\nmore a chimera than a reality, because of the brutal \r\naggression unleashed by Israel against the Palestinian \r\npopulation. \r\n Since it was launched by the Palestinian National \r\nAuthority in 1997, the Bethlehem 2000 Project has \r\nbecome a process of profound thinking and searching \r\nfor hope and peace by all the peoples of the world, and \r\nin particular by the Palestinian people. This \r\ncommemoration, which celebrates the birth of Jesus \r\nChrist 2000 years ago in the city of Bethlehem, has \r\nenabled us to pay homage to the history, beauty and \r\nsanctity of a city in which the past, the present and the \r\nfuture converge in the hope of achieving a world free \r\nfrom hatred, a world of solidarity and cooperation. \r\nMany heads of State and Government, as well as a \r\nnumber of world personalities, including Pope John \r\nPaul II, have visited the city of Bethlehem, thereby \r\ncontributing to the splendour and high profile of the \r\ncelebrations. \r\n Nevertheless, the unrestrained escalation of \r\nviolence by Israeli forces against the civilian \r\nPalestinian population has not, unfortunately, spared \r\nBethlehem, which has also suffered the consequences \r\nof this new aggression with a toll of civilians injured \r\nand killed. Bethlehem, a city with one of the world’s \r\nrichest historical, cultural and religious heritages, has, \r\nalong with other Palestinian cities, suffered serious \r\ndamage to its infrastructure as a result of its occupation \r\nover many years. In fact, one of the initial objectives of \r\nthe Bethlehem 2000 Project was to restore many of the \r\ncity’s religious and historic sites, an objective that was \r\n \r\n 11 \r\n \r\n A/55/PV.54\r\nbeing accomplished, with the support of a number of \r\ngovernmental and non-governmental bodies, and, \r\nabove all, through a great deal of effort by the \r\nPalestinian National Authority and the Palestinian \r\npeople. \r\n The ongoing nature of the Bethlehem 2000 \r\nProject and the major results achieved to date justify \r\nthe pride and satisfaction my delegation feels, but at \r\nthe same time they reaffirm our conviction that the \r\ninternational community should continue to provide \r\nevery possible support. In that connection, we welcome \r\nthe support for the success of the project given by \r\nUnited Nations agencies and programmes. \r\n The Middle East peace process is going through \r\none of its most complex phases. Once again, the entire \r\nworld has seen how Israeli forces opposed to a \r\npeaceful, just and lasting solution to the conflict in the \r\nMiddle East are attempting to make violence and \r\naggression prevail over peace and negotiation. It is our \r\ncollective responsibility to prevent the enemies of \r\npeace from having their way. \r\n Weeks of escalating aggression, characterized by \r\nexcessive use of military force, have left over 150 \r\nPalestinians dead, including over 30 children. Cuba \r\nstrongly condemns the aggression and acts of violence \r\ncommitted by Israel against the Palestinian population, \r\nand calls on the international community to speak out \r\nforcefully against those crimes. We reaffirm our \r\ncomplete solidarity with the cause of the Palestinian \r\npeople in their just struggle for the establishment of an \r\nindependent, sovereign State, with East Jerusalem as \r\nits capital, and for the return of all occupied Arab \r\nterritories. \r\n It is a real honour for my delegation once again to \r\nco-sponsor the Bethlehem 2000 draft resolution, as we \r\nhave been doing since 1998. Far from detracting from \r\nthe importance of the project, the current state of the \r\nMiddle East peace process makes the Project an \r\nexpression of the will of the international community \r\nto make progress in its noble cause of peace and \r\nunderstanding, and its interest in doing so. We must not \r\nallow 2000 years of history, tradition, religion and \r\nculture to be tarnished by the hatred and aggression of \r\nthose who oppose a peaceful, just and lasting solution \r\nto the conflict in the Middle East. It is our collective \r\nresponsibility to ensure that peace prevails. Cuba will \r\nalways be ready to cooperate in this endeavour. \r\n Mr. Farhâdi (Afghanistan) (spoke in Arabic): \r\nLast February, a conference of paramount importance \r\nwas held in Rome on this issue, “Bethlehem 2000”, \r\nattended by eminent Catholic, Orthodox, Muslim and \r\nProtestant personalities, including representatives of \r\nthe Coptic and Ethiopian churches. The \r\ncommemoration of the birth of Jesus Christ last year in \r\nthe holy land of Palestine will continue with \r\ncelebrations until Easter 2001. The main objective of \r\nthe Bethlehem 2000 draft resolution has been achieved \r\nin all its phases, namely, to support peace, tolerance \r\nand co-existence and acceptance of the followers of \r\nother religions, in particular those of the Abrahamic \r\nreligion. That requires respect for Jesus Christ and \r\nadherence to his teachings. \r\n Eminent religious leaders from everywhere in the \r\nworld participated in the celebrations, including His \r\nHoliness Pope John Paul II, representatives of \r\nOrthodox and protestant faiths and a throng of other \r\nworld religious leaders. Here, I must hail international \r\ncontributions, including the help provided by the \r\nUnited Nations Educational, Cultural and Scientific \r\nOrganization (UNESCO), by States and by religious \r\norganizations. My thanks go in particular to Jordan and \r\nto Palestine for their valuable help and their good \r\noffices, and for the peaceful and secure environment \r\nthey ensured during the celebration. Nor can I fail to \r\nexpress thanks for the assistance provided by the \r\nOrganization of the Islamic Conference. \r\n Muslims believe that Jesus Christ was a \r\nmessenger of God. The Holy Koran speaks of him as a \r\nmessenger of God who disseminated a revealed \r\nreligion. It speaks also of the Virgin Mary as a faithful \r\nservant of God. That is why a throng of eminent \r\nMuslims from all over the world participated in the \r\ncelebrations. The holy places in Palestine are visited by \r\nthose blessed with true faith and sincere reverence for \r\nGod, by those who are filled with peace and goodness. \r\nThose heartfelt religious visits help consolidate peace \r\nand coexistence and bring goodness and blessings upon \r\nthose sites and the areas surrounding them. \r\n Those who harbour evil, who advocate bloodshed \r\nand who turn to violence seek only provocation. Their \r\nvisits to these blessed places serve only to perpetuate \r\noppression and to encourage the advocates of \r\ncontinued war, feuding and hostility. They are the \r\noppressors, who devote all their efforts to racism. \r\nPeace has no place in their programmes and objectives. \r\nWe hope that the places that are holy to all religions \r\n \r\n12  \r\n \r\nA/55/PV.54  \r\nwill be protected against all evils of contemporary \r\nhistory, and that history will bear witness against those \r\nwho harbour evil intentions and whose hands are \r\nstained with innocent blood. \r\n We must continue to strive for the attainment of \r\nthe lofty goals of those who wish the celebration of \r\nBethlehem 2000 to provide an opportunity to support \r\npeace, coexistence and friendship. We hope that the \r\nGeneral Assembly will adopt draft resolution A/55/L.3, \r\nentitled “Bethlehem 2000”, by consensus and without a \r\nvote. \r\n Mr. Levitte (France) (spoke in French): I have \r\nthe honour to speak on behalf of the European Union. \r\nThe Central and Eastern European countries associated \r\nwith the European Union — Bulgaria, the Czech \r\nRepublic, Estonia, Hungary, Latvia, Lithuania, Poland, \r\nRomania, Slovakia and Slovenia — and the associated \r\ncountries Cyprus and Malta align themselves with this \r\nstatement. \r\n This year, the debate on the draft resolution \r\n(A/55/L.3) introduced by the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople is taking place in tragic circumstances. I \r\ntherefore wish first and foremost to reiterate the \r\nEuropean Union’s deep concern and emotion at the \r\nvery heavy toll exacted by the violence both in the \r\nPalestinian territories and in Israel, among all \r\ncommunities living in the Holy Land. Calm must be \r\nrestored and negotiations on a final settlement must be \r\nresumed. The European Union welcomes the efforts \r\nundertaken by all to reach that goal; it wishes in \r\nparticular to express its support for the diplomatic \r\nactivities of the Secretary-General in the spirit of \r\nSecurity Council resolution 1322 (2000). The European \r\nUnion strongly welcomes the convening of the Sharm \r\nel-Sheikh summit, the understandings reached on that \r\noccasion by the two parties, and the recent agreement \r\nbetween Mr. Arafat and Mr. Peres. It also welcomes \r\ntoday’s announcement regarding a fact-finding \r\ncommission. \r\n Those results accord with the appeal made on 13 \r\nOctober by heads of State or Government of the \r\nEuropean Union at the Biarritz meeting of the \r\nEuropean Council. European leaders, given the real \r\ndanger of a general flare-up, solemnly called on the \r\nIsraeli and Palestinian leaders and peoples to halt the \r\nescalation and to bring an immediate end to all \r\nviolence. They also stressed that there is no alternative \r\nto the peace process. \r\n In that context, the threefold message which the \r\ndraft resolution bears — that there is a consensus \r\nwithin the United Nations; the region’s unity in the \r\ncelebration, without obstacles or restrictions, of the \r\nonset of the third millennium in Bethlehem; and \r\nassistance for the economic development of the \r\nPalestinian territories — is all the more welcome. The \r\nEuropean Union is thus happy to be able to associate \r\nitself with that message. The members of the European \r\nUnion, in order to underline the importance they attach \r\nto the event, have this year decided to join \r\nunanimously in sponsoring the draft resolution. \r\n The European Union fully supports the \r\nBethlehem 2000 Project promoted by the Palestinian \r\nAuthority, the municipality of Bethlehem and the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization (UNESCO) with a view to preparing the \r\ncity of Bethlehem for the third millennium. The Project \r\nis intended to restore historical, archaeological and \r\nreligious sites of unique significance. It is intended \r\nalso to improve tourism facilities so that Bethlehem \r\ncan become a major destination beyond the millennium \r\ncelebrations. Those development projects, along with \r\nthe many activities of non-governmental organizations, \r\nare having an impact on the economic growth of the \r\nwhole Bethlehem region. \r\n The European Union has made the development \r\nof the Bethlehem region one of its key priorities in the \r\nPalestinian territories. The Union was closely involved \r\nin preparations for the Bethlehem 2000 Project, during \r\nthe conferences convened in May 1998 at Brussels and \r\nin February 1999 at Rome. The Union has moreover \r\nfinanced specific projects, such as the modernization of \r\nBeit Jala hospital and the renovation of Manger Square \r\nin the Old Town. Many of its member States have also \r\nbecome involved, on an individual basis, in projects \r\nsuch as the building of a peace centre, the renovation \r\nof the Dar Mansour mansion to house a pilot unit for \r\nsafeguarding and protecting the heritage of the \r\nBethlehem district, and the rehabilitation of Salesian \r\nStreet. The European Union wishes today to confirm its \r\ncommitment to promoting improved tourism facilities \r\nfor the site and to ensuring that the efforts of the \r\ninternational community extend beyond the symbolic \r\ndate of the year 2000. \r\n \r\n 13 \r\n \r\n A/55/PV.54\r\n The European Union is pleased at the spectacular \r\nsuccess of the Project, which has completely \r\ntransformed the city and which has increased tourism \r\ndevelopment, thanks to the commitment of the \r\nPalestinian Authority and to the support of the \r\ninternational community. The Union hopes that the \r\nsuccess of Bethlehem 2000 will serve as a model of \r\ninternational cooperation and a symbol of the \r\ncontribution of tourism to peace in the Palestinian \r\nterritories and the region as a whole. \r\n The European Union hopes that the tragic events \r\nin the Palestinian territories will not have a negative \r\ninfluence on the development of the site. It is \r\nparticularly important to ensure free and unrestricted \r\naccess to the sites for tourists, believers or residents \r\nwishing to travel to Bethlehem, regardless of their \r\nnationality or religion. The European Union calls on all \r\nparties to preserve Bethlehem from confrontations that \r\nwould affect either the local population or visitors. \r\n Before concluding, I should like to take this \r\nopportunity to express the gratitude of the European \r\nUnion to the Permanent Representative of Senegal, \r\nAmbassador Ibra Ka, Chairman of the Committee on \r\nthe Exercise of the Inalienable Rights of the Palestinian \r\nPeople, for his tireless efforts to promote the \r\nBethlehem 2000 project. \r\n Finally, the European Union wishes to reaffirm \r\nonce again its firm commitment to a just, lasting and \r\ncomprehensive peace in the Middle East on the basis of \r\nSecurity Council resolutions 242 (1967) and 338 \r\n(1973) and in the spirit of the progress made to date \r\nwithin the framework of the peace process. \r\nAcknowledging the importance of a sound economy \r\nfor ensuring social and political stability, the European \r\nUnion intends to maintain its considerable economic \r\nand technical assistance to the Palestinians with a view \r\nto contributing to a more secure and prosperous future \r\nfor them in the new millennium. \r\n Mr. Moushoutas (Cyprus): At the outset, I \r\nshould like to say that we fully associate ourselves \r\nwith the statement just made by the representative of \r\nFrance on behalf of the European Union. \r\n This is the third occasion on which we have \r\nparticipated in a debate on the item “Bethlehem 2000”. \r\nAs we have stated before, we consider the inscription \r\nof this item on the agenda of the General Assembly, \r\nand the commemoration of this historic event, to be \r\nvery opportune and useful from a historical and \r\nreligious point of view. We again commend the \r\nPermanent Representative of Senegal, Chairman of the \r\nUnited Nations Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People, for having \r\npromoted the idea and for having the item inscribed on \r\nthe agenda for consideration in plenary meeting. \r\n Bethlehem, in Palestine, is very close to Cyprus \r\ngeographically, and even closer spiritually. Situated as \r\nwe are at the crossroads of the Mediterranean, we \r\nparticipated in the programmed millennium events, \r\nwhich we also viewed as part of our contribution to the \r\npeace process. \r\n The dignified celebrations of the birth of Jesus, \r\nthe Christmas market in the city of the nativity and the \r\nfestivals, concerts and street parades were attended by \r\nthousands of people from many countries, including a \r\nnumber of heads of State or Government. His Holiness \r\nPope Paul II and other spiritual leaders, including our \r\nown Patriarch Bartholomew, contributed to the \r\nspirituality and universality of the project, which was \r\naimed at bolstering understanding among different \r\ncultures and religions. It is our ardent wish that the \r\nspirituality which prevailed only a few weeks ago may \r\nguide our endeavours for peace and for the solution of \r\nproblems during these critical times. \r\n We had welcomed the peace process and the \r\nprogress achieved in the Middle East, and we deeply \r\nregret the very recent bloodshed and loss of life. We \r\nare pleased to hear that the peace process may start \r\nagain, and we hope that it will produce positive results. \r\nTo this end, no effort should be spared to find a just \r\nand viable solution, based on United Nations \r\nresolutions. Cyprus is directly affected by any \r\ndevelopment in the region, whether it is conflict or \r\npeace. We live with the vision of a free and peaceful \r\nisland, without occupation troops and barbed wire, \r\nhoping that success in the region will also have a \r\nbeneficial effect on us. \r\n The very recent tragic events and violence must \r\nnot be allowed to push the peace process off track. We \r\nagree with the Security Council’s call on the parties to \r\nend violence and to immediately resume negotiations \r\nwithin the Middle East peace process. We deplore the \r\nuse of force and the resultant loss of life. In the light of \r\nthese sad developments, special care must be taken for \r\nthe security of the thousands of tourists and visitors \r\nexpected in Bethlehem. Their free and safe movement \r\nand unhindered access to the holy places of the city \r\n \r\n14  \r\n \r\nA/55/PV.54  \r\nmust continue, and the security and safety of the \r\nfaithful of all religions must be of primary concern. As \r\nhas been said, the Holy Land must be just that — a \r\nholy place of harmony, peace and hope. \r\n Bethlehem 2000 is undoubtedly an enormous \r\nworld undertaking, seeking to restore the religious and \r\nhistorical sites of the city, which have been negatively \r\naffected by years of conflict. We therefore reiterate our \r\nsupport for these historic events and commend the \r\nPalestinian authorities, the United Nations \r\nDevelopment Programme, the United Nations \r\nEducational, Scientific and Cultural Organization and \r\nother United Nations organizations, as well as the \r\ndonor countries, for doing what needs to be done for \r\nthe final success of this global undertaking. \r\n Mr. Kafando (Burkina Faso) (spoke in French): \r\nIn the turbulent history of humanity, there are, \r\nfortunately, events that remind us that the world is not \r\nmerely a place of war and conflict but that it \r\nsometimes brings opportunities emanating from \r\npraiseworthy initiatives and actions. \r\n Within the overall sombre picture of the Middle \r\nEast, where for more than one month there has been \r\nrepeated rioting, Bethlehem 2000 takes on even greater \r\nsignificance and merit, offering a glimmer of hope to \r\nhelp dissipate the rancour and hate born of \r\nmisunderstanding among people. \r\n Bethlehem 2000 was conceived as a historical \r\nand cultural event to inaugurate the new millennium \r\nand to celebrate the two thousandth anniversary of the \r\nbirth of Christ. This event is more than a symbol; it \r\nwas intended to promote the spirit of dialogue, \r\nreconciliation and brotherhood between peoples in the \r\nregion, particularly between Palestinians and Israelis.  \r\n We welcome this undertaking precisely because \r\nof the contribution it could make towards achieving a \r\nrapprochement between the two communities. Let us \r\nnot forget, however, that the Palestinian Authority was \r\nresponsible for the laudable initiative that is Bethlehem \r\n2000. This event of major religious and cultural \r\nsignificance reflects the heartfelt desire for peace in \r\nthis land that is thrice holy, since it is the crossroads of \r\nthe three revealed religions — Islam, Judaism and \r\nChristianity. \r\n We also pay tribute above all to President Yasser \r\nArafat, who, by proposing this initiative, has shown \r\nonce again his love of tolerance. \r\n We deem it important also to pay tribute to the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People and to its Chairman, \r\nAmbassador Ibra Deguène Ka, thanks to whom this \r\nitem has been on our agenda consistently since 1998. \r\nThis has made possible a fruitful exchange on the best \r\nway to bring this noble undertaking to a successful \r\nconclusion at Easter in 2001. \r\n Since 1998, when the initiative was officially \r\nlaunched, the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People has done a \r\ngreat deal of work. Among its notable achievements is \r\nthe development of a far-reaching programme of \r\nactivities, which have already received international \r\nbacking. These have included the International \r\nConference, held on 18 and 19 February 1999 in Rome \r\nin association with the Italian Government and the \r\nHoly See, which brought together eminent individuals \r\nfrom both the political and religious arenas, and the \r\ncultural exhibition held two years ago here in New \r\nYork at United Nations Headquarters. \r\n This undertaking would not have been viable had \r\nit not had the financial and logistical support of \r\ncountries and organizations of goodwill, such as the \r\nEuropean Union, the United Nations Development \r\nProgramme, the World Bank, the United Nations \r\nEducational, Scientific and Cultural Organization, \r\nmany non-governmental organizations, and so on. \r\n We are confident that we speak for all of those \r\nwho have supported the project in saying that we look \r\nforward with confidence to the full support of all to \r\nguarantee the success of the Bethlehem 2000 initiative, \r\nwhich will come to a close in spring 2001. \r\n For us, the exceptional nature of Bethlehem 2000 \r\nis reflected first and foremost in its overarching vision. \r\nIndeed, it represents a symbiosis of mysticism and \r\nrealism, of belief and rationality. These all are virtues \r\nthat can foster peace in our hearts — that peace of the \r\nbrave that is, now more than ever, so necessary in the \r\nMiddle East. \r\n In conclusion, I should like to recall the words of \r\nCardinal Roger Etchegaray, President of the Committee \r\nfor the Great Jubilee of the Year 2000, set up by Pope \r\nJohn Paul II to commemorate the third millennium \r\nsince the birth of Christ. The Cardinal stated, during \r\nthe Bethlehem 2000 International Conference: \r\n \r\n 15 \r\n \r\n A/55/PV.54\r\n “Bethlehem’s message of Bethlehem is a \r\nuniversal one … All descendants of Abraham, the \r\nfather of the faithful — Jews, Christians and \r\nMuslims — who together make up the population \r\nof the Middle East, are duty-bound to bear \r\nwitness to true brotherhood before a \r\ndisenchanted, disjointed world” \r\nand, I would add, in the face of the tragic events that \r\nhave taken place in the Middle East in the past few \r\nweeks. \r\n It was also at Bethlehem that the angels whose \r\ntask it was to announce the birth of Christ proclaimed \r\npeace on earth and goodwill towards men. \r\n May this holy and vibrant message be reiterated \r\nat Bethlehem so that Palestinians and Israelis can come \r\ntogether once and for all. For that reason, Burkina Faso \r\ngives its full support to the Bethlehem 2000 project. \r\n Mr. Al-Sulaiti (Qatar) (spoke in Arabic): With \r\nrespect to agenda item 36, allow me, at this 55th \r\nplenary meeting of the General Assembly, to thank the \r\nPresident of the Assembly and his predecessor for \r\nrecommending this draft resolution for our \r\nconsideration. I should like to express my deepest \r\nappreciation for the convening of this meeting, which \r\nis of great importance not only to the Palestinian \r\npeople and to that region of the world but also to the \r\ninternational community. This is a very important \r\nmoment of great religious, cultural and historical \r\nsignificance. \r\n At the beginning of the third millennium in \r\nBethlehem, the city of peace, Mr. Yasser Arafat and \r\nother participants in the celebrations released a number \r\nof white doves to symbolize the hopes of the entire \r\nworld for peace. At that time, we were hopeful, as were \r\nother people of goodwill, that the era of war and \r\nhostility had been put behind us and that peace had \r\narrived — peace as reflected in the tenets of Islam that \r\nrespects other prophets, faiths and religious texts. Now, \r\nhowever, we see that the Bethlehem 2000 project is \r\nthreatened, as is peace in the entire region. \r\n Qatar would have liked, to see this discussion \r\ntake place in an environment of real peace on the basis \r\nof the guidelines established by the peace process, the \r\nprinciples of international legality and resolutions 242 \r\n(1967) and 338 (1973) as well as the principle of land \r\nfor peace. But the escalating violence in the region, \r\nparticularly those acts of aggression perpetrated by the \r\nIsraeli forces against Palestinian civilians, runs counter \r\nto all United Nations resolutions, especially the Fourth \r\nGeneva Convention and could create a backlash on the \r\npart of the Palestinian people. \r\n If we are to implement the peace process, it must \r\nbe followed up in a close and detailed fashion, and the \r\nvarious sponsors, as well as other parties, must be \r\nseriously committed to ensuring that its goals are \r\nachieved. I call here on the Israeli Government in \r\nparticular to abide by its commitments. \r\n The United Nations Millennium Declaration, \r\nwhich we have unreservedly supported, has \r\nemphasized many values, including the sharing of \r\nresponsibility. Nations of the world must share \r\nresponsibility for ensuring economic and social \r\ndevelopment and must oppose all trends that might \r\nundermine these efforts. We must adopt a \r\nmultidisciplinary approach, and all parties in the region \r\nmust play a role in this particular initiative. \r\n Accordingly, all States Members of the United \r\nNations must assume their full responsibility by \r\ncontributing to an international protection force, with a \r\nview to ensuring that hope can be maintained and that \r\nthe peace process can be rescued. The State of Israel \r\nshould accept an investigative fact-finding team on \r\nsite, as laid out in the resolution adopted on 19 October \r\n2000 at the special session of the Commission on \r\nHuman Rights in Geneva. Qatar has always supported \r\npeace in the region, and as such has expressed its \r\nwillingness to pay for the team to carry out its work. \r\n Our Government is very pleased to support the \r\nBethlehem 2000 Project. We see it as a beacon of hope \r\nfor the third millennium and for ensuring the protection \r\nof the holy sites of all religions in the region. My \r\ndelegation calls on all Member States to ensure that the \r\nnecessary material and political assistance is provided \r\nto the Bethlehem 2000 Project to ensure its success, so \r\nthat it will be a beacon lighting the way for those who \r\nwant to move away from struggle and conflict and \r\nwork to achieve lasting peace. \r\n Mr. Hønningstad (Norway): The year 2000 has \r\nnot turned out as we had all hoped in the Middle East. \r\nThe violence and massive destruction throughout the \r\narea — including in Bethlehem — that we have \r\nwitnessed in the last weeks has shocked the whole \r\nworld. \r\n \r\n16  \r\n \r\nA/55/PV.54  \r\n I would like to express my heartfelt condolences \r\nand sympathy to the victims of the latest violence and \r\ntheir families. In Norway we are all appalled by the \r\nlarge number of casualties. \r\n The great efforts made by the Palestinians on the \r\nBethlehem 2000 Project have had many positive \r\nresults. The international participation has been most \r\nimpressive. At the outset the common goal for the \r\nproject was to provide a better future for Bethlehem \r\nand the whole Palestinian territory, in the context of \r\nnation-building and peace-building for the third \r\nmillennium. Norway deeply regrets that the population \r\nof Bethlehem and the surrounding areas was unable to \r\nbenefit from these results for as long as we had hoped. \r\n The Norwegian Government is very concerned \r\nabout the latest developments in the Middle East. We \r\nbelieve that the background to the violent riots is the \r\nlack of progress in the peace process. The Palestinians \r\nhad a peace process, but they had no feeling that peace \r\nwas really being built. The best way to end the \r\nviolence, before it spreads even further, is to move as \r\nfast as possible towards a final agreement. This will, \r\nhowever, require willingness to compromise. \r\n Norway was very pleased to participate in the \r\npreparations for the Bethlehem 2000 celebrations, as \r\nwell as in the celebrations themselves. Since we \r\nannounced our commitment to the Bethlehem 2000 \r\nProject at the conference in Brussels in May 1998, we \r\nfollowed the preparations with great interest and are \r\nproud to have been able to support the restoration of \r\nthe city. Norway has welcomed the call for substantial \r\ninternational assistance and strong commitments to the \r\nproject, and has viewed Bethlehem 2000 as an \r\nimportant opportunity to broaden the donor nations’ \r\ncommitment to reconciliation and peace in the Middle \r\nEast. \r\n It was therefore with great enthusiasm that \r\nNorway accepted the invitation from the Palestinian \r\nAuthority to arrange a cultural week in Bethlehem. The \r\nNorwegian cultural week — Norway for Bethlehem \r\n2000 — took place in September and was the fruit of \r\nclose and successful cooperation with the Ministry for \r\nBethlehem 2000. \r\n We still hope very strongly that the most \r\nimportant achievements of the Bethlehem 2000 Project \r\nwill survive the present crisis and help us attain our \r\ncommon goal of providing a better future for \r\nBethlehem and the whole Palestinian territory for the \r\nthird millennium. \r\n Mr. Bebars (Egypt) (spoke in Arabic): It did not \r\noccur to any participant in the global celebrations in \r\nthe town of Bethlehem marking the beginning of the \r\nthird millennium since the birth of Jesus Christ that \r\nthis town and some adjacent villages would be the \r\nscene of such a wave of aggression and military \r\nonslaughts by Israel as have been raging unabated for \r\nmore than five weeks. The climate at the time of the \r\ncelebrations, and until the middle of this year, was \r\npositive. The international community, including the \r\nUnited Nations agencies and the donor States, \r\ncontributed a good measure of assistance to make the \r\ncelebrations a success. The Palestinian Authority did \r\nits part to facilitate the global commemoration of this \r\nhistoric religious occasion. Celebrations were to have \r\nlasted until next Easter. However, it seems that Israel \r\nhad decided to subject the Palestinian people to a \r\ncampaign of military oppression, as if to remind them \r\nof its continuous, suffocating occupation. \r\n Egypt hopes that the people of Palestine, together \r\nwith the other peace-loving peoples of the world, will \r\nsoon be able to celebrate in Palestinian Bethlehem the \r\nestablishment of an independent Palestinian State on its \r\nterritory. \r\n Mr. Lancry (Israel): This year, Israel welcomed, \r\nand continues to welcome, thousands of Christian \r\npilgrims from around the globe, coming to celebrate \r\n2,000 years since the birth of Jesus in the ancient land \r\nthen known as Judea. The event was a proud moment \r\nin the history of Christianity, uniting people from \r\naround the world on the very ground from which their \r\nheritage sprang forth. \r\n As the nation that played host to these thousands \r\nof pilgrims and welcomed them at our historic sites, \r\nIsrael was proud to take part in this momentous \r\noccasion. That is why our Government, through the \r\nYear 2000 Authority, worked extensively to enhance \r\nfacilities, holy sites, hotels and roads in preparation for \r\nthe festivities. Moreover, Israel invested close to $1 \r\nbillion to make this event as fulfilling as possible for \r\nthe Christian pilgrims. \r\n The Bethlehem 2000 events were an integral part \r\nof this goal. The city of Bethlehem is located just south \r\nof Jerusalem. Therefore, Israel’s Year 2000 programme \r\nfocused extensively on improving lodging conditions \r\nin Jerusalem and on easing access and transportation \r\n \r\n 17 \r\n \r\n A/55/PV.54\r\nbetween the two cities. In this context, Israel and the \r\nPalestinians implemented joint plans to improve and \r\nexpand the main thoroughfare leading from Bethlehem \r\nto Jerusalem, known as Route 300. Similar \r\nimprovements were also made in the crossing facility \r\nbetween Jerusalem and the Palestinian Authority-\r\nadministered area of Bethlehem. Such steps eased \r\naccess for tourists and Palestinians alike, while \r\ncontinuing to ensure security for all. \r\n These efforts to enhance the pilgrimage \r\nexperience follow a proud Israeli tradition of \r\npromoting religious freedom. Since the establishment \r\nof the State of Israel, we have enabled all groups to \r\nenjoy the benefits of the holy places, making these \r\nsites the freest and most accessible they have been in \r\ntwo millennia. The Christian community, for example, \r\nhas enjoyed unlimited rights of religious activity, \r\nfulfilment and control in the holy sites of Jerusalem, \r\nNazareth and other places throughout the country. That \r\ntradition has helped make this celebration of the birth \r\nof Jesus a more meaningful experience for all who \r\nparticipated. \r\n All of this was highlighted by the recent visit of \r\nPope John Paul II to Israel. The first-ever visit by a \r\nsitting Pope to Jerusalem marked a dramatic evolution \r\nin Christian-Jewish relations and set an important \r\nexample of how coexistence can flourish in the land \r\nthat is holy to the three great monotheistic faiths. The \r\nvisit drew further attention to the extensive \r\npreparations undertaken by the Government of Israel to \r\nprepare for the Pontiff’s visit, as well as the \r\nunprecedented freedom of worship and unhindered \r\naccess that all religious groups currently enjoy under \r\nIsrael. The many thousands of Christian pilgrims that \r\naccompanied the Pope as he visited sites throughout \r\nthe country similarly derived great benefit from the \r\nexhaustive efforts of the Israeli Government in this \r\nregard. \r\n In light of the above and of certain statements \r\nmade in the course of this debate, I would like to take \r\nthis opportunity to recall before the members of the \r\nGeneral Assembly the original purpose of the \r\ndiscussion of the subject of Bethlehem 2000, as \r\ndescribed in document A/53/141. \r\n Bethlehem 2000 was originally portrayed as an \r\nopportunity to celebrate the 2000th anniversary of the \r\nbirth of Jesus Christ, to upgrade basic social services \r\nand to articulate a global vision of hope and peace for \r\nall peoples. The document concludes by saying: \r\n “It is essential that the United Nations as a whole \r\nshould display explicit interest in and support for \r\nthis historical occasion, drawing the attention of \r\nthe peoples of the world to its importance and \r\nassisting in making the event a moment for hope, \r\npeace, coexistence and prosperity for all \r\nhumankind.”(A/53/141, p. 4) \r\n In conclusion, I wish to join with my Palestinian \r\ncolleague, who, in his concluding remarks, referred to \r\nthe need to restore peace to the land of peace. I am \r\nconfident that, despite the current crisis in the Holy \r\nLand, the spirit of cooperation between peoples and \r\nreligions, reflected in our joint plans for the year 2000, \r\nwill in the end prevail. It is our hope that we can join \r\ntogether at this auspicious moment in history to fulfil \r\nthe noble goals of the Bethlehem 2000 celebration and \r\nof the millennial festivities as a whole.  \r\n Let us endeavour to do our utmost, even in these \r\ndeliberations, to protect the uplifting spirit of \r\nBethlehem 2000 and not permit this moment to be \r\ntarnished by political accusations and spiteful and \r\naccusatory language. These events are a chance to \r\nbring people together in a spirit of peace and \r\nreconciliation. Before us stands an opportunity which \r\ncomes along once in 1,000 years, and Israel has \r\ntherefore joined the consensus on this draft resolution, \r\ndespite its reservations. \r\n The Acting President (spoke in French): In \r\naccordance with resolution 48/265 of 24 August 1994, \r\nI now call on the observer for the Sovereign Military \r\nOrder of Malta. \r\n Mr. Linati-Bosch (Sovereign Military Order of \r\nMalta): It is an honour for me to address the General \r\nAssembly on behalf of the Sovereign Order of Malta \r\non a subject of international law connected with the \r\nhistorical development of the Holy Land. So as not to \r\ndwell on the past, I will just say that the activities of \r\nthe Order today are accredited by its presence in Tantur \r\nsince the end of the nineteenth century, in virtue of a \r\nbilateral agreement between the Order and the Ottoman \r\nempire, and especially its work with the Holy Family \r\nHospital in Bethlehem, where the roots of so many \r\ncultures are involved. Our hospital in Bethlehem is a \r\nmaternity institution with 3,000 deliveries per year, \r\nserving the greater Bethlehem area, including Hebron, \r\nand carrying out 40,000 visits annually. The Holy \r\n \r\n18  \r\n \r\nA/55/PV.54  \r\nFamily Hospital in Bethlehem also operates as an \r\noutreach clinic for pregnant women in their own \r\nvillages. Its capacity will be expanded with the \r\ninauguration of a new fourth wing, which will serve to \r\nincrease the possibility of outpatient consultation and \r\ntreatment of women in the West Bank. Those activities \r\nin the Holy Land are conducted through the Holy Land \r\nFoundation of the Order of Malta. \r\n I have already referred in other circumstances to \r\nthe consideration of human rights by the Order of \r\nMalta. The work of our Hospital of the Holy Family in \r\nBethlehem is strongly tied to the most precious of \r\nhuman rights, the right to life, in accordance with the \r\nspirit of article 1 of the Universal Declaration of \r\nHuman Rights. \r\n After this introduction to our strong connection \r\nwith the Holy Land, and especially with the area of \r\nBethlehem, I must say to the General Assembly that we \r\ncannot hide our concern over the recent violent \r\ndisorders that have besieged that part of the world — \r\nconcern that I must extend to include the problem of \r\nthe security of our personnel working for general \r\nhumanitarian relief as a consequence of the problems \r\nthat afflict Palestine. \r\n There is a consensus that the Palestinian problem \r\nmust have a satisfactory solution for all those involved \r\nin it. At the same time, we are conscious that it is not \r\neasy to arrive at a happy ending. During the \r\nMillennium Summit and the general debate, we \r\nappreciated the goodwill expressed by speakers, not \r\nonly when they referred to Palestine, but also when \r\nthey presented their solutions for other conflicts in \r\ndifferent parts of the world and expressed their concern \r\nfor problems, such as poverty, debt, peacekeeping \r\noperations and globalization. As the most prominent \r\nand important international organization, the United \r\nNations must find a way to get from projects to reality. \r\nTo succeed, the international community must \r\ncooperate and embrace a coordinated operation \r\ndevoted to the benefit of humankind. The United \r\nNations must play an explicit role in making \r\nBethlehem 2000 not only an isolated event, but also a \r\nmilestone of hope, peace, coexistence and prosperity. \r\nIn legal doctrine, historical application and the current \r\nrules of international law, we can find formulas to \r\nguarantee the legal status and subsequent peaceful \r\ndevelopment of the peoples involved in the problems \r\nof Palestine within the framework of self-\r\ndetermination, national sovereignty and independence. \r\n A definitive solution of the Palestinian problem \r\nmust include financial, legal, and technical measures if \r\nwe are to obtain, through Israeli-Palestinian \r\ncooperation, a universal message for the human family \r\nto live in harmony and peace. Allow me to underline \r\nthe fact that Bethlehem 2000 can become not only a \r\ndate or a goodwill project but also a point of departure \r\nfor a permanent solution to a long and violent conflict. \r\n In conclusion, the Sovereign Military Order of \r\nMalta would like to reaffirm its commitment, through \r\nits preventive diplomacy and hospitallary presence, to \r\na just settlement in the Holy Land. Therefore, we will \r\ncontinue to offer our economic and humanitarian \r\nassistance in the Holy Land. \r\n The Acting President (spoke in French): In \r\naccordance with the decision taken earlier, I give the \r\nfloor to the observer of the Holy See. \r\n Archbishop Martino (Holy See): In the \r\ndiscussion of agenda item 36, “Bethlehem 2000”, this \r\nGeneral Assembly once again recognizes the \r\nsignificance of the celebration of the birth of Jesus \r\nChrist in Bethlehem. This commemoration is the very \r\nfoundation of the world’s celebration of the new \r\nmillennium and the Great Jubilee of the Catholic \r\nChurch.  \r\n The message of the angels that proclaimed tidings \r\nof great joy, the birth of the Messiah and Lord, has \r\nbeen re-echoed through the ages, touching history and \r\nreminding us of the love of God. We know that human \r\nhistory is a story of our families and who we are and \r\nwhere we have been, but I wonder how long it has been \r\nsince the people living in and around Bethlehem these \r\ndays have heard tidings of great joy and peace, and \r\nhow long it will be before they do so again. \r\n On 25 December, Christians throughout the world \r\nwill once again turn their attention to that story of \r\nshepherds, angels, a star, a young man, his wife and a \r\nnewborn infant. This year’s celebration will be \r\nsignificant, however, as it will be the 2000th \r\nanniversary of the birth of Jesus Christ, whom we \r\nChristians believe to be the true Son of God. \r\n The United Nations began this current fifty-fifth \r\nsession with the Millennium Summit and the adoption \r\nof its important Declaration. Representatives of 190 \r\nGovernments gathered here in New York at the \r\nHeadquarters of this Organization and in this very Hall \r\nand spoke again and again of the necessity for the \r\n \r\n 19 \r\n \r\n A/55/PV.54\r\nnations of the world to come to a better understanding \r\nof the needs of each and every person. \r\n In a way, in the adoption of that Millennium \r\nDeclaration, those representatives called for a renewal \r\nof that good news proclaimed to the shepherds and to \r\nthose on whom God’s favour rests. The celebration of \r\nthe millennium and, for Christians, of the Great Jubilee \r\nis essentially the essence of our discussion of \r\nBethlehem 2000. And this discussion continues to \r\nremind us that Bethlehem is a city for all peoples and \r\nfor all ages. It is a city of great tradition and memory, \r\nof sorrow and joy and of a global vision of hope for all \r\npeople. \r\n But most of all, it is a city that reminds us of \r\npeace. Who cannot help but visualize, upon hearing the \r\nword that Bethlehem is the city of Rachel, of Ruth, of \r\nDavid and, especially for us, the city of Jesus, Mary \r\nand Joseph. Speaking from his heart during his visit to \r\nManger Square earlier this year, His Holiness John \r\nPaul II summed up all that we seek for the city and its \r\npeople: \r\n  “Where then is the dominion of the \r\n‘Wonderful Counselor, Mighty God and Prince of \r\nPeace’ (The Holy Bible, Isaiah 9:6) of which the \r\nProphet Isaiah speaks? What is the power to \r\nwhich Jesus himself refers when he says: ‘All \r\npower has been given to me in heaven and on \r\nearth’ (ibid., Matthew 28:18)? Christ’s kingdom \r\nis ‘not of this world’ (ibid., John 18:36). His \r\nkingdom is not the play of force and wealth and \r\nconquest which appears to shape our human \r\nhistory. It is rather the power to vanquish the Evil \r\nOne, the ultimate victory over sin and death. It is \r\nthe power to heal the wounds which disfigure the \r\nimage of the Creator in his creatures. Christ’s is \r\nthe power to transform our weak nature and make \r\nus capable, through the grace of the Holy Spirit, \r\nof peace with one another and communion with \r\nGod himself. ‘To all who have received him, who \r\nbelieve in his name, he has given power to \r\nbecome children of God’ (ibid., John 1:12). This \r\nis the message of Bethlehem today and forever. \r\nThis is the extraordinary gift which the Prince of \r\nPeace brought into the world 2,000 years ago.” \r\n Let us continue to hope for the progress of the \r\npeace process in the Middle East, for the guarantee of \r\nfreedom of movement and unhindered access to the \r\nholy places in Bethlehem and throughout the region for \r\nthe faithful of all religions and all nations, and that the \r\nsettlement of disputes might truly symbolize an \r\natmosphere of peace and reconciliation for all peoples, \r\nespecially those who look forward to a third \r\nmillennium in which everyone can live in harmony \r\nwith one another, guided by the light, not of a star but, \r\nof hope for people of good will. \r\n On 2 October 2000, responding to the violence \r\nthat erupted in Jerusalem and its environs at the end of \r\nSeptember, Pope John Paul II stated to pilgrims \r\nvisiting the Vatican that:  \r\n “The Holy Land must be the land of peace and \r\nfraternity, God wills it!” \r\n His Holiness again conveyed his sentiments to \r\npilgrims visiting the Vatican on 11 October:  \r\n “With great anguish, we are following the \r\ngrievous tensions in the Middle East, shaken once \r\nagain by events that have caused numerous \r\nvictims and that have not even spared the holy \r\nsites. Faced by this dramatic situation, I cannot \r\nbut call on everyone to put an immediate end to \r\nthis spiral of violence. At the same time, I invite \r\nall believers to pray to God that the people and \r\nleaders of that region may return to the path of \r\ndialogue and rediscover the joy of feeling \r\nthemselves to be children of God, their common \r\nFather.” \r\n And again, on 29 October, the Pope stated:  \r\n “Once again I wish to call on all the parties \r\ninvolved in the peace process not to spare any \r\nefforts for the re-establishment of the climate of \r\ndialogue that existed up until a few weeks ago. \r\nMutual trust, rejection of arms and respect for \r\ninternational law are the only means capable of \r\nreviving the peace process. Therefore, we pray \r\nthat there may be a return to the negotiating table \r\nand, through dialogue, arrive at the desired goal \r\nof a just and lasting peace, which guarantees to \r\nall the inalienable right to liberty and security.” \r\n Jesus Christ came as the “Prince of Peace” for all \r\npeoples, for all time. The Holy See will continue to \r\nseek and work for the peace that he brings. \r\n The Acting President (spoke in French): We \r\nhave heard the last speaker in the debate on this item. \r\n Before moving on to consider draft resolution \r\nA/55/L.3, I would like to point out that since the \r\n \r\n20  \r\n \r\nA/55/PV.54  \r\nbeginning of our discussions, the following countries \r\nhave added their names as co-sponsors of draft \r\nresolution A/55/L.3: Burkina Faso, Grenada and \r\nGuinea. \r\n The Assembly will now take a decision on draft \r\nresolution A/55/L.3. May I take it that the General \r\nAssembly decides to adopt draft resolution A/55/L.3? \r\n Draft resolution A/55/L.3 was adopted (resolution \r\n55/18). \r\n The Acting President (spoke in French): May I \r\ntake it then that the General Assembly wishes to  \r\n \r\nconclude its consideration of agenda item 36? \r\n It was so decided. \r\n \r\n The Acting President (spoke in French): This \r\nbrings us to the close of today’s meeting and to the end \r\nof our agenda for this afternoon. \r\n  The meeting rose at 5.25 p.m. \r\n \r\n \r\n \r\n \r\n"