"United Nations A/55/PV.8\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n8th plenary meeting\r\nFriday, 8 September 2000, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-63561 (E)\r\n`````````\r\nCo-Chairperson: Ms. Tarja Halonen . . . . . . . . . . . . . . . . . . . . . . . . . . . (President of the Republic of Finland)\r\nCo-Chairperson: Mr. Sam Nujoma . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (President of the Republic of Namibia)\r\nThe meeting was called to order at 3.10 p.m.\r\nAddresses on the occasion of the Summit (continued)\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill first hear an address by His Excellency Mr. Václav\r\nHavel, President of the Czech Republic.\r\nPresident Havel: What will this world, and the\r\nUnited Nations, look like a hundred years from now?\r\nThere are countless possibilities  from the most\r\nhorrific to the ideal. And it would be against our\r\nelementary political obligation if we did not seek to\r\npursue the better rather than the worse choices.\r\nWhat should the United Nations be in the event of\r\na favourable development of the world, and how\r\nshould it help to advance such development?\r\nFirst of all, it should probably quickly change\r\nfrom a scene of clashes among particular interests of\r\nvarious States into a platform of joint, solidarity-based\r\ndecision-making  by the whole of humankind  on\r\nhow best to organize our stay on this planet. Even more\r\ndefinitely, it should transform itself from a large\r\ncommunity of Governments, diplomats and officials\r\ninto a joint institution for each inhabitant of this planet,\r\nall of whom should see it as their very own\r\nOrganization, for which they spend money, not only in\r\norder that the Organization shall defend them as\r\nindividuals, but also in order that, on the authority of\r\nthe people, it shall look for ways towards the lasting\r\nwell-being of humanity and towards a genuine quality\r\nof life.\r\nSuch a United Nations would probably have to\r\nrest on two pillars: one constituted by an assembly of\r\nequal executive representatives of individual countries,\r\nresembling the present plenary, and the other consisting\r\nof a group elected directly by the globes population, in\r\nwhich the number of delegates representing individual\r\nnations would, thus, roughly correspond to the size of\r\nthe nations. These two bodies would create and\r\nguarantee global legislation.\r\nAnswerable to them would be the Security\r\nCouncil  or its successor  which would serve as an\r\nexecutive organ handling, on a continuous basis, some\r\nof the crucial problems of the world. The composition\r\nof this organ would, of course, have to be different\r\nfrom that of the present Security Council. The\r\nqualifications and the personalities of the individual\r\nmembers would probably carry more weight than the\r\ncircumstance as to which country they come from.\r\nAlso, the right of veto should probably not be\r\nexercisable by any single member.\r\nThe future United Nations should have its own\r\npermanent military and police force. The superior\r\nexecutive organ should monitor the observance of laws\r\nor decisions of the Organization, and seek their\r\nenforcement in the areas of security, human rights,\r\nenvironment, alimentation, economic competition,\r\nhealth, finance, local development, etc.\r\n2\r\nA/55/PV.8\r\nWhenever I encounter any problem of todays\r\ncivilization, I inevitably always arrive at one principal\r\ntheme: that of human responsibility. This does not\r\nmean merely the responsibility of a human being\r\ntowards his or her own life or survival; towards his or\r\nher family; towards his or her company or any other\r\ncommunity. It also means responsibility before the\r\ninfinite and before eternity  in a word, responsibility\r\nfor the world. Indeed, it seems to me that the most\r\nimportant thing that we should seek to advance in the\r\nera of globalization is a sense of global responsibility.\r\nSomewhere in the primeval foundations of all the\r\nworlds religions we find, basically, the same set of\r\nunderlying moral imperatives. It is within this set of\r\nthoughts that we should look for an ethos for global\r\nrenewal and for the source and energy of a truly\r\nresponsible attitude towards our Earth and all its\r\ninhabitants, as well as towards future generations.\r\nWithout an ethos emanating from a rediscovered sense\r\nof global responsibility, any reform of the United\r\nNations would be unthinkable, and without meaning.\r\nLet me conclude by expressing my great\r\nappreciation for the report prepared for this Summit by\r\nthe Secretary-General. Behind his proposals, I see\r\nprecisely the same ethos that I have just described.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency Mr. Isaias\r\nAfwerki, President of Eritrea.\r\nPresident Afwerki: I should like to pay tribute to\r\nthe Secretary-General for taking the necessary steps to\r\nconvene this Millennium Summit. The advent of the\r\nnew millennium comes at a crucial time. Globalization\r\nand rapid advances in information technology offer\r\nhumankind vast, unprecedented opportunities to\r\nimprove the quality of life. Yet these opportunities may\r\nalso be fraught with undesirable consequences. They\r\nmay exacerbate marginalization and induce a widening\r\nof the technological gap in our global village. Thus,\r\nthere is a need to harness the forces of globalization by\r\nfostering a deep sense of communality, international\r\ncooperation and human solidarity.\r\nFor almost half of the past century, my people\r\nwere forced to shoulder the burden of a long and costly\r\nwar. It took the sacrifice of two generations to get rid\r\nof colonial occupation so that we could enjoy the\r\nbenefits of independence and freedom. Yet now, only a\r\nshort time after its hard-won independence, my country\r\nis forced once again to defend its sovereignty,\r\nterritorial integrity and independence.\r\nI have no intention of dwelling on the conflict\r\nthat has wreaked havoc on our region. Yet the conflict\r\nimpacts on the core values enshrined in the United\r\nNations Charter and re-affirmed in the Summit\r\nDeclaration, regarding respect for the territorial\r\nintegrity and sovereignty of States; the sovereign\r\nequality of all Member States; non-interference in the\r\ninternal affairs of any State; and the resolution of\r\ndisputes by peaceful means.\r\nIt is gratifying to note that the conflict has been\r\nhalted and that an Agreement on Cessation of\r\nHostilities has been signed in Algiers. In this respect, I\r\nwish to express my Governments gratitude to all of\r\nour partners, in particular to the Government of\r\nAlgeria, the African Governments involved in the\r\nOrganization of African Unity peace process, the\r\nUnited States Government and the European Union,\r\nwhich have done so much to promote peace. My\r\nGovernment is also gratified by the goodwill that has\r\nbeen demonstrated and wishes to thank all those who\r\nhave already pledged to contribute troops or other\r\nappropriate support to the United Nations peacekeeping\r\nmission.\r\nThe most daunting task facing our societies is the\r\nelimination of poverty and the creation of an enabling\r\nenvironment for steady and sustainable development.\r\nMulti-faceted support from our development partners,\r\nand the appropriate institutional adjustments that are\r\nbeing contemplated to enhance the effectiveness of this\r\nsupport, will be vital in overcoming this challenge. But\r\nthese injections, however robust, will not guarantee\r\nsustainable development unless they are accompanied\r\nby our own vigorous efforts.\r\nIn this respect, my Government believes that the\r\nprimary focus should be on human resource\r\ndevelopment in the broadest sense of the term. This is\r\nnot a simple matter of rapid skill development, but\r\nincludes a host of social and political measures which\r\nimpact on each other. We need to narrow the gap in our\r\nown societies between those living in urban and those\r\nliving in rural areas so as not to create pockets of\r\naffluence and privilege in a sea of rural poverty.\r\nWe must evolve appropriate forms of\r\ndecentralization and devolution to enhance grass-roots\r\nparticipation in decision-making and to maintain\r\ncultural diversity in a framework of national unity. We\r\n3\r\nA/55/PV.8\r\nneed to introduce and develop, if necessary through\r\nshort-term affirmative action, meaningful measures to\r\nempower women in order to ensure their all-round\r\nparticipation at all levels of our national development.\r\nWe need to eliminate killer diseases, such as malaria\r\nand HIV, which affect vast segments of our deprived\r\nsocieties. We need to eliminate official corruption,\r\nfoster a culture of accountability and cultivate the\r\nvalues and institutions that favour enduring democracy\r\nand constitutionality.\r\nMy Government has made remarkable strides\r\ntowards achieving these goals and aspirations, although\r\nthe current conflict has affected the pace of the\r\nprogress under way. But even in the best of\r\ncircumstances, we recognize that these aims cannot be\r\nachieved in the short haul. There is thus the need to see\r\nthese interconnected goals as processes, rather than as\r\nquantifiable measures that can be achieved within very\r\ntight, specified, time-frames. Above all, we have to see\r\nthese goals and aspirations as joint-venture\r\nengagements. The fact is that there is a communality of\r\nviews and shared values with our development\r\npartners. To the extent that there are differences, they\r\nare matters of timing or of a methodological nature,\r\nwhich are not problematic in themselves.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency Sir Orville\r\nTurnquest, Governor-General of the Commonwealth of\r\nthe Bahamas.\r\nSir Orville Turnquest (Bahamas): I am deeply\r\nhonoured to address this Millennium Summit, the only\r\none for 1,000 years, as we, the heads of State and heads\r\nof Government of our Member nations, come together\r\nto discuss and to share our vision of the role of the\r\nUnited Nations in the twenty-first century.\r\nI wish, on behalf of the delegation of the\r\nCommonwealth of the Bahamas, to extend warm\r\ncongratulations to the Co-Chairpersons on their\r\nelection. Over the past three days, they have displayed\r\ngreat ability in steering these important deliberations\r\nwith prudence and with sensitivity.\r\nMore than half a century has passed since the\r\nUnited Nations was established following a devastating\r\nglobal conflict. In that period of 55 years, we have seen\r\nthe United Nations confronted with many a regional\r\nwar and skirmish and having to deal effectively with\r\nsuch social challenges as health, welfare, the law,\r\neducation, labour and practically every other human\r\ncondition affecting the welfare of the United Nations\r\nconstituent States and territories. With each challenge,\r\nit has been important that, for the most part, the United\r\nNations propositions and solutions were relevant to the\r\ntimes.\r\nCurrent times and conditions demand that we at\r\nthis Millennium Summit attempt to answer the burning\r\nquestion: What are the prospects for the United Nations\r\nin the twenty-first century? Because the world has,\r\nparticularly in the final quarter of the twentieth century,\r\nadvanced tremendously in the areas of science and\r\ntechnology, and we have allowed the human spirit of\r\nfreedom to flourish, it is undeniable that the prospects\r\nare greater today to be better educated, to live healthier\r\nand longer lives and to achieve a greater degree of\r\neconomic well-being.\r\nThose are the prospects, but to what degree has\r\nthe world truly been able to achieve improved\r\nstandards of living? We are still for the most part\r\ntrapped in a pernicious syndrome of the haves versus\r\nthe have-nots, because those very factors which have\r\ncontributed to improved standards for some have\r\nlikewise contributed to the extreme impoverishment,\r\ndispossession and marginalization of millions of others\r\naround the world. Those same factors which have\r\nenhanced the existence of some have caused serious\r\nenvironmental degradation in the backyards of others\r\nand in some cases have actually threatened the peace\r\nand security of humanity to an unexpected degree,\r\nwhich is quite an ironic twist of fate when one\r\nconsiders the noble and lofty precepts which went into\r\nthe establishment of the United Nations 55 years ago.\r\nThere is, however, hope because those lofty\r\nideals and goals of the United Nations are yet intact\r\nand are supposedly held sacred by all of us. With the\r\nUnited Nations leading the way, we can yet address the\r\nmyriad challenges to international society in the\r\ntwenty-first century, in which we must somehow rescue\r\nfrom extreme poverty the nearly 50 per cent of the\r\nworlds population who are obliged to survive on $2\r\nper day and the 1.2 billion people compelled to survive\r\non less than $1 per day.\r\nThe United Nations of the twenty-first century\r\nmust lead the way in rescuing the worlds 140 million\r\nworkers  most of them in developing countries \r\nwho are unemployed or under-employed. The United\r\nNations of the twenty-first century must, in a\r\nmeaningful way, address those inequities in the global\r\n4\r\nA/55/PV.8\r\neconomy in which the 1 billion people in the developed\r\nworld earn 60 per cent of the worlds income and in\r\nwhich the 3.5 billion people in the developing world\r\nearn less than 20 per cent.\r\nThe United Nations of the twenty-first century\r\nmust find a means of diverting much of the $56 billion\r\nspent annually on health research to the 90 per cent of\r\nthe worlds population who so desperately need it, who\r\nare plagued with serious health problems such as\r\ndiarrhoea, tuberculosis, malaria, pneumonia and the\r\ndeadly HIV/AIDS, but who sadly are availed of a mere\r\n10 per cent of that $56 billion.\r\nThe United Nations of the twenty-first century\r\nmust address the continuing litany of environmental\r\ndegradation, human rights abuses, violence against\r\nwomen and children, drug-trafficking, the rampant\r\nspread of crime  particularly organized crime  and\r\nthe illicit traffic in firearms, all which threaten to\r\ndestabilize our societies and our world. Yes, the United\r\nNations of the twenty-first century must address these\r\nsecurity threats with the same vigour that this body has\r\ntraditionally demonstrated with regard to threats to\r\ntraditional peace and security.\r\nAt the end of the twentieth century, globalization\r\nbecame a ubiquitous catchword signifying a concept\r\nand a conduit for bringing prosperity to the world at\r\nlarge. Ideally, globalization heralded significant\r\nopportunities and benefits, but the truth is that the ideal\r\nhas never really been manifested. Opportunities and\r\nbenefits have not been evenly distributed. Indeed,\r\nglobalization has come at a great cost to developing\r\ncountries, and now there is need for serious debate on\r\nthe issue.\r\nIn point of fact, the concept of globalization was\r\nrecently brought sharply into focus when small States\r\nsuch as the Bahamas attempted to take advantage of the\r\nbenefits of globalization by developing financial\r\nservices sectors, only to encounter serious challenges\r\nfrom developed countries. The Bahamas continues to\r\nemphasize the necessity for greater and more inclusive\r\ndiscussion of all those issues whose outcomes have\r\nsignificant implications for the well-being of concerned\r\ndeveloping countries, with the United Nations given a\r\nrole in resolving these issues.\r\nThis Millennium Summit provides us with a\r\nunique and historic opportunity to bring a qualitatively\r\nnew approach to proposals and initiatives, to bring\r\ntogether the worlds disparate peoples  the haves and\r\nhave-nots to whom I referred earlier  the developed\r\nand developing States  the world of the twentieth\r\ncentury and that of the twenty-first. The opportunity is\r\nthere and it is imperative for the United Nations, with a\r\ndemocratic and transparent and accountable Security\r\nCouncil, to play the role delineated in the Charter,\r\nbetter to embrace this important opportunity.\r\nThe United Nations of the twenty-first century\r\nmust commit to ensuring the promotion of a new world\r\norder in which the whole is truly more than the sum of\r\nits parts, where every part  every human being \r\nhas an opportunity to develop his or her full potential.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency Mr.\r\nTeburoro Tito, President and Prime Minister of\r\nKiribati.\r\nPresident Tito: I bring warm greetings from the\r\npeople of Kiribati to our wonderful hosts, the President\r\nand the people of the United States, and to all leaders\r\nand peoples of the world present here today. On this\r\noccasion, I also want to add my congratulations to\r\nTuvalu on being admitted as a Member of the United\r\nNations.\r\nThis unprecedented Summit is a great opportunity\r\nfor us to come together as members of the global\r\nfamily to celebrate the achievements of the last\r\nmillennium and to chart a new course for the new\r\ncentury. To this end, I wish to thank the Secretary-\r\nGeneral, Mr. Kofi Annan, for providing us with very\r\nuseful information and proposals, as outlined in his\r\nreport entitled We the peoples: the role of the United\r\nNations in the twenty-first century. Because of time\r\nconstraints, the more extensive views we want to share\r\nare expressed in the text that has been distributed.\r\nTwelve months ago, when Kiribati was first\r\nadmitted to this global family, I expressed our faith in\r\nand support for the noble principles that this body\r\nstands for, as enshrined in its Charter. I also expressed\r\nour hopes and desire for a more democratic, a more\r\nunited and a more proactive United Nations to help in\r\nthe building of a better world, and also our readiness to\r\ncontribute with whatever we have, little though it may\r\nbe, towards the tasks of the United Nations.\r\nReflecting back, much was achieved in the last\r\ncentury, and there is much to be grateful for. The\r\ngreatest achievement has been the success in freeing\r\nhumanity from the painful threat and fear of another\r\n5\r\nA/55/PV.8\r\nworld war, and the provision of a relatively peaceful\r\nworld within which major scientific inventions and\r\ntechnological innovations needed for the improvement\r\nof human life have been made possible. Nevertheless,\r\nthere is still much that must be done to improve this\r\nworld and the lives of those who live in it today and for\r\nfuture generations. Hence, I would now like to focus on\r\nthe role of the United Nations in the twenty-first\r\ncentury and the need for cooperation and mutual\r\nunderstanding between the United Nations and its\r\nMember States, and also between developed countries\r\nand developing countries.\r\nI support the view already expressed by many\r\nspeakers that the vision of a better world can be\r\nachieved through a shared commitment and\r\nresponsibility between Member States and the United\r\nNations, between developed and developing countries.\r\nThe Member States need to do all they can within their\r\nmandates to make life better and alleviate the\r\nsufferings of their peoples. On the other hand, the\r\nUnited Nations must do everything it can to support the\r\nMember States, by tackling international dimensions\r\nbeyond the reach of individual Members.\r\nIt is therefore very important that there be mutual\r\nsupport and encouragement between the United\r\nNations Secretariat and the Governments of the\r\nMember States to ensure that both parties are strongly\r\ncommitted to playing their respective roles. It is\r\nequally important that developed countries and\r\ndeveloping countries have mutual understanding and be\r\nable to work together in friendship.\r\nI would respectfully like to propose that the aims,\r\nobjectives, organizational structure, scope and\r\nemphasis of this Organization should be updated to\r\nreflect the situations and circumstances of these times,\r\nwhich are obviously very different from those of the\r\n1940s, when the United Nations was first formed.\r\nThus, Kiribati fully supports the move to\r\ndemocratize and rationalize the organizational structure\r\nof the United Nations, in particular the expansion of\r\nthe Security Council, the creation of the Pacific\r\nregional grouping and the inclusion of at least one\r\nrepresentative from each regional grouping in the\r\nmembership of the Security Council.\r\nI also agree with the view that the United Nations\r\ncould be a more effective organization if it tried to\r\nunderstand the problems that continue to plague many\r\ncountries from the perspective of the countries\r\nconcerned. We in Kiribati believe that the advocated\r\neconomic and financial models intended to enhance\r\ngross domestic product growth and provide better\r\nliving standards for all in most instances tend to\r\nadvantage those more able to compete for limited\r\nspace, markets and resources regardless of political\r\nsystems, cultural values and the nature of the playing\r\nfield. The outcomes normally favour those already\r\nadvantaged, hence breeding ill feeling and leading to\r\nundesirable behaviour and conflict for those not part of\r\nthe success.\r\nThus, we argue that current economic and\r\nfinancial theories originating in industrialized countries\r\nsupport the urbanized structures of those societies,\r\ntheir institutions and peoples, founded on\r\nindividualism and the unlimited accumulation of\r\nwealth.\r\nThe people of Kiribati perceive communal or\r\nvillage ways of life, protection and sustenance of\r\nhuman life and the glorification of human values to be\r\nas important as becoming wealthy. We have a saying in\r\nKiribati: The rich and the cultured, or the cultured\r\nrich.\r\nIt has been my long-held observation that in our\r\neager pursuit of economic prosperity, coupled with the\r\nrapid changes many of us are often pressured to adopt,\r\nwe have seriously overlooked the significance of social\r\nand cultural values. Subsequently, there is continuous\r\nerosion of the family and community fabric essential\r\nfor peace of mind and happiness. I believe in blending\r\nthe models advocated by the main international\r\norganizations with our own specific circumstances, and\r\nwe are doing just that in Kiribati. This of course\r\nrequires mutual understanding between ourselves and\r\nthose who believe in imposing their economic models.\r\nIn this respect, I am pleased to learn that the\r\nUnited Nations and other regional agencies are\r\ncurrently developing a more suitable model of\r\ndevelopment for communal societies, and I would\r\nrequest more support to be given to this important area,\r\nbecause I can assure the Assembly that Kiribati will be\r\nthe first to accept that model.\r\nAnother area needing mutual understanding is\r\nhuman rights. We applaud the great contribution that\r\nthe United Nations has made in this field. However,\r\nthere are differences of opinion between those from the\r\nso-called developing countries and the developed\r\nnations. The former strongly argue that many of the\r\n6\r\nA/55/PV.8\r\nconventions forming the international human rights\r\nregime are biased in favour of the beliefs and the\r\npractices of the latter.\r\nOn the other hand, the latter criticize the former,\r\nsaying they lack the commitment to effectively\r\nimplement human rights policies and practices. A good\r\nexample here is the fact that Kiribati does not believe\r\nentirely in all of the human rights for children that are\r\nset out in the Convention on the Rights of the Child.\r\nKiribati has expressed reservations on this subject,\r\nbecause we believe our concepts of human rights for\r\nthe child are much, much better for our community,\r\nand we would like to convey that to the international\r\ncommunity. We are known to have been like that for\r\nthousands of years. Our children look after their\r\nfamilies and parents, and parents look after children\r\nvery well, without any adverse effects. We would like\r\nto alert the international community to the fact that\r\nthere are still civilizations as old as some of those in\r\nthe West that believe strongly in the stability of their\r\nfamilies and communities.\r\nLet us also remember the extent of the damage\r\ndone to our environment, mainly by technological and\r\neconomic advances. We are thus called upon again to\r\nwork together with mutual understanding.\r\nGlobalization is advocated as the order of the day;\r\nhowever, it can have adverse effects that can cause\r\nirreparable damage if corrective action is not taken\r\nimmediately. For a small island State like Kiribati \r\nwhich is made up of narrow strips of coral atolls rising\r\nno more than 2 metres above sea level  global\r\nwarming, climate change and rising sea levels seriously\r\nthreaten the basis of our existence, and we sometimes\r\nfeel that our days are numbered. I join other small\r\nisland States in pleading the cause of endangered\r\npeoples, and I urge all concerned to save this planet\r\nfrom any further damage or harm, to ensure that future\r\ngenerations can continue to enjoy the resources and\r\nbeauty of this planet.\r\nThese are some of the thoughts I wished to share\r\nfrom the bottom of my heart and from the people of\r\nKiribati at this gathering, which aims to build a more\r\ncaring, peaceful, prosperous and just world for all. I\r\nsincerely believe that together we can build a better\r\nworld. May God bless the United Nations and the\r\npeoples of the world.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Abdikassim Salad Hassan, President of the Somali\r\nDemocratic Republic.\r\nPresident Hassan: It is with great pleasure that I\r\nam participating in this historic Millennium Summit,\r\nwhich has brought together the largest-ever number of\r\nheads of State or Government. The participants in this\r\nmeeting are to make critical choices in the unfolding\r\nhuman drama.\r\nOn behalf of the Somali Republic, I would like to\r\nexpress well-deserved appreciation to the Secretary-\r\nGeneral for spearheading effectively the holding of this\r\nmeeting and for preparing his comprehensive report on\r\nthe state of humanity and on the emerging challenges,\r\nwhich are truly global. Only through collective\r\ndeliberations and decisions will we be able to cope\r\nwith the complexities of the new century.\r\nThe role of the United Nations has been\r\nimportant over the past 55 years. Its role in this new\r\nera of sobering interdependence is bound to be central.\r\nSomalia pledges to associate itself with those who are\r\ncommitted to a renewed, energized United Nations\r\nwhich articulates and affirms a vision of global\r\ngovernance based on participation and accountability.\r\nThe United Nations itself has to be a symbol of\r\ngood governance. The deliberations and decision-\r\nmaking process of the United Nations have to be made\r\naccessible to worldwide civil society, whose views,\r\nopinions and expertise are to be channelled through\r\nnew pathways to be established and maintained.\r\nPeople-centred strategies are needed to solve human\r\nsocieties profound, interrelated problems of peace and\r\nsecurity, sustainable development, human rights,\r\nenvironment and globalization. The democratization of\r\nthe United Nations and the enhancing of its\r\neffectiveness are requisites for a renewed and\r\nenergized United Nations.\r\nIt is gratifying for me to bring back Somalia to\r\nthe United Nations. It has taken us 10 long years to\r\nbury the hatchet and to start healing our self-inflicted\r\nwounds. When my brother, President Ismail Omar\r\nGuelleh of Djibouti, submitted his Somali peace\r\ninitiative during last years session of the General\r\nAssembly, it was received with complete scepticism.\r\nMany other initiatives have foundered on the\r\nintransigence of warlords and their inability to rise\r\nabove their gamesmanship and zero-sum orientation.\r\nDespite the misgivings of those more familiar with our\r\ncase, President Ismail Omar Guelleh persevered with\r\n7\r\nA/55/PV.8\r\nhis peace initiative. Segments of Somali civil society,\r\nincluding traditional elders, businessmen and\r\nintellectuals, were brought together at Arta, Djibouti.\r\nOver 2,500 individuals stayed together for more than\r\nfour months in Arta to examine the causes of the\r\nSomali conflict, to assess its damaging effects and to\r\nexplore ways out of the tragedy. There were days of\r\ngloom when peace and national reconciliation appeared\r\nto be beyond the reach of the participants. The\r\ngoodwill and generosity of the people of Djibouti, their\r\nresourceful Government and the tenacity of President\r\nIsmail kept Somali hopes alive and succeeded in\r\nprecluding the failure of the peace initiative.\r\nPresident Ismail Omar Guelleh and his dedicated\r\nofficials were competent facilitators and caring\r\ncompatriots, but ultimately it was Somali civil society\r\nwhich found in itself a reservoir of wisdom and the\r\nwillingness to forgive. Traditional Somali methods of\r\npeacemaking and bridge-building were instrumental in\r\nleading to the selection of 650 individuals as official\r\ndelegates. The delegates assigned the responsibility of\r\ndrafting a national charter to a small group. A national\r\nCharter which enshrines the rule of law, decentralized\r\ndemocratic self-governance, human rights, the\r\nrecognition of the rights of women and minority\r\ngroups, and a market-led economy was passed by the\r\nAssembly of delegates.\r\nThe next step was the selection of the 245-\r\nmember Parliament. After protracted negotiations, the\r\nsegments of Somali civil society surprised themselves\r\nand the world by selecting their representatives to\r\nParliament. The members of Parliament quickly elected\r\nthe Speaker, Deputy Speakers and other officers of the\r\nHouse. The Parliament discharged its responsibility of\r\nelecting the President of the Republic with unexpected\r\nmaturity and dispatch. In a word, the election of the\r\nPresident was free, fair and very transparent.\r\nAs president-elect, I took a large delegation of\r\nmore than 90 members of our parliament and other\r\nprominent citizens to Mogadishu and Baidoa. The\r\nreception by the people, despite the misgivings of\r\nmany, was overwhelmingly positive.\r\nOne of my constitutional responsibilities is to\r\nappoint a Prime Minister, who will in turn form a\r\nnational Government fairly soon. With the formation of\r\na national Government, Somalia will finally be on its\r\nfeet and will take its rightful place in all international\r\nforums. What remains for us to do within the country is\r\nto bring aboard those who did not participate in the\r\nArta peace and national reconciliation conference. We\r\nwould like to rely on our proven methods of openness,\r\ngoodwill and ongoing dialogue to resolve all\r\noutstanding political issues. The Somali people,\r\nhowever, have spoken, and their principled position is\r\nto have a representative Government of national unity,\r\nregional autonomy, equitable access to national\r\nresources, rule of law and human rights.\r\nA democratic Somalia which is at peace with\r\nitself and with its neighbours will be a strong and\r\nproductive Member of the United Nations. Somalias\r\nassociation with the United Nations has been\r\nsignificant, though it has been troubled in recent years.\r\nThe collapse of the Somali State and the ensuing civil\r\nstrife created serious difficulties for a United Nations\r\npresence in Somalia. The generous attempts of the\r\nUnited Nations to respond to the humanitarian disaster\r\nin the country have, unfortunately, led to loss of life for\r\nUnited Nations staff. We regret deeply the loss of life\r\nof United Nations personnel; on behalf of the Somali\r\nGovernment and the people of Somalia, I would like to\r\nextend my condolences to the families that lost loved\r\nones in the line of duty in Somalia.\r\nA Somali Government which is the offspring of\r\nthe efforts of Somali civil society is bound to be\r\nresponsive to the demands of a renewed, democratized\r\nand energized United Nations. The new Somalia and its\r\nThird Republic are willing to rededicate themselves to\r\nan international legal framework which values the\r\nrights of the child, which is committed to the\r\nelimination of all forms of discrimination against\r\nwomen and which is ready to pledge full support for\r\nthe effective institutionalization of the International\r\nCriminal Court at Rome. Segments of Somali civil\r\nsociety and Somali State actors are willing to be part of\r\nthe global policy networks which are in a position to\r\naddress global policy issues of poverty, debt relief,\r\nconflict prevention, humanitarian assistance,\r\nenvironment and sustainable development. A renewed,\r\nenergized and democratized United Nations will take\r\nthe lead in the eradication of poverty, in ushering in\r\nfreedom from fear and in facing confidently the\r\nchallenges of globalization.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency The\r\nHonourable Keith Mitchell, Prime Minister of Grenada.\r\n8\r\nA/55/PV.8\r\nMr. Mitchell (Grenada): A gathering of such\r\nsignificance convened so early in the new millennium\r\ngives hope for the strengthening of cooperation among\r\nGovernments so that humankind, especially the poor,\r\ncan be better served. This historic occasion affords us\r\nan opportunity to reflect on the unique nature of the\r\nUnited Nations as the body that recognizes the\r\nsovereign equality of all States.\r\nAt this point, Grenada would like to join the rest\r\nof the civilized world in mourning the loss of United\r\nNations staff members in West Timor.\r\nSince its inception, the United Nations has had a\r\nmajor influence on shaping the modern world and on\r\nraising the standard of living of millions of peoples.\r\nToday, the people of Grenada thank the World Health\r\nOrganization, the United Nations Childrens Fund, the\r\nUnited Nations Educational, Cultural and Scientific\r\nOrganization, the United Nations Development\r\nProgramme, the Food and Agriculture Organization of\r\nthe United Nations and all the other bodies that have\r\npositively influenced our lives, and we praise them for\r\ntheir decolonization achievements.\r\nSevere poverty, crippling debt servicing, diseases\r\nincluding HIV/AIDS, disrespect for human life and\r\ndisregard for the natural environment continue to\r\nthreaten human progress. Debt forgiveness will go a\r\nlong way to bringing relief to poor countries. Debt\r\nforgiveness is not a financial loss to the global\r\neconomy. It provides an opportunity for the economic\r\nstimulation of the depressed and stagnant parts of the\r\nworlds economy. Debt forgiveness is a necessary\r\nprerequisite for the furtherance of globalization and\r\neconomic development. Grenada requests lending\r\ncountries, financial institutions and funding agencies to\r\nproclaim complete debt forgiveness for all developing\r\ncountries, especially for the heavily indebted poor\r\ncountries.\r\nGrenada also advocates the establishment of a\r\ndisaster relief fund to facilitate quick responses for\r\nvictims of the hurricanes, earthquakes, volcanoes and\r\nother natural disasters that strike us with such\r\nfrequency and ferocity. I also want to place on record\r\nthe support of the Government of Grenada for the\r\nproposal by the Commission on Global Governance\r\nthat a well-equipped standing United Nations volunteer\r\nforce be established.\r\nGrenada renews its commitment to the principles\r\nenshrined in the Charter of the United Nations and in\r\nthe Universal Declaration of Human Rights. However,\r\nuntil the basic needs of life  food, shelter, health and\r\neducation  are satisfied, universal attainment of all\r\nhuman rights will remain very elusive. We urge greater\r\neffort in those areas.\r\nThe widening gap between developed and\r\ndeveloping countries in the midst of these rapid\r\ntechnological advances must be narrowed. The people\r\nof Grenada, therefore, in this age of information and\r\ncommunication technology, call on the United Nations,\r\nthrough consultations, to establish programmes and\r\nactivities that will assist developing countries to bridge\r\nthis digital divide.\r\nA cartel of powerful high-tax nations has\r\nlaunched a destructive high-powered attack on low-tax\r\ncountries, accusing us of anti-competitive tax\r\nmeasures. They have used adverse publicity techniques\r\ndeliberately to condemn and harm our economies. They\r\nhave threatened various sanctions and have sought to\r\nblock access to capital funds in multilateral\r\norganizations, as well as to impose financial\r\nprotectionism and total ostracism. As a small island\r\neconomy without much leverage, Grenada requests that\r\nthis forum call on the G-7 and the Organization for\r\nEconomic Cooperation and Development countries to\r\nmultilateralize their approach and to involve the\r\nInternational Monetary Fund and the World Trade\r\nOrganization to serve the interests of all concerned.\r\nI cannot leave this podium without paying tribute\r\nto the Government and the people of the Republic of\r\nChina on Taiwan for the assistance given to countries\r\nlike Grenada in agriculture, fishing, health care,\r\neducation, culture and infrastructure. Indeed, the\r\nRepublic of China on Taiwan truly subscribes to the\r\nwords of that great Chinese philosopher, Confucius,\r\nwho said, Give a man a fish and you satisfy his needs\r\nfor a day; teach a man to fish and you supply his needs\r\nfor many, many days. This is why the Government of\r\nGrenada continues to advocate full membership for the\r\nRepublic of China on Taiwan in this body.\r\nFinally, in todays world of rapid technological\r\nadvances we must never allow technology to take\r\nprecedence over humanity. The Government of\r\nGrenada stands ready to work with civil society to\r\nensure that the United Nations has the ability to\r\nrespond to the needs of the people in the twenty-first\r\ncentury.\r\n9\r\nA/55/PV.8\r\nLet the people be always our priority, and let us\r\nbe guided permanently by Almighty God.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency The\r\nHonourable Barak Sope Maautamate, Prime Minister\r\nand Minister for Public Service of the Republic of\r\nVanuatu.\r\nMr. Maautamate (Vanuatu): The people of the\r\nRepublic of Vanuatu, whom I am honoured to represent\r\nhere, are proud to be part of this Millennium Summit\r\non the role of the United Nations in the twenty-first\r\ncentury.\r\nWhen the Republic of Vanuatu was formally\r\nadmitted as a full Member of the United Nations in\r\n1981, the fundamental ideals and principles enshrined\r\nin the United Nations Charter became part of the\r\nframework for our nation-building strategy and a\r\nsource of inspiration in our common endeavours to\r\ncreate a better world for our future generations.\r\nFor the United Nations to maintain credibility in\r\nits central role of promoting a just and peaceful world\r\nin the twenty-first century, it will be important and\r\nnecessary that its structures, its decision-making\r\nprocesses, its plans of actions, its focus and its\r\ndirections relate to the daily interests and concerns of\r\nthe majority of ordinary people on this planet \r\nincluding children, the disabled, women and\r\nunemployed youth  and not just the interests and\r\nconcerns of the richer and the more powerful Members\r\nof our Organization.\r\nThe millennium report of the Secretary-General,\r\nwhich we commend, provides this Summit a good\r\nbackground as well as clear options for us to redirect\r\nand refocus the United Nations in its primary functions\r\nof assisting Member States in raising the standards of\r\nliving of their respective populations.\r\nFrom our small island perspective, we feel it is\r\nalso important to further stress the crucial place of a\r\nnumber of issues, including the following. At the\r\ncurrent rate of population growth in developing\r\ncountries, including Vanuatu, greater and easier access\r\nto education for our growing populations will become\r\nthe greatest challenge for us all in this millennium.\r\nOther important issues include: providing improved\r\nhealth services to the poorest and most remote parts of\r\nour nations; increased gender equity at all levels of\r\nsocieties; better cooperation and rationalization of\r\nresource use between the United Nations and other\r\nmultilateral bodies; a global village fully committed to\r\npeace, justice, law and order, mutual respect and\r\ntolerance; and a recognition of and respect for the\r\nfundamental right to self-determination.\r\nOver the past 50 years much progress has been\r\nachieved in economic and social advancement globally,\r\nand the role of the United Nations, other multilateral\r\nagencies and bilateral partners in this regard deserves\r\nour full recognition and continuing support. Much\r\nmore, however, remains to be done. It must be a\r\npriority for the United Nations to fully address the\r\nissues raised at this Summit.\r\nThe Pacific region and its development needs\r\ndeserve due consideration in the new millennium. The\r\nregion covers the largest area of ocean, contains huge\r\nmarine resources, and has dynamic and diverse cultural\r\nand traditional values and a young and growing\r\npopulation. An earlier proposal for a separate Pacific\r\ngrouping within the United Nations warrants serious\r\nconsideration.\r\nThe recent admission of Tuvalu, as the 189th\r\nmember, is greatly welcomed by the people and the\r\nGovernment of Vanuatu. It is our prayer that this\r\nmillennium will see a further increase in the Pacific-\r\nisland membership. We would also like to suggest that\r\nthe decision-making processes of the United Nations\r\nand related institutions based in the Pacific region that\r\nconcern development programmes for our islands\r\nshould be fully reviewed in the context of priorities\r\nestablished by the Pacific-island Member countries. We\r\nare concerned that some powerful countries are using\r\nregional institutions and programmes to promote their\r\nown interests in our region. We must not allow this\r\ntrend to continue.\r\nDespite our meagre resources, the Republic of\r\nVanuatu is proud to be able to participate for the first\r\ntime in United Nations peacekeeping missions, in East\r\nTimor and Bosnia, in addition to our small contribution\r\nto regional peace-monitoring missions in the Pacific\r\nregion. The recent tragic killing of three United\r\nNations personnel in West Timor by militant groups\r\nmust be condemned by this Summit. We urge the\r\nIndonesian Government to take appropriate steps to\r\npositively and effectively address the situation.\r\nAs world leaders, we have time and time again\r\nexpressed serious concerns and dissatisfaction because\r\ncertain decisions and actions by the United Nations or\r\n10\r\nA/55/PV.8\r\nits organs were not consistent with the purposes and\r\nintentions of the Charter. However, nothing has been\r\ndone to right the wrong. At this Summit, we must\r\nrecognize that when such errors are identified it\r\nbecomes our joint responsibility  and it is in the best\r\ninterest of this, our international family of nations and\r\npeoples  to make sure that the most appropriate\r\nactions are taken, and taken soon, to rectify such\r\nerrors, so that we can embark on the new millennium\r\nwith a clear conscience.\r\nIn this context, as an active member of the\r\nMelanesian Spearhead Group, which is committed to\r\npromoting and safeguarding the Melanesian identity,\r\nvalues, traditions and rights, the Republic of Vanuatu\r\ncalls on the United Nations to review the political and\r\nlegal basis of its own undertakings in the 1950s and\r\n1960s in relation to the fundamental rights and fate of\r\nMelanesian brothers and sisters in the Asia-Pacific\r\nregion, in particular in West Papua.\r\nThe continuing disputes and concerns raised\r\nabout the legality of the United Nations-endorsed\r\ninstruments which had been concluded during those\r\nyears, such as the New York Agreement of 1962 to\r\ngovern the United Nations administration of the so-\r\ncalled Act of Free Choice in West Papua, is a clear\r\nexample of challenging the integrity and validity of\r\nUnited Nations resolutions at that time. This is simply\r\na mockery of the fundamental principles of human\r\nrights and self-determination clearly enshrined in the\r\nUnited Nations Charter.\r\nThe United Nations cannot and must not in this\r\nnew millennium continue to turn a blind eye to its own\r\npast failures, which have lead to three long, agonizing\r\ndecades of injustice, abuse of human rights and\r\nguerrilla warfare in West Papua. It is morally,\r\npolitically and legally wrong to do so. The United\r\nNations has competent agencies and institutions, such\r\nas the Committee of 24 or the International Court of\r\nJustice, which should be tasked with looking into this\r\nor give an advisory opinion. The Netherlands, as the\r\nformer colonial authority, should also recognize that it\r\nhas some responsibility in helping to resolve the\r\nunfortunate situation of West Papua in a peaceful and\r\ntransparent manner.\r\nThe resolutions we will be adopting on the new\r\ndirections we are setting for the United Nations for the\r\nnew millennium can have a significant impact on the\r\nfuture of our global relations and the lives of the\r\nworlds people, particularly in the small and poor\r\ncountries. It is a challenging responsibility. We do not\r\nwant to fail this time around.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Lamine Sidimé, Prime Minister of the Republic of\r\nGuinea.\r\nMr. Sidimé (Guinea) (spoke in French): At the\r\noutset, may I inform the Assembly of the serious\r\nevents that have occurred in my country, Guinea, over\r\nthe past 48 hours. In fact, as we met to take up the\r\nchallenge of international cooperation in a peaceful and\r\ncivilized fashion, my country, Guinea, a Member of the\r\nUnited Nations since 12 December 1958, a country that\r\nhosts more than 800,000 refugees among a population\r\nof 7 million inhabitants, had just undergone attacks on\r\nits international borders by assailants coming from\r\nLiberia and Sierra Leone. As I speak, fighting is going\r\non to drive back the attackers. Through appropriate\r\nprocedures, Guinea will soon be taking this matter up\r\nwith the Secretary-General, the Security Council, the\r\nSecretary-General of the Economic Community of\r\nWest African States and the Secretary-General of the\r\nOrganization of African Unity. Guinea calls on the\r\ninternational community to join it in condemning\r\nunreservedly that unjust aggression.\r\nI would like first to fulfil the lofty mission,\r\nMr. President, of conveying to you the warm greetings\r\nof the people, the Government and the President of the\r\nRepublic of Guinea, General Lansana Conté, whose\r\ncommitment to the purposes and principles of the\r\nUnited Nations Charter has never wavered since our\r\nadmission to the United Nations family in 1958. The\r\ndelegation of the Republic of Guinea is pleased and\r\nhonoured to be taking part in this Millennium Summit\r\ntogether with illustrious world leaders, whose presence\r\nin such great numbers undoubtedly attests to the\r\ninfluence of the United Nations and the continued\r\ninterest in its action.\r\nTo all those who have made this event possible,\r\nwe extend our deepest thanks. In particular, we thank\r\nMr. Kofi Annan, Secretary-General of the United\r\nNations, and we welcome his untiring efforts to\r\nstrengthen the Organization. This is also the time and\r\nplace to pay a tribute to all those whose clear-\r\nsightedness and vision have made it possible to\r\nestablish this wonderful instrument for cooperation\r\namong nations, which for more than half a century has\r\n11\r\nA/55/PV.8\r\nbeen seeking to provide a new basis and new\r\nguidelines for international relations.\r\nWe are duty-bound to keep alive the dream of\r\nthese eminent visionaries and to improve the\r\ninstrument that they developed to serve a better, fairer,\r\nmore humane and more brotherly world. The people\r\nand the Government of Guinea have faith in the United\r\nNations, but it is our conviction that after all the\r\nupheavals that have taken place since 1945, and given\r\nthe challenges facing mankind for the future, the time\r\nhas come to readapt the missions and the structures of\r\nour Organization.\r\nGuinea pleads for more humanity and less\r\nexclusion in the United Nations. I say less exclusion\r\nbecause it is high time that the various parts of the\r\nworld were equitably represented in the Security\r\nCouncil. In particular, the under-representation of\r\nAfrica, Asia and Latin America among the permanent\r\nmembership of the Security Council needs to be\r\nreviewed. Failure to do so would be ignoring the\r\nachievements in relations among States of the world\r\nover the past 50 years, and it would mean continuing to\r\nlive on the basis of the ideas and views of 1945.\r\nI speak of greater humanity because the United\r\nNations must be given sufficient resources to enable it\r\nto intervene in the struggle against poverty and the\r\nsuffering of peoples and States in a large part of the\r\nworld. After having committed itself to peoples to\r\ncarry out decolonization, the United Nations must now\r\nbe put in a position to carry forward its humanitarian\r\nand life-saving mission, which would make it possible\r\nfor the community of nations to achieve what has been\r\nthe driving force of the spread of progress in the\r\nnations of the North: the liberation of energies and\r\naccess for the greatest possible number of people to\r\nknowledge, employment and consumption.\r\nThe means exist today, and Secretary-General\r\nKofi Annan has highlighted this in his important report\r\nWe the peoples: the role of the United Nations in the\r\ntwenty-first century. These means include, inter alia,\r\nthe available savings accumulated by nations,\r\ntechnological and scientific progress, and the renewal\r\nof a humanism that is broadly shared by the people of\r\nour times with the aim of safeguarding and promoting\r\nhuman dignity. These achievements of all mankind\r\nmust help improve the lot of the disadvantaged people\r\non earth.\r\nGuinea was one of the first African countries to\r\njoin the United Nations and has been a member since\r\n12 December 1958. Guinea, classified among the least\r\ndeveloped countries, has a per capita income of $575,\r\nand alone, without any assistance, for more than 10\r\nyears has been meeting its international and\r\nhumanitarian obligations while bearing the burden of\r\nsubregional insecurity and the human, environmental\r\nand economic burden of the presence of more than\r\n800,000 refugees, of which almost 12,000 new arrivals\r\nwere registered last week alone.\r\nAmong the community of nations, Africa and its\r\nproblems do not seem to be a major area of concern,\r\ndespite professions of good faith. In spite of\r\neverything, there is room for hope, because the ideas\r\nand generous solutions contained in Mr. Kofi Annans\r\nreport are fully supported by my country, which will\r\nwork with those who share those values and\r\napproaches to ensure that they are implemented.\r\nI conclude by wishing us all every success in our\r\nwork. Long live international cooperation! Long live\r\nthe United Nations!\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Nagoum Yamassoum, Prime Minister of the\r\nRepublic of Chad.\r\nMr. Yamassoum (Chad) (spoke in French): At\r\nthe outset, I convey the greetings of the President of\r\nthe Republic of Chad, His Excellency Mr. Idriss Deby,\r\nits Government and people, and express the hope that\r\nthis exceptional Summit will lead to exceptional\r\ndecisions measuring up to the event.\r\nI also congratulate the Secretary-General,\r\nMr. Kofi Annan, on his important and happy initiative\r\nin organizing this Millennium Summit to mark the\r\nentry of our world into the new century. Let us pay\r\ntribute to him for the clear and objective way in which\r\nhe expressed the exceptional concerns of humankind in\r\nhis report (A/54/2000) before us at this Summit. It\r\ngives us the opportunity to review together the past\r\ncentury and consider the prospects for this century so\r\nthat the world may be more just and more human for\r\nthe vast majority of its inhabitants.\r\nThe picture emerging from more than 50 years of\r\ncommunal life in our global Organization, whose main\r\nobjective is international cooperation for the\r\nelimination of war and poverty, is very dark. How can\r\n12\r\nA/55/PV.8\r\nwe be happy with an international system which has\r\nreduced more than 3 billion human beings to almost\r\ncomplete poverty, while fewer than a billion people\r\nhold nearly 70 per cent of the revenue of the planet?\r\nThe consequences are that millions of men, women and\r\nchildren know nothing of the joy or inner peace of\r\nsatisfying the most elementary needs.\r\nThe millennium that is coming to an end has\r\nundoubtedly been the hardest in the history of\r\nhumankind, with its wars, tensions, epidemics and\r\ncatastrophes. Our world in the new millennium has an\r\nenemy named poverty, an enemy with two faces:\r\nextreme poverty and insolent opulence. Until we\r\nsucceed in bringing these two extremes together and\r\nintroducing more humanism into their relations, the\r\nthird millennium will be no different from the second.\r\nThose most deserving our consideration are the\r\nmost numerous: the developing countries, particularly\r\nthose of Africa, whose situations continue to\r\ndeteriorate while the others continue progressing\r\ntowards ever more growth and prosperity. Let us take\r\ncare that this does not become fatal.\r\nWe, the leaders, certainly have our share of\r\nresponsibility, because we are not managing to meet all\r\nthe expectations of our peoples. But is our will alone\r\nenough in a universe where all the economic, financial,\r\nindustrial and technological powers escape our grasp\r\nand transcend the frontiers of national States, or even\r\ngroups of them? What can we do when our own\r\nresources, however big they may be, do not, because of\r\nthe selfishness of the richest, enable us to respond to\r\nthe legitimate expectations of our fellow citizens?\r\nThe past century was essentially dominated by\r\ninjustice resulting from an uncontrolled chase after\r\nprofit. The one that is beginning should learn the\r\nlessons of the past to construct a better world. To do\r\nthis, it must be based on humanism and justice. To\r\nultimately overcome the scourges from which most of\r\nhumanity suffers, let us try at least to reduce and\r\nmitigate their effects. Todays world has the intellectual\r\nand material means to do so. There is only one thing\r\nmissing  the will to achieve it. This Summit provides\r\nus with a historic occasion to set the milestones for a\r\nnew world.\r\nThe vision and ambition that we nourish for\r\nhumankind are the same as we have for our country.\r\nThe Government of Chad has been trying for more than\r\na decade to respond to the demands for liberty and\r\nwell-being of a people which has been deprived since\r\nindependence. On this subject, the Doba oil project,\r\nwhich has caused such great controversy throughout\r\nthe world, reflects the great plans we have for our\r\ncountry. This project is unusual in that it involves two\r\nStates, Chad and Cameroon, financial international\r\ninstitutions and civil society. It is seen as a pilot project\r\nfor development, typical of the new partnership that\r\nshould underpin international relations.\r\nOur Government has made efforts to overcome\r\nthe reluctance about this project because the people of\r\nChad have been waiting for oil for over 30 years.\r\nMoreover, we need the resources of this oil to promote\r\nvital sectors, such as health, education, rural\r\ndevelopment, the environment and infrastructures,\r\nwhich cannot be financed indefinitely by foreign aid.\r\nFinally, economic and social progress in Chad is the\r\nonly way to support freedom and democracy in the\r\ncountry. I take the opportunity of this Summit to restate\r\nthe gratitude of the people of Chad to all States,\r\ninstitutions and persons who have contributed to the\r\nhappy outcome of this project.\r\nIt is unanimously accepted that democracy and\r\npoverty often do not go well together. Nevertheless, the\r\nRepublic of Chad, which has been classified as one of\r\nthe poorest nations in the world, has for more than a\r\ndecade kept up with democracy. The presidential and\r\nparliamentary elections to take place in a few months\r\nwill, through the transparency and legality that we\r\nintend to give them, mark our determination to support\r\ndemocratic practices in Chadian society. Shall we have\r\nthe support of all our friends and partners to keep up\r\nand resist possible upheavals that could provoke\r\npoverty in any emerging democracy?\r\nThe system of consensual management of public\r\naffairs, which our country has adopted, shows our wish\r\nto create conditions of stability and calm, which are\r\nnecessary for progress. Peace and stability are the\r\nfoundation of development, which in turn reinforces\r\nthem. We hope that calm and peace will prevail in the\r\nwhole of the African continent and the rest of the\r\nplanet. The many conflicts presently rending Africa,\r\nparticularly the de facto break-up of the Democratic\r\nRepublic of the Congo and Somalia, the fratricidal\r\nwars in Angola, Sierra Leone and Burundi, or between\r\nEthiopia and Eritrea, or the tragic events recalled by\r\nthe previous speaker, are unacceptable and\r\nanachronistic.\r\n13\r\nA/55/PV.8\r\nThe Republic of Chad solemnly appeals to all\r\nbelligerents to pull themselves together and think of\r\nthe millions of women and children who are terrorized\r\nevery day, and who are asking neither for gold nor\r\ndiamonds  sometimes, not even freedom  but\r\nsimply peace, and even more simply, life.\r\nWe also appeal to the United Nations and the\r\nOrganization of African Unity to act with more\r\nconviction and firmness, if necessary, to put an end to\r\nthese ruinous and murderous wars in Africa.\r\nWhile the rich countries continue to spend\r\nbillions of dollars on weapons of all kinds to fight \r\nwe really do not know whom or what  the poor\r\nnations, particularly of Africa, are fighting, almost\r\nempty-handed, against a real, even if invisible, enemy:\r\nthe AIDS virus.\r\nMy country, while welcomimg the latest measures\r\ntaken by the World Bank and the multinational\r\ncorporations to fight this epidemic, feel that more and\r\nbetter can be done.\r\nIf only a quarter of the expenditure on weapons\r\nwere to be directed towards the fight against\r\nHIV/AIDS, particularly to care and research, the\r\npandemic would already have been eliminated.\r\nChad calls upon the international community as a\r\nwhole, and the industrialized countries in particular, to\r\nshow more understanding for the economic difficulties\r\nof Africa.\r\nIn particular, this concern could begin by dealing\r\nwith the debt problem which is such an obstacle to\r\neconomic and social recovery in Africa and perpetuates\r\nthe vicious circle of poverty. Palliative measures\r\nconsisting of rescheduling or alleviating the debt will\r\nnot solve the basic problem.\r\nIf we sincerely want to reduce this flagrant\r\ninequality afflicting Africa, the developed countries\r\nand international financial institutions must take bolder\r\nmeasures by simply cancelling the debt. And that is not\r\nall. These initiatives must be accompanied by greater\r\naid and greater foreign private investments if we truly\r\nwant Africa not to be marginalized in the worlds\r\neconomy.\r\nPolitical and social reforms introduced in most of\r\nthe countries of the continent in the past decade should\r\nencourage such measures.\r\nPutting an end to human suffering and to the lack\r\nof understanding among men and States and preserving\r\nnature are the great challenges that we will have to face\r\nwith greater conviction and which require new rules in\r\nrelations among nations.\r\nFrom this standpoint, the United Nations is an\r\nirreplaceable tool to calm conflicts, increase\r\ncooperation, eliminate poverty, injustice and arbitrary\r\nactions: in brief, to reconcile mankind with itself.\r\nTo do this, it must be restructured and be given\r\nenough resources to face the responsibilities and hopes\r\nplaced in it. It must also be restructured in order better\r\nto perform one of the basic purposes for which it was\r\ncreated, namely, peacekeeping.\r\nThis activity has developed considerably in recent\r\nyears and has become multi-faceted and multi-\r\ndimensional and includes various kinds of preventive\r\naction. It has to rely on the entire machinery for\r\nsettling disputes peacefully, but in the last resort more\r\ncurative action may be needed which requires more\r\nresources and firm determination to give it deterrent\r\nforce and make it productive.\r\nThe succession of recantations and tomfoolery\r\nthat we have seen in recent years, in Bosnia and Sierra\r\nLeone, is unlikely to strengthen the credibility of our\r\nOrganization.\r\nThe peacekeepers must be given sufficient means\r\nto impose peace and, if necessary, by force. There must\r\nbe clear unequivocal resolutions on the use of force in\r\npeacekeeping because the peacekeepers must not serve\r\nas easy prey for warmongers of all kinds.\r\nThe United Nations must also operate on an\r\negalitarian basis that respects the present structure of\r\nthe world. Nobody can ignore the fact today that power\r\nis no longer solely a matter of military force. The\r\ninternational system cannot continue to function with\r\nits eyes closed to the emergence of new Powers, to the\r\nchanges in the position of the old Powers and to the\r\nfar-reaching changes which have taken place in\r\ninternational society since the end of the Second World\r\nWar, changes in the very concept of power.\r\nFor all these reasons, the Republic of Chad is in\r\nfavour of the reform of the Security Council. An\r\nexpansion to include other continents would bring\r\nabout greater democracy in its decision-making and\r\nmore equity in its international relations and would\r\nreflect the real situation in international society.\r\n14\r\nA/55/PV.8\r\nThese principles, which are so dear to us, must\r\nlead us to admit the Republic of China, Taiwan, to our\r\nOrganization. This would constitute justice for a State\r\nwhich, more than many others, fulfils all the conditions\r\nof State power and which contributes to peace and\r\ndevelopment in the world.\r\nI should like to conclude by expressing the hope\r\nthat through our initiatives and decisions, this Summit,\r\nwhich is inaugurating our entry into the new\r\nmillennium, will be different from all others, and leave\r\nits mark on international cooperation.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency Cardinal\r\nAngelo Sodano, Secretary of State of the Holy See.\r\nCardinal Sodano (spoke in French): I have the\r\nhonour to convey to the Assembly the cordial greetings\r\nof His Holiness Pope John Paul II and his\r\nencouragement to the representatives of the worlds\r\ncountries assembled here in New York to reaffirm their\r\nconfidence in the work of the United Nations. It is the\r\nfervent hope of the Holy See that, at the dawn of the\r\nthird millennium, the United Nations will contribute to\r\nthe building of a new civilization for the benefit of all\r\nmankind, a civilization which has been called the\r\ncivilization of love.\r\nThe first duty of the United Nations is to preserve\r\nand promote peace. This was the essential aim of the\r\nfounders of the Organization and it remains an\r\nimperative today. Still too often war brings affliction\r\nand suffering to peoples. In the face of new outbreaks\r\nof violence, especially civil and ethnic conflicts, the\r\nUnited Nations is duty-bound to intervene within the\r\nframework of its Charter to restore peace.\r\nIn the name of the Pope I pay tribute to all that\r\nthe United Nations has already done in this field, and I\r\npay homage to the memory of the soldiers and civilian\r\npersonnel who have died in the course of peacekeeping\r\noperations.\r\nThe second duty of the United Nations is the\r\npromotion of development. Even today a significant\r\npart of the worlds population lives in conditions of\r\npoverty, which is an offense to human dignity.\r\nFurthermore, other evils, such as war, the destruction\r\nof the environment, natural disasters and epidemics are\r\noften exacerbated by the presence of poverty. How can\r\nwe not draw attention to the fact that the majority of\r\nthese scourges affect Africa in the first place and how\r\ncan we not ask that Africa be given special attention\r\nand that efforts be made which are really capable of\r\nmeeting its needs.\r\nThe third duty of the United Nations is the\r\npromotion of human rights. The struggle for human\r\nrights is never ending and I would make special\r\nmention of the first of these: the right to life, which is\r\nso endangered today. Pope John Paul II expresses his\r\nsupport for the World Conference against Racism,\r\nRacial Discrimination, Xenophobia and Related\r\nIntolerance to take place next year in South Africa and\r\nhe encourages every initiative aimed at preventing the\r\nspread of racism and intolerance, but, in addition to\r\nthis concrete approach to human rights, human rights\r\nmust be brought into sharper focus by giving them a\r\nsolid ethical basis for otherwise they will remain\r\nfragile and without foundations.\r\nA fourth duty of the United Nations is that of\r\nguaranteeing the equality of all its Members. It is\r\nimperative that all be heard when common decisions\r\nare taken. In this respect I would recall the position of\r\nthe Holy See with regard to sanctions imposed by the\r\nOrganization. A process of revision should be put in\r\nplace in each case, so as to ensure that these measures\r\nwill not weigh most of all on innocent segments of the\r\npopulation.\r\nChristians, who this year have been\r\ncommemorating the birth of Jesus in Bethlehem, feel\r\nsolidarity for the efforts that the international\r\ncommunity is undertaking so that the world of the\r\nfuture may be delivered from violence, injustice and\r\nselfishness. The Catholic Church proposes to\r\ncontribute to this immense work above all through its\r\nproclamation of the Gospel of Christ, since, without\r\nspiritual progress, the material progress of nations will\r\nbe vain and illusory. This conviction has guided the\r\nChurch throughout its history, and it is also its\r\ncommitment for the third millennium.\r\nThe Co-Chairperson (Namibia): The Assembly\r\nwill now hear an address by His Excellency Mr. Sabo\r\nNassirou, Minister for Foreign Affairs, Cooperation\r\nand African Integration of the Niger.\r\nMr. Nassirou (Niger) (spoke in French):\r\nMr. Tandja Mamadou, President of the Republic of the\r\nNiger, who would have liked to be here today, has, to\r\nhis great regret, been unable to travel to New York. He\r\nhas therefore asked me, on his behalf, to transmit the\r\nfollowing message to the Assembly:\r\n15\r\nA/55/PV.8\r\nWhereas mankind has achieved\r\nconsiderable technical and technological progress\r\nand has raised the production of goods and\r\nservices to an unprecedented level, billions of\r\nindividuals are lacking the vital minimum\r\nbecause of poverty. The problem of poverty\r\nrepresents one of the major challenges that the\r\nauthorities of the Niger have resolved to take up\r\nbecause it is true that they undermine the\r\nfoundation of all national economic and social\r\ndevelopment policies and strategies.\r\nInvestigations carried out nationally show\r\nthat 63 per cent of the population of the Niger\r\nlives in poverty, and 34 per cent in extreme\r\npoverty. The poverty threshold has been defined\r\nas $100 per annum per capita in an urban\r\nenvironment, and $70 per annum per capita in a\r\nrural environment. As to the thresholds of\r\nextreme poverty, they have been set at two thirds\r\nof these sums.\r\nThe great majority of the poor in the Niger\r\nlive in a rural environment. The signs of this\r\npoverty are clear at various levels of the national\r\neconomy. Thus, one person out of three has\r\naccess to a health centre, one child out of three\r\ngoes to school, one adult out of five is literate,\r\nand only 50 per cent of the population have\r\naccess to drinking water.\r\nIn addition to this most alarming picture\r\ncomes a high population growth rate and low\r\nincome. Thus, the overwhelming majority of the\r\npeople of the Niger are among the billion\r\ninhabitants of our planet who live on less than $1\r\nper day.\r\nIn terms of poverty, it is easy to see that\r\nthe social sectors and subsectors that are most\r\naffected are those of basic education  primary\r\neducation, literacy, training  health, population,\r\ndrinking water, hygiene, sanitation and living\r\nconditions. The vulnerable target groups are\r\nessentially women, who are crushed by the\r\nweight of domestic tasks, and young people,\r\nvictims of underemployment and forced to seek\r\nwork outside of the country. These vulnerable\r\ngroups are also subject to illiteracy, especially in\r\nrural areas.\r\nOn the whole, all these aspects contribute,\r\nto a large extent, to signing away the policies and\r\nstrategies for development, to making the\r\nnational economy a low-performing one and to\r\naccentuating the deterioration of an environment\r\nalready made too fragile by the climatic hazards\r\nfound in Sahelo-Saharan regions like ours.\r\nThis is why, on the basis of our experience\r\nin the management of natural resources, we have\r\nproduced a national plan oriented towards the\r\nfight against desertification, water and\r\nsustainable development, energy, urban\r\nenvironment, biodiversity and climate change.\r\nThe Niger has already acceded to the new\r\nstrategic framework to combat poverty proposed\r\nby the Bretton Woods institutions during the\r\nSummit on growth and poverty in Africa, held in\r\nLibreville on 18 and 19 January 2000. That\r\nSummit, in which many African heads of State or\r\nGovernment participating in this Assembly took\r\npart, aimed to examine the prospects of the\r\ncontinent at the threshold of the new millennium\r\nand the challenges to be taken up to accelerate\r\neconomic growth and eliminate poverty.\r\nStrengthened by the legitimacy and\r\ninstitutional stability emerging from the free and\r\ntransparent elections held last November, the\r\nNiger started a very open participatory process,\r\nwith a view to elaborating, in the very short term,\r\na strategic document to combat poverty. This new\r\nframework, beyond any doubt, is a most dynamic\r\nand effective measure in the fight against poverty\r\nbecause it is based on greater participation of\r\ncitizens in its elaboration and on a better reading\r\nof the complex diagnosis of the nature of the\r\ndetermining factors of poverty.\r\nOur strategy for fighting poverty gives\r\npriority to the search for a better fit between\r\nhealthy economic management and sustainable\r\nhuman development, based principally on the\r\nagro-pastoral sector. This strategy is the backbone\r\nof the future economic and social development\r\nplan for 2000-2004, which the Government has\r\njust started putting together in order to respond to\r\nthe many challenges of the millennium. In this\r\nendeavour we are fully aware that outside effort\r\ncannot replace domestic effort.\r\nThis is why we are so firmly convinced\r\nthat, at the beginning of the twenty-first century,\r\nparticular attention must be devoted to giving\r\n16\r\nA/55/PV.8\r\nconcrete form to the universal vocation of the\r\nworld Organization. Peace, security and\r\nsustainable development are highly important\r\nconcepts that require the much-desired expansion\r\nof the Security Council, and shall no longer\r\nsimply be the exclusive responsibility of a club of\r\nmilitary, economic and financial powers.\r\nBecause Africa is the subject of a large\r\nshare of international initiatives and intends to\r\nbecome an active player, it must take a significant\r\nrole in the reformed Security Council. And in\r\nAfrica, there are countries that are able to play a\r\ndetermining role.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Yerodia Abdoulaye Ndombasi, Minister of State\r\nfor Foreign Affairs and International Cooperation of\r\nthe Democratic Republic of the Congo.\r\nMr. Ndombasi (Democratic Republic of the\r\nCongo) (spoke in French): I ask the interpreters to\r\nforgive me for not having submitted a text. I did not do\r\nso because I would like to depart from the beaten path.\r\nWhat can one recommend to the United Nations\r\nto make its peacekeeping work more effective? I\r\nshould like to link that question to the ideas that a great\r\nmind of this century developed in a text entitled\r\nCivilization and Its Discontents, which led him to\r\nbelieve that there was a death wish among speaking\r\nbeings. Unfortunately, that same death snatched the pen\r\nfrom his hand, and he was unable to further elaborate\r\non the idea of the death wish and the discontent in\r\ncivilization.\r\nThere is indeed a discontent in civilization. It is\r\nnot new. It is always reflected in a phenomenon\r\nwhereby appearances are constantly shifting and\r\nconcepts are caught up in a mad dance. That is what\r\nhappened in the case of the League of Nations. The\r\nauthor of Civilization and Its Discontents wondered\r\nhow the hordes that came from the place where such\r\nwonderful works as the Emperor Concerto, the\r\nMusical Offering and the Ode to Joy were written\r\ncould have brought about that discontent in\r\ncivilization, the First World War.\r\nHere I should like to jump ahead to say that\r\ncivilization does not of itself dispel any discontent. The\r\nUnited Nations is also experiencing this shifting of\r\nappearances and the relentless devaluation of certain\r\nphrases, such as respect for national borders. Today\r\nthere is no compunction about violating this principle,\r\nas our country can testify: for two years, as the Huns\r\ndid in days gone by, hordes that are apparently\r\ncivilized  to judge by their songs, which are gentle\r\nmurmurs, and which I personally adore  have been\r\ntrampling under foot concepts such as respect for\r\nborders, respect for national sovereignty and\r\nrespect for national resources. Those people are here\r\nin this Hall. They have been in our country for two\r\nyears and have given no indication that they have any\r\nintention of leaving. They remain in our country, thus\r\nviolating the principles on which this Organization was\r\nfounded. No one is forcing them to leave, and they\r\nhave impertinently announced that they are not ready\r\nto leave.\r\nPatriotism and nationalism dictate that with our\r\nlimited means we must do everything we can to put an\r\nend to this violation of the United Nations Charter and\r\nthe Charter of the Organization of African Unity. I say\r\nthis to the Africans present: It is staring you in the\r\nface: the crossing of your borders, the threat to your\r\nnational independence and the raiding of your\r\ncountries wealth; it does not affect us alone. This new\r\nrace of Huns could do the same thing to you tomorrow,\r\nbecause the discontent in civilization today\r\ndemonstrates that civilization in itself is not enough to\r\ndispel this unhappiness, and so it will continue.\r\nGiven our experience, therefore, what must we\r\ntell the United Nations so that henceforth it will not be\r\nsatisfied with merely observing what is happening, but\r\nwill implement its own resolutions? We are not going\r\nto wait 40 years, as in the case of Security Council\r\nresolution 242 (1967) on Palestine; only now are\r\nattempts being made to implement that. We are not\r\ngoing to wait 40 years for a Camp David-style meeting\r\nto take place, or 40 years for the President of the\r\nUnited States to act before Security Council resolutions\r\n1234 (1999), 1291 (2000) and 1304 (2000), which\r\naffect us, are implemented. We are not going to wait\r\nthat long. Our patriotism and spirit of nationalism\r\ndemand that we put an end to the violation of those\r\nprinciples that have brought us all here. Such violations\r\nmake those who have occupied our country for two\r\nyears unworthy of participating in this millennium\r\ncelebration.\r\nFortunately, the millennium has not yet begun; it\r\nwill begin on 1 January 2001. The United Nations still\r\nhas time to ensure the fulfilment of our declaration that\r\n17\r\nA/55/PV.8\r\nwe will not enter the third millennium as an occupied\r\nand humiliated country. That is the plea that I am\r\nmaking to the Assembly on behalf of President\r\nLaurent-Désiré Kabila, who is dealing with the\r\nbusiness of war because of the occupation, the seizure\r\nof our wealth and the violation of our borders, and\r\ntherefore cannot join us. Just as some prayed on the\r\nAcropolis and others on the Golden Bridge, I offer up\r\nmy prayer on the banks of the Hudson, where I invite\r\nall present, whatever continent they are from, to ensure\r\nthat those who are still in our country return home and\r\ngive us a chance to remedy the damage caused by the\r\nsatrap of whom all are aware, who for 32 years\r\ndevastated our country, polluted minds and destroyed\r\nthe morale of our people. Help us to send these people\r\nback home. Help us to put an end to the war.\r\nHow do wars end? How did the war of 1939-1945\r\nend? Through direct talks between the Allies and the\r\nNazis. How did the Viet Nam war end? The American\r\neagle had to go to see the Viet Cong and talk to them.\r\nHow did the Algerian war end? General de Gaulle\r\nhimself yielded to the need to speak with the Algerians\r\nso that the war could be ended. How has the war\r\nbetween Catholics and Protestants in Ireland, which\r\nhas gone on for centuries, begun to come to an end?\r\nThrough direct talks between Protestants and Catholics\r\nin Ireland. What about the war between the victims of\r\naggression in the Democratic Republic of the Congo\r\nand the Rwandan, Ugandan and Burundi aggressors?\r\nHow will it all end? Through direct talks between\r\naggressed and aggressor. If other subterfuges are\r\nresorted to, it is because there are some who do not\r\nwant the war to end. War is a profitable business for\r\nthe aggressors. They are occupying our country,\r\nwaging war against us and stripping our soil of the\r\ndiamonds, gold, cobalt and prized lumber that their\r\ncountries do not have. It is a rapacious war. If the\r\nUnited Nations asks us how to help it make its actions\r\nmore effective in the future, I would respond by\r\nreferring to other activities in which we approach a\r\nsubject thinking we know what we are doing. We only\r\nthink we know, but this is a lesson taught by delirious\r\npsychotics.\r\nWe are facing a situation in which people are\r\nleaving their country without provocation. None of our\r\nsoldiers is abroad. These people enter our country and\r\ndeclare deliriously that they are there to stay. Since we\r\nhave suffered misfortunes, they come and settle in our\r\ncountry. This is counter to the principles that have\r\nbrought us here.\r\nIt is therefore quite futile to list and diagnose the\r\nevils underlying the re-emergent malaise in our\r\ncivilizations if we do not operate on the basis of\r\nprinciples such as absolute respect, in keeping with the\r\nUnited Nations Charter, for the borders of others, and\r\nabsolute respect, in keeping with the United Nations\r\nCharter, of the national and political independence of\r\nothers. If we do not base our actions on those\r\nprinciples, this malaise will continue and those\r\npsychotics will bring nothing to the United Nations.\r\nOur task is to ensure that the United Nations works\r\neffectively and does not appear to be going around in\r\ncircles.\r\nWhatever the consequences, we are determined to\r\ndefend our rights and to eject by all means necessary\r\nthose intruders in our country who insist on staying\r\nput. Our presidency will paraphrase the words of\r\nCorneille, spoken by Auguste: Has destiny, to injure\r\nus, chosen yet another of our loved ones to seduce? Let\r\nfate enlist the devil to the task  we are masters of\r\nourselves and of our country.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency Shaikh\r\nMohammed bin Mubarak Al-Khalifa, Minister for\r\nForeign Affairs of Bahrain.\r\nShaikh Al-Khalifa (Bahrain) (spoke in Arabic): I\r\nhave the pleasure to address this important\r\ninternational gathering on behalf of His Highness\r\nShaikh Hamad Bin Isa Al-Khalifa, Amir of the State of\r\nBahrain, and to convey to all participants his greetings\r\nand hope that this Summit will achieve its noble goals\r\nand strengthen the role of the United Nations and\r\nadherence to its Charter and noble principles.\r\nBahrain truly feels fully part of this vast\r\ngathering of this open and diverse United Nations\r\ncommunity, for my country, throughout its history, has\r\nembodied these very values as a member of the great\r\nfamily of humanity through its tangible and continuous\r\ncoexistence with various cultures, beliefs and\r\nprinciples. Bahrain continues, as it has throughout the\r\nages, to take the lead and to serve as an example of this\r\namong its neighbours and within its region. Bahrain\r\nhas consistently confirmed its pioneering role in free\r\ntrade and economic openness. Furthermore, it has been\r\na symbol of ideal coexistence and lasting peace with all\r\nits neighbours, as proven by over 5,000 years of\r\n18\r\nA/55/PV.8\r\nhistory. This is a responsibility that Bahrain will\r\nwillingly continue to bear in the future, as it has in the\r\npast.\r\nHaving become a Member of the Organization in\r\n1971, after attaining full political independence and the\r\nexercise of full sovereignty over all its islands, territory\r\nand territorial waters, as endorsed by the Security\r\nCouncil, the State of Bahrain has fully and actively\r\nparticipated in all meetings and activities of the United\r\nNations. It has fulfilled all its membership obligations,\r\nboth regionally and internationally, as was manifest\r\nduring its term as a member of the Security Council in\r\n1998 and 1999.\r\nToday, as we, the leaders and representatives of\r\nthe States Members of this Organization, meet here to\r\ncontemplate our future course, it is incumbent upon us\r\nto take this opportunity to reflect on our present\r\nsituation and on the challenges posed by political,\r\neconomic, scientific and cultural developments and\r\nchanges. These developments and changes not only\r\nhave their positive aspects, but also give rise to certain\r\nconcerns and apprehensions, for example with regard\r\nto globalization and such issues as international peace\r\nand security and the fight against poverty, organized\r\ncrime, terrorism, extremism and threats to the\r\nenvironment.\r\nOur gathering should offer an opportunity to\r\nidentify the future priorities of the new century, in\r\nparticular the issues of maintaining international peace\r\nand security and achieving peaceful and amicable\r\nsolutions to all regional and international conflicts,\r\ngiven the negative effects of such conflicts on world\r\nprogress and prosperity. The conflict and wars\r\nwitnessed by the Middle East region for over half a\r\ncentury have proved, through their draining of the\r\nresources and potentials of States and peoples of the\r\nregion and their hindering of development projects, the\r\nnecessity and importance of such solutions.\r\nToday, while efforts are ongoing in the search for\r\na solution to this conflict, we hope that the efforts of\r\nthe sponsors of the peace process, the United States of\r\nAmerica in particular, along with other regional and\r\ninternational parties, will succeed in achieving a just,\r\ncomprehensive and lasting peace that will ensure the\r\nlegitimate rights of the Palestinian people in\r\nestablishing their own independent State with\r\nJerusalem as its capital. The negotiations and contact\r\nbetween the parties to the peace process have proved\r\nthat Jerusalem is the key to peace, because of its\r\ndistinguished status for Arabs and Muslims. Israeli\r\nwithdrawal from the Syrian territories occupied since\r\n1967 is an important element in achieving a\r\ncomprehensive, just and durable peace.\r\nAttention to the future of humanity and\r\nsafeguarding it from other dangers such as terrorism\r\nand weapons of mass destruction should also be among\r\nthe priorities of the future and the new century.\r\nEnsuring respect for human rights while ensuring that\r\nsuch rights are not exploited as a political pretext for\r\ninterfering in the internal affairs of other states,\r\npromoting dialogue and mutual enrichment between\r\ncivilizations, and the establishment of regional and\r\ninternational cooperation based on partnership and\r\nmutual interest should also be among these priorities.\r\nThe lofty purposes and principles set out in the\r\nUnited Nations Charter in order to achieve justice,\r\npeace, security and stability throughout the world\r\nrequire us to strengthen the role of the United Nations\r\nand to restructure and reform its organs and work, in\r\nparticular the Security Council, which requires\r\ntransparency in its work and equitable representation in\r\nits membership. The role of the General Assembly in\r\ndealing with peace, security and justice, should also be\r\nconfirmed.\r\nIn conclusion, we would like to commend His\r\nExcellency, Mr. Kofi Annan, for his sincere and\r\nunceasing efforts to strengthen and invigorate the role\r\nof the United Nations in enhancing security, stability\r\nand peace throughout the world.\r\nMay the peace and grace of God be upon you.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Mamadu Iaia Djalo, Minister for Foreign Affairs\r\nand the Communities of the Republic of Guinea-\r\nBissau.\r\nMr. Djalo (Guinea-Bissau) (spoke in Portuguese;\r\nEnglish text furnished by the delegation): It is a great\r\nhonour and privilege for us to be present at the\r\nMillennium Summit representing His Excellency\r\nMr. Kumba Yalá, President of the Republic of Guinea-\r\nBissau, who transmits to you the following message.\r\nGathered at the highest level at the\r\nMillennium Summit, our momentous meeting\r\nconveys our loyalty to common ideals and\r\nobjectives, and recognizes the validity and\r\n19\r\nA/55/PV.8\r\nimportance of the principles and norms upon\r\nwhich our collective action is based, as defined in\r\nthe Charter of the United Nations.\r\nThe spirit of shared responsibility that\r\ndrives our Organization and inspires our work is a\r\nprecious conquest that we must preserve,\r\nreinforce and adapt to the new times.\r\nIt is imperative to Guinea-Bissau that the\r\ncapacity of the United Nations to carry out an\r\never-increasing role in international relations be\r\nstrengthened. In this respect, we attribute great\r\nimportance to the revitalization of the General\r\nAssembly and the rationalization of its agenda,\r\njust as we urge the reform of the Security Council\r\nwith regard to an increase in the number of\r\npermanent and non-permanent members, keeping\r\nin mind the profound change the world has\r\nundergone, resulting in the greater\r\nrepresentativeness of that organ and encouraging\r\nthe principles of transparency and democracy in\r\nits work.\r\nWith the political landscape undergoing\r\nrapid and profound changes, the current times\r\nshow that those transformations, far from being\r\ntemporary, are part of a process that results from\r\nthe need of nations to develop in an evermore\r\ninterdependent world. With globalization, the ties\r\nand interconnectedness of human destiny favour\r\nthe emergence of objective conditions for the\r\neffective participation of all members of the\r\ninternational community in the search for\r\nsolutions to the problems of the contemporary\r\nworld.\r\nEfforts aimed at the establishment of peace\r\nand stability cannot, therefore, be dissociated\r\nfrom the efforts toward the economic and social\r\ndevelopment of the less fortunate.\r\nThese efforts should be undertaken as a\r\nglobal action, coherent and united, based on a\r\nstructural transformation of the economies of\r\ndeveloping countries, in particular the least\r\ndeveloped countries, with a view to establishing\r\nthe basis for sustainable socio-economic\r\ndevelopment.\r\nThis position should, obviously, be based\r\non our own efforts, as much as in the capacity to\r\nreorient development policies in the direction of\r\ngreater rationalization and efficiency, as in the\r\nsearch for definite solutions for the conflicts that\r\nstill plague the world.\r\nWhile Guinea-Bissau has been shaken by\r\nturmoil throughout its history, the consistency of\r\nthe path of our diplomacy is proof of the\r\nunequivocal continuity of our commitment to the\r\ngrand ideals of the Charter of the United Nations.\r\nIn this sense, our country is dedicated to\r\nthe search for the right answers on the way to\r\nresolving the numerous crises that prevail in the\r\ndifferent areas of the planet, particularly in our\r\nsubregion of Africa.\r\nIt is based on these principles that our\r\ncountry, Guinea-Bissau, reiterates its firm\r\ndetermination to contribute, in cooperation with\r\nthe countries represented at this Forum, to the full\r\nrealization of the noble objectives and the\r\nmaterialization of the ideals of the Charter of the\r\nUnited Nations, in this, the threshold of the New\r\nMillennium.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency Mr. Hersey\r\nKyota, Chairman of the Delegation of Palau.\r\nMr. Kyota (Palau): Good afternoon and thank\r\nyou for the privilege of addressing you all today.\r\nBefore I continue, I would like to extend the warm\r\ngreetings of His Excellency Kuniwo Nakamura, the\r\nentire leadership and the people of the Republic of\r\nPalau. It is truly an honour and special privilege to be\r\nhere with so many leaders on the auspicious occasion\r\nof the Millennium Summit. This Summit represents a\r\nvery special opportunity to review the great\r\nachievements of the United Nations, take note of the\r\nvast global change which has occurred since the\r\ninception of the United Nations, examine the\r\nchallenges which such change poses, and consider how\r\nto ensure that the United Nations can best meet the\r\ngoals and serve the purposes set before it in the new\r\nmillennium.\r\nThe Republic of Palau, being the last Trust\r\nTerritory of the Pacific Islands under the Trusteeship\r\nCouncil to achieve independence, obviously had no\r\nopportunity to be heard when the original collaboration\r\non the direction of the United Nations occurred.\r\nHowever, this is a new world with a new order, and a\r\ngenuine need has arisen for new directions for the\r\n20\r\nA/55/PV.8\r\nUnited Nations. Palau is extremely pleased to welcome\r\nthis opportunity to be heard on the subject this time\r\naround. The Republic of Palau firmly believes and\r\nhopes that the United Nations will strive to embrace\r\nthe remaining non-member countries around the world,\r\nand to enable We the peoples together to forge a\r\nstronger international will and commitment to face all\r\nchallenges before us in this new century.\r\nAs a former Trust Territory under the\r\nadministration of the United States of America, Palau\r\nhad the advantage of being able to safely observe the\r\nsometimes rough-and-tumble developments of the post-\r\nSecond World War, post-colonial, nation-building era\r\nwhich followed the establishment of the United\r\nNations from beneath the protection of a super-Powers\r\numbrella. We were able to observe the many different\r\nmodels for addressing and adapting to the sea \r\nchanges which accompanied the period, while avoiding\r\nthe need to adopt any one model ourselves. We thus\r\nwere able to learn without the process of trial and error\r\nand all the costs and harmful effects which frequently\r\ncome as a consequence of such a learning process. The\r\nstewardship of the United States of America provided\r\nPalau with the secure environment we needed to\r\nprepare ourselves to fully participate in the global\r\ncommunity. For that, we express our sincere gratitude\r\nto the United States of America.\r\nWhile part of the Trust Territory of the Pacific\r\nIslands, Palau did not slumber. As noted, we were\r\nactively observing the world around us, noting its\r\nchanges and marking the pros and cons of various\r\nsystems as they rose and fell with the ever-shifting\r\nrealities which surrounded them. We concluded  as\r\nvirtually all international actors, governmental and\r\nnon-governmental, have come to realize  that the\r\nmost stable system, the one most resilient to change,\r\nthe one most capable of growing from and even\r\nembracing dramatic change, is the system which offers\r\nthe greatest opportunity for active participation by the\r\nwidest margin of its members. Time and again, the\r\nflexibility required for such a system to operate on its\r\nown right enabled the system to effect a positive\r\nresponse to external challenges, including paradigm\r\nshifts outside its membership. This observation\r\nsuggests to Palau two salient points for the future\r\noperations of the United Nations.\r\nFirst, participation in the United Nations must be\r\nas wide as possible. The papers prepared by the United\r\nNations Secretariat for this Summit correctly indicate\r\nthat the old view of discrete nation-States has been\r\novertaken by the realities of modern life. As it used to\r\nbe said that no man is an island, the vast growth of\r\ntransnational communications, multinational\r\ncorporations, regional integration and non-\r\ngovernmental organizations now makes it possible to\r\nstate that no island is an island either. In a very real and\r\npractical sense, there simply is no such thing as an\r\nentirely independent State today.\r\nIn the light of that fact, the standards for\r\nmembership in this body must be revised and made\r\nmore inclusive. There are a number of international\r\nactors which play a vital role in regional and global\r\ndevelopments and will continue to play such a vital\r\nrole for the foreseeable future, yet are denied\r\nparticipation in this body. At least one such actor, the\r\nRepublic of China on Taiwan, also meets the criteria\r\nset forth in standard, traditional definitions of a State,\r\nyet still has no recognition in the United Nations. That\r\nis simply untenable and compromises the inclusive\r\nobjectives of the United Nations, objectives repeatedly\r\nacknowledged in United Nations Secretariat papers.\r\nInstead, and in order to maintain and further the\r\neffectiveness of the United Nations, we should\r\nacknowledge the passing of the old view of the\r\ninternational community and provide for full, formal\r\nparticipation in the United Nations based on practical\r\nconsiderations of the significance of an entity as an\r\ninternational actor.\r\nThe second point which needs to be made is that\r\nparticipation must be as substantial as possible. By\r\nthat, Palau means that decisions at every level of the\r\nUnited Nations must be open to real participation, that\r\nis, effective participation, on at least a representational\r\nbasis by all Members. As the most obvious example of\r\nthe failure of the United Nations to meet that need, we\r\nneed only review a few basic facts concerning the\r\nSecurity Council. While the membership of the United\r\nNations has increased from 51 at inception to 189\r\ntoday, the membership of the Security Council has\r\ngrown by only 10 members, none of which are\r\npermanent. The number and, more importantly, the\r\nidentity of the permanent members have remained\r\nunchanged. As a result, the vast majority of all\r\nMembers are denied genuine participation in what is\r\narguably the most important organ of the United\r\nNations. This, too, is untenable. There needs to be real\r\nreform of the Security Council, with a view to\r\nexpanding real participation in that body. The Republic\r\n21\r\nA/55/PV.8\r\nof Palau foresees that a significant step towards this\r\ngoal would be to welcome Japan and a few others as\r\nnew permanent members of the Security Council.\r\nPalau maintains that the steps suggested today are\r\nextremely important if the United Nations is to\r\nmaintain and further its institutional effectiveness in\r\nthe new global system. With that in place, we can then\r\neffectively address the challenging development issues\r\nfacing the world in the new century. One primary\r\nchallenge in the work of the United Nations is the issue\r\nof the environment. We must all individually\r\ndemonstrate the necessary political will, from each and\r\nevery Member State, to effectively combat\r\nenvironmental problems once and for all.\r\nOne alarming environmental issue we have\r\ninadequately provided remedies for and which\r\nthreatens the survival not only of small island States\r\nbut also that of every country in the world is\r\nenvironmental sustainability. Environmental\r\nsustainability is everybodys challenge. Industrial\r\nactivities and agribusiness production continue to have\r\nan adverse effect on our soils and waterways. In many\r\ndeveloping countries, massive deforestation, harmful\r\nfarming practices and uncontrolled urbanization are\r\nmajor causes of environmental degradation. All those\r\nspecific problems must be collectively looked into and\r\nprovided with a scale of solid efforts whereby every\r\ncountry continues to meet its economic needs without\r\ncompromising the ability of our planet to provide for\r\nthe needs of future generations.\r\nIn particular, my country strongly believes that\r\nevery country must unequivocally demonstrate a\r\nrigorous political commitment to addressing one\r\nalarming environmental phenomenon, which is climate\r\nchange. Evidence continues to mount and to\r\ndemonstrate the inevitable reality of the impact of the\r\nemission of the so-called greenhouse gases that are\r\nresponsible for global warming. The earths\r\natmosphere is warming at an alarming rate, and sea\r\nlevels have risen at an unprecedented rate. The\r\nRepublic of Palau, in recent years, has witnessed a\r\ndevastating portent of this global phenomenon. The\r\nrising sea level has invaded our taro patches and our\r\nagricultural land, subsequently destroying some of our\r\nprime sources of daily nourishment. Some of our\r\nneighbouring Pacific countries have had an even more\r\ndisastrous experience with rising sea levels. Many have\r\nbeen displaced from their homes and have statistically\r\nbecome part of the estimated 25 million\r\nenvironmental refugees forced from their homes.\r\nThe Republic of Palau, currently in possession of\r\nthe chairmanship of the 16-island-member-State South\r\nPacific Forum, is gravely concerned about the\r\ndevastating impact of climate change on some of these\r\nisland nations. As the inhabitants of a fragile\r\necosystem, we appeal to the rest of the international\r\ncommunity to face up more aggressively to this\r\ninescapable reality.\r\nClimate change is a global problem whose full\r\ndevastating impact can be minimized only if all\r\ncountries willingly contribute on the basis of common\r\nbut differentiated responsibility. In connection with our\r\ndifferentiated responsibilities, a particular sense of\r\nurgency attaches to the implementation of the 1997\r\nKyoto Protocol to the United Nations Framework\r\nConvention on Climate Change. For there to be a\r\ngenuine advance in our collective effort to combat\r\nclimate change, the industrialized countries are called\r\nupon once again to commit themselves to the verifiable\r\nemissions limitation and reduction targets called for in\r\nthe Kyoto Protocol. Such a commitment continues to\r\nbe lacking, but it would essentially complete our first\r\nstep towards reducing global warming. To demonstrate\r\nthat global commitment, each of us must continue to\r\nremind ourselves that the challenge of addressing\r\nclimate change is everybodys business. We, as\r\nresponsible citizens of the international community,\r\nmust collectively forge a solid political will to make\r\nthe necessary changes, specifically those that are called\r\nfor in the 1997 Kyoto Protocol.\r\nThe Co-Chairperson (Finland): Before giving\r\nthe floor to the next speaker, I once again appeal to\r\nrepresentatives to be kind enough to keep silent and to\r\nlisten to these very good speeches; this will also enable\r\nus to move forward more smoothly. I thank members\r\nfor their kindness and cooperation in this regard.\r\nThe Assembly will now hear an address by His\r\nExcellency Mr. Panapasi Nelesone, Permanent\r\nSecretary, Ministry of Foreign Affairs of Tuvalu.\r\nMr. Nelesone (Tuvalu): It is a great honour and\r\nprivilege to address the Millennium Summit on behalf\r\nof the Prime Minister of Tuvalu, who unfortunately has\r\nhad to leave the Summit owing to some unforeseen but\r\nunavoidable urgent matters at home.\r\n22\r\nA/55/PV.8\r\nAs the youngest member of this great family of\r\nindependent nations, Tuvalu places the highest value\r\non the work of the United Nations. Over the past three\r\ndays, the high spirit of goodwill and commitment that\r\nhas been enunciated as Member States have reflected\r\non the future role of the United Nations has indeed\r\ngiven Tuvalu great inspiration and a sense of pride in\r\nhaving joined this Organization. It has also given\r\nTuvalu the highest expectations, and great hopes for\r\nthe success of the United Nations in promoting peace\r\nand prosperity for all mankind.\r\nPeace is the absence of threat to the security and\r\nthe survival of a nation. Without peace, there is no\r\ndevelopment and no progress. As with many of our\r\nisland sisters and brothers in the Pacific and other\r\nregions, Tuvalus severe capacity limitations and\r\nextreme environmental and economic vulnerability to\r\nexternal forces constitute the most serious threat to our\r\nsurvival. While we welcome the vast opportunities for\r\nall countries to be gained through the process of\r\nglobalization, international indifference to the situation\r\nof Indo-Pacific societies has only led to the\r\nundermining of our small economies. Tuvalu therefore\r\nstrongly supports the full development and adoption of\r\nan environmental vulnerability index that can better\r\nreflect the extreme capacity limitation and vulnerability\r\nof small island developing States.\r\nIn the same vein, the compelling findings about\r\nthe consequences of global warming and climate\r\nchange, in particular rising sea levels, are of the\r\ngreatest concern to Tuvalu and to many other small\r\nisland developing States. Already, some of our valuable\r\nland has totally disappeared, washed away by high\r\nseas. Even as this historic Summit progresses, our\r\npeoples face the real threat of being inundated by sea\r\nwater. In keeping with the spirit of the Kyoto Protocol\r\nto the United Nations Framework Convention on\r\nClimate Change, therefore, Tuvalu urges Member\r\nStates and the international community at large to take\r\nserious heed of the pleas of small island States with\r\nregard to climate change, and to combat this threat\r\nmore aggressively before it is too late. To that end, we\r\nalso fully support the further promotion of frameworks\r\nfor the Alliance of Small Island States (AOSIS) as a\r\nmeans to promote and further ensure the security and\r\nsurvival of our peoples.\r\nIn joining the United Nations, Tuvalu could not\r\nbut notice the extent to which strong champions of\r\ndemocracy and human rights, and those that have\r\ngenuinely contributed to the development of the\r\nprosperity and well-being of the international\r\ncommunity, such as the Republic of China, are being\r\nexcluded from the United Nations. Tuvalu strongly\r\nbelieves that the United Nations cannot be universally\r\nrepresentative of the democratic peoples of the world\r\nuntil the question of the representation of the Republic\r\nof China in the United Nations is addressed by the\r\nGeneral Assembly.\r\nAlso of concern to us is the continued\r\nsuppression of some peoples of the world by colonial\r\nmeans. Tuvalu therefore calls for the conflict in West\r\nPapua New Guinea to be properly addressed.\r\nTuvalu has the greatest hopes that the work of the\r\nMillennium Summit and of the General Assembly will\r\nlead to constructive reform of the United Nations to\r\nmake it a more meaningful and representative\r\norganization as it moves into the new century. May\r\nGod bless the United Nations, and may God bless the\r\ndreams of its peoples.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Amraiya Naidu, Chairman of the delegation of Fiji.\r\nMr. Naidu (Fiji): It is my profound privilege to\r\ndeliver the greetings of His Excellency the President of\r\nthe Republic of Fiji, who deeply regrets not being able\r\nto share this momentous occasion of the Millennium\r\nSummit with all of us here at the United Nations. His\r\nExcellency Ratu Josefa Iloilo is nonetheless with us all\r\nin the spirit of this historic occasion to bid farewell to\r\nthe second millennium and usher in the third\r\nmillennium and the twenty-first century.\r\nFiji takes great pride in its membership of the\r\nUnited Nations, and will continue to commit its spirit\r\nand resources to the peaceful goals and the principled\r\nideals of this international family. As a sibling of the\r\nSouth Pacific family of nations, Fiji is proud also of the\r\nexpanding membership of the United Nations\r\ncommunity thanks to the admission of its fellow South\r\nPacific nations in recent years.\r\nIt is therefore with deep humility and reflection\r\nthat Fiji takes the floor as the last speaker from the\r\nGovernment delegations, and immediately following\r\nTuvalu, to offer its familial congratulations and\r\nembrace to Tuvalu, our sister nation from the Pacific.\r\nIndeed, every family meets with successes and\r\nshortcomings at different stages in life. The United\r\n23\r\nA/55/PV.8\r\nNations is no different. There is no question that the\r\ngoals it aspired to 55 years ago have been achieved.\r\nThere is therefore great cause for celebration today as\r\nwe come together to close the twentieth century.\r\nThe United Nations will be all the richer at the\r\nend of this day, with wisdom, commitment, thoughts\r\nand ideas expressed as the way forward for the\r\nOrganization. This day has offered a remarkable\r\nopportunity to appraise what has been accomplished, as\r\nwell as to look for ways to work together towards\r\ngetting tangible results on issues affecting humankind.\r\nIn its achievements, the United Nations is also\r\ncontinually refining its goals through the values and\r\nprinciples that are consolidated in the United Nations\r\nMillennium Declaration. In this process it is also\r\nredefining its mandates, structures, processes and\r\nresources to meet the rapid global challenges which are\r\nfar more sophisticated today, and will be in the future,\r\nthan those faced 55 years ago.\r\nIt is this spirit of humble achievement that Fiji\r\nintends to bequeath to our future generation with the\r\nguidance of a United Nations, well equipped and well\r\nresourced to continue to rise to its future challenges.\r\nAs family is the bedrock of social and political\r\ninstitutions, it therefore behoves each of us here to\r\nensure that the United Nations remains intact, stronger\r\nand robust. Fiji is confident that these goals are\r\nattainable through the proposed reforms within the\r\nOrganization being engineered by the Secretary-\r\nGeneral, to whose dynamic leadership Fiji pays\r\nparticular tribute.\r\nThe United Nations family has enabled smaller,\r\nleast developed or developing countries such as my\r\nown to contribute to world peace in our own, albeit\r\nsmall, way. While there have been measurable benefits\r\nof United Nations membership, there is also positive\r\nscope for much more equitable changes.\r\nMy small country has contributed troops and\r\ncivilian police to United Nations peacekeeping\r\nmissions for over two decades and has in the process\r\npaid the ultimate price of the loss of 35 lives in the\r\nmaintenance of peace. We have had a presence in the\r\nUnited Nations Interim Force in Lebanon since that\r\nMission began, and we continue to have a contingent\r\nthere. Our civilian police are serving in Bosnia and\r\nKosovo. Military observers are in the Iraq-Kuwait\r\nMission, and more recently our troops have been sent\r\nto East Timor. Our soldiers in the United Nations\r\nTransitional Administration in East Timor (UNTAET)\r\nare serving with troops from Ireland and New Zealand\r\nin Suwai in East Timor, which borders West Timor. We\r\nknow the area since Wednesday has been far from\r\ncalm.\r\nLike any member of a family, Fiji has had its\r\nshare of difficulties and triumphs. It is to the credit of\r\nthe United Nations that the neighbourly feelings of\r\nrespect, comradeship and understanding would prevail\r\nunimpeded in the halls and corridors of this building,\r\neven in times of conflict for its Member States.\r\nThe laudable vision of the Secretary-General in\r\nthe report We the peoples is the torch that will guide\r\nthe United Nations and illuminate its steps for a\r\nholistic and collective journey into the twenty-first\r\ncentury. Let us seize this moment. This juncture is\r\nours. Humankind is called on to leave this world better\r\nthan we found it. Let us pause, look back at things that\r\nwent wrong and strengthen our resolve to steer for a\r\nbetter future. There is no better time for this task than\r\nnow, at the crossroads of two millenniums.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Ahmed Esmat Abdel Meguid, Secretary-General of\r\nthe League of Arab States.\r\nMr. Meguid (League of Arab States) (spoke in\r\nArabic): I am delighted to participate in the\r\nMillennium Summit. It is a unique, historic event. I\r\nwish to take this opportunity to congratulate the Co-\r\nChairpersons and the Secretary-General, Mr. Kofi\r\nAnnan. We congratulate him on convening this eminent\r\nAssembly, which has brought together the leaders of\r\nthe world under the auspices of the United Nations, this\r\nOrganization that personifies the conscience and the\r\naspirations of the world.\r\nThe League of Arab States was one of the first\r\nregional organizations. It was established in 1945, at\r\nthe end of the Second World War. The League is\r\nentering the third millennium, and it welcomes its\r\ngreater role in its new partnership with the United\r\nNations. We think this event is of overriding historical\r\nimportance in international relations. It is an\r\nopportunity for the leaders of the world to learn lessons\r\nand to benefit from the experience and achievements of\r\nthe United Nations, as well as its shortcomings, in\r\norder to give it a new momentum as we proceed to the\r\nnext millennium.\r\n24\r\nA/55/PV.8\r\nTurning to the Organizations future agenda, we\r\nneed to delineate the objectives more clearly in order to\r\nimprove United Nations bodies, such as expanding the\r\nSecurity Council membership to make it more\r\ndemocratic and representative of the international\r\ncommunity so that the United Nations can become a\r\ncentre for international policy and international\r\nlegitimacy. The Organization must abandon selectivity\r\nand double standards and must come up with creative\r\nsolutions in order to preserve international peace and\r\nsecurity, ensure respect for human rights, promote\r\ndemocracy, guarantee that there is dialogue among\r\ncivilizations, combat problems such as disease,\r\npoverty, unemployment, environmental degradation\r\nand terrorism and narrow the gap between countries of\r\nthe North and those of the South. The developing\r\ncountries should be assisted in attaining economic\r\ndevelopment, reducing their foreign debt and avoiding\r\nthe negative effects of globalization.\r\nThroughout its history, the United Nations has\r\nachieved enormous successes, including the settlement\r\nof various conflicts throughout the world and\r\nresolutions adopted to try to resolve the Middle East\r\nproblem and to restore peace to the region, such as\r\nSecurity Council resolutions 181 (II) of 1947, 242\r\n(1967), 338 (1973), 425 (1978) and others.\r\nWe believe that the faithful, total implementation\r\nof these resolutions is the way to realize just and\r\ncomprehensive peace in the Middle East. This will be\r\nbrought about through total Israeli withdrawal from all\r\nthe Arab territories it has occupied since 1967,\r\nenabling the Palestinian people to return to their\r\nhomes, to regain their legitimate rights and to establish\r\ntheir own independent State, with Jerusalem as its\r\ncapital. It will be brought about by Israels withdrawal\r\nfrom the occupied Syrian Golan to the lines of 4 June\r\n1967 and by dealing with the effects of Israels\r\noccupation of southern Lebanon, including the release\r\nof Lebanese detainees from Israeli prisons. Israel\r\nshould also pay compensation for damages done as a\r\nresult of its occupation of Arab lands.\r\nI would like to pay tribute to the constructive role\r\nplayed by the United Nations in its supervision of the\r\nimplementation of Security Council resolution 425\r\n(1978), regarding Israels withdrawal from southern\r\nLebanon. We reaffirm the Arab position, which calls\r\nfor disarmament in the region, particularly nuclear\r\ndisarmament, to make the Middle East a nuclear-\r\nweapon-free zone and a region free of all weapons of\r\nmass destruction.\r\nThe United Nations is the international forum for\r\ninternational legitimacy where efforts are made at\r\nregional and world levels to achieve the aspirations of\r\nthe whole of humankind. The Arab League, which is\r\nthe expression of Arab aspirations and legitimacy, is\r\nkeen to solidify and strengthen its links with the United\r\nNations.\r\nIn conclusion, I hope that this historic Summit is\r\nsuccessful and that it will lead to a future vision and\r\nbetter future for humanity. We also hope that Member\r\nStates will renew their total commitment to the\r\nimplementation of the Organizations resolutions and\r\nthe Charters provisions.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency Mr.\r\nRomano Prodi, President of the European Commission.\r\nMr. Prodi (European Commission): This Summit\r\nembodies the commitment of the worlds political\r\nleaders to strengthen the foundations of the United\r\nNations, to renew it and to reshape it to fit the needs of\r\na new century. It marks a time of hope and a time of\r\nexpectation to cope with global issues such as fighting\r\npoverty, achieving sustainable development and\r\nseeking peace, security and human rights for all. We\r\nneed global solutions based on global cooperation.\r\nThe United Nations is uniquely placed to\r\nmobilize common action. The Secretary-Generals\r\nexcellent report and his statement prepared for this\r\ngathering make that conclusion crystal clear.\r\nAs a European, I am aware of how much the map\r\nof Europe alone has changed with the end of the cold\r\nwar and the further development of the European\r\nUnion. Europeans now have a unique opportunity to\r\ncreate a 500-million-citizen Europe that is truly whole\r\nand truly free, the largest community of democracies\r\ntoday. This is a first in recorded history.\r\nMuch has changed in other parts of the world,\r\ntoo. Age-old rivalries are being replaced by\r\ncooperation. Dictatorships have fallen, to be replaced\r\nby democracies. Conflict remains in all too many\r\nplaces, but the march of freedom can be detected\r\naround the globe. This is not a prognosis we could have\r\nmade 20 years ago.\r\n25\r\nA/55/PV.8\r\nThis Summit is taking place at a time of\r\nunprecedented hope, but also of unprecedented\r\nchallenges. An age-old problem that is still with us is\r\nthe gap between rich and poor countries, or between\r\nthe haves and the have-nots. This is unjust and\r\nunsustainable. It is an affront to decency and a threat to\r\nour stability.\r\nThe challenges of globalization are, by contrast,\r\nentirely new. How do we cope with these challenges? I\r\nsee globalization as a new opportunity to be exploited.\r\nThis is why I would welcome a new round of the World\r\nTrade Organization (WTO), based on four key\r\nprinciples: liberalization, including better market\r\naccess for developing countries; stronger and updated\r\nrules; sustainable development; and the need to\r\nrespond to the concerns expressed by civil society. A\r\nnew trade round would help give people a share in the\r\nbenefits of globalization, bridging the world divide.\r\nClearly, the WTO cannot achieve this goal by itself.\r\nOther parts of the multilateral system, especially those\r\nresponsible for social and empowerment issues, also\r\nneed to be strengthened.\r\nAt this time of great expectation, the emergence\r\nof a genuine world economy, underpinned by colossal\r\ntechnology forces, calls for a vastly improved system\r\nof global governance  that is, a common core of\r\nvalues, rules and practices to which we all subscribe.\r\nIn the international arena, there is no alternative\r\nto democracy. In the international arena, there is no\r\nalternative to strong, multilateral institutions based on\r\nimpeccable democratic legitimacy. Decisions and\r\nprocedures must be transparent. Civil society must be\r\nmore directly involved. Only improved multilateralism\r\nwill ensure that globalization appears not so much as a\r\nthreat, but rather as an opportunity not to be missed.\r\nThe old trade not aid slogan does not\r\nadequately reflect the challenges of our time. We\r\ncertainly need more open trade, but we must also\r\nimprove financial flows to developing countries and\r\nstrengthen our aid commitments. Without targeted aid,\r\nthe workings of the global economy would be difficult\r\nto reconcile with the expectations of the poor. It is no\r\naccident that the European Union and its member\r\nStates have been operating a wide-ranging programme\r\nof external assistance for years, representing more than\r\nhalf of all official development assistance worldwide,\r\nand some two thirds of all grant aid. This is the result\r\nof a deeply felt moral commitment to solidarity.\r\nIn the demanding circumstances of the new\r\ncentury, the fight against poverty needs a change in\r\napproach. The European Union contribution has come\r\nin the form of the new Cotonou Agreement, governing\r\nits relations with African, Caribbean and Pacific\r\ncountries.\r\nA daunting amount still remains to be done, and\r\ncollaboration is the key to success. The European\r\nUnion is committed to the Heavily Indebted Poor\r\nCountries (HIPC) Debt Initiative, to which the\r\nEuropean Community is the largest single contributor\r\nin the world. In Brussels in May next year it will be\r\nhosting the Third United Nations Conference on the\r\nLeast Developed Countries.\r\nThe socio-economic development of the South\r\nremains vital to our own stability and prosperity. Social\r\ndevelopment goes hand in hand with human rights. The\r\nnew century should build upon the results of our\r\ngenerations struggle in this field.\r\nIn its efforts to enhance respect for human rights,\r\nthe European Union has been working to promote the\r\nabolition of the death penalty and has called for a\r\nmoratorium on execution. The United Nations can play\r\na major role in facilitating developments in this regard.\r\nI hope that the beacon lit at the Summit will\r\nilluminate the work of a new United Nations, placed on\r\na firmer and more financially equitable footing, a\r\nUnited Nations for the twenty-first century. The\r\nEuropean Community is fully aware of the challenges\r\nfacing this Organization, and it stands ready to play its\r\npart in meeting them.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Azeddine Laraki, Secretary-General of the\r\nOrganization of the Islamic Conference.\r\nMr. Laraki (Organization of the Islamic\r\nConference) (spoke in Arabic): I bring the Assembly\r\ngreetings from the Organization of the Islamic\r\nConference, and its best wishes and prayers for the\r\nsuccess of this historic gathering of heads of State and\r\nGovernment, perhaps the largest of its kind ever held\r\non this planet.\r\nThis is a momentous event. The atmosphere here\r\nis overwhelming, signifying the seriousness with which\r\nthe heads of State or Government of the countries of\r\nthe world view the opportunity to unite in the common\r\ncause of peace and prosperity, to be collectively\r\n26\r\nA/55/PV.8\r\npursued by each and every one of us in the new\r\nmillennium ahead.\r\nWe have entered the twenty-first century with\r\ngreat expectations, but also with some daunting\r\nconstraints. In the century that has just gone by,\r\nmankind vigorously and successfully explored the\r\nenvironment and made considerable progress in\r\nuncovering, through acquired scientific knowledge and\r\ntechnological skills, some of the keys to alleviating\r\nmany of human societys social and material\r\nconstraints and problems. The challenge now is to use\r\nthe acquired knowledge and skills in a manner that\r\nwould serve the interests of and cater to the needs of all\r\nhumankind so that no one remains deprived of \r\nindeed, so that everyone may benefit from  the\r\nresources with which our Creator has enriched the\r\nearth.\r\nThe notion of dialogue among civilizations,\r\nintroduced by Seyed Mohammad Khatami, President of\r\nthe Islamic Republic of Iran and Chairman of the\r\nIslamic Summit Conference, and adopted by the\r\nGeneral Assembly, if pursued constructively and in the\r\nspirit of mutual respect, should take us a long way\r\ntowards attaining the lofty objectives of peace and\r\nprosperity for all. I express the hope that the year of\r\ndialogue, to be proclaimed in 2001, may usher in an era\r\nof mutual understanding, healthy and fruitful contacts\r\nand the sharing of knowledge and skills and know-how\r\non all fronts of human needs and endeavours, so that\r\nwe may attain our worthwhile development goals,\r\nespecially poverty alleviation, social integration, full\r\nemployment and education and health care for all.\r\nThis leads me to the idea of globalization, and to\r\naddress some misgivings, misunderstandings and\r\nreservations with which it is being viewed in certain\r\nquarters, particularly in the third world. I share the\r\nview of Mr. Kofi Annan that we must make\r\nglobalization an engine that lifts people out of hardship\r\nand misery, not a force that holds them down. We must\r\ncarefully and meticulously ensure that globalization\r\npromotes equity, guarantees equality of opportunity,\r\nenforces transparency and fosters confidence and\r\nmutual respect in all dealings among the peoples and\r\nnations of the world.\r\nTo attain that goal, it is imperative, indeed,\r\nessential, for an environment of freedom and justice to\r\nprevail for all peoples and nations of the world. Every\r\nhuman being deserves to breathe the air of freedom and\r\nto be empowered to exercise his or her role in\r\nconstructive developmental undertakings for the\r\nbenefit of society as a whole.\r\nThis also calls for the end of foreign occupation,\r\nand the exercise of the right of self-determination,\r\nwherever people remain deprived of it  I refer\r\nparticularly to the rights of self-determination of the\r\npeoples of Palestine and of Kashmir. As long as they,\r\nand any others in a similar situation, remain in\r\nbondage, humankind as a whole remains in a state of\r\nshame. It is incumbent upon the United Nations to help\r\nredeem those members of human society from their\r\nlong-lasting predicaments so that they may regain their\r\ndignity and self-respect and join forces with the rest of\r\nus as free and equal partners in the developmental tasks\r\nthat lie ahead.\r\nAt a time when our world is at the crossroads of\r\ntrends and events that either threaten mass destruction\r\nor promise a just and progressive future, let us not lose\r\nthe precious opportunity offered by this Millennium\r\nSummit today. Let this be remembered as the time\r\nwhen the leadership of the world rose to the occasion\r\nand, using all its God-given wisdom, laid down the\r\nfoundations of a healthy, safe and progressive global\r\nvillage to be our collective destiny in the new\r\nmillennium. To that end, I pledge most solemnly the\r\nfull cooperation of the Organization of the Islamic\r\nConference.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency The Right\r\nHonourable Don McKinnon, Secretary-General of the\r\nCommonwealth Secretariat.\r\nMr. McKinnon (Commonwealth Secretariat) It is\r\nan honour for me, as Secretary-General of the\r\nCommonwealth, to make this statement to this very\r\nimportant Millennium Summit.\r\nAllow me to join others in conveying our\r\nwarmest congratulations to Tuvalu, the newest\r\nMember, which equally became a full member of the\r\nCommonwealth on l September.\r\nSince 1946, the platform here has given hundreds\r\nof world leaders the opportunity to declare their\r\nconcerns, their needs, their wants, their aspirations and,\r\nof course, their despair. The same people have spoken\r\nof visions of hope and about excitement about what\r\nthis great Organization could do, of what regions, the\r\ngreat Powers and, of course, small States could do.\r\n27\r\nA/55/PV.8\r\nBut it would be rather hard today to find a person\r\namongst the l.2 billion who live on less than $1 a day\r\nwho would say that this Organization should be\r\ngarlanded for its success.\r\nI do, however, pay a tribute to the tens of\r\nthousands of United Nations staff around the world that\r\ndo their very best to deliver on the mandates that are\r\nagreed to here. That the people are committed to this\r\nOrganization there can be no doubt. The recent death of\r\nUnited Nations workers in Timor is very much a\r\ntestament to that. But success by the United Nations\r\nmust begin with clear, unambiguous and workable\r\npolitical decisions.\r\nWe in the Commonwealth, a grouping of some 54\r\nnations comprising 1.5 billion people, also want to\r\nmake things better for those living in poverty, those\r\nwho do not know peace, people who do not know\r\nwhere tomorrows food is coming from, those who\r\nhave no permanent place to live, those who cannot\r\ncontemplate education for their children, those who\r\nwatch family friends die without health care and can\r\nonly depend on immediate family for their old age.\r\nAnd, in todays world of the digital divide, that gap\r\nwidens even more.\r\nWhen one can travel to the other side of the globe\r\nin 24 hours, when one can move billions of pictures, of\r\nwords, of dollars around the world in seconds, no one\r\nlives very far away from anyone any more, and\r\neverybody is our neighbour.\r\nThe global neighbourhood means that we all have\r\nan interest in helping our neighbour. It is costly for us\r\nto have neighbours who are unwell, uneducated or\r\nunable to work, because ultimately the costs of\r\nrescuing them climb even higher and the costs become\r\nours to meet.\r\nIn the Commonwealth we are not able to tackle\r\nall these problems, but we do believe that they must be\r\naddressed. We will continue to uphold and pursue those\r\nbasic entitlements of all people.\r\nEssential is, of course, the freedom to choose who\r\nshould govern one. Equally, only those Governments\r\nwith a high level of probity that support sound,\r\ndemocratic institutions, the rule of law and the\r\nindependence of the judiciary, and that provide rights\r\nand opportunities for all citizens, regardless of race,\r\ngender, colour, creed or political belief, will truly be\r\nable to deliver to their people that which their people\r\nare entitled to expect.\r\nOur enshrined Commonwealth values require\r\nmembers to uphold these principles. And our\r\ncommitment is exemplified by the fact that two of our\r\nmembers are currently suspended from the councils of\r\nthe Commonwealth because democratically elected\r\nGovernments have been overthrown. I am pleased that\r\nthe leaders of the Organization of African Unity have\r\nalso decided to make unwelcome those leaders who\r\ncome to power using a loaded gun.\r\nThere is a challenge, of course, to the United\r\nNations to make unwelcome those in this institution\r\nwho also use a gun to overthrow a Parliament or a\r\nGovernment elected by the people. In the\r\nCommonwealth we will continue to work hard to\r\nencourage the practice of good governance. It may not,\r\nby itself, put food on the table or educate a teenager,\r\nbut it is fundamental to a society that wishes to\r\nprogress.\r\nWe will continue to run programmes to better\r\neducate, train and qualify people. We will continue to\r\nplay our part in conflict resolution, encouraging trade\r\nexpansion, and fighting communicable diseases.\r\nThere are many times that we cannot go it alone,\r\nand we shall continue to work with the United Nations\r\nand other agencies, with development banks, regional\r\ninstitutions, non-governmental organizations and the\r\nprivate sector.\r\nWe believe that we must work together in this\r\nnew millennium to better this world. If we work with\r\nothers, all moving in the same direction, with similar\r\ngoals and objectives, and with less discord amongst\r\neach other, we will improve on the last century.\r\nIf we can convince ourselves that the\r\nmalnourished child in a war-torn State is more\r\nimportant than who sits on what committee in this\r\ninstitution, I believe we will have some success, and\r\nthe United Nations will get the praise we believe it\r\ndeserves.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Abdolrahim Govahi, Secretary-General of the\r\nEconomic Cooperation Organization.\r\nMr. Govahi (Economic Cooperation\r\nOrganization): At the outset, on behalf of the\r\n28\r\nA/55/PV.8\r\ndelegation of the Economic Cooperation Organization\r\n(ECO), I express our gratitude to the United Nations\r\nSecretariat for the opportunity to deliver my statement\r\nat this Summit.\r\nThe ECO region comprises a land mass of over 7\r\nmillion square kilometres, inhabited by more than 300\r\nmillion people who are bound together by deep-rooted\r\nhistorical and cultural ties, and represents enormous\r\nhuman and resource potential. Its seat located in\r\nTehran, ECO is purely an economic organization\r\nseeking to promote multi-dimensional regional\r\ncooperation for the accelerated socio-economic well-\r\nbeing of its member States. It comprises 10 members.\r\nThese are, besides Afghanistan, Iran, Pakistan and\r\nTurkey, six independent republics of the former Soviet\r\nUnion: Azerbaijan, Kazakhstan, the Kyrgyz Republic,\r\nTajikistan, Turkmenistan and Uzbekistan.\r\nHaving been granted observer status during the\r\nforty-eighth session of the General Assembly, we find\r\nthat our joint endeavours with various United Nations\r\nspecialized agencies and programmes over the past few\r\nyears have contributed significantly in promoting the\r\nobjective of the all-round socio-economic development\r\nof the ECO region. In the past decade ECO has signed\r\nmemoranda of understanding with more than a dozen\r\nUnited Nations agencies, such as the United Nations\r\nDevelopment Programme, the United Nations\r\nInternational Drug Control Programme, the United\r\nNations Economic and Social Commission for Asia and\r\nthe Pacific, the United Nations Conference on Trade\r\nand Development, the United Nations Childrens Fund,\r\nthe United Nations Industrial Development\r\nOrganization, the United Nations Population Fund and\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization, and has since carried out joint missions,\r\nprojects and activities with them in order to serve our\r\ncommon objectives vis-à-vis this region. ECO has also\r\nbeen granted observer status at the World Trade\r\nOrganization since March 1999. Outside the United\r\nNations system, we have mutually beneficial close\r\ncontacts with the Organization of the Islamic\r\nConference, the Islamic Development Bank, the\r\nEuropean Union, the Association of South-East Asian\r\nNations and the South Asian regional organization, the\r\nSouth Asian Association for Regional Cooperation.\r\nThe Tehran Declaration, issued at the dawn of the\r\nnew millennium by our leaders on the occasion of their\r\nsixth summit, reaffirms our collective commitment to a\r\nprosperous ECO region. It addresses all important\r\nissues of our concern in the priority areas of trade,\r\ntransport and communications, energy, the\r\nenvironment, health, drug control, etc. The\r\nDeclaration, inter alia, welcomes the initiative, globally\r\nreceived and acknowledged by the whole world, of His\r\nExcellency Mohammad Khatami, President of the\r\nIslamic Republic of Iran, of a Dialogue among\r\nCivilizations, for which the United Nations has\r\ndesignated 2001 the United Nations Year of Dialogue\r\namong Civilizations.\r\nIn conclusion, I congratulate His Excellency\r\nMr. Kofi Annan and the United Nations Headquarters\r\nstaff for making excellent arrangements for this\r\nauspicious Summit. Coinciding as it does with the\r\nadvent of the new millennium, we wish it every\r\nsuccess.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency Mr. Jakob\r\nKellenberger, President of the International Committee\r\nof the Red Cross.\r\nMr. Kellenberger (International Committee of\r\nthe Red Cross): I thank you, Madam, for giving me the\r\nopportunity to address the Millennium Assembly of the\r\nUnited Nations.\r\nWith a staff of almost 12,000, the International\r\nCommittee of the Red Cross (ICRC) is active in\r\npractically all armed conflicts and most situations of\r\ninternational strife that could degenerate into an armed\r\nconflict. Its task is to protect and assist the victims.\r\nFrom such a vantage point, the ICRC is unfortunately\r\nwitnessing disturbing trends in a growing number of\r\nconflicts. The number of helpless civilian victims,\r\nmainly women and children, is steadily increasing. The\r\ncivilian population has become the very target in many\r\nconflicts. Meeting the particular needs of women and\r\ngirls for protection and assistance will be a priority for\r\nthe ICRC in coming years.\r\nInternational humanitarian law is regularly being\r\nflouted in an environment with an increasing number of\r\nidentity-related and destructured conflicts in eroding\r\nState structures. In addition, new perpetrators of\r\nviolence are emerging, sometimes difficult to identify\r\nand to get in touch with. Access to cheap and\r\nincreasingly sophisticated weaponry is easy, and is\r\nfurther facilitated by todays communication networks.\r\nThis accessibility and the erosion of State power are\r\nthe ingredients of many conflict situations. I thank the\r\nSecretary-General for having underlined, in his report\r\n29\r\nA/55/PV.8\r\nto the General Assembly, that the issue of the\r\nproliferation of light weapons must be urgently\r\naddressed.\r\nThere is a correlation between extreme poverty\r\nand violence. The eradication of extreme poverty\r\nclearly has a conflict-prevention dimension. There are\r\ndangers inherent in humanitarian action, of which we\r\nhave been sadly reminded this week by the killing, in\r\nWest Timor, of colleagues from the Office of the\r\nUnited Nations High Commissioner for Refugees.\r\nWhat more must happen for more concrete action to be\r\ntaken in order to better protect solidly motivated and\r\ncourageous relief workers? Lastly, with a growing\r\nnumber of actors in the field, humanitarian activities\r\noften suffer from a lack of coordination, imprecise\r\nmandates and vague principles of action.\r\nAn extensive body of international law, in\r\nparticular the Geneva Conventions of 1949 and their\r\nAdditional Protocols, sets out rules aimed at alleviating\r\nthe suffering engendered by international and non-\r\ninternational armed conflicts. The High Contracting\r\nParties to the fourth Geneva Convention have\r\nundertaken to respect and to ensure respect for the\r\nConventions in all circumstances. More significant\r\nsteps have to be taken in order to better ensure this\r\nrespect. The ICRC offers advice and technical expertise\r\nto Governments. Together with its partners in the\r\nInternational Red Cross and Red Crescent Movement,\r\nthe national societies and their Federation, the ICRC\r\nwill pursue its dissemination of international\r\nhumanitarian law and do its utmost to ensure respect\r\nfor it. It also strives to assure that the rules of\r\nhumanitarian law governing weapons are updated to\r\ntake into account the rapid development of new\r\nmilitary technology.\r\nThe efforts of the United Nations in helping\r\ndevelop and promote international humanitarian law,\r\nand in particular the steps taken to afford better\r\nprotection to civilians in armed conflicts, are greatly\r\nappreciated by the ICRC. Better implementation of\r\nexisting humanitarian law remains one of my main\r\nconcerns. A plan of action to improve implementation\r\nis part of the ICRCs institutional priorities.\r\nTodays  and no doubt tomorrows \r\nhumanitarian challenges cannot be met without a\r\nstrong commitment to improved coordination between\r\nhumanitarian actors. The ICRC is committed to\r\nefficient coordination. Efficient means that such\r\ncoordination should amount to better protection and\r\nassistance to victims. This implies that each actor\r\nconcentrates on his core competencies as practically\r\nexercised in the field. The ICRC cooperates with\r\nUnited Nations-led coordination mechanisms. As such,\r\nit discusses humanitarian issues and shares\r\ninformation, both in the field and by means of bilateral,\r\nhigh-level dialogue. There is no contradiction between\r\nthe ICRCs commitment to coordination and the\r\nequally strong commitment to the independence of its\r\nstrictly humanitarian action, based on the principles of\r\nimpartiality and neutrality. The credibility of the ICRC\r\nas an independent and neutral intermediary in\r\nsituations of armed conflict, seeking to obtain access to\r\nall victims, is certainly in the interest of all: the\r\ncommunity of States and, above all, the victims of\r\narmed conflict themselves.\r\nAt the dawn of a new century, the Assembly can\r\ncount on an ICRC willing to fulfil its humanitarian\r\ntasks through concrete action in the field wherever\r\nthere is a need for protection and assistance. My strong\r\nhope  indeed, my expectation  is that the\r\ncommunity of States will invest more in the prevention\r\nof armed conflicts and, should a conflict erupt despite\r\nall efforts, make it clear to all the parties involved that\r\nthey are expected to respect the rules of international\r\nhumanitarian law.\r\nThe strong, political support given to the United\r\nNations by the Millennium Summit is also encouraging\r\nfor the ICRC, because it means support for policies\r\naimed at better protection for the most vulnerable in\r\nthis world.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by His Excellency, Count\r\nCarlo Marullo di Condojanni, Grand Chancellor of the\r\nSovereign Military Order of Malta.\r\nCount Marullo di Condojanni: (Sovereign\r\nMilitary Order of Malta) (spoke in French): The\r\nMillennium Summit represents an opportunity to\r\nconsider the real evolutionary prospects with respects\r\nto the programmes presented by the international\r\ncommunity concerning the many problems facing the\r\npeoples of the world today, for which it is difficult to\r\nfind adequate solutions.\r\nThe Sovereign Military Order of Malta would\r\nlike to congratulate the Secretary-General on the lofty\r\nmoral message of his report, and we would very\r\nhumbly like to remind the heads of State or\r\n30\r\nA/55/PV.8\r\nGovernment gathered here of some priorities, in the\r\nbelief that when they return home, they will, as the\r\nSecretary-General said, do their utmost and all that is\r\nwithin their power in order to diminish differences and\r\nmake up for omissions, particularly at this stage in the\r\nhistory of humankind in when the globalization of\r\nmarkets, unless properly governed, may worsen\r\nexisting imbalances, thereby making the rich countries\r\nricher and the poor ones poorer.\r\nMuch will depend on how well we apply the new\r\ntechnologies to agriculture. These technologies must\r\nnot become a new goldmine to be exploited by the few\r\nrich and powerful countries; on the contrary, they must\r\nbe placed at the service of humanity, while at the same\r\ntime we respect the fundamental laws of nature so that\r\nwe do not destablize ecosystems.\r\nThese new technologies must be harnessed\r\ntowards harmonious and controlled development,\r\nassuring the poorer countries easier access to\r\nproduction systems. This may improve, if not solve, an\r\nage-old and chronic problem that has become\r\nintolerable to all those who care about the future of\r\nmankind.\r\nWhile we look forward with great hope to\r\nprojects aimed at alleviating hunger in the world and at\r\nenhancing the quality of life by providing, at the least,\r\nsufficient food and medicine, we must not neglect, in\r\naddition to issues of basic survival, the spiritual\r\ndevelopment of man from an intellectual point of view,\r\nand therefore the right to education from a social point\r\nof view and the end of all discrimination from the point\r\nof view of the right to life with the necessary\r\nassurances, as well as respect for justice in the broadest\r\nmeaning of this word.\r\nThis is one of the purposes for which the United\r\nNations was established, which expressly include the\r\nenhancement of behaviours complying with the\r\nprinciples of justice.\r\nIn a world approaching the third millennium, the\r\nso-called civilized countries are unfortunately often\r\nlate in providing people with effective justice. They\r\nopenly declare formal adherence to the charter of\r\nhuman rights, but then trample on such rights whenever\r\nthey fail to provide speedy trials and whenever they\r\nallow the use of unlimited pre-trial detention in\r\ncriminal cases and, worse still, do not respect the\r\nindividual right to an effective defence vis-à-vis the\r\noften excessive power granted to the prosecution. This\r\nbreaches the primary rule that should govern criminal\r\ntrials: the absolute equality of defence and prosecution\r\nbefore an truly impartial judge.\r\nAccordingly, the Sovereign Military Order of\r\nMalta firmly reaffirms its full response to the\r\nSecretary-Generals invitations to all nations\r\nto sign and ratify the Rome Statute of the\r\nInternational Criminal Court, so as to consolidate\r\nand extend the gains we have achieved in\r\nbringing to justice those responsible for crimes\r\nagainst humanity. (A/54/2000, para. 330)\r\nMuch more could be said on this subject, but that\r\nwould require additional time. We hope, however, that\r\nthe Millennium Summit may, by heeding the call of the\r\nSecretary-General, effectively stimulate better forms of\r\ninternational cooperation among States in order to deal\r\nwith emergencies throughout the world and to increase\r\nlegitimate universal control, which is now required by\r\nthe global perspective in which the international\r\ncommunity has been operating for some years.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by Her Excellency Ms. Najma\r\nHeptulla, President of the Conference of Presiding\r\nOfficers of National Parliaments.\r\nMs. Heptulla (Conference of Presiding Officers\r\nof National Parliaments): I am honoured to take the\r\nfloor as the President of the Conference of Presiding\r\nOfficers of National Parliaments and on behalf of the\r\noldest international organization, the Inter-\r\nParliamentary Union (IPU), to present the outcome of\r\nthe unique and historically compelling event held in\r\nthis Hall from 30 August to 1 September, in\r\ncooperation with the United Nations and with the\r\nparticipation of some 148 Presidents of chambers from\r\n140 countries. This first ever Conference of Presiding\r\nOfficers of National Parliaments truly represents the\r\ncommitment of representatives of the peoples, the\r\nParliaments, to work ever more closely, together with\r\nthe United Nations, to ensure that the twenty-first\r\ncentury is a century without fear, without deprivation\r\nand want, a century that allows for the fullest\r\ndevelopment of the inherent potential of each and\r\nevery human being that will represent the real\r\nglobalization.\r\nWe thank the Secretary-General for his very\r\ninspiring address on that occasion. His messages will\r\nbe reciprocated through our actions.\r\n31\r\nA/55/PV.8\r\nAfter intensive debate, we unanimously adopted a\r\ndeclaration encapsulating our parliamentary vision for\r\ninternational cooperation at the dawn of the third\r\nmillennium. It sets out the main challenges facing our\r\nsocieties and expresses our political resolve to\r\nsuccessfully overcome them through international\r\ncooperation. It also contains recommendations on the\r\nrole of parliaments in a reformed multilateral\r\ncooperation system.\r\nParliaments stand firmly behind the United\r\nNations and this support is both political and practical.\r\nWhether we belong to the majority or to the opposition\r\nin our parliaments, we are committed to offering the\r\nnecessary political backing to the United Nations as the\r\ncornerstone of the international cooperation system.\r\nWe are also committed to allocating the resources\r\nwhich the United Nations and the other\r\nintergovernmental institutions need to accomplish their\r\nnoble mission.\r\nWe are unanimous in identifying a democratic\r\ndeficit in the United Nations and the intergovernmental\r\nregime at large. If the United Nations decisions are to\r\ninterpret the concerns and aspirations of the peoples\r\nand if international agreements are to effectively find\r\ntheir way to our national reality, parliament, as the\r\ninstitution which legitimately represents society in its\r\ndiversity and is accountable to it, should have a better\r\nsay in the international cooperation process.\r\nNo doubt it is for Governments to negotiate at the\r\nUnited Nations. Surely, our main role as legislators is\r\nto translate into legislative and budgetary provisions\r\nthe agreements reached internationally by them. Yet it\r\nis in the wider interest of all, and certainly in the\r\ninterest of democracy, that we be involved in the\r\nprocess in its early stages and not exclusively in the\r\nimplementation phase. Intergovernmental organizations\r\nwould also become more accountable and would be\r\nperceived as more transparent by the people if we were\r\nbetter informed about and associated with their action\r\nas peoples representatives. We are happy to note that\r\nthe millennium declaration that this gathering will\r\nadopt calls for a strengthening of cooperation between\r\nthe United Nations and the national parliaments\r\nthrough their world organization, the Inter-\r\nParliamentary Union, which I have the honour to\r\nrepresent here. I and my colleagues will do all that is in\r\nour power, and attempt much that is beyond, to give\r\nconcrete shape to the Assemblys call.\r\nWe are determined to see to it that the necessary\r\nwork is done at the national level, and especially within\r\nour national parliaments, so that action can be taken to\r\ndevelop the parliamentary dimension of the\r\ninternational cooperation for which we are calling. To\r\ncreate this new partnership, parliaments intend to act in\r\nclose consultation with Governments and with the\r\nintergovernmental organizations.\r\nInternationally, the Inter-Parliamentary Union is a\r\nunique instrument to relay the views of our parliaments\r\nto the intergovernmental system. This is why we can no\r\nlonger accept that it be classified as a non-\r\ngovernmental organization and we look forward to\r\nidentifying with the Assembly a status for the IPU\r\nwhich is commensurate with the constitutional status of\r\nparliaments and with IPUs mission as our world\r\norganization.\r\nWe were concerned that two of our fellow\r\npresiding officers were prevented from participating.\r\nThe denial of visas to them runs counter to the spirit on\r\nwhich the IPU and the United Nations are founded and\r\nis contrary to the principles of democracy underlying\r\nthe functioning of parliaments. Furthermore, it calls\r\ninto question our ability to meet at the United Nations\r\nin New York to express the kind of support with which\r\nwe want to provide it. I therefore call on all\r\nrepresentatives and the host country urgently to help us\r\nfind a solution to such problems.\r\nThe Co-Chairperson (Finland): The Assembly\r\nwill now hear an address by Mr. Techeste Ahderom,\r\nCo-Chairperson of the Millennium Forum.\r\nMr. Ahderom (Co-Chair of the Millennium\r\nForum): Last May, representatives of civil society and\r\nnon-governmental organizations from all over the\r\nworld gathered in this great hall to consult about\r\nhumanitys common future and, in particular, about the\r\nrole of the United Nations in the twenty-first century.\r\nThe meeting was called the Millennium Forum,\r\nand, in light of the wide ranging concerns of its\r\nparticipants, the geographic reach they embodied \r\nincluding broad representation from developing\r\ncountries  and the depth and breath of the\r\norganizations they represented, it was one of the most\r\ndiverse  and significant  gatherings of civil society\r\norganizations ever held.\r\nThe Forum was significant for its attempt to\r\naccelerate the process among non-governmental\r\n32\r\nA/55/PV.8\r\norganizations of networking and coalition building\r\nacross issue areas that has proved to be such a powerful\r\nforce for change and social action in todays world.\r\nThe issues we considered included how to establish a\r\njust and lasting peace; how to eradicate poverty; how\r\nto set humanity on a path of sustainable development\r\nwhile protecting our shared environment; how to see\r\nthat human rights everywhere are upheld, at all times,\r\nby all nations; and how to face up to the urgent\r\nchallenges of globalization.\r\nIn the end, despite our great diversity, we\r\nsuccessfully agreed on a powerfully worded\r\nDeclaration and Agenda for Action. It offers a bold\r\nvision for humanitys future and outlines a series of\r\nconcrete steps that the United Nations, governments,\r\nand members of civil society themselves can take to\r\naddress the global problems facing humanity today.\r\nAfter hearing your speeches here over the last\r\nthree days, I must say that our vision and plan of action\r\nare consonant with much of what has been said here. I\r\nam personally heartened by this and feel that this\r\nhistoric Summit may well be remembered as having\r\nopened the door to a long-awaited era of peace, justice\r\nand prosperity for all humanity. This new era will, of\r\ncourse, require concrete deeds and not just words.\r\nWe in civil society stand ready to work with you\r\nand your governments, side by side, in a strong new\r\npartnership to create this new world. At the same time,\r\ncivil society also stands ready to hold you to your\r\ncommitments if you do not deliver on your words.\r\nThroughout history, from the abolition of slavery to the\r\nrecognition of the equality of women and men, most\r\ngreat social movements have begun not with\r\ngovernments but with ordinary people.\r\nIn 1945, civil society played an important role in\r\nshaping many of the key articles found in the Charter\r\nof the United Nations, especially in the area of human\r\nrights.\r\nMore recently, non-governmental organizations\r\nhave played a leading role in shaping and supporting an\r\nInternational Criminal Court, in the movement for debt\r\ncancellation, and in the International Campaign to Ban\r\nLandmines.\r\nOn a number of occasions, Secretary-General\r\nKofi Annan has said that civil society participation in\r\nand partnership with the United Nations is not an\r\noption, but a necessity.\r\nWe appreciate his efforts to facilitate effective\r\npartnership with civil society at the United Nations. We\r\nthank him especially for opening the United Nations to\r\nthe Millennium Forum last May, and for making the\r\nMillennium Forum Declaration available to this\r\nSummit as a United Nations document.\r\nWe ask that you review carefully our Millennium\r\nForum Declaration. I think you will find that, for the\r\nmost part, we are simply calling on Governments to\r\nlive up to the commitments and the principles that they\r\nagreed to in the great global conferences of the 1990s.\r\nWe are also seeking increased access for non-\r\ngovernmental organizations to the United Nations\r\nGeneral Assembly and its Main Committees.\r\nAllow me to give you a few highlights of what\r\nthe Forum called for in its Declaration.\r\nThe Forums participants believe that, when a\r\nbillion people go to bed hungry every night, it is a\r\ngross violation of human rights. The Declaration calls\r\nfor immediate debt cancellation. It also calls for a\r\nGlobal Poverty Eradication Fund, aimed at offering\r\nthe poor access to credit.\r\nOn globalization, the Forum took the view that,\r\nwhile it offers significant opportunities for people to\r\nconnect, share and learn from each other, in its\r\ncurrently unregulated form it increases inequities and\r\nescalates disparities between rich and poor, undermines\r\nlocal traditions and cultures, and it marginalizes large\r\nnumbers of people in urban and rural areas.\r\nThe Declaration urges Governments to make\r\nserious commitments to restructure the global\r\nfinancial architecture based on principles of equity,\r\ntransparency, accountability, and democracy ...,\r\nstating clearly that the United Nations should be the\r\npre-eminent international organization overseeing the\r\nWorld Bank, the International Monetary Fund and the\r\nWorld Trade Organization.\r\nTo conclude, the Millennium Forum Declaration\r\nseeks to articulate the hopes and aspirations of the\r\npeoples of the world. As its opening paragraphs state:\r\nOur vision is of a world that is human-\r\ncentred and genuinely democratic, where all\r\nhuman beings are full participants and determine\r\ntheir own destinies. In our vision we are one\r\nhuman family, in all our diversity, living on one\r\ncommon homeland and sharing a just, sustainable\r\nand peaceful world, guided by universal\r\n33\r\nA/55/PV.8\r\nprinciples of democracy, equality, inclusion,\r\nvoluntarism, non-discrimination and participation\r\nby all persons ....\r\nOral presentations by the Chairpersons of the four\r\nround tables\r\nThe Co-Chairperson (Finland): We shall now\r\nhear oral presentations by the Chairpersons of the four\r\nround tables.\r\nI give the floor to the Chairman of the round table\r\nheld on Wednesday 6 September from 3 to 6 p.m., His\r\nExcellency Mr. Goh Chok Tong, Prime Minister of the\r\nRepublic of Singapore.\r\nMr. Goh (Singapore): I shall summarize the\r\ndiscussion for the round table I chaired. At the outset, I\r\ntold my fellow leaders that I would divide the time\r\nequally among the subjects of globalization, peace and\r\nsecurity, and any other issues. As it turned out, the\r\ndiscussion focused on globalization. However, there\r\nwere a few interventions on peace and security,\r\nSecurity Council reform, and environmental issues.\r\nLet me first provide an overview of the concerns\r\nof the participants on globalization. There was no\r\nobvious North-South divide among the participants. All\r\nthe leaders felt that globalization was a reality that had\r\nto be faced. There were enormous benefits for those\r\nwho could take advantage of globalization. Others who\r\nlacked the capacity to do so, however, would find\r\nthemselves falling further and further behind in the\r\neconomic race. The negative effects of globalization\r\nhave therefore to be moderated so that they will not\r\nstrip away the small and the weak. One key point was\r\nthat, while individual countries had national\r\ninstitutions to regulate the domestic market and\r\nmoderate its social impact, there were no international\r\ninstitutions to regulate the global market and check the\r\nadverse effects of globalization on countries.\r\nOn the digital divide, many leaders felt that\r\nbridging it would help close the widening income gulf.\r\nOthers were of the view that they needed first to deal\r\nwith more fundamental problems, such as lack of basic\r\neducation and reliable electricity and water supplies.\r\nSeveral leaders argued that the rules of the\r\ninternational financial institutions were written to\r\nfavour strong, rich countries. Undemocratic decision-\r\nmaking at the International Monetary Fund (IMF) and\r\nthe World Trade Organization (WTO) was cited. Many\r\nsaid that a basic problem impeding their countrys\r\ndevelopment was their debt burden and urged debt\r\nrelief.\r\nThe leaders offered several solutions to the\r\nproblems they had identified. Some mentioned the\r\nimportance of development assistance in capacity-\r\nbuilding so that countries could benefit from\r\nglobalization. The United Nations could, for instance,\r\ngive training in how to negotiate and take advantage of\r\ntrade agreements. Members have to give the United\r\nNations the resources to run such programmes. They\r\nshould, first and foremost, show their political will and\r\nsincerity in wanting to help the poorer countries by\r\npaying their dues to the United Nations.\r\nTo raise resources, one suggestion was an\r\ninternational tax or some other fiscal measure. This\r\ncould help in finding a solution to the problems created\r\nby globalization. Another proposal was to create an\r\neconomic security council within the United Nations,\r\nwith the same binding authority as the political\r\nSecurity Council. This economic security council\r\nwould monitor the global market and make\r\nrecommendations to deal with economic developments\r\nthat threatened the security of countries. An\r\ninternational anti-trust law to combat price-fixing and\r\nthe abuse of power by monopolies, cartels and large\r\ncompanies was also suggested.\r\nSome leaders expressed the view that the\r\ndecision-making procedures of the WTO, IMF and\r\nWorld Bank should be made more democratic,\r\nconsultative, inclusive and transparent, like the United\r\nNations General Assembly. The decisions of the World\r\nBank and the IMF should take into account the\r\ndifferent social and economic needs of various\r\ncountries.\r\nThere was discussion on whether new institutions\r\nshould be created to deal with the new challenges of\r\nthis era, or old ones reformed. Some participants\r\ncautioned that it would be hard to find resources for\r\nnew institutions, as the cost of participating in existing\r\ninstitutions such as the WTO was already a great\r\nburden for small countries. In any case, the real\r\nproblem was that strong countries could manipulate\r\nexisting institutions for their own advantage, and that it\r\nwas pointless to establish new institutions unless the\r\ndecision-making process itself was made more\r\ndemocratic.\r\nThe question was asked as to how we would\r\nfollow up on the round-table discussion. One proposal\r\n34\r\nA/55/PV.8\r\nwas to use the Millennium Declaration as a plan of\r\naction to be implemented and monitored at both the\r\nnational and United Nations levels.\r\nLet me end this summary with my personal\r\nobservation. I believe that the round-table experiment\r\nwas a success. A round table for leaders deserves to be\r\ninstitutionalized. Since the United Nations was\r\nfounded, leaders have been coming to the United\r\nNations to give their views on global issues on a single\r\ntrack, that is, through speeches in the plenary. Until\r\nthis round table, the United Nations process had never\r\nprovided for an interactive dialogue among leaders. I\r\nwould strongly recommend that the United Nations\r\nbuild on this weeks experience.\r\nI suggest that we build into the United Nations\r\nprocess a round table for leaders every few years to\r\nallow interactive discussion among leaders in an\r\ninformal setting, away from aides, officials and\r\nprepared scripts. This weeks round table has shown\r\nthat such a format can give rise to fresh, useful and\r\ninnovative ideas. An interactive round table would also\r\nfoster closer friendship and understanding between\r\nleaders and hence warmer relations between nations.\r\nWe should not wait for 1,000 years to have the next\r\nround table.\r\nThank you for giving Singapore the honour to\r\nchair one of the four round tables.\r\nThe Co-Chairperson (Finland): I give the floor\r\nto the Chairman of the round table held yesterday\r\nmorning, His Excellency Mr. Aleksander Kwaśniewski,\r\nPresident of the Republic of Poland.\r\nPresident Kwaśniewski: Yesterday I had the\r\npleasure to preside over the debate in the second round\r\ntable of this Millennium Summit. I wish to report today\r\nthat we indeed had a fascinating  and I underline\r\nfascinating  exchange of views. More than 30\r\nleaders took part in the debate. We tried to identify\r\nproblems, find solutions and define the role of the\r\nUnited Nations.\r\nMy conclusion from the debate is that we seem to\r\nshare the same view concerning the nature of the\r\nchallenges facing the world in the twenty-first century.\r\nThese are, among others, security risks and local\r\nconflicts, poverty, development gaps, endemic illnesses\r\nand environmental hazards. Of course, it is much more\r\ndifficult to find mutually agreed solutions to these\r\nchallenges. However, the discussion yesterday offered\r\nsome new ideas and new approaches. What is even\r\nmore important, there was among us a common\r\nagreement that the United Nations should play a crucial\r\nrole in defining the right answers to these problems and\r\nin implementing them.\r\nMy feeling is, after having listened to my\r\ncolleagues, that the main challenge ahead of us is the\r\nquestion of development and of the equal distribution\r\nof the benefits resulting from globalization. Many\r\ncountries are faced with tremendous developmental\r\nproblems as the gap between the haves and the have-\r\nnots continues to increase. It was broadly agreed that,\r\nwhile globalization provided unprecedented\r\nopportunities, including in trade and technological\r\ndevelopment, the benefits of globalization should be\r\nmore evenly and universally spread. Technology offers\r\na great chance, but first we have to satisfy the\r\nfundamental needs of peoples, including food, health\r\nand education.\r\nGlobalization should become human and better\r\nmanaged. At the institutional level, it means reforms of\r\nthe international financial and trading system that\r\nwould make them more equitable. A win-win\r\nglobalization has to address the risks posed by the new\r\ndigital divide. Negative aspects such as drug-\r\ntrafficking, money-laundering, the illicit arms trade and\r\ntransnational crime need to be addressed as well.\r\nConcern was also expressed about the rise in oil\r\nprices and its consequences for development.\r\nThe process of globalization has to be based on\r\nmoral principles and values. The most important\r\namong them is solidarity. At the global level, that\r\nprinciple has to be translated first and foremost into\r\nsolidarity with Africa. A strong plea was made to\r\nrecognize the special circumstances of that continent\r\nand for the international community to undertake a\r\nconcerted effort to address the plight the continent\r\nfaces: poverty, conflicts, HIV/AIDS and so on.\r\nA new partnership for Africa was called for. That\r\nnew deal would require a fundamental change of\r\nattitude, which should be based on independent\r\nthinking and active participation by Africans\r\nthemselves, on a non-parochial, forthcoming and\r\ncomprehensive approach by their partners, on a\r\nrejection of a welfare approach and on an emphasis on\r\nthe root causes of the problems.\r\n35\r\nA/55/PV.8\r\nThe most pressing challenge, most participants\r\nseemed to agree, is the question of fighting poverty.\r\nPoverty is the most extreme form of abuse of human\r\ndignity. It is often the root cause of instability,\r\nconflicts, social tensions and environmental threats.\r\nSeveral participants stressed the need to elaborate\r\nworkable mechanisms at all levels  global, regional\r\nand local  to alleviate poverty and close the gap\r\nbetween rich and poor, and to intensify international\r\ncooperation towards that goal. Leaders reaffirmed their\r\ncommitment to achieving the goal of halving the\r\nproportion of people living in extreme poverty by\r\n2015. It was mentioned that a coordinated United\r\nNations global action plan for poverty eradication\r\nshould be elaborated.\r\nAmong the priorities for action, participants\r\nmentioned also debt relief, as well as the need to\r\nincrease official development assistance. The debt\r\nburden continues to be a major impediment to\r\ndevelopment. It was suggested that some means to\r\nmediate between creditors and debtors might be helpful\r\nto better meet the needs and interests of both sides.\r\nDebt reduction for the poorest nations will enable them\r\nto address the most acute problems of social\r\ndevelopment. To borrow a phrase used by one of the\r\nparticipants, we have finally to move from words to\r\ndeeds.\r\nGrave concern was expressed over HIV/AIDS,\r\nmalaria and other pandemic diseases. These are\r\nconsidered to be a major threat to the achievement of\r\ndevelopment goals. To control these diseases, access to\r\ntreatment and medical drugs at affordable prices should\r\nbe assured, particularly for developing countries. There\r\nwas a call to launch global programmes with the\r\nparticipation of all stakeholders, including the United\r\nNations, Governments, non-governmental\r\norganizations and the pharmaceutical industry. In that\r\nregard, there was widespread support for the proposals\r\ncontained in the Secretary-Generals report.\r\nThe importance of investing in education and the\r\npromotion of the rights of children and youth were also\r\nstressed.\r\nMany participants underlined that stable\r\ndevelopment is not possible without effective\r\nprotection of human rights and strong democracy. The\r\nconditions for democracy needed to be addressed in\r\nboth developed and developing countries. In\r\nestablished democracies, increasingly low voter turnout\r\nas well as racist and xenophobic movements tend to\r\nthreaten democratic norms and values.\r\nThe leaders stressed the link between poverty\r\nalleviation and environmental protection. It was\r\nemphasized that environment should be placed high on\r\nthe global agenda. Ratification of legally binding\r\ninternational instruments such as the Kyoto Protocol to\r\nthe United Nations Framework Convention on Climate\r\nChange was also called for. As one of the participants\r\nobserved, environmental considerations can be a\r\ndriving force in the economy, and new,\r\nenvironmentally sound technologies can provide an\r\nimportant vehicle for growth.\r\nEnsuring security, preventing deadly conflicts and\r\nmaintaining peace are still among the priority tasks of\r\nthe United Nations. There is an urgent need to adapt\r\npeacekeeping operations to the new circumstances, and\r\nto pay increased attention to conflict prevention,\r\npeacemaking and peace-building. If the capacity of the\r\nUnited Nations quickly to deploy robust operations is\r\nnot strengthened, if Member States fail to provide on\r\ntime the necessary resources and personnel and if the\r\nOrganization fails to improve the planning and\r\nmanagement of these operations, the United Nations\r\nmight lose its credibility. There was widespread\r\nsupport for the Brahimi report and for its concrete\r\nrecommendations.\r\nGood-neighbourly relations and regional\r\ncooperation were also seen as a key to ensuring\r\nsecurity.\r\nThe call for reform of the Security Council was\r\nreiterated.\r\nIndividual identification of those who commit\r\nwar crimes and other crimes against humanity is\r\nimportant to avoid collective stigmatization and guilt.\r\nSupport was expressed for the early establishment of\r\nthe International Criminal Court.\r\nSome participants pointed out the need to assess\r\ncritically the instrument of sanctions.\r\nThere was a commonly shared view that the\r\nUnited Nations must be strengthened and that it must\r\nadapt to the changing international environment. The\r\nOrganization was seen as an important vehicle to\r\nmanage globalization. Several participants drew\r\nattention to the need to ensure democracy in\r\ninternational relations, and hence coherence and\r\n36\r\nA/55/PV.8\r\ncoordination among international organizations, both at\r\nthe global and the regional levels, was called for.\r\nSome participants suggested considering the\r\nestablishment of new institutions to deal with problems\r\nof globalization. The idea of an economic security\r\ncouncil was mentioned.\r\nAll in all, the discussion left me with an\r\noptimistic impression. I detected a wide-ranging\r\nmeeting of minds and a determination to amplify our\r\nefforts to bring about change. This Summit is about\r\nchange, and it was stressed that we should seize this\r\nopportunity to translate into action what has been\r\nagreed in principle. Implementation is not only a job\r\nfor the Secretary-General, but is first and foremost the\r\nobligation of Member States.\r\nThere was agreement that the round table served\r\nas a useful forum for an exchange of views. We all\r\nseemed to enjoy this innovative form of more direct\r\nand informal discussion. I believe that many of us\r\nwould welcome this format being followed more\r\nfrequently at the United Nations in future.\r\nI spent almost four hours with my colleagues and\r\nfriends during the discussion, and it was one of the\r\nmost impressive exchanges and meetings of minds in\r\nwhich I, as a fairly experienced politician, have\r\nparticipated.\r\nWe should continue this job. The main message I\r\nwant to offer is that we have a good future in front of\r\nus. We should support the United Nations in all its\r\nefforts. We should support the Secretary-General in his\r\nefforts. I think we have enough power, we have enough\r\ndetermination to do it.\r\nThe Co-Chairperson (Finland): I now give the\r\nfloor to the Chairman of the round table held yesterday\r\nafternoon, His Excellency Mr. Hugo Rafael Chávez\r\nFrías, President of the Bolivarian Republic of\r\nVenezuela.\r\nPresident Chávez Frías (spoke in Spanish): I\r\nhad an outstanding experience coordinating and\r\nassisting in a very diverse round table with heads of\r\nState, representatives of Governments of America,\r\nAsia, Africa, Europe and Oceania. As our good friend,\r\nthe President of Poland, Mr. Aleksander Kwaśniewski,\r\nwas saying, we spent about four hours there, and the\r\nfirst thing I am going to say is that I am going to make\r\na major effort in these first few minutes to reflect the\r\nspirit that prevailed and to stand in solidarity with the\r\nspirit and the creativity that was brought to bear.\r\nI think that is one of the recommendations I bring\r\non behalf of my colleagues of round table number 3.\r\nWe agreed at all the round tables that we must continue\r\nto give impetus to this experience that is just\r\nbeginning. These round tables should be ongoing and\r\nheld frequently; they should be interactive and creative\r\nbecause creativity emerges from that whirlwind of\r\nideas. We must maintain the informal nature of these\r\nround tables so that we do not have written statements.\r\nThey are fine, of course, but we should leave\r\neverything that occurs there open to spontaneity and\r\ncreativity.\r\nThis is also vital to the effort we must make in\r\nthe years to come to seek and attain the truth or the\r\ntruths of today and be able to truly begin to transform\r\nthe world. This is essential. That is the first\r\nrecommendation: Continuity, frequency and the\r\ninstitutionalization of the round tables. This is a way of\r\nreclaiming the ethical nature of participation, of\r\nrestoring the ethical character of the dialogue and the\r\ncreativity.\r\nMy colleagues and I agree on one question based\r\non the deliberations we are witnessing here and on the\r\nexcellent report submitted by the Secretary-General to\r\nguide us at this Millennium Summit. How can the goals\r\ndetermined there be met? For example, reducing\r\npoverty by half by 2015; ensuring that by 2015 all boys\r\nand girls receive a complete education of good quality.\r\nHow can this be achieved and not allowed simply to\r\nremain goals on paper?\r\nPerhaps some of the suggestions and\r\nrecommendations I am going to present could try to\r\nanswer that question. How can that be achieved? First,\r\nwe agree with round table number 1, as was related by\r\nthe Prime Minister of Singapore, Mr. Goh Chok Tong,\r\nthat the establishment of an independent development\r\ncouncil is necessary. However, it must have the same\r\nweight as the Security Council. It should not be an\r\nadvisory or expert group. We will need that, of course.\r\nBut we need a real council that takes decisions to\r\nconfront the enormous challenge of reducing poverty\r\nlevels and raising living standards, particularly of the\r\npoorest and most backward countries.\r\nOne of the many great Secretary-Generals of the\r\nUnited Nations said on one occasion: the United\r\nNations has not been created to take our peoples to\r\n37\r\nA/55/PV.8\r\nheaven, but to save us from hell. There are many\r\npeoples at the gates of hell. It is not just because of\r\nbombs and bombers, but because of hunger, poverty\r\nand marginalization. So we propose the establishment\r\nof a development council in the United Nations in an\r\ninstitutional manner, with great authority and strong\r\ndecision-making powers. It has to be representative and\r\ndemocratic.\r\nSecondly, we must institutionalize and reinforce\r\nthe regional groups. They must meet. We must meet at\r\nthe regional level so that we can frequently table\r\nrecommendations and offer avenues to resolve so many\r\ntragedies within the existing United Nations bodies,\r\nwhich truly need a lot of dynamism.\r\nThirdly, we also agree with almost all the round\r\ntables in that we consider it an urgent matter to\r\nreactivate the South-South dialogue and re-establish a\r\nNorth-South dialogue that will be frank, so that we can\r\nall seek solutions to the many problems.\r\nBecause I am a spokesman for all my colleagues,\r\nI also wish to emphasize that we do not want this to\r\nremain words alone. We are demanding, with this 2000\r\nMillennium Summit, that we truly begin to make\r\nchanges now, not 50 years from now or at another\r\nmillennium summit  the 3000 Millennium Summit.\r\nWe want it now. Our peoples demand this now.\r\nFourthly, I am going to borrow a phrase from one\r\nof my colleagues of round table number 3, who said\r\nthat we cannot continue navigating through the new\r\ncentury with the map we had in 1945. One colleague\r\neven said that his country had not participated in the\r\nSecond World War, which has been cited as part of the\r\ncriteria to be a member of the Security Council. Well,\r\nhe and the majority of us, including Venezuela,\r\nfortunately did not participate in the Second World\r\nWar. The important thing is that we that we make and\r\nshare the map for 2000 with other criteria. Round table\r\nnumber 3 by general consensus and very vigorously \r\nthere were many passionate interactive statements \r\nproposes that democratization of the Security Council\r\nbe faced and achieved. But it must be done because if it\r\nis not, many said we could lose the credibility of the\r\nmessage and the debate on democracy and equality,\r\nwhich is spoken of frequently in these forums. This is\r\nso necessary in order to effect change in the world.\r\nDo away with the veto in the Security Council \r\nthere was absolute consensus on that in round table\r\nnumber 3. That is what we are calling for. But I think\r\nwe have to truly be heard and we must have a real\r\nresponse.\r\nI said this at the round table in one of my\r\nstatements and, believe me, I am going to say here\r\nbefore members with the greatest respect: if we are not\r\nheard, if a year were to pass, if two years were to pass,\r\nif five years were to pass, and nothing happened here,\r\nand if heads of State and Government who represent\r\nmillions of people were not convened, then I think we\r\nwould need to attend another summit.\r\nI am sure that is not going to happen. I am sure\r\nwe will be heard, because we are optimistic as we\r\nmove forward into the new world and the new century.\r\nWe are certain that people are going to pay attention to\r\nus. We speak for millions of people, not for ourselves\r\nalone. We clamour to be heard, now, once and for all.\r\nIn closing, I wish to say that the United Nations\r\nCharter begins with a beautiful expression of\r\ndemocracy. It does not say We the heads of State.\r\nNor does it say We the heads of Government. But it\r\nbegins with a beautiful phrase: We the peoples. Let\r\nus recover that.\r\nLet us consult our peoples. Let us inform our\r\npeoples about what was discussed here, about the\r\nconclusions that were drawn in this Summit and about\r\nthe concerns that were expressed here. There is a\r\nchallenge before us, but I do not believe it impossible\r\nor utopian to establish channels for the participation of\r\npeoples at the world level.\r\nHow can this be done? That is one of the\r\nchallenges facing the United Nations  to inform and\r\nto receive criticism and input from our peoples. It\r\nseems to me that it is much easier today than yesterday,\r\nbecause we have had so much technological progress.\r\nFinally, to underscore the importance of hearing\r\nour peoples  because I believe this, and in Venezuela\r\nwe have proved it  peoples know which way to go.\r\nPeoples have their own wisdom. The experience of\r\ncenturies, of the many paths that have been taken, has\r\ngiven wisdom to our peoples. Let us listen to them. Let\r\nthem speak. Bolívar, our liberator, used to say: I\r\nbelieve more in the counsel of the people than in the\r\ncounsel of the wise men. And I think we find it in the\r\nideas of Christianity  the voice of the people is the\r\nvoice of God. Let us hear the voice of God through the\r\nvoices of the peoples. I am certain that in the years to\r\ncome we will find better paths for our world.\r\n38\r\nA/55/PV.8\r\nI embrace you all most warmly, and I\r\ncongratulate you heartily.\r\nThe Co-Chairperson (Finland): I give the floor\r\nto the Chairman of the round table held this morning,\r\nHis Excellency Mr. Abdelaziz Bouteflika, President of\r\nthe Peoples Democratic Republic of Algeria.\r\nPresident Bouteflika (spoke in French): This\r\nMillennium Summit is an exceptional event. The fourth\r\nround table was an excellent opportunity for us to\r\nexchange views on three crucial issues: globalization,\r\npeace and security and the role of the United Nations.\r\nIn todays new world, national interests need to\r\nbe defined in broader terms. Globalization is a reality.\r\nIt is here to stay. It offers enormous opportunities, but\r\nalso the risk of exclusion and, above all, of\r\nmarginalization. We need to establish a set of rules to\r\nsteer globalization, so to speak. The United Nations has\r\na crucial role to play in this regard in order to\r\ntransform it into a positive force, making it possible to\r\nadvance towards development throughout the world so\r\nthat each human being can achieve self-fulfilment.\r\nOur job is to develop an integrated response at\r\nthree levels: national, regional and global. At the\r\nnational level, we need to give priority to education, to\r\ntake advantage of fresh opportunities and to reduce the\r\ngap between poor and rich. At the regional level, we\r\nmust develop strategies for common action in order to\r\nwork together to open up more our economic spaces, to\r\nreduce conflicts and to make real progress together in\r\nthe area of education. At the global level, the\r\nSecretary-Generals report points the way. We need to\r\nopen up markets more to the commodities of the\r\ndeveloping countries; to create a world compact with\r\nthe private sector to increase investment in African and\r\nother low-income countries; and to provide debt relief\r\nand increase official development assistance to\r\nstimulate growth in the poor countries. We hope that\r\nthe process launched in the United Nations on\r\nfinancing for development will offer an opportunity to\r\nmake great progress.\r\nIn order to combat poverty, national efforts are\r\nnecessary, but the consistent support of the\r\ninternational community is also crucial in order to\r\nmainstream the human and environmental dimensions\r\ninto the globalization process. We must develop a\r\nconsistent, global, approach in the economic, social\r\nand environmental protection areas. The question of\r\nthe relationship between trade, the environment and\r\nsocial standards should be dealt with. Health, nutrition,\r\nemployment, respect for cultural identity and, in\r\nparticular, education, are all essential areas. Education\r\nmust be central to international concerns.\r\nWe must recognize that it is impossible for the\r\npoor countries, the vulnerable countries and the less\r\npowerful countries to catch the globalization train.\r\nSomeone who cannot read cannot enjoy the benefits of\r\ninformation technologies; that goes without saying.\r\nThe national and international efforts that need to be\r\nmade are enormous, but they need to be made.\r\nDebt relief is necessary; indeed, it is crucial for\r\nmany countries. It is absolutely vital for some of us.\r\nHowever, the excessive conditionalities imposed by the\r\ncreditors are counterproductive. The question is, what\r\ncan we do to make sure that this problem does not crop\r\nup again? The developing countries have experience\r\nwith this. The experience of the last decade is hardly\r\nencouraging in this area.\r\nThe development of strategies for debt relief in\r\nAfrica has been proposed. As an African, I think I can\r\nsay that our continent is still awaiting the results. The\r\nconditionalities are difficult and complex, but, when\r\nwe look to the future, education and increased\r\ninvestments are the key elements. The African\r\ncountries definitely need investment in manufactured\r\ngoods and intermediate goods. To that end, it is\r\nessential that we build national infrastructures in order\r\nto attract private investments.\r\nAfrica must create wider economic spaces, which\r\nare essential for the success of its industrial\r\ndevelopment. Participants said that they were in favour\r\nof a conference of the countries of the South, the theme\r\nof which would be revisiting globalization. We also\r\ndeplored the fact that the new international economic\r\norder, which was debated in the United Nations in the\r\n60s and 70s, is no longer relevant.\r\nThe International Monetary Fund, in the view of\r\nthe round table, should be reformed. When it was\r\ncreated, a large number of the members were still\r\ncolonies. Today a discussion is under way in the\r\ncountries of the North about the new role of this\r\ninstitution. However, the South is not a participant.\r\nThis situation must be redressed.\r\nI turn to peace and security. Troop-contributing\r\ncountries must be more involved in the negotiations\r\nand in the follow-up in work in the Security Council.\r\n39\r\nA/55/PV.8\r\nHarmonizing regional mechanisms with the work of the\r\nSecurity Council is something that should be\r\nguaranteed. As was the case in the previous round\r\ntables, we stressed the fact that the present composition\r\nof the Security Council no longer reflected todays\r\nrealities. While much of the work of the Council\r\nconcerns the situation in Africa, Africa has no\r\npermanent seat on that body.\r\nWe must take into account the underlying causes\r\nof conflicts, which lie in poverty, instability, drug-\r\ntrafficking, violence and terrorism, all of which are\r\nimportant manifestations and causes of destabilization.\r\nOn the subject of terrorism, I think that no one in\r\nthe interactive dialogue, which was entirely informal\r\nand free-flowing, challenged the idea that there was\r\ninteraction between the idea of democracy and the\r\nconcept of terrorism. There can be no democracy as\r\nlong as there is terrorism. Moreover, terrorism cannot\r\nbe a phenomenon which just concerns one, two or three\r\ncountries. It is a worldwide scourge and it must be\r\ndiscussed by the whole world community. We\r\nparticularly recommend to the Secretary-General that a\r\nfund be established or that a way be found to finance a\r\nstudy on the various sources of financing of\r\ninternational terrorism. This would be very salutary for\r\ndemocratic experiences which are still emerging in\r\nAfrica.\r\nThe eradication of terrorism is a condition for the\r\nestablishment and the strengthening of the democratic\r\nprocess. Democracy is imperiled by terrorism on a\r\ndaily basis because terrorism can exploit democratic\r\nfreedom to develop. It is disquieting that terrorism is\r\nacquiring increasingly internationalized forms and that\r\nit has particular links with organized crime, including\r\ndrug-trafficking. The General Assembly, therefore,\r\nneeds to remain actively involved in this question. It\r\nneeds to consider ways to combat this scourge. It was\r\nalso proposed that the United Nations undertake a\r\nstudy  perhaps several studies  on this in as\r\nobjective a manner as possible, on sources of\r\nfinancing, particularly countries which are bridgeheads\r\nfor terrorist activities in the world.\r\nThe need to strengthen the United Nations in the\r\narea of peacekeeping has been reaffirmed, and the\r\nrecommendations contained in the Brahimi report were\r\nwelcomed with satisfaction.\r\nI would also like to tell the General Assembly\r\nthat a serious problem was raised in rather pathetic\r\nterms  the problem of debt. The past was revisited.\r\nThe centuries of slavery and colonization, the\r\nplundering of the riches of the third world, the\r\ndepersonalization of our peoples, the deculturation, the\r\ncurrent plundering of the grey matter of our peoples \r\nall of these things led one delegation to reject the idea\r\nof wiping out debt, and the following language was\r\nused: who owes what to whom? I tried to moderate this\r\nby asking if this was a question, and a very curt answer\r\ncame: this is the question.\r\nI think rather more moderate proposals came\r\nfrom another country that we analyse the debts of the\r\nindebted countries to understand how the debt was\r\naccumulated. This might be done in a South-South\r\nframework in which the United Nations could be\r\ninvolved as a partner.\r\nI think everyone unanimously agreed to\r\nrecommend the reform of the Security Council, the\r\nInternational Monetary Fund, the Bretton Woods\r\nagreements and all of the institutions born just after the\r\nSecond World War.\r\nThe Co-Chairperson (Finland): I thank\r\nPresident Bouteflika for his presentation. Now we have\r\nheard them all, and warm thanks to them.\r\nNow we will turn to the United Nations\r\nMillennium Declaration, contained in draft resolution\r\nA/55/L.2.\r\nThe Assembly will now take a decision on the\r\nDeclaration. May I take it that the Assembly wishes to\r\nadopt the United Nations Millennium Declaration?\r\nThe draft resolution was adopted (resolution\r\n55/2).\r\nThe Co-Chairperson (Namibia): I give the floor\r\nto the Secretary-General.\r\nThe Secretary-General (spoke in French): I\r\nthank you, Mr. President, Madam President, Your\r\nExcellencies, ladies and gentlemen. May I first thank\r\nyou all for attending this historic Summit and for\r\nhaving given us clear guidance. In the course of these\r\nthree days I have listened to you closely, and I have\r\nread carefully the Declaration you have just adopted. I\r\nwas struck by the noteworthy convergence of views\r\nexpressed concerning the challenge before us and by\r\nthe urgency of your appeal for action.\r\n40\r\nA/55/PV.8\r\n(spoke in English)\r\nYou have said that your first priority is the\r\neradication of extreme poverty. You have set specific\r\ntargets to that goal, and you have prescribed measures\r\nfor achieving them. If the measures are really taken, we\r\nall know the targets can be reached.\r\nMany of you have said that you understand the\r\npotential benefits of globalization but that your peoples\r\nhave yet to feel them. You have acknowledged that part\r\nof the solution lies in the hands of sovereign States,\r\nwhich must give priority to needs of their people,\r\nespecially the poorest. We all know that States alone\r\ncannot solve the problems of globalization. They need\r\nto work in partnership with the private sector and with\r\ncivil society in the broadest sense.\r\nYou have also called for a more equitable world\r\neconomy in which all countries have a fair chance to\r\ncompete and in which those who have more will do\r\nmore for those who have less. Speaker after speaker\r\nhas stressed the urgent need to release poor countries\r\nfrom their burden of debt. You expressed interest in\r\nfinding new approaches to this problem, including a\r\nsystem of arbitration or mediation which would\r\nbalance the interests of creditors with those of\r\nsovereign debtors. I will give further thought to this\r\nidea and suggest ways in which it could be done.\r\nYou have said that it is intolerable, as we enter a\r\nnew century, that millions of innocent people,\r\nespecially women and children, should still fall victim\r\nto brutal conflict. We all know that in this area the\r\nUnited Nations has fallen short of the worlds\r\nexpectations. We must strengthen our capacity and\r\nimprove our performance so that vulnerable\r\ncommunities feel able to count on us in their hour of\r\nneed. That is why so many of you have welcomed the\r\nreport of the Panel on Peacekeeping Operations and\r\npromised to act quickly on its recommendations.\r\nYou have reaffirmed the vital importance of\r\ninternational law, which is the common language of our\r\nglobal community. Over 80 of you have taken action\r\nduring this Summit to adhere to international legal\r\ninstruments that are central to the spirit of our Charter.\r\nMost of these actions concerned protocols that seek to\r\nprotect children from abuses that bring shame to all\r\nhumankind. Your action is a welcome sign that\r\nhumankind is coming together at last to put an end to\r\nthem.\r\nYou have called for higher priority to be given to\r\nthe special needs of Africa, where poverty and all its\r\nattendant ills seem most intractable.\r\nYou have said that we need more effective\r\ninternational institutions, starting with the United\r\nNations. In your minds, clearly, the reform we began\r\ntogether three years ago is not complete. I agree and\r\nlook forward to working with you to take it further.\r\nAlmost every one of you has called for a\r\ncomprehensive reform of the Security Council. That\r\nsurely must give new impetus to the search for\r\nconsensus on this thorny but unavoidable issue. You\r\nare rightly concerned with the effectiveness of this\r\nOrganization. You want action, and above all, you want\r\nresults. You are right, and I look forward to working\r\nwith you over the coming year to ensure that the\r\nUnited Nations of the twenty-first century can deliver\r\nreal improvements in the life of the worlds peoples.\r\nExcellencies, you have sketched out clear\r\ndirections for adapting this Organization to its role in\r\nthe new century. But ultimately, you are yourselves the\r\nUnited Nations. It lies in your power, and therefore it is\r\nyour responsibility, to reach the goals that you have\r\ndefined. Only you can determine whether the United\r\nNations rises to the challenge. For my part, I hereby\r\nrededicate myself as from today to carrying out your\r\nmandate. I know that the whole staff of the United\r\nNations does the same.\r\nNow let me wish you all a safe journey home.\r\nThank you very much.\r\nThe Co-Chairperson (Namibia): I thank the\r\nSecretary-General for his statement.\r\nNow I give the floor to Her Excellency Ms. Tarja\r\nHalonen, President of the Republic of Finland and Co-\r\nChairperson of the Millennium Summit of the United\r\nNations.\r\nThe Co-Chairperson (Finland): This Summit\r\nhas been a great success. The Millennium Declaration\r\ngives inspiration and guidance for the future of the\r\nUnited Nations. The Summit spirit has been excellent.\r\nNow the General Assembly has to continue the same\r\nspirit.\r\nThe clear message of the Summit is that the world\r\nand its people need the United Nations and want to\r\nmake it even stronger. At the same time, it is clear that\r\nwe also need to strengthen the possibilities and to have\r\ncontact with the people outside this house. All the\r\n41\r\nA/55/PV.8\r\nworld leaders addressed globalization, and rightly so.\r\nAnother important demand is the participation and\r\ninput of the whole civil society.\r\nI think you all are already convinced that the\r\nround table discussions have been an excellent new\r\nstart for the discussions and to show the political will. I\r\ndo hope that round-table discussions will be used in the\r\nfuture. Their informal character adds a great deal to the\r\nUnited Nations normal way of working, and this is the\r\nway to create the political will that we all need to do\r\nwhat we want.\r\nThe Summit has also been complemented by\r\nmany side events, and I do not want to mention them\r\nall, as I do not want to risk omitting any. I think all\r\nhave been a great success.\r\nI thank you, Mr. Secretary-General, for your\r\nexcellent initiative in organizing this Summit and all\r\nthe preparations to make it a success. I hope you will\r\ngive our warm thanks to the Secretariat staff and all the\r\npeople we have not even met but who have made the\r\nSummit possible.\r\nLast but not least, I would also turn now to my\r\ncolleague, President Sam Nujoma and thank him for\r\nhis devotion and also his excellent cooperation I have\r\nfelt during this Summit. I hope it is a good symbol for\r\nlarger cooperation.\r\nThank you, colleagues, for your invaluable\r\ncontribution and active participation in the Summit. I\r\nhave the feeling we made a new spirit for the new\r\nmillennium.\r\nThe Co-Chairperson (Namibia): We have come\r\nto the close of this historic Millennium Summit of the\r\nUnited Nations. Over the past three days, an\r\nunprecedented number of heads of State or\r\nGovernment have gathered here and reaffirmed their\r\nfaith in and commitment to the United Nations in its\r\nsearch for world peace, development and human\r\nsecurity in the twenty-first century. I thank all my dear\r\ncolleagues for the thoughtful and constructive\r\ncontributions they made in plenary meeting and also\r\nfor their fruitful exchanges in the interactive Round\r\nTables. That was a good innovation at the United\r\nNations and it passed the test. I also extend my deepest\r\ngratitude to my colleague and Co-Chairperson, Her\r\nExcellency Ms. Tarja Halonen, President of the\r\nRepublic of Finland, for her leadership and\r\ncooperation.\r\nThe Chairmen of the four interactive round tables\r\ndid much outstanding work, and I also extend my\r\ndeepest appreciation to all of them. They are: Mr. Goh\r\nChok Tong, Prime Minister of Singapore;\r\nMr. Aleksander Kwaśniewski, President of Poland;\r\nMr. Hugo Chávez Frías, President of Venezuela; and\r\nMr. Abdelaziz Bouteflika, President of Algeria. Their\r\nsummaries, presented here, highlighted the range of\r\nchallenges and problems facing the United Nations and\r\nthe whole world. The Secretary-Generals report\r\n(A/54/2000) and the Millennium Declaration have\r\ngiven us proposals and ideas for action. In addition, our\r\nillustrious Secretary-General has initiated many\r\noutstanding tasks, especially with his report, entitled\r\nWe the peoples: the role of the United Nations in the\r\ntwenty-first century, which provided an excellent\r\nbasis for our discussions. I encourage him to continue\r\nhis courageous efforts.\r\nWe all owe a debt of gratitude and appreciation to\r\nthe outgoing President of the General Assembly at its\r\nfifty-fourth session for a job well done, and specifically\r\nfor the concise, political, authoritative and visionary\r\nUnited Nations Millennium Declaration, produced\r\nunder his able leadership. In this context, I congratulate\r\nthe newly elected President of the General Assembly at\r\nits fifty-fifth session, and call upon him to ensure the\r\nimplementation of the Millennium Declaration, and in\r\nparticular to pay attention to paragraph 51 thereof.\r\nIn our various statements, we placed people and\r\ntheir legitimate interests at the centre of our common\r\npursuit. We agreed to take constructive and additional\r\nsteps to address the special needs of Africa and to\r\nassist the people themselves in their struggle for lasting\r\npeace, poverty eradication and sustainable social\r\ndevelopment. We spoke eloquently about the\r\nrecognized need to comprehensively strengthen the\r\nUnited Nations and effective means to do so. Many\r\nspeakers reaffirmed the centrality of the General\r\nAssembly as the chief deliberative, policy-making and\r\nrepresentative organ of the United Nations. They\r\nfurther reiterated the urgency of the reform and\r\nenlargement of the Security Council in all respects to\r\nmake it more representative, transparent, democratic\r\nand legitimate. At the end, we adopted a historic\r\nDeclaration with a vision for the future and far-\r\nreaching implications for the peoples of the world.\r\nBut the peoples of the world want to know what\r\nis next, after this unique Summit. The Declaration in\r\nitself will not put bread on their tables, heal the sick,\r\n42\r\nA/55/PV.8\r\narrest the spread of the HIV/AIDS pandemic, stop the\r\nwars, erase poverty and the burden of debt, enhance\r\nrespect for human rights and guarantee their right to\r\ndevelopment. We cannot, therefore, afford to go back\r\nhome from here and continue business as usual. We, as\r\nheads of State or Government, have the mandate and\r\nthe responsibility individually and collectively to take\r\nbold steps to help the people to help themselves. We\r\nmust act now by translating our commitments into\r\naction. It is time to combine our vision and our\r\nrenewed commitment with the increased resources for\r\nthe United Nations in a purposeful manner so that it\r\ncan move forward. We must fulfil our promises of a\r\nbetter, more peaceful, more prosperous and more just\r\nworld for all. The time to act is now.\r\nLastly, I thank you once again for the opportunity\r\nto co-chair this historic Millennium Summit and for\r\n      \r\nyour kind cooperation for a united world freed at last\r\nfrom all social scourges and human suffering.\r\nMinute of silent prayer or meditation\r\nThe Co-Chairperson (Namibia): I now invite\r\nrepresentatives to stand and observe one minute of\r\nsilent prayer or meditation.\r\nThe members of the General Assembly observed a\r\nminute of silent prayer or meditation.\r\nClosure of the Summit\r\nThe Co-Chairperson (Namibia): I declare\r\nclosed the Millennium Summit of the United Nations.\r\nThe meeting rose at 8 p.m.\r\n"