"United Nations A/55/PV.10\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n10th plenary meeting\r\nTuesday, 12 September 2000, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-63880 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 10\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/55/1)\r\nThe President: The General Assembly, in\r\naccordance with the decision taken at its 9th plenary\r\nmeeting on 11 September 2000, will now take up\r\nagenda item 10, entitled “Report of the Secretary-\r\nGeneral on the work of the Organization”, to hear a\r\npresentation by the Secretary-General of his annual\r\nreport.\r\nI give the floor to the Secretary-General.\r\nThe Secretary-General: “The tumult and the\r\nshouting dies; the captains and the kings depart.”\r\nIn other years this day, when the Assembly begins\r\nits general debate, marks the climax of the United\r\nNations calendar. This year, coming the week after our\r\nhistoric Millennium Summit, it may seem something of\r\nan anticlimax.\r\nBut I prefer to see it as the moment when we roll\r\nup our sleeves and start putting into action the bold\r\npledges that our heads of State or Government have\r\nmade. It is in that spirit that I have the honour to\r\npresent to the Assembly my annual report on the work\r\nof the Organization.\r\nThis year I have not tried to give my annual\r\nreport any grand, overarching theme. I felt that the\r\nAssembly would neither need nor want that, since I had\r\nalready set out, in my millennium report, what I see as\r\nthe major challenges for humanity, and for this\r\nOrganization, at the start of the new century.\r\nNeedless to say, I am delighted that many of the\r\ncommitments and targets I suggested in that report\r\nwere solemnly adopted by heads of State or\r\nGovernment in their Declaration last Friday.\r\nClearly, there is broad consensus on what needs\r\nto be done — broader than many would have expected\r\nin so large and diverse an Organization. What is vital\r\nnow, however, is that we also agree on the means of\r\ndoing it, and that we equip ourselves with the right\r\ntools.\r\nIn particular, it is vital that this Organization, the\r\nUnited Nations itself, should be capable of playing the\r\nrole that the world’s peoples expect of it. It must be, as\r\nthe heads of State or Government declared, a more\r\neffective instrument for pursuing the priorities they\r\nhave outlined. These are the fight for development,\r\nwhich is also the fight against poverty, ignorance and\r\ndisease, including the worldwide scourge of\r\nHIV/AIDS; the fight against injustice in all its forms,\r\nfrom gross inequalities of power and wealth, through\r\ncorruption, discrimination and oppression to the\r\nextremes of mass destruction or genocide; the fight\r\nagainst violence, terror and crime, which take on new\r\nforms as we develop new technology, and which\r\nregrettably march in step with the development of a\r\nglobal economy; and the fight against the degradation\r\nand destruction of our common home, the earth — a\r\n2\r\nA/55/PV.10\r\nfight that still does not receive the priority attention\r\nthat it merits, despite the constant accumulation of\r\nevidence that our present patterns of production and\r\nconsumption are ecologically unsustainable.\r\nI do not mean, of course, that this Organization\r\nshould be able to win all these battles by itself. If the\r\ntwentieth century has taught us anything, it is that\r\nlarge-scale, centralized government does not work. It\r\ndoes not work at the national level, and it is even less\r\nlikely to work at the global level.\r\nGovernments can bring about change, not by\r\nacting alone but by working together with other\r\nactors — with commercial enterprises, and with civil\r\nsociety in its broadest sense.\r\nGovernments can define norms and principles,\r\nand plans of action, after carefully listening to the\r\nviews of civil society. But then they need to work with\r\nappropriate partners to put those norms into practice.\r\nYour heads of State or Government have\r\nreaffirmed the central position of this Assembly as the\r\nchief deliberative, policy-making and representative\r\norgan of the United Nations and have resolved to\r\nenable it to play that role effectively. It is up to you to\r\ngive effect to that resolution, by taking decisions which\r\nreflect the will of the great majority of Member States,\r\nand taking them when they are needed.\r\nConsensus is highly desirable, but it need not\r\nmean waiting for absolute unanimity on every sub-\r\nclause among 189 Member States. The minority, often\r\na very small minority, should not withhold its consent\r\nunreasonably. Whatever we think of the veto in the\r\nSecurity Council, it surely has no place in this\r\nAssembly. We can no longer afford to operate always at\r\nthe level of the lowest, and slowest, common\r\ndenominator. It is up to you, likewise, to achieve the\r\ncomprehensive reform of the Security Council that\r\nyour heads of State or Government have called for — a\r\nreform that will make the Council more representative\r\nand legitimate, but also more effective.\r\nIn this connection, I draw your attention\r\nparticularly to the request addressed to you by your\r\nheads of State or Government to consider expeditiously\r\nthe recommendations of the Panel on United Nations\r\nPeace Operations. As you know, the Panel’s\r\nrecommendations are intended precisely to make this\r\nOrganization more effective in its primary task of\r\nkeeping the peace. Some of them fall within the area of\r\nresponsibility of the Security Council, which decided,\r\nduring its summit-level meeting last week, that it, too,\r\nwould consider them expeditiously. Some fall fully\r\nwithin my own purview as Secretary-General, and I\r\nand my staff have already started work on\r\nimplementing them.\r\nBut the largest number call for decisions by this\r\nAssembly, not least because they have budgetary\r\nimplications. I will shortly submit to you an\r\nimplementation plan, in the hope that within a year we\r\nwill see real change. Never again must the United\r\nNations find itself without the means to protect those\r\nwho have been encouraged to put their trust in it.\r\nNot only in peace operations, but also across the\r\nwhole range of our activities, it is up to you to ensure\r\nthat this Organization is provided, on a timely and\r\npredictable basis, with the resources it needs to carry\r\nout its mandates.\r\nIt is up to you to agree on the clear rules of\r\nprocedure that will enable us in the Secretariat, by\r\nadopting the best management practices and\r\ntechnologies available, and by concentrating on the\r\ntasks that reflect your priorities, to make the best use of\r\nthose resources.\r\nI would add that it is up to you to allocate those\r\nresources in a way that reflects your current priorities,\r\nrather than condemning us to operate with a budget\r\nfrozen in time.\r\nAbove all, we must make the best use of the\r\nOrganization’s human resources, the men and women\r\nwhose job it is to implement your decisions. It is vital\r\nthat we attract staff of the highest calibre and give them\r\nfull opportunity to develop their talents. It is even more\r\nvital that we give them better protection when they are\r\nsent to serve the cause of humanity in situations of\r\nconflict and danger.\r\nI shall shortly submit proposals to you for\r\nimprovements in both these areas — human resources\r\nmanagement and the safety of personnel. I trust you\r\nwill act on them promptly.\r\n(spoke in French)\r\nIt will also be up to you to see to it that the\r\nOrganization is accommodated in premises worthy of\r\nit. Today, our Headquarters, a magnificent set of\r\nbuildings whose elegant silhouette is known in every\r\ncorner of the world, needs urgently to be renovated and\r\n3\r\nA/55/PV.10\r\nmodernized. We cannot continue indefinitely to deal\r\nonly with the most urgent needs, because this will be\r\nan increasingly expensive solution.\r\nThat is why I have proposed a master plan, in\r\nwhich I have considered several possible solutions and\r\nenvisaged various ways of financing them. It emerges\r\nvery clearly that major modernization works will cost a\r\ngreat deal of money, but it is also very clear that if we\r\ndo nothing to change the situation, then the expense\r\nwill soon become much greater, particularly in energy\r\ncosts. I therefore call upon you urgently to take the\r\nnecessary measures while there is still time.\r\nLast, but definitely not least, it is largely up to\r\nyou to ensure that parliamentarians, the private sector,\r\nnon-governmental organizations and civil society in\r\ngeneral have more opportunities to make their\r\ncontributions to United Nations activities, to the\r\nfulfilment of its objectives and to the implementation\r\nof its programmes.\r\nIn this context, I am sure the Assembly will\r\nforgive me if I repeat here what I wrote in my\r\nmillennium report. The agencies of civil society have\r\nmade an important contribution to articulating and\r\ndefending global norms.\r\n(spoke in English)\r\nSince I submitted the report, we have made\r\nheadway on the specific proposals I made for new\r\npartnerships. We are bringing new information\r\ntechnologies within reach of more people in developing\r\ncountries; and we are going to use those technologies\r\nto bring medical knowledge where it is most needed,\r\nand to ensure that help reaches the victims of disasters\r\nwith a minimum of delay.\r\nBut we are not doing this alone. We are doing it\r\nin partnership with volunteers, with corporations and\r\nwith philanthropic foundations. There is much, much\r\nmore to be achieved through these and other kinds of\r\npartnership.\r\nIt is clear that the United Nations and the world’s\r\npeople have much to gain from opening the\r\nOrganization further, including the work of this\r\nAssembly, to such a vital source of energy and\r\nexpertise.\r\nOne role of the United Nations is to be the forum\r\nwhere international norms are agreed and promulgated,\r\nand where all voices can be heard, especially those of\r\nthe poor and vulnerable, whose views and interests are\r\noften ignored elsewhere. Another role is to help form\r\ncoalitions for change at the global level. And, of\r\ncourse, the United Nations must continue to play the\r\nprimary role assigned to it by its founders: that of\r\nkeeping the peace.\r\nWhat sort of Organization can play these roles?\r\nOne that is open, one that is flexible, one that is\r\nefficient, one that is representative of all the world’s\r\npeoples and enjoys legitimacy in their eyes.\r\nThose are the qualities which I have done my best\r\nto cultivate in this Organization since I became its\r\nSecretary-General. But, the key decisions lie in your\r\nhands.\r\nThe President: We have concluded this stage of\r\nour consideration of agenda item 10.\r\nAgenda item 9\r\nGeneral debate\r\nThe President: The Assembly will now begin the\r\ngeneral debate. Before giving the floor to the first\r\nspeaker in the general debate, I should like to remind\r\nmembers of the decision taken by the General\r\nAssembly at its 9th plenary meeting on 11 September\r\n2000, that congratulations should not be expressed\r\ninside the General Assembly Hall after the speech has\r\nbeen delivered.\r\nIn this connection, may I remind members of\r\nanother decision taken by the Assembly at the same\r\nmeeting: that speakers in the general debate, after\r\ndelivering their statements, would leave the Assembly\r\nHall through Room GA-200, located behind the\r\npodium before returning to their seats.\r\nI should also like to remind representatives that,\r\nin accordance with the decision taken by the General\r\nAssembly at its 9th plenary meeting, the list of\r\nspeakers will be closed on Thursday, 14 September, at\r\n6 p.m. May I request delegations to be good enough to\r\nprovide estimated speaking times that are as accurate\r\nas possible. This will facilitate the work of the General\r\nAssembly.\r\nI should now like to recall for the attention of\r\nMembers paragraph 21 of the annex to resolution\r\n51/241, whereby the General Assembly indicated a\r\nvoluntary guideline of up to 20 minutes for each\r\nstatement in the general debate. Within this given time-\r\n4\r\nA/55/PV.10\r\nframe, I should like to appeal to speakers to deliver\r\ntheir statements at the normal speed so that\r\ninterpretation may be provided properly.\r\nThe first speaker in the general debate is His\r\nExcellency Mr. Luiz Felipe Palmeira Lampreia, the\r\nMinister for Foreign Relations of Brazil. I give him the\r\nfloor.\r\nMr. Lampreia (Brazil): Brazil applauds your\r\nelection, Sir, to preside over the fifty-fifth session of\r\nthe General Assembly of the United Nations. Your\r\npersonal political experience and Finland’s historic\r\ncontribution to the promotion of peace, human rights\r\nand social development are valuable credentials that\r\nyou bring to the honoured task of chairing our work.\r\nOn behalf of the Brazilian Government, I pay\r\ntribute to your predecessor, Foreign Minister Theo-Ben\r\nGurirab. His diplomatic skills and commitments to the\r\nhighest ideals of the United Nations insured him a\r\ndecisive role at the helm of the fifty-fourth session.\r\nI wish to make a very special reference to our\r\nSecretary-General, Kofi Annan. His moral authority\r\nhas served as a beacon as we strive to fulfil the\r\nprinciples and goals of the United Nations. His report,\r\n“We the peoples: the role of the United Nations in the\r\ntwenty-first century”, is a contribution of fundamental\r\nimportance to the cause of peace and justice, and to a\r\nstronger United Nations. It will serve as a permanent\r\nsource of inspiration as we ponder the crucial decisions\r\nthe Organization is called upon to make.\r\nBrazil had the satisfaction to co-sponsor the\r\nresolution bringing Tuvalu into the United Nations\r\nfamily. We salute Tuvalu as our newest member.\r\nFor the sixth consecutive time it is my honour to\r\ntake part in the opening of the general debate. On all\r\nprevious occasions, I took stock both of the positive\r\nand negative aspects of the current state of world\r\naffairs, the facts that afford us satisfaction and those\r\nthat are cause for frustration and even indignation. This\r\nis our daily challenge and the motivating force behind\r\nour work.\r\nWe meet here for the last time this century. We all\r\nknow that the twentieth century has been marred by a\r\nfundamental contradiction. We have seen a growing\r\nabundance of intellectual and material resources that\r\nshould have brought about a greater convergence of\r\nopportunities and expectations as well as of living\r\nstandards throughout the world. Yet, what we also saw\r\nwas a failure to harness the necessary political will to\r\ntranslate those extraordinary possibilities into a reality\r\nof progress shared by all. This applies not only to the\r\ninternational community as a whole but is equally valid\r\nfor the great majority of nations represented here,\r\namong which is Brazil itself.\r\nNo doubt, we have much to gain in identifying\r\nthose aspects of our relations with the international\r\nenvironment that are a hindrance to national\r\ndevelopment. Yet it is equally illuminating to seek\r\nwithin our own countries examples of success and\r\nfailure that help explain the world we live in.\r\nGlobalization is asymmetrical in part because it flows\r\nfrom national societies that are themselves socially\r\nunbalanced and seem to have lost some of their urge to\r\nbring about social justice.\r\nFreedom — the greatest of values — continues to\r\nadvance on all fronts and in all continents. That is a\r\ncrucial development. There is cause for concern,\r\nhowever, that the core values of equality and fraternity\r\nare dangerously being put aside. It is imperative that\r\nthese two other essential elements return to the top of\r\nour agenda. They must retake their rightful place at the\r\ncentre of our policy decisions before it is too late —\r\nbefore some are misled into believing that the\r\ninevitable price for preserving freedom is the\r\nperpetuation of the divide between the rich and the\r\npoor, between those who are included and those who\r\nsuffer exclusion, between the “globalized” and those\r\nleft behind.\r\nIf democracy and freedom are to put down firm\r\nroots within our countries, we must foster a genuine\r\nsense of solidarity that translates into effective action.\r\nOnly thus will we build an international order that is\r\nconducive to the preservation of peace and can\r\nfunction as an engine of sustained growth. It is\r\nunacceptable that major global issues and campaigns\r\nfor transnational solidarity be manipulated and\r\nexploited in order to disguise what amounts to the\r\nprotection of narrow interests. Unfortunately, this is\r\nwhat is happening in the field of international trade.\r\nFirst, the inconsistency between free trade\r\nrhetoric and the continued use of protectionist policies\r\nof various types by developed countries. As I stated at\r\nthe World Trade Organization conference in Seattle, the\r\nname of this game is discrimination. And\r\ndiscrimination, especially when waged against the\r\nweakest, is the absolute negation of solidarity. We must\r\n5\r\nA/55/PV.10\r\nreverse these grave distortions in international trade,\r\nand especially as concerns agricultural products.\r\nIt is inadmissible that the most prosperous\r\nnations, whose economies are strongly based in the\r\nmanufacturing and service industries, should be legally\r\nentitled to restrict access to their markets for\r\nagricultural goods, while they call for the free flow of\r\nthose goods in which they benefit from an enormous\r\ncompetitive advantage. It is even more intolerable that\r\nthese countries be allowed, as is presently the case, to\r\nsubsidize the production and export of agricultural\r\ncommodities to the tune of dozens of billions of\r\ndollars. These policies cause enormous harm to\r\nexporting nations that are more efficient and\r\ncompetitive in this field, but lack the financial means\r\nto offer equally generous fiscal incentives to their\r\nfarmers.\r\nSecondly, not satisfied with the persistence of this\r\nhighly discriminatory situation — where what is said\r\noften deviates from what is done — there are those in\r\nthe developed countries who give voice to sectional\r\ninterests and defend a new offensive against the\r\nexports of developing nations. This is what the new\r\nlanguage of protectionism, camouflaged as\r\nhumanitarian internationalism, would seem to suggest.\r\nIt unfurls the seductive banner of labour and\r\nenvironmental standards, which, if adopted, would\r\nfurther restrict the access of products from developing\r\ncountries to the markets of rich countries.\r\nThis rhetoric and its appeal to certain segments of\r\npublic opinion might suggest that the exports of\r\ndeveloping countries pose a threat to the economic\r\nwell-being and the way of life of the more developed\r\nsocieties. We all know this is not true. After all, these\r\nexports represent less than a third of world trade and\r\nare made up mostly of raw materials.\r\nThe main objective of those who wish to\r\nintroduce labour conditionalities into trade rules has\r\nlittle to do with improving the quality of life of\r\nworkers in poor countries. Their fundamental aim is to\r\nprotect backward sectors of their own economies that\r\nstrictly speaking are no longer capable of competing\r\neffectively in a free trade environment.\r\nSanctions and commercial barriers are inadequate\r\ntools to enhance labour standards and to protect the\r\nenvironment in developing countries. Our countries\r\nand our own societies, more than any other, are\r\ninterested in achieving those very same objectives,\r\nwhich is why we need more — not less — exports and\r\neconomic growth.\r\nThis is a message that developing countries must\r\nmake ring out in a clear and powerful voice. We must\r\ninstil in developed societies an understanding that they\r\nare not alone in the world. Above all, they must not\r\npresume to unilaterally write the rules of international\r\ntrade solely according to their interests and points of\r\nview, as if the other 5 billion human beings did not\r\nhave equally legitimate aspirations to progress, justice\r\nand well-being.\r\nNations must come increasingly to comprehend\r\nand respect differing realities and objectives among\r\nthemselves. At the same time, they must recognize\r\ntheir commonalties and affinities; explore and enlarge\r\nareas of convergence and opportunities for cooperation;\r\nand overcome suspicions, rivalries and disputes.\r\nNowadays it is above all through regional\r\nintegration that this learning process takes place. For\r\nmost countries, it opens the door to a more intensive\r\nand meaningful participation in global affairs.\r\nIn the Americas, and more specifically in Latin\r\nAmerica, we have set ourselves firmly on this course.\r\nThe countries of the region are increasingly integrated\r\namong themselves and into the world. These are the\r\ntwo inseparable faces of the same forward movement.\r\nA few days ago in Brasilia, on the initiative of\r\nPresident Fernando Henrique Cardoso, a meeting of\r\nPresidents of South America took place for the first\r\ntime in our history. This gathering sought to bring\r\ntogether the leaders of South America around the\r\ncommon challenges that grow out of our shared\r\ngeography and physical proximity. It is only natural\r\nthat this first meeting should have occurred in Brazil,\r\nwhich shares borders with nine of its 11 South\r\nAmerican neighbours, and has lived in harmony with\r\nall for over a century in a spirit of peace, friendship\r\nand growing determination to move ahead on the road\r\nto full integration.\r\nThe Presidents took important and concrete steps\r\nin this direction that will bear lasting fruit. In the\r\npolitical realm, they agreed to underscore the\r\ncommitment of the countries of South America to\r\ndemocracy and decided that participation in future\r\nSouth American gatherings would hinge on the\r\npreservation of the rule of law and full respect for\r\ndemocratic values and procedures. They also agreed to\r\n6\r\nA/55/PV.10\r\nhold consultations among their Governments in the\r\nevent of a threat to democracy in our region.\r\nIn trade matters, they resolved to begin\r\nnegotiations on a free-trade zone between\r\nMERCOSUR and the Andean Community, to be\r\nestablished before January 2002 and to be expanded\r\ninto an economic zone covering all of South America,\r\nincluding Chile, Guyana and Suriname. To this end the\r\nPresidents decided to coordinate the planning and\r\nfunding of projects for integrating the region’s\r\ninfrastructure, in particular in the priority areas of\r\nenergy, transport and telecommunications. By working\r\ntogether in this way we will more quickly set up the\r\nphysical links that will enhance South American unity.\r\nDrug trafficking and organized crime are issues\r\nthat affect, in different forms, all regions of the world.\r\nThe Presidents highlighted the role of the Organization\r\nof American States in the fight against drugs in the\r\nhemisphere and the setting up last year of the\r\nmultilateral evaluation mechanism to assess the\r\nperformance of our countries in this effort. They also\r\ndecided to establish systematic consultations among\r\nnational agencies and to set up a South American anti-\r\nlaundering task force.\r\nThe meeting of Presidents of South America was\r\nan event unique in the almost two centuries of\r\nindependent nationhood for most of the subcontinent.\r\nAs well as having historic significance and long-term\r\nimpact, this summit will also generate results in the\r\nimmediate future.\r\nNone is more significant than the commitment to\r\ndemocratic values. President Fernando Henrique\r\nCardoso was very much to the point when he said:\r\n“the South America of today is synonymous with\r\ndemocracy ... In this dawning of democracy, we\r\nwill not tolerate abuses. And we will increasingly\r\ndemand the right not only to vote, but to defend\r\nfreedom, access to information and the judicial\r\nguarantees that make elections an effective\r\nexercise in democracy”.\r\nThe United Nations has seen important\r\nachievements over this last year. Let me recall a few.\r\nThe goal of creating a more just, tolerant society was\r\nreaffirmed during the follow-up world conferences on\r\nwomen — Beijing +5 — and on social development —\r\nCopenhagen +5. At the Non-Proliferation Treaty\r\nreview conference, modest but nevertheless significant\r\nprogress was made towards freeing the world from the\r\nscourge of nuclear arms. As one of the New Agenda\r\ncountries, Brazil is proud of its contribution to the\r\nsuccess of the conference, whose results will be a\r\nlitmus test for future advances in the nuclear\r\ndisarmament field.\r\nEfforts to establish an International Criminal\r\nCourt have moved ahead, and Brazil signed the Rome\r\nStatute. Those that commit crimes against humanity\r\nmust not, under any circumstances, go unpunished.\r\nIn the Brahimi report (A/55/305), a valuable\r\nframework has been laid out on how to strengthen the\r\nwork of United Nations peacekeeping operations and,\r\nas a result, on how to overcome recent failures. The\r\ncourageous Rwanda and Srebrenica reports offer us a\r\nprecise diagnosis of what needs to be done.\r\nIn Timor, under the leadership of a model\r\ninternational official, Sergio Vieira de Mello, a new\r\nState is taking form and coming to life. We express our\r\nstrongest condemnation of the attack on innocent\r\nworkers at the United Nations office in Atambua, West\r\nTimor, who were helping to achieve this very goal.\r\nIn contrast with these achievements, the\r\nfrustrations are well known. Peacekeeping operations\r\nin Sierra Leone and in the Democratic Republic of the\r\nCongo have still to show results; the conflict in Angola\r\ngoes relentlessly on as a result of UNITA’s inexcusable\r\nfailure to comply with international directives and law;\r\nand there is growing awareness of the devastating\r\ndimensions of the AIDS epidemic in Africa and in the\r\nrest of the world.\r\nLess than a week ago, in a historic meeting in this\r\nvery Hall, world leaders took stock of the work and\r\nachievements of multilateralism. The outcome was a\r\nclearer reaffirmation of our determined and\r\nunequivocal commitment to reinvigorate the United\r\nNations. We reinforced our convictions about the\r\ncrucial role of this Organization in ensuring that justice\r\nis done and that international peace takes root.\r\nBrazil has always been convinced of this.\r\nIn the absence of the United Nations, human\r\nrights would be more vulnerable; the distance between\r\nantagonists would be wider; the difficulties in\r\neradicating poverty would be greater; the growth of\r\ntolerance would be slower and democratic practices\r\nwould face even stronger opposition.\r\n7\r\nA/55/PV.10\r\nIt may be that the Millennium Summit only gave\r\nexpression to what we already knew. The historic\r\nlegacy of this Summit should, then, be our renewed\r\nwillingness to act.\r\nWe all know that it is by mobilizing political will\r\nthat we can make a difference. The United Nations is\r\nthe model political forum of the international\r\ncommunity and its central goal is to provide the ways\r\nand means to bring to life our dearest ideals, values and\r\naspirations.\r\nIn this hall there has often been a divorce\r\nbetween words and deeds, between objectives and the\r\ntools to achieve them, as if they hailed from different\r\nuniverses, distant and isolated from each other.\r\nIt is only through political dialogue, and\r\nconsultation among States made possible by\r\nmultilateralism that a degree of rationality and\r\npredictability can be brought to the workings of global\r\nforces.\r\nTo foster multilateralism is to strengthen the\r\nUnited Nations and the modern understanding of the\r\nindividual as the central beneficiary of international\r\naction. Only thus can we look forward to progressive\r\nand just governance in this integrated world.\r\nIt is our obligation to fulfil our common\r\ncommitments, so vigorously underscored during the\r\nMillennium Summit. We must do so with determination\r\nand a sense of urgency.\r\nThe President: I now call on Her Excellency\r\nMrs. Madeleine Korbel Albright the Secretary of State\r\nof the United States of America.\r\nMrs. Albright (United States of America): I am\r\nhonoured to address the Assembly on behalf of the\r\nUnited States and to reinforce the eloquent message\r\nPresident C1inton conveyed during last week’s\r\nMillennium Summit. Because my father worked here\r\nwhen I was young, I have always considered myself a\r\nchild of the United Nations. And because I had the\r\nprivilege to serve here as America’s Permanent\r\nRepresentative, I feel at home and so will speak\r\nplainly.\r\nThe members of this body reflect virtually every\r\nculture, ethnicity and geographical region. We are city\r\nand country, inland and island, tropical and temperate,\r\ndeveloping and industrialized. We are as diverse as\r\nhumanity.\r\nAnd yet, in responding to the daunting demands\r\nof this new era, we are bound together by the interests\r\nwe share and the ideals to which we aspire.\r\nWe all have a stake in building peace and\r\nrelieving poverty, championing development and\r\ncurbing disease. We all want to see the dangers posed\r\nby weapons of mass destruction reduced, refugees\r\ncared for, children nourished, the environment\r\nprotected, and the status of women advanced.\r\nWe all believe the benefits of globalization must\r\nbe allocated more broadly within and among societies.\r\nBecause if the new technologies are to ease the old\r\nproblems, they must help the many who today lack\r\naccess and skills, so that every village becomes a home\r\nto opportunity and every school a midwife to hope.\r\nAs the Millennium Summit reflected, we have no\r\nshortage of worthy goals. We are right to aim high and\r\ntake on the mightiest tasks.\r\nBut as the Secretary-General has said, progress\r\ndepends on working together. We need all hands on\r\ndeck, pulling in the same direction. For each of us, that\r\nresponsibility begins at home because the international\r\ncommunity cannot help any nation that is not striving\r\nto help itself.\r\nEach Government has an obligation to observe\r\ninternational norms on human rights, uphold the rule of\r\nlaw, fight corruption and raise awareness about\r\nHIV/AIDS. But in the twenty-first century, no nation\r\ncan protect and serve its people simply by going it\r\nalone and that is why we  all benefit from\r\nstrengthening regional bodies such as the Organization\r\nof American States (OAS), the Organization of African\r\nUnity (OAU), the Association of South-East Asian\r\nNations (ASEAN) and the Organization for Security\r\nand Cooperation in Europe (OSCE).\r\nBecause of their unique expertise and regional\r\nlegitimacy, they can be instruments for solving some of\r\nthe hardest challenges we face. But they will succeed\r\nonly if we raise our expectations of these\r\norganizations, call upon them to act boldly and back\r\nthem when they do.\r\nRegional bodies can contribute much to the\r\npurposes outlined in the Charter, and the goals\r\nestablished during the Millennium Summit. But here\r\nagain, they cannot do it all.\r\n8\r\nA/55/PV.10\r\nThe role of the United Nations is also vital,\r\nbecause no other institution combines a comprehensive\r\nmandate with near universal representation and global\r\nreach.\r\nWe all have an interest in the success of the\r\nUnited Nations. That is its greatest strength, and also\r\nits burden, because 189 nations have to work very hard\r\nif they are to agree.\r\nI remember when I came to New York in 1993, I\r\nwas told by cynics that the United Nations was too\r\nbureaucratic to change, and too big ever to achieve\r\nconsensus on measures to improve its governance.\r\nThose cynics were wrong. With support from\r\nmany countries, we have made impressive progress.\r\nCompared to seven years ago, the United Nations\r\naccomplishes more and wastes less. Accountability has\r\nincreased and duplication diminished.\r\nThe Internal Oversight Office, which did not exist\r\nin 1993, has grown steadily more rigorous and is\r\nresponsible for tens of millions of dollars of savings. A\r\nculture of transparency and results is slowly but surely\r\ntaking hold. Moreover, both United Nations\r\nHeadquarters and the entire United Nations system are\r\nbetter led than they have ever been.\r\nUnited Nations leaders and Members can take\r\npride in the gains made, but we all know there is much\r\nmore work to be done.\r\nThat is why we must back the Secretary General’s\r\nefforts to further improve United Nations management,\r\nrecognizing that every dollar wasted is a dollar lost to\r\nthe fight against poverty and to the achievement of\r\nother urgent goals.\r\nWe must also move ahead rapidly to strengthen\r\npeacekeeping, because it is the most visible and vital\r\nyardstick of United Nations success and, for people in\r\nstrife-torn regions, often means the difference between\r\na normal life and no life at all.\r\nThere is no magic formula for curing the ills that\r\nhave plagued United Nations peace operations in the\r\npast. But the report, just prepared by Ambassador\r\nBrahimi’s team, is a solid place to start.\r\nAs President Clinton said last week, we need to\r\nensure that United Nations peacekeepers can be\r\ndeployed with the right training and equipment and the\r\nright rules of engagement so they can achieve, not\r\nmerely attempt, their missions.\r\nThis will require a larger peacekeeping staff, on\r\npermanent assignment, comprised of the best talent and\r\nexperience we can find.\r\nIt will require military planners the world over to\r\nrecognize that training for peace operations is a\r\nlegitimate part of every nation’s security strategy. It\r\nwill require the ability to deploy rapidly not only\r\nUnited Nations military forces, but also civilian police\r\nand experts in law enforcement and judicial reform. It\r\nwill demand improved coordination between military\r\npeacekeepers and civilian builders of peace, so that\r\nmissions begun are completed and recovery bred by\r\nreconciliation can take hold.\r\nAnd it will require additional resources from my\r\nGovernment and from each of yours. And by\r\n“additional”, I mean resources that should not come at\r\nthe expense of other core United Nations goals.\r\nThe United States will heed the Secretary-\r\nGeneral’s request that we work together to consider\r\nand implement the best recommendations of the\r\nBrahimi report.\r\nWhether for peacekeeping or programmes, the\r\nUnited Nations also needs a sustainable and equitable\r\nsystem of financing. We do not have that today.\r\nMember States, including my own, must do a better job\r\nof making payments on time. But we must also look\r\nafresh at the method used to allocate responsibility for\r\nUnited Nations costs.\r\nLast week, the Security Council called for\r\nadjustments in the scale of assessments. This plea has\r\nbeen echoed by dozens of other countries and should\r\nbe acted upon by the General Assembly this fall.\r\nA more equitable system should provide a much\r\nstronger foundation for United Nations programmes\r\nand missions. It should preserve the special\r\nresponsibility for peacekeeping of the Security\r\nCouncil’s permanent members. It should retain a\r\nheavily discounted rate for the poorest countries. And\r\nit should reduce the United Nations overall reliance on\r\npayments from the United States, while at the same\r\ntime enabling my Government to write a check to the\r\nUnited Nations for nearly $600 million in prior\r\nobligations.\r\n9\r\nA/55/PV.10\r\nClearly, adjustments are long overdue. The\r\nUnited Nations needs a firm and reliable financial base.\r\nIn the weeks ahead, the United States will be pleased to\r\nwork with members to accomplish this landmark goal.\r\nFurther improvements in management and\r\npeacekeeping and a sounder financial base are a vital\r\nstep towards a stronger and more effective United\r\nNations. But we must also stand up to the campaign\r\nlaunched by Baghdad against the United Nations\r\nauthority and international law.\r\nSecurity Council resolution 1284 (1999) provides\r\nan effective plan for protecting world security through\r\nresumed weapons inspections and monitoring inside\r\nIraq. It has expanded the oil-for-food programme that\r\nhas delivered $8 billion in humanitarian supplies to\r\nIraqi civilians, with $6 billion more on the way. And it\r\nwould enable Iraq, through compliance with the\r\nresolution’s terms, to achieve an early suspension of\r\nsanctions. Thus far, Baghdad has flatly refused to\r\naccept the resolution. The regime’s strategy is to ignore\r\nits United Nations Charter obligations and to seek to\r\npreserve at all costs its capacity to produce the\r\ndeadliest weapons humanity has ever known.\r\nWe must continue to do all we can to ease the\r\nhardships faced by Iraq’s people. But we must also\r\ndefend the integrity of this institution, our security and\r\ninternational law.\r\nThe Millennium Summit illustrated the United\r\nNations long-standing role as a forum for articulating\r\nconsensus goals. But achieving these objectives will\r\nrequire action at all levels, from local to global. It will\r\nalso require a willingness to move well beyond the\r\nlimits and habits of the past.\r\nToday, the United Nations is taking on a wide\r\narray of new issues, what I call “people issues”,\r\nbecause they so directly affect the lives of our citizens.\r\nThey include the challenge of protecting our planet by\r\nlimiting greenhouse gas emissions; securing safe water\r\nsupplies; halting desertification; and putting a stop to\r\ntrafficking in human beings. They especially include\r\nthe fight against HIV/AIDS, which was highlighted in\r\na letter to the Secretary-General signed by the women\r\nForeign Ministers last night. These and similar\r\nchallenges are sure to be important components of\r\ntwenty-first century diplomacy, and because they are\r\nglobal in scope, require a global response.\r\nThe United Nations is also playing an increased\r\nrole in areas where cold war divisions once held it\r\nback. Over the past decade, United Nations entities\r\nhave contributed much by prosecuting war criminals,\r\npromoting democracy, supporting human rights and\r\naiding the fight against illegal drugs.\r\nThese issues require a willingness to take a stand,\r\nas the United Nations has done in holding accountable\r\nthe perpetrators of ethnic cleansing in Rwanda and the\r\nBalkans; striving to end rebel outrages in Sierra Leone;\r\nand expressing opposition to the long-standing and\r\nongoing violation of basic human rights in Burma.\r\nLet me say this morning that when the Burmese\r\nGovernment tries to blame the victims for the crime,\r\nand say that Aung San Suu Kyi and her party are\r\nresponsible for their own repression, I can only reply\r\nthat much the same was once said about Gandhi and\r\nMartin Luther King, Nelson Mandela and Václav\r\nHavel. The world is not fooled, and we must not be\r\nsilent.\r\nSome argue that speaking out in defence of\r\nhuman rights constitutes interference in internal affairs.\r\nI believe it helps to fulfil the purposes of the United\r\nNations Charter, because when international norms are\r\nassaulted, the United Nations must do more than\r\nsimply observe injustice, or report upon it, or\r\nsympathize with the victims. We must do all we can,\r\nwhere we can, to stop the perpetrators.\r\nThis requires the active backing and participation\r\nof United Nations Members, so that respect for\r\ninternational law becomes steadily more universal and\r\nthe incentives for observing global standards\r\nprogressively more clear.\r\nThe result, if we are united and determined\r\nenough, will be a world of greater security, justice and\r\npeace. Realistically, this is essential, if we are to\r\nachieve the ambitious social goals we have set.\r\nBut there is one other essential element as well,\r\nand that is democracy. This past summer in Poland, for\r\nthe first time, more than 100 nations came together to\r\nreaffirm democratic principles and ensure that the\r\ndemocratic tide remains a rising one around the world.\r\nWe did this not because democracy always\r\nproduces good Governments, for it does not. But we\r\nare convinced by the evidence of the old century that\r\nthe hopes we share for the new will more readily be\r\n10\r\nA/55/PV.10\r\naccomplished if people are able to live and work in\r\nfreedom.\r\nDemocracy is the one road we can all walk down\r\ntogether and the best system yet devised for sowing\r\nand growing the seeds of economic opportunity.\r\nIn promoting democracy, we are not attempting to\r\nimpose our values on anyone else. In fact, this is not\r\npossible, because democracy, by definition, enables\r\ncitizens within a country to shape their own destinies in\r\naccordance with their own convictions and ideals.\r\nMake no mistake. In any country, at any time,\r\ndictatorship is an imposition. Democracy is a choice.\r\nAs we have learned during the last 55 years, the\r\nUnited Nations provides no guarantees of global peace\r\nor prosperity. But it can play a vital role as catalyst and\r\ncoordinator, and as a bridge connecting the\r\ncontributions of one to another.\r\nTo those who would judge it harshly, I would\r\nrespond not by pointing first to the deliberations of\r\ndiplomats such as myself, in surroundings such as\r\nthese. Instead, I would point to the day-to-day efforts\r\nof United Nations workers caring for refugees, feeding\r\nchildren, providing shelter and preventing disease.\r\nI would point to the men and women on the front\r\nlines, from Port-au-Prince to Freetown, and from\r\nKosovo to Kisangani, doing some of the world’s\r\nhardest work, and, as we have been reminded by the\r\nrecent slayings of employees of the Office of the\r\nUnited Nations High Commissioner for Refugees in\r\nEast Timor, also the most dangerous. It is their efforts\r\nand sacrifice, in partnership with so many indigenous\r\nand other non-governmental organizations, that truly\r\nremind us of the United Nations purpose and of our\r\nkinship with one another.\r\nThis is, I expect, my last official speech to a\r\nUnited Nations audience. As I stand before you, I am\r\ndeeply conscious not only of our many\r\naccomplishments, but also of the tasks not yet\r\ncompleted.\r\nI am grieved by the conflicts that still rage, and\r\nthe basic rights and freedoms still denied. I am\r\nfrustrated by the gaps that still exist between our ideals\r\nand actions, and alarmed by the deepening material\r\ndivide that ultimately threatens every nation, rich and\r\npoor alike.\r\nThere are those who say it is naïve to think that\r\nthe future can be made better than the past. I am\r\nreminded that this institution was founded by men and\r\nwomen who were as realistic as any human beings\r\ncould be, for they were the survivors of the worst\r\nconflict our world has known and determined that\r\nsucceeding generations should be saved from holocaust\r\nand war. They had faith. Surely we, as well, must have\r\nfaith that by working together within and outside this\r\nOrganization, we can move together, step by step\r\ntowards the lofty goals we have set, and thereby bring\r\nabout a world more peaceful, prosperous and free than\r\nit has ever been. Since 1993, it has been my privilege\r\nto work with so many of you, from every part of the\r\nglobe, in support of the interests we have in common\r\nand the dreams our people share.\r\nThis morning, I want to thank you for your\r\nfriendship; pledge my cooperation in the months\r\nimmediately ahead; and ask respectfully, in turn, for\r\nyours. I promise, as well, to serve the cause of\r\ninternational progress and individual liberty not only\r\nfor as long as I am in office, but for as long as I am\r\nalive.\r\nAddress by Mr. Ismail Omar Guelleh, President of\r\nthe Republic of Djibouti\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Djibouti.\r\nMr. Ismail Omar Guelleh, President of the\r\nRepublic of Djibouti, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations the President of the Republic of Djibouti, His\r\nExcellency Mr. Ismail Omar Guelleh, and to invite him\r\nto address the Assembly.\r\nPresident Guelleh (spoke in French): On behalf\r\nof the people of Djibouti, it is a great pleasure indeed\r\nto extend our sincere greetings to one and all at this\r\nMillennium Assembly. May I also, Mr. President,\r\nconvey our congratulations on your election. Your vast\r\nand varied experience will serve the Assembly well.\r\nI should also like to express our appreciation to\r\nyour predecessor, Mr. Theo-Ben Gurirab of Namibia,\r\nfor the excellent work done and the achievements\r\nregistered. He showed great skill and commitment in\r\nhis task. Clearly the accomplishments of the fifty-\r\n11\r\nA/55/PV.10\r\nfourth session were, to a large extent, due to his\r\nleadership, dedication and tireless efforts.\r\nNo organization, particularly one such as the\r\nUnited Nations, can survive for any length of time if\r\nbeset, as it is, with mounting demands and dwindling\r\nresources, and without deft, tenacious and imaginative\r\nleadership. The trials and tribulations of the United\r\nNations have continued unabated during the past year.\r\nIt has had to restore peace and to tackle wars, conflicts,\r\nnatural disasters and disease while also addressing\r\ndevelopment. The list of difficulties goes on. Yet the\r\nSecretary-General, Mr. Kofi Annan, has managed to\r\nstrengthen the Organization and make it better suited to\r\nmeet the demands of the times. Under his enlightened\r\nguidance, the United Nations continues to play a\r\ncredible and meaningful international role. We are\r\nfortunate indeed.\r\nThis being the last General Assembly session of\r\nthe decade, the century and indeed the millennium, it is\r\nthe ideal time for us to reflect on the state of the world\r\nand of its peoples. There has been an all-pervading\r\ndesire on the part of the United Nations and its\r\nMember States, to see fresh momentum in order to\r\ngenerate the necessary energy to deal with the new\r\nmillennium and address critical issues. We have come\r\nto realize that the strength of our resolve and our\r\ndetermination to deal with the challenge of securing a\r\nbetter, safer and healthier world for its inhabitants will\r\nbe decisive for the future of humankind. In many\r\nrespects, however, it is still an open question.\r\nIt is perhaps a sign of the times when any\r\noverview of the world today must give prominence to\r\nthe fact that the world is being ravaged by a disease,\r\nnamely AIDS. This deadly epidemic is continuing to\r\nspread. We are all aware of its terrible toll, particularly\r\nin Africa, where it is decimating youth, the\r\nprofessional classes, the labour force and health-care\r\nsystems. The will of the international community will\r\nbe put to the test, and we will see how it responds in\r\ncrisis situations.\r\nLast year I noted that dialogue had been renewed\r\nbetween Palestine and Israel, which opened a\r\npromising opportunity for charting a new course in the\r\nMiddle East. While it is true that the recent Camp\r\nDavid peace talks are still suspended, nonetheless a\r\ngreat deal was accomplished in terms of fully exploring\r\nthe scope and diversity of the issues under\r\nconsideration. There was at least a workable level of\r\ntrust and a clear willingness to discuss the key “final\r\nstatus” issues of borders, settlements, water, refugees,\r\nstatehood and, above all, the status of Jerusalem. It is\r\ndifficult, however, to imagine any resolution or\r\nsettlement that would not include Palestinian control of\r\nEast Jerusalem. Israel’s continued claim to the entire\r\ncity, which would include control of Muslim holy sites\r\nin the Old City, adjoining Muslim and Christian\r\nquarters and selected Arab villages, would be\r\ncounterproductive to peace.\r\nAny mention of the Middle East must, of course,\r\ninclude a reference to the enormous loss suffered by\r\nSyria and the world at large with the death of the long-\r\nserving President of Syria, Hafez Al-Assad. We wish\r\nthe new President, Bashar Al-Assad, all the best in his\r\nefforts to follow in the footsteps of his illustrious\r\nfather.\r\nIn my address last year, I touched upon the spread\r\nand intensity of wars; rebel and splinter movements;\r\nand factional fighting in Africa. Sadly, while there have\r\nbeen some encouraging developments, a basic\r\nuncertainty remains. Fortunately, fighting between\r\nDjibouti’s neighbours, Ethiopia and Eritrea, has ceased,\r\nand troop redeployment and the deployment of United\r\nNations observers are expected to take place soon\r\nunder the ceasefire arrived at under the auspices of the\r\nOrganization of African Unity. The level of death and\r\ndestruction in these hostilities simply defies the\r\nimagination, and the sight of so many civilians\r\ndisplaced from their homes and deprived of their\r\nlivelihood, crowded into camps on both sides, is truly a\r\ndisheartening experience. It is high time for the\r\nmember countries of the Intergovernmental Authority\r\non Development (IGAD) to opt for a comprehensive\r\npeace and cessation of hostilities in this subregion, in\r\norder collectively to focus on development and address\r\nthe serious challenges posed by environmental\r\ndisasters, such as the current looming drought.\r\nAs concerns other parts of Africa, the persisting\r\nconflict in Angola is still with us, although\r\nGovernment forces appear to be gaining the upper\r\nhand. Regarding the conflict in Sierra Leone, the\r\nsudden international concern to see that the belligerents\r\nare not allowed to sell the precious minerals of their\r\ncountry on the world market should, it is to be hoped,\r\nreduce their capacity to wage war. This may be\r\nparticularly true for both these countries. We are\r\npleased to see the measures being taken by the De\r\nBeers group and the Belgian authorities to close\r\n12\r\nA/55/PV.10\r\ninternational access to these bloodstained commodities.\r\nSimilar action must be taken with respect to other\r\ncommodities as well.\r\nUndoubtedly, the most ominous threat to the\r\ncontinent at present lies in its centre, in the Democratic\r\nRepublic of the Congo, where the ceasefire arranged\r\nlast year has suffered a number of setbacks. The United\r\nNations has been unable to deploy troops as envisaged.\r\nTalks between the Government and the opposition\r\nappear to have broken off, raising the dangerous\r\nspectre of a return to civil war, which could be\r\ndisastrous for the entire continent. The distraught\r\npeople of that nation deserve a respite from instability\r\nand insecurity in order to be able to enjoy normal lives.\r\nIn all these critical areas, be it the AIDS crisis,\r\never-growing poverty, wars, the environment, human\r\nrights abuses, weapons of mass destruction or lack of\r\ndevelopment, the United Nations remains the only\r\nOrganization with the requisite experience and know-\r\nhow to focus and refine the disparate efforts of\r\nhumankind.\r\nDecisions regarding the maintenance of\r\ninternational peace and security lie with the Security\r\nCouncil, which, with the explosion of United Nations\r\nmembership over the last three decades, has become a\r\nnot very representative body. If we are to restore\r\nconfidence in its decisions, there has to be, at all costs,\r\nan expansion in its membership, both permanent and\r\nnon-permanent, with the extension of permanent\r\nmembership to both developed and non-developed\r\ncountries. The Council should also have access to\r\nbetter information on unstable regions, and a rapid\r\nresponse capability. Furthermore, when serious\r\nhumanitarian crises are unfolding, measures to limit the\r\nspread and impact of conflict should be taken on a\r\nselective, case-by-case basis, but across the board by\r\nall Members.\r\nLike last year, I again intend to dwell on the\r\nproblem of Somalia, and I again request the indulgence\r\nof the Assembly. At that time, Somalia was on the\r\nverge of total disintegration, following years of\r\npolitical paralysis. Urgent measures were needed to\r\nreverse this tragedy, a tragedy to which the\r\ninternational community had grown largely indifferent.\r\nThe mood was simply one of waiting for the warlords\r\nto eliminate one another until a victor emerged with\r\nwhom business could be done. In the meantime, those\r\nindividuals carried out systematic dismantling,\r\ndestruction and looting of the Somali nation, ignoring\r\nconsistent calls to change their reckless and criminal\r\nbehaviour.\r\nThis, however, cannot be tolerated any longer.\r\nThe people have spoken at last. They have decided\r\nagainst endless uncertainty and aberration. They were\r\nsapped of their strength. The people have now opted\r\nfor government, law and order, and a better future. We\r\nurge the international community, therefore, to respect\r\nthe will of the Somali people, and to refuse to continue\r\nto cooperate with those destructive elements that made\r\nSomalia synonymous with chaos and violence.\r\nSomalia as a nation, as an entity, seemed\r\ncondemned to a slow death, unable to expect either\r\nregional or international intervention or a positive\r\nchange in the behaviour of the warlords. Saving\r\nSomalia, therefore, necessitated moving away from the\r\nusual practice, which revolved around a few, familiar,\r\nself-anointed representatives of the people. Rather than\r\nprovide them with yet another opportunity to play their\r\ngame of deception, I suggested that it was time to move\r\nbeyond them; time to empower the Somali people; time\r\nthe Somali people assumed responsibility for their own\r\ndestiny. There needed to be a conference of all the\r\nactors, the ultimate objective of which would be the re-\r\nestablishment of peace, government, legitimacy and\r\nreconstruction. I believe that a true reconciliation of all\r\nsegments of Somali society would tap into the popular\r\nmood of the Somali people, who overwhelmingly\r\nrejected the status quo. There was at last a burning\r\ndesire for change; a change that would transform the\r\nlives of the people and would restore respect, dignity\r\nand integrity; one that meant peace, security and\r\ndevelopment. For the first time, there was an\r\nalternative in sight: not the power of the gun, but the\r\npower of the people.\r\nThe peace process was designed to embrace the\r\nwhole country, including regions that enjoyed relative\r\npeace and stability. It was to be comprehensive,\r\ninclusive and transparent, excluding no individual,\r\ngroup, sector or region.\r\nBut beyond comprehensive reconciliation, the\r\ngoal was to create a national framework leading to an\r\nadministration that represented the people fairly,\r\nprotected their basic rights and values and guaranteed\r\nliberty and justice for all. Somalia, after all, was a\r\nnation that had gone without a government during the\r\nlongest period of State collapse in the modern era. It\r\n13\r\nA/55/PV.10\r\nwas a country where the law of the gun, lust for power\r\nand vengeance dominated the landscape, until fear and\r\nruthlessness had decimated every opportunity for\r\npeace. The predictable outcome was a social and\r\ninstitutional collapse without parallel in this century.\r\nThe key aspect of the Djibouti-led IGAD peace\r\nprocess was its bottom-up approach, which emphasized\r\ncommunity participation in discussions, slowly\r\nconsolidating the gains achieved. This process not only\r\nwas cumbersome, slow, painful, frustrating and visibly\r\nfragile at times, but also endured international\r\nscepticism and indifference. All along, we insisted on\r\nthe openness, independence and integrity of the process\r\nto enable the majority of unarmed Somalis, including\r\nelders, traditional and religious leaders, scholars,\r\nwomen, politicians, the youth and the civil society at\r\nlarge, to own the process. Accordingly, our efforts were\r\ndirected towards safeguarding the conceptual\r\nframework and rejecting all conditional offers of\r\nassistance, material or otherwise, while always\r\nremaining open or receptive to ideas or proposals that\r\ndeepened and enriched the process.\r\nThe conference itself represented the culmination\r\nof a series of consultations, meetings, symposiums and\r\ncontacts that took place over the first six months of the\r\nyear. Its objective was to overcome and resolve some\r\nof the most divisive and emotional national issues. The\r\nelaborate, extensive and admittedly costly preparations\r\nwere necessary to heal the painful past and formulate\r\nsensible humanitarian and political guarantees and\r\nsafeguards. Never again should there be toleration of\r\nthe kind of hateful human rights violations and gross\r\nabuses of power that had destroyed the country.\r\nWhile the process took time and went through\r\nseveral phases, it enabled delegates to address all\r\naspects of Somalia’s collapse, spurred by the strong\r\ndesire for peace prevailing in the country.\r\nThe cornerstone of the process was the key role\r\nplayed by the traditional leaders, particularly in the\r\nachievement of the broadest possible reconciliation\r\namong the Somali clans. For long stretches of time,\r\namounting to years, there had been virtually no contact\r\nbetween them, allowing each to pile up grievances\r\nthroughout the conflict. Slowly and painfully, the\r\nconference persistently addressed complex political\r\nissues, while striving to overcome deep animosities and\r\nimplacable attitudes.\r\nThe very critical first phase of the conference\r\nbegan on 2 May and concluded in early June. It was the\r\nmost important phase, for we must bear in mind that\r\nmore than 200 elders and traditional leaders from every\r\npart of the country were coming together for the first\r\ntime — not the first time in 10 years, but the first time\r\nin the entire existence of Somalia as a State — seeking\r\nto overcome a decade of frustration, fear, anger,\r\nsuspicion and mistrust, without ever having had contact\r\nwith each other before. Slowly, this legacy of the past\r\nwas overcome and replaced with a common purpose:\r\nthe search for a new destiny and a sense of the need to\r\nact at all costs. Through the wisdom, persistence and\r\nsincerity of these elders, it was possible to complete\r\nthe reconciliation and to establish solid structures for\r\nthe second phase. The core political choices could then\r\nbe made.\r\nThe second phase began on 15 June, with the\r\nparticipation of over 2,000 delegates. The setting of\r\nthis conference bore no resemblance to any in the past,\r\nbecause this one took place in a giant tent. There were\r\nno class or social distinctions evident among the\r\nparticipants, who included women, representatives of\r\nall minorities, a number of warlords and, of course, the\r\nentire clan mosaic of Somalia. Proceedings were\r\ncovered by satellite and on the Internet in order to\r\nenable Somalis everywhere in the world to keep abreast\r\nof developments. Participants outnumbered the\r\nresidents in Arta, the hill-top resort town, which was\r\nthe venue for the conference. Nearly every resident\r\ncontributed to the conference one way or another,\r\nparticularly in accommodating this huge and sudden\r\ninflux of visitors.\r\nThis phase of the conference made it possible to\r\naddress many issues, from civil strife, human rights,\r\nhealing and reconciliation, the economy, the political\r\nstructure, disarmament, transitional mechanisms such\r\nas the interim constitution, the legislation, the\r\ngovernment and the judiciary system. Slowly, an\r\nirreversible momentum, a feeling of rebirth, took\r\nshape. In a real sense, it was Somalia’s second\r\nindependence, this time not from colonialism but from\r\nchaos and utter hopelessness.\r\nAfter one month of intensive drafting and debate,\r\nan interim constitution, or charter, was adopted. It\r\nestablished the number of representatives, including a\r\nquota for women, in the new assembly and the\r\nmodalities for their election. This major step in the\r\nprocess signalled the beginning of a truly nationwide\r\n14\r\nA/55/PV.10\r\nreconciliation effort, as it contained a series of\r\naccommodations, including a clan-based system as the\r\npolitical mechanism for power sharing during the\r\nthree-year interim authority. The resulting transitional\r\nnational authority could therefore be a highly workable\r\nvehicle for both the parties who are for the process and\r\nthe troublemakers. No one, though, should take either\r\nthe reconciliation process or the new institutions as\r\nshielding any individual from past misdeeds or war\r\ncrimes. This is among the challenges that will confront\r\nfuture constitutional Governments of Somalia.\r\nLet me say that 26 August 2000 is a date which\r\nwill forever stir the hearts and spirits of Somalis. It was\r\non this date that Somalia’s interim parliament elected\r\nthe country’s first president in more than a decade.\r\nStarting with a field of 25 candidates, voting was\r\ncompleted after several rounds and more than ten hours\r\nof bargaining and negotiating in order to secure cross-\r\nclan support within the Assembly to win the necessary\r\nmajority. Interest among Somali viewers for the\r\nconference and the elections was certainly heightened\r\nby up-to-the-minute radio and satellite coverage, which\r\npermitted Somalis everywhere to follow the elections\r\nand the debates that had preceded them since the\r\nbeginning of the process.\r\nThe man chosen from among the candidates is\r\nhere with us today. This man in the news is Abdikassim\r\nSalad Hassan, the new President of Somalia, a\r\nseasoned, urbane, and a highly experienced politician,\r\nwho has already demonstrated his rare skills through a\r\nseries of visits and engagements, both inside Somalia\r\nand externally. I wholeheartedly congratulate him and\r\nwelcome him and his delegation most warmly in this\r\nAssembly.\r\nWhat a joy to see Somalia retake its rightful place\r\namong the community of nations! The realization of\r\nhaving a president at last fills Somalis everywhere with\r\nemotional exuberance. People are dancing and singing\r\nin the streets in what was described as a spontaneous\r\nnational holiday. We wish to express our deepest\r\ngratitude to the member States of IGAD and to Yemen\r\nwho were represented at the highest level to witness\r\nthe swearing-in ceremony of the new president; we are\r\nequally grateful to Saudi Arabia, France, Egypt, Libya,\r\nItaly, Kuwait, the Organization of African Unity\r\n(OAU), the League of Arab States and the United\r\nNations for having sent high level delegations. And, of\r\ncourse, we wish to thank the entire diplomatic\r\ncommunity in Djibouti for their presence and steadfast\r\nsupport.\r\nUndoubtedly, we fully acknowledge the realism\r\nand genuine understanding so readily displayed\r\nthroughout this process by the other immediate\r\nneighbours of Somalia, namely Kenya and Ethiopia.\r\nWe have also received tremendous comfort from the\r\ncontinued encouragement and support from the\r\nSecretary-General and his able staff both in New York\r\nand in the region, particularly, from his Special\r\nRepresentative, Mr. David Stephen, and his staff,\r\nwhose presence in the conference throughout the\r\nprocess proved remarkably beneficial. Equally, the\r\nunfailing commitment demonstrated by the Security\r\nCouncil throughout its series of statements since the\r\nlaunch of the initiative has been a source of constant\r\ncomfort.\r\nObviously, the peace process invariably enjoyed\r\nfull and unambiguous backing of IGAD, OAU, the\r\nLeague of Arab States, the Organization of the Islamic\r\nConference and the European Union. We are deeply\r\nappreciative of their steady and principled stand. The\r\nSomali people will be forever grateful. Following the\r\nformation of the new Somali parliament, the Security\r\nCouncil reiterated that the preservation of the territorial\r\nintegrity of the country was the precondition for overall\r\nnormalization in Somalia and recommended that\r\nregional organizations work towards that end.\r\nSome discordant voices have been raised\r\nquestioning the acceptance of the new Government and\r\nits ability to return to Somalia. Some scoffed it would\r\nbe a phantom government-in-exile, lacking legitimacy\r\nand resources. However, the triumphant return as well\r\nas the ecstatic welcome from the public of the new\r\nPresident-elect, Abdikassim, into Mogadishu, the\r\ncentre of conflict, and the unprecedented show of\r\nsupport from all militiamen, including those allied to\r\nfaction leaders, put the baseless stories to rest once and\r\nforever.\r\nFor those individuals who chose to oppose the\r\ncreation of a representative and democratic\r\nGovernment, presumably because they are no longer at\r\ncentre stage in Somalia, they need to come to terms\r\nwith reality. A generous hand has been extended to all\r\nthose people to join their peace-loving neighbours in\r\nsupporting the talks, and now the Government. In fact,\r\nI personally invited and met with several of them in\r\nDjibouti for discussions in order to assure them there\r\n15\r\nA/55/PV.10\r\nwas a place for everyone in the new Somalia under its\r\nproposed federal structure. Now, with a Government in\r\nplace, the ball is in their court. We can only hope that\r\nthey will make good use of the remaining opportunity\r\nfor reconciliation and accommodation by placing the\r\ncountry first before their personal interests.\r\nThe rebirth of Somalia opens unlimited\r\npossibilities for Somalis throughout the world to\r\nrebuild their country. With the expected gradual return\r\nto normality in the country, the diaspora will have the\r\nincentive to invest in their homeland, bringing the\r\ncapital and expertise needed to create employment\r\nopportunities for the youth.\r\nIt is to be hoped that the international community\r\nwill mobilize emergency assistance for Somalia to\r\nenable the Government to lead the country, re-establish\r\nitself and re-create basic institutions and capacities. In\r\nthe meantime, planning for medium- and long-term\r\ndevelopment must begin with the support of\r\ninternational financial institutions, the donor\r\ncommunity, the United Nations and regional\r\norganizations.\r\nFinally, let me state with all candour that for us in\r\nDjibouti this process has strained our meagre\r\nresources, but neither our resolve nor our faith. It has\r\nchallenged our courage and perseverance, but our\r\ncommitment has not wavered. Our people have made\r\nan exemplary effort and sacrifice.\r\nMay this endurance test of our people, and of the\r\nSomali people as well, serve as a source of inspiration\r\nand mark the beginning of what could be a major\r\naccomplishment for the Horn of Africa, and indeed for\r\nAfrica and mankind as a whole.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the President of the Republic\r\nof Djibouti for the statement he has just made.\r\nMr. Ismael Omar Guelleh, President of the\r\nRepublic of Djibouti, was escorted from the\r\nGeneral Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. Juan Francisco Reyes López, Vice-\r\nPresident of the Republic of Guatemala\r\nThe President: The Assembly will now hear a\r\nstatement by Mr. Juan Francisco Reyes López, Vice-\r\nPresident of the Republic of Guatemala.\r\nMr. Juan Francisco Reyes López, Vice-President\r\nof the Republic of Guatemala, was escorted to the\r\nrostrum.\r\nThe President: I have great pleasure in\r\nwelcoming the Vice-President of the Republic of\r\nGuatemala, His Excellency Mr. Juan Francisco Reyes\r\nLópez, and inviting him to address the General\r\nAssembly.\r\nMr. López (Guatemala) (spoke in Spanish): Less\r\nthan a week ago, in this same Hall, the President of the\r\nRepublic of Guatemala, Alfonso Portillo Cabrera,\r\naddressed the Millennium Summit. On that occasion\r\nthe President underscored our commitment to the\r\npurposes, principles and values of the Charter of the\r\nUnited Nations, and presented a summary of our view\r\nof the role of this universal Organization in the twenty-\r\nfirst century. In closing, he stated:\r\n“In the course of the general debate that will\r\nbegin in the General Assembly next week, we\r\nwill elaborate further on this vision and how it is\r\nreflected in the efforts we are making\r\ndomestically.” (A/55/PV.3)\r\nMs. Rodrigues (Mozambique), Vice-President,\r\ntook the Chair.\r\nI am honoured and pleased to deliver what our\r\nPresident promised.\r\nI shall address two issues: first, our Government\r\nprogramme and the implementation of the peace\r\nagreements, and secondly, our position vis-à-vis some\r\nof the items on the agenda for this session. Before\r\ndoing so, I wish to pay tribute to the Minister for\r\nForeign Affairs of Namibia, Mr. Theo-Ben Gurirab, for\r\nhis vigorous conduct of the last session, and\r\nparticularly for his resolute work in the preparation for\r\nthe Millennium Summit. We are pleased that\r\nGuatemala had an opportunity to cooperate in this\r\nundertaking.\r\nI also wish to congratulate the President very\r\nwarmly on his election to preside over our debates. I\r\nhave no doubt that his recognized diplomatic and\r\npolitical experience will enable us to obtain the best\r\nresults.\r\n16\r\nA/55/PV.10\r\nI begin with a few words on the peace process in\r\nmy country, to which the United Nations has made\r\nsuch a significant contribution. December 1996 saw the\r\nsigning, following a protracted period of arduous\r\nnegotiations of Agreements that brought to an end four\r\ndecades of a fratricidal war that had tragic and lasting\r\nconsequences. Our political party was not a signatory.\r\nHowever, during the electoral campaign it affirmed,\r\nthat it accepted the Agreements as a State commitment,\r\nand President Portillo confirmed that in the speech he\r\nmade on taking office. Similarly, our Government is\r\nfully committed to complying with the provisions of\r\nthe Agreements, and indeed to extend their scope to\r\nincorporate new matters, such as democratizing access\r\nto credit.\r\nWe value highly the presence in our country of\r\nthe United Nations Verification Mission in Guatemala,\r\nand request the Assembly’s cooperation for the\r\nextension, in due course, of its mandate until the end of\r\n2003.\r\nIt is important to note that the purpose of the\r\nPeace Agreements coincides with our own Government\r\nprogramme in many areas, such as unrestricted respect\r\nfor human rights; consolidation of a full, participatory\r\ndemocracy; subordination of the armed forces to the\r\ncivil power; development of a multi-ethnic,\r\nmulticultural and multilingual society; strengthening\r\nand modernization of the justice system; reform of the\r\nState; and, above all, an adequate response to the\r\nunsatisfied demands of the majority of Guatemalans for\r\nmore and better social services, adequate incomes,\r\nbetter-paid jobs and equality of opportunity. In other\r\nwords, the Peace Agreements constitute a suitable\r\nframe of reference for the programme of our\r\nGovernment, which aims not only to fulfil, but to\r\nimprove on them.\r\nOur economic and social programmes for the\r\nperiod 2000-2004 fit within this frame of reference, as\r\ndoes the political covenant, which seeks to increase the\r\nparticipation of all sections of civil society in the\r\npublic policy decision-making process. These\r\nprogrammes also seek to reconcile the difficult\r\neconomic situation that we face with our commitment\r\nto carry forward a vigorous process of economic\r\nexpansion for the benefit of all Guatemalans — above\r\nall, the neediest. We are, in other words, grappling with\r\nthe classic dilemma of having to meet the requirements\r\nof a macroeconomic adjustment while coping with the\r\nimperative need to reactivate the economy.\r\nAt the centre of the national debate about how to\r\novercome this dilemma is a process of intersectoral\r\naccommodation that we call the “fiscal covenant”,\r\nwhich aims to fulfil one of the commitments in the\r\nPeace Agreements, namely, raising the tax take in\r\nGuatemala by 50 per cent between 1995 and 2000.\r\nThe arduous and lengthy negotiations that have\r\nbeen conducted in this connection are about to come to\r\nfruition with the adoption of a set of measures which,\r\nonce the commitment has been honoured — admittedly,\r\na couple of years late — will provide financial support\r\nfor implementing the other undertakings laid down in\r\nthe Peace Agreements.\r\nWe intend to establish the necessary bases so that\r\nin the period 2001-2004 we may secure dynamic\r\ngrowth of the economy, with the resulting generation of\r\ndecent, gainful productive employment together with\r\nhigher levels of savings and investment.\r\nWe shall invest in the future by according priority\r\nto the work force, particularly in the areas of health and\r\neducation, including multilingual education.\r\nWe shall carry out new productive activities in\r\nthose areas where we feel that we have comparative\r\nadvantages to offer at the international level.\r\nWe shall stimulate the institutional environment\r\nnecessary to facilitate the efficient functioning of the\r\nmarket through competition without privileges and the\r\ncompetitiveness of enterprises, all within the\r\nframework of absolute respect for labour law.\r\nWe shall devote special attention to combating\r\npoverty, by decentralizing the public administration\r\nand working closely with those who are to be the target\r\nof our policies.\r\nNow turning to our international relations, and\r\nbearing in mind those issues dealt with at the\r\nMillennium Summit, I wish to mention the significant\r\nadvance achieved in the process as we seek to resolve\r\nour historic dispute with Belize. With full regard for\r\nthe principles of peaceful settlement of disputes\r\nbetween or among States, we have reached a new stage\r\nwhereby dialogue has been chosen as the means to\r\nsettle differences. On 31 August, within the framework\r\nof the regional body to which both States belong,\r\nnamely the Organization of American States (OAS), a\r\nbody of facilitators, appointed by each party, has been\r\nset up. The facilitators enjoy full independence in the\r\nperformance of their duties. Their chief aim is to work\r\n17\r\nA/55/PV.10\r\nout and propose courses of action to advance the legal\r\nresolution of the dispute. These are significant steps\r\ntowards creating a peaceful environment, the adoption\r\nof confidence-building measures and a future-oriented\r\nor forward-looking outlook.\r\nSimilarly, we ratify, our deep commitment to\r\nsupporting Central American integration, as well as our\r\ncommitment to the rest of Latin America and the\r\nCaribbean. Our Government has taken important\r\ninitiatives in the area of regional and subregional\r\nintegration. Evidence of this is the tripartite declaration\r\nadopted last May by Guatemala, El Salvador and\r\nNicaragua in order to give fresh impetus to Central\r\nAmerican integration.\r\nThe question of migrations is also an important\r\nbranch of our international relations, one where\r\nGuatemala bases its policy on the principle that\r\nwhatever the legal status of migrants may be, they are\r\nhuman beings fully entitled to rights under the law and,\r\nas such, capable of invoking the full range of human\r\nrights. Evidence of this is the fact that during his visit\r\nto the United Nations in connection with the\r\nMillennium Summit, the President of the Republic,\r\nsigned the International Convention on the Protection\r\nof the Rights of All Migrant Workers and Members of\r\ntheir Families. The best way to discourage migration is\r\nto create sources of employment in the countries of\r\norigin. The industrial countries, therefore, must\r\ndismantle all kinds of barriers so that developing\r\ncountries are enabled to export commodities and not\r\npeople.\r\nI should now like briefly to explain our thinking\r\non those main items that will be discussed in the\r\nAssembly at its fifty-fifth regular session.\r\nFirst, I wish to restate our full backing for the\r\nUnited Nations, as expressed by President Portillo last\r\nweek, since the Organization is the highest\r\nembodiment of multilateralism. We are persuaded that\r\nthe Organization will have a crucial role to play in the\r\ntwenty-first century. I attest to the tangible contribution\r\nthat the United Nations has recently made in my\r\ncountry as regards both the consolidation of peace and\r\nin cooperation for development through the United\r\nNations Development Programme (UNDP) and United\r\nNations agencies.\r\nSecondly, we also wish to observe that it is\r\nnecessary to adapt the Organization to the exigencies\r\nof globalization and to this post-cold war era. It is up to\r\nus, as member Governments, to promote this\r\nadaptation in various spheres such as\r\nintergovernmental bodies, efficiency and effectiveness\r\nof the Secretariat, the setting of priorities in the\r\nprogramme of activities and the financial strengthening\r\nof the Organization.\r\nOf the pending reforms, the one which has\r\nreceived most attention is the Security Council. Can\r\nthere be any doubt that its membership or its methods\r\nof work must reflect the prevailing circumstances of a\r\ncontemporary world? There is no need to be frustrated\r\nat the lack of progress in prior sessions of the General\r\nAssembly in connection with the reform of the Security\r\nCouncil. We appreciate that there are differing\r\nviewpoints in this regard and, of course, differences\r\ntend to stalemate or paralyse action. But this should not\r\nprevent us from redoubling our efforts to make this\r\nabsolutely vital organ of the United Nations more\r\neffective, more representative of the Members of the\r\nOrganization as a whole and more transparent in the\r\nway it operates. To achieve those ends we advocate,\r\namong other things, expansion of the membership of\r\nthe Council as well as an exercise of the veto in strict\r\nconformity with the Charter. We feel that, at any rate,\r\nregular use should be subject to review by the General\r\nAssembly and, in extreme instances, by the\r\nInternational Court of Justice in the interests of a\r\ngenuine rule of law of an international character, thus\r\navoiding abuses.\r\nThirdly, we are convinced that we need to\r\nstrengthen our collective capacity to prevent and settle\r\nconflicts, both across borders and domestically. We\r\nbelieve that the recently submitted report by the Panel\r\non United Nations peacekeeping operations offers an\r\nexcellent point of departure for this purpose. Our only\r\npreliminary observation on the matter is that\r\nstrengthening the United Nations capacity in this area\r\nshould not be carried out at the expense of our\r\neconomic and social activities. Rather, should we\r\ndecide to implement the recommendations of the Group\r\nof Experts, then the time will have come to put an end\r\nto an ill-conceived policy of zero growth of the United\r\nNations budget. As President Portillo stated:\r\n“If we want the United Nations to be a first\r\nclass institution, we must learn to provide it with\r\nthe necessary financial support.” (A/55/PV.3)\r\nThis brings me to a fourth point that has gained\r\nconsiderable prominence in the agenda for this session.\r\n18\r\nA/55/PV.10\r\nI refer to the controversial question of revising the\r\nscale of assessments both for the regular budget and for\r\nthe peacekeeping counterpart. Our position is very\r\nstraightforward. We agree that the relative situation of\r\nmany countries has developed over the years and this\r\nwarrants a revision of the way in which we share the\r\nburden of financially maintaining the United Nations.\r\nAt the same time, however, we feel that the most\r\nimportant criterion for fixing the scale of assessments\r\nis ability to pay. The relative participation of countries\r\nin the gross domestic product of the world continues to\r\nprovide a basic yardstick. There is also justification for\r\nweighting this yardstick on the basis of certain special\r\nconsiderations, such as, for instance, recognition of the\r\nspecial situation of the least-developed countries on the\r\none hand, and, on the other, of the special\r\nresponsibility that should be assumed by the permanent\r\nmembers of the Security Council for maintaining\r\npeace.\r\nIn fifth place, as regards general disarmament, we\r\nemphasize the need to advance towards total\r\nelimination of nuclear, chemical and bacteriological\r\nweapons; illicit trafficking in small arms, and the use\r\nof anti-personnel mines and explosive devices. In\r\nrespect of these matters we strongly support all\r\npractical action being undertaken by the United\r\nNations to achieve these aims as well as those designed\r\nto establish nuclear-weapon-free zones in all parts of\r\nthe world.\r\nIn the sixth place, we offer our full support for\r\nand active participation in the main events scheduled in\r\nthe coming years. Among them, I wish to single out the\r\nhigh-level intergovernmental event on financing for\r\ndevelopment and the World Conference on Racism,\r\nRacial Discrimination, Xenophobia and Related\r\nIntolerance.\r\nIn the seventh place, in an increasingly\r\ninterdependent world, multilateral diplomacy has a\r\ncrucial role to play in the struggle against\r\nenvironmental degradation. As Guatemala is a party to\r\nthe main global environmental treaties, we reaffirm our\r\ncommitment to the maintenance of ecological balance.\r\nFinally, we feel the United Nations should\r\ncontinue to concern itself with what we have called the\r\ngreat unfinished task of the twentieth century:\r\neradicating world poverty. Together with the\r\nmultilateral financial institutions, our Organization\r\nshould play a crucial role in ensuring that the benefits\r\nof globalization are widely shared by all countries.\r\nThis calls for action at the level of each country, but\r\nalso at the international level.\r\nSimilarly, by way of general comment, we wish\r\nto reiterate, before this Assembly, that Guatemala, in\r\nits very flesh, has experienced fratricidal confrontation.\r\nThat is why Guatemala has the moral authority to\r\ninsist, before God and man, that peace reign among all\r\nthe peoples of the world, particularly between the\r\nseparated brothers of China and Taiwan. We therefore\r\nappeal for the continuation of talks in order to achieve\r\nan outcome that will fulfil the aspirations of the\r\nChinese people on both sides of the Strait, reached\r\nthrough peaceful, free and democratic means.\r\nLikewise, we trust that a prompt solution to the\r\nMiddle East conflict will be found and that situations\r\nof tension in the African continent and other parts of\r\nEurope will be overcome, as well as among any other\r\nfraternal people of the world who are victims of\r\nviolence and discord.\r\nI wish to conclude my statement by expressing a\r\npersonal conviction. I am persuaded that all human\r\nbeings are equal in the eyes of the Almighty, without\r\ndistinction as to race, language or creed. I trust that in\r\nthat same spirit we shall be able to beginning from this\r\nsession to give effect to the guidelines enshrined in the\r\nMillennium Declaration adopted last week.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Hubert Vedrine, Minister for Foreign\r\nAffairs of France, speaking on behalf of the European\r\nUnion.\r\nMr. Vedrine (France) (spoke in French): I have\r\nthe honour of speaking this year on behalf of the\r\nEuropean Union, which France is presiding over until\r\nthe end of December.\r\nIn this capacity, it is a great pleasure for me to\r\ncongratulate the President on his election. It\r\nsymbolizes the respect the international community has\r\nboth for his country and for himself.\r\nI would also like to thank your predecessor, Mr.\r\nTheo-Ben Gurirab, for his skill in guiding the\r\nproceedings of the fifty-fourth session of the General\r\nAssembly, Mr. Sam Nujoma and Ms. Tarja Halonen for\r\ntheir work with you, Mr. President, as Co-Chairpersons\r\nof the Millennium Summit.\r\n19\r\nA/55/PV.10\r\nI would like to commend the Secretary-General\r\nof the Organization, Mr. Kofi Annan. His international\r\naction, his independence and his vision have made a\r\ndecisive contribution to asserting the key role the\r\nUnited Nations plays and must continue to play. The\r\nEuropean Union wishes to assure him of its support for\r\nhis work and for the Organization and its\r\nrepresentatives.\r\nThe Millennium Summit, an unprecedented\r\ngathering of 155 heads of State and Government,\r\nallowed us to address the main challenges facing the\r\nworld community and the role of the United Nations in\r\nthe twenty-first century, which will begin on 1 January\r\n2001.\r\nThe Union notes with great satisfaction that the\r\nSummit produced a political document setting forth a\r\nroad-map for the Organization for the years to come.\r\nThese guidelines are based on ideas outlined in the\r\nSecretary-General’s report. It is now up to the General\r\nAssembly to implement them. The Union will\r\ncontribute actively to this.\r\nPeacekeeping, strengthening international\r\nsecurity and defending human rights are the central\r\nprinciples underpinning the European Union’s foreign\r\npolicy. Recent crises on Europe’s very doorstep have\r\nconvinced us that we cannot remain idle when these\r\nfundamental principles are violated. In this regard, the\r\nEuropean Union approves of the priority given to\r\npeacekeeping during last week’s meetings. Mr.\r\nBrahimi’s report offers an in-depth analysis on this\r\nsubject. It presents useful recommendations for the\r\nmandates of peacekeeping operations, operational\r\nplanning in New York and deployment. It presents a\r\nunique opportunity to strengthen the United Nations\r\ncapacity for peace operations. The European Union\r\nwill actively participate in considering these\r\nrecommendations.\r\nThe Union has decided to equip itself to be a\r\nmajor political actor and to play its full role on the\r\ninternational stage. To this end, and within a very short\r\ntime-frame, it has undertaken decisive measures. New\r\ndecision-making, action-oriented political and military\r\nbodies have been set up: a political and security\r\ncommittee, a military committee, a European Union\r\nmilitary staff, a situation centre and a committee for\r\ncivilian crisis management. These bodies will enable\r\nthe European Union to intervene quickly and credibly\r\nin the management of international crises.\r\nThe European Union has also announced its\r\nintention to establish by 2003 a force of 60,000 troops\r\nfor international missions involving the whole range of\r\nconflict-prevention and crisis-management operations,\r\nwith the requisite air and naval support for deployment\r\nwithin 60 days for a period of at least one year. This\r\nautumn there will be a conference for the commitment\r\nof capability at which each Member State shall pledge\r\nits contribution to this joint endeavour.\r\nThe Union has also set ambitious and realistic\r\ntargets for developing collective capabilities. In\r\naddition to its military resources, it will develop\r\ncivilian intervention capabilities, including a corps of\r\ncivilian police, whose contribution to peacekeeping is\r\ninvaluable. In this connection, Member States have set\r\nthemselves the goal of being able, by 2003, to provide\r\nup to 5,000 police officers, 1,000 of whom will be\r\ndeployment-ready within 30 days.\r\nThese decisions now enable the European Union\r\nto complement its already sizeable economic and\r\nhumanitarian programmes with the full range of\r\nresources required for crisis management. Of course,\r\nthese activities are designed in full respect for the\r\nprinciples of the United Nations Charter. Now more\r\nthan ever, it is vital to establish working ties with the\r\nUnited Nations. To initiate this cooperation, the\r\nEuropean Union troika will discuss this issue for the\r\nfirst time with the Secretary-General. On behalf of the\r\nEuropean Union, I hereby invite Mr. Kofi Annan to go\r\nto Brussels for a working meeting with the organs of\r\nthe Union.\r\nThe European Union hails the considerable\r\nefforts and determination shown by the President of the\r\nPalestinian Authority and the Israeli Prime Minister\r\nduring recent negotiations to reach a final agreement\r\nbetween the Israeli and Palestinian peoples. We\r\nwelcome in particular the renewed vigour with which\r\nvery sensitive issues have been addressed at this time.\r\nWe commend President Clinton and the Secretary\r\nof State for their unflagging efforts to facilitate\r\nnegotiations. Circumstances favourable to reconciling\r\npositions continue to exist. We urge the parties to seize\r\nthis historic opportunity, show courage in decisive\r\nchoices, take fully into account human realities and the\r\nrecognized rights of all, and thereby achieve a final\r\nagreement.\r\nThe European Union welcomes Israel’s\r\nwithdrawal from the zone it occupied in southern\r\n20\r\nA/55/PV.10\r\nLebanon. It welcomes the redeployment of the United\r\nNations Interim Force in Lebanon and the presence of a\r\njoint security force, sent to the area by the Lebanese\r\nGovernment. It urges all parties to fulfil their\r\nresponsibilities in order to defuse tensions. The\r\nEuropean Union believes that only a comprehensive\r\nsettlement encompassing every track of the peace\r\nprocess, including the Israeli-Syrian track, is likely to\r\nguarantee lasting stability in the region. It will continue\r\nto support the efforts of the parties to this end and\r\ncontribute to the implementation of any agreements\r\nthat may be reached.\r\nTurning to Europe, the situation in the western\r\nBalkans is a matter of serious concern to the entire\r\ninternational community. Ten years of conflict have\r\nravaged the region, leading to severe human suffering\r\nand to politically unstable and therefore dangerous\r\nsituations. But beyond accumulated hardships and the\r\nlagging economic and social development of many of\r\nthose countries, all of the peoples and nearly all of the\r\nleaders of the region have realized that it does have a\r\nfuture, and that future is Europe. Today, all Europeans\r\nnow share the belief that these countries are bound one\r\nday to join the European Union.\r\nThis is why the European Council has reiterated\r\nthat its goal is to firmly attach the countries of the\r\nregion to Europe. This means the greatest possible\r\nintegration into the political, economic and social\r\ncurrents of Europe through the stabilization and\r\nassociation process, political dialogue, trade\r\nliberalization, the harmonization of their laws with\r\nthose of the European Union, and cooperation in justice\r\nand domestic affairs.\r\nThe assistance provided by the European Union\r\nto countries of the region over the last 10 years —\r\nnearly 8 billion euros — is considerable. The European\r\nUnion will continue to sustain this stabilization and\r\nassociation process by providing the western Balkan\r\ncountries with massive technical, economic and\r\nfinancial assistance and by granting them asymmetrical\r\ntrade advantages in farming and industry very soon,\r\nwhich will pave the way for the creation of a free trade\r\nzone with the European Union. In the context of\r\nelections concerning almost the entire region, we will\r\nencourage them to develop regional cooperation and to\r\ncontinue to make determined efforts for political,\r\neconomic and social reform in order to consolidate\r\ndemocracy and human rights, to build the rule of law\r\nand lay the groundwork for sustainable development.\r\nIn this context, the European Union has reaffirmed its\r\ndetermination to continue to be the driving force in the\r\nStability Pact for South-eastern Europe, which\r\nrepresents a new vision of cooperation between the\r\ncountries of the region and the international\r\ncommunity.\r\nThe summit to be held shortly in Croatia of the\r\nEuropean Union and the Western Balkan countries —\r\non the basis of a French proposal — will signal our\r\ncommon resolve to overcome the divisions of the past.\r\nThe Federal Republic of Yugoslavia will not be\r\nable to participate in the conference, as the nature of its\r\npresent regime does not allow it to do so. But the Serbs\r\nknow that they have their place in the European family\r\nand that the European Union is looking forward to the\r\nday when the Federal Republic of Yugoslavia is in a\r\nposition to participate fully in the stabilization and\r\nassociation process and to recover its rightful place in\r\nEurope. The elections to be held on 24 September\r\ncould be decisive in this respect.\r\nIn Kosovo the international community, acting on\r\nthe basis of Security Council resolution 1244 (1999),\r\nhas achieved praiseworthy results. Thanks must be\r\ngiven to all those who have made this possible in spite\r\nof enormous difficulties, especially the Special\r\nRepresentative of the Secretary-General, the United\r\nNations staff and the Kosovo Force soldiers, the many\r\ninternational organizations there on the ground and the\r\nnon-governmental organizations. The first democratic\r\nmunicipal elections in Kosovo, to be held in a few\r\nweeks’ time, will constitute a major step in the\r\nimplementation of resolution 1244 (1999). I would\r\nforcefully reiterate that the international community\r\nwill not allow unacceptable acts of violence, whatever\r\ntheir motivation, to cause the democratic electoral\r\nprocess under way to fail. We will not let extremists\r\nfrom whatever faction sabotage the work accomplished\r\nover the past year under the auspices of the United\r\nNations.\r\nThe European Union considers the status quo in\r\nCyprus unacceptable, and it supports the efforts of the\r\nSecretary-General to reach a negotiated,\r\ncomprehensive, fair and lasting settlement consistent\r\nwith relevant Security Council resolutions. It reiterates\r\nits commitment to stability and prosperity throughout\r\nthe Mediterranean region. With talks beginning right\r\nhere under the auspices of the Secretary-General, it\r\n21\r\nA/55/PV.10\r\ninvites the parties concerned to enter into substantive\r\ntalks.\r\nThe European Union is equally determined in its\r\nsupport for efforts to prevent and settle conflicts in\r\nAfrica, in close cooperation with the United Nations,\r\nthe Organization of African Unity (OAU) and other\r\nsubregional organizations and in accordance with the\r\nobjectives agreed at the Africa-Europe Summit, held\r\nlast April in Cairo under the Portuguese presidency of\r\nthe European Union. It will lend its backing to the\r\nmeasures taken jointly by the OAU and the United\r\nNations to implement the peace settlement between\r\nEthiopia and Eritrea. In supporting the deployment of\r\ninternational observers, the European Union is also\r\nwilling to lend its support to the establishment and\r\ndemarcation of borders, to demining and to assistance\r\nto refugees and displaced persons. It is endeavouring to\r\nprovide assistance to the war-stricken populations of\r\nboth countries, whose immense suffering has been\r\ncompounded by drought.\r\nThe European Union is deeply concerned by the\r\ndevelopments in the Democratic Republic of the\r\nCongo. It calls on all parties to the Lusaka Agreement\r\nto implement their commitments, including those made\r\nat Kampala. This will allow for progress with respect\r\nto the military and political provisions, all of which are\r\nunder threat due to the continued fighting and the\r\ndeadlock in preparing for a national dialogue. It also\r\nurges them to abide by the relevant Security Council\r\nresolutions, in particular resolution 1304 (2000), which\r\ncalls for an orderly withdrawal of foreign forces from\r\nCongolese territory and for the cooperation of all\r\nparties in the deployment of the United Nations\r\nOrganization Mission in the Democratic Republic of\r\nthe Congo (MONUC) through the lifting of restrictions\r\non the freedom of movement of MONUC personnel\r\nand by ensuring their security.\r\nThe illegal exploitation of the natural resources of\r\nthe Democratic Republic of the Congo, a violation of\r\nthe country’s sovereignty, is also unacceptable. The\r\nEuropean Union therefore commends the establishment\r\nby the Secretary-General on 15 August last of a group\r\nof experts in charge of analysing ties between the\r\nillegal exploitation of those riches and the continuation\r\nof the conflict.\r\nWe are pleased to note greater awareness about\r\nthe illicit trade in diamonds and other minerals, which\r\ndirectly fuels conflicts. This is the case in particular\r\nwith the illicit trade in diamonds in Angola, whereby\r\nUNITA has been funding its war effort. We underscore\r\nthe importance of complying with Security Council\r\nresolutions on this matter. We welcome the decision to\r\nplace this important question on the General\r\nAssembly’s agenda. The discussion should be based on\r\nthe Kimberley process. It should reflect the work of the\r\npreparatory conference co-chaired by the United\r\nKingdom and Russia. Lastly, it should examine the\r\nproposal made at Miyazaki to establish a standing\r\ngroup of independent experts to formulate ways of\r\npreventing illicit trade.\r\nThe European Union reiterates its support for\r\nresolution 1306 (2000) on Sierra Leone, which\r\ntightened existing arms sanctions and established an\r\nembargo on raw diamonds illegally exported from\r\nSierra Leone. The European Union calls on all the\r\nparties to the conflict to comply with the principles and\r\nobjectives of the Lomé Agreement and to be fully\r\ninvolved in the re-establishment of peace and stability\r\nand compliance with human rights in Sierra Leone.\r\nThe European Union and its member States will\r\ncontinue to contribute to African capacity and means of\r\naction in conflict prevention and resolution, in\r\nparticular through support for the OAU and\r\nsubregional organizations and initiatives.\r\nThe European Union is deeply concerned at the\r\nsituation in Myanmar. It asks the Myanmar authorities\r\nto immediately restore Ms. Aung San Suu Kyi’s\r\nfreedom of speech, movement and communication with\r\nthe outside. It is urgent for dialogue to begin between\r\nthe Myanmar authorities and the democratic\r\nopposition, including the National League for\r\nDemocracy and national minorities. The Union\r\nsupports the Secretary-General’s Special Envoy for\r\nBurma, Mr. Razali, in his efforts to find a solution.\r\nThe European Union expresses its solidarity with\r\nthe people of East Timor and commends the work done\r\nby the United Nations Transitional Administration in\r\nEast Timor (UNTAET) in close cooperation with the\r\npolitical authorities of East Timor. It is in favour of\r\naccelerating reconstruction assistance in order to\r\nguarantee a successful transition and avoid any delay in\r\nthe timetable leading to independence.\r\nWe are extremely concerned by the instability\r\ncaused by the militias in both East and West Timor.\r\nThe new outbreaks of violence by them have taken the\r\nlives of two “blue beret” peacekeepers and, more\r\n22\r\nA/55/PV.10\r\nrecently, of three personnel of the Office of the United\r\nNations High Commissioner for Refugees (UNHCR).\r\nThe European Union calls on the Indonesian authorities\r\nto adopt effective measures to control the militias\r\nwithout delay.\r\nThe European Union also calls for the termination\r\nof terrorist activity in Kashmir, the implementation of\r\nconfidence- and security-building measures and strict\r\nrespect for the line of control in order to restore a\r\npeaceful local climate and enable the dialogue between\r\nPakistan and India to resume in the spirit of the Lahore\r\nDeclaration. The European Union will be looking\r\nclosely for such signs from the parties involved and\r\nwill encourage initiatives likely to resolve all the\r\ndisputes between the two countries.\r\nIt is important for the specific measures laid\r\ndown in Security Council resolution 1172 (1998) to be\r\nimplemented and for Pakistan and India to subscribe to\r\nthe international non-proliferation regime and sign the\r\nComprehensive Test Ban Treaty.\r\nHaving advocated direct dialogue between the\r\ntwo Koreas for many years, the European Union\r\nwelcomes the historic inter-Korean Summit that took\r\nplace in Pyongyang from 13-15 June this year. This is\r\nan important step on the road to reconciliation between\r\nthe Republic of Korea and the Democratic People’s\r\nRepublic of Korea, opening bright prospects for\r\nstrengthening the stability of the region. We invite the\r\ntwo countries, who have been members of the United\r\nNations since 1991, to continue this process in order to\r\nhelp the Korean people heal the wounds of the past.\r\nOn the subject of Haiti, the European Union\r\nrecalls that full respect for the constitutional provisions\r\nconcerning the elections and electoral legislation\r\ncurrently in force is the basis of democracy and the rule\r\nof law.\r\nThe threat of proliferation of weapons of mass\r\ndestruction and their delivery systems is a crucial issue\r\nthat the European Union — which shares the concern\r\nfor international peace and security that ought to\r\ninspire the nations represented here — is resolved to\r\ncombat relentlessly. To this end, international\r\ncooperation must be stressed, along with the\r\ndevelopment of multilateral standards for non-\r\nproliferation, arms control and disarmament.\r\nThis is particularly true of chemical and\r\nbiological weapons, which have now been banned. The\r\nUnion is working towards the early conclusion of a\r\nprotocol containing reliable and effective verification\r\nmeasures to strengthen the 1972 Convention on the\r\nProhibition of the Development, Production and\r\nStockpiling of Bacteriological (Biological) and Toxin\r\nWeapons and on their Destruction. We are equally\r\ndetermined to ensure nuclear non-proliferation and\r\ndisarmament, where so much progress has been made\r\nsince the signing of the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT), to which 187 States are\r\nnow parties.\r\nSince the end of the cold war, effective\r\ninstruments for ending the arms race and achieving\r\ndisarmament have begun to see the light of day, with\r\nthe halt to testing, the treaty enshrining it, the first two\r\nSTART agreements to reduce the largest nuclear\r\narsenals and a host of unilateral decisions following the\r\nsame trend. Our priority must be to consolidate this\r\nmechanism. A start was made with the Review\r\nConferences of 1995 and 2000; the results, which we\r\nwelcome, must be fully implemented.\r\nWe must give full weight to strengthening the\r\nsafeguards of the International Atomic Energy Agency\r\n(IAEA) through the widespread implementation of the\r\nmeasures contained in the 1997 Model Protocol and to\r\nremain alert to the issue of NPT compliance. We must\r\nalso revive the momentum of the multilateral\r\nnegotiations.\r\nThe entry into force of the Comprehensive Test\r\nBan Treaty, the completion of the operational readiness\r\nof the Comprehensive Test Ban Treaty Organization\r\n(CTBTO) and the negotiation at the Disarmament\r\nConference of a fissile material cut-off treaty are all\r\nnecessary steps that are of concern and ought to\r\nmobilize all States, be they parties to the NPT or not.\r\nThe start of this negotiation implies urgent negotiations\r\non a working programme in the Conference on\r\nDisarmament. International standards in this field can\r\nonly be effective if they are universal. Arsenal\r\nreductions, which are the prime responsibility of the\r\nnuclear-weapon States, must also be continued. This\r\nwill enable us to move closer to our common\r\nobjectives — namely, the elimination of nuclear\r\nweapons and general, comprehensive disarmament\r\nunder strict and effective international control.\r\nThe issue of small arms and light weapons is just\r\nas sensitive in many regions of the world. It deserves\r\nspecial attention. The 15 European Union members\r\n23\r\nA/55/PV.10\r\nwill contribute to the preparation of the United Nations\r\nConference on the Illicit Trade in Small Arms and\r\nLight Weapons in All Its Aspects, which will take place\r\nduring the summer of 2001, with the objective of\r\nobtaining a positive and enforceable plan of action to\r\ncombat the destabilizing accumulation and spread of\r\nsmall arms and light weapons. At the same time, the\r\nUnion shall continue its drive for the implementation\r\nof the Convention on the Prohibition of the Use,\r\nStockpiling, Production and Transfer of Anti-Personnel\r\nMines and on their Destruction. It will join in the\r\nefforts to achieve the total elimination of anti-\r\npersonnel mines.\r\nOn the very important subject of human rights,\r\nthe European Union will continue to support the efforts\r\nof the United Nations to reach the goal set by the\r\nSecretary-General to put human rights at the heart of\r\nevery aspect of its work. The best guarantee of solid\r\nprogress in this area is each person’s awareness of the\r\nimportance of human rights and democracy and the\r\nemergence of groups who actively promote them in\r\nevery country. In this connection, the European Union\r\nwelcomes the designation, thanks to the support of\r\nmany countries, of the Special Representative of the\r\nSecretary-General on Human Rights Defenders, Ms.\r\nJilani; we welcome her appointment and assure her of\r\nour full backing as she undertakes her duties.\r\nThis year the United Nations has once again\r\ndemonstrated that it is the main forum of progress in\r\nsetting standards for human rights, as witnessed by the\r\nadoption of two optional protocols to the Convention\r\non the Rights of the Child on the sexual exploitation of\r\nchildren and on children in armed conflicts. This\r\nrepresents a major step forward in favour of the\r\nprotection of children. The European Union intends to\r\ncontribute actively to the special session of the United\r\nNations General Assembly for the follow-up to the\r\nWorld Children’s Summit, to be held next year, which\r\nwill give the international community yet another\r\nopportunity to help this cause move forward.\r\nAnother important task, the World Conference\r\nAgainst Racism, Racial Discrimination, Xenophobia\r\nand Related Intolerance, lies ahead. At the European\r\nPreparatory Conference, to be held in October under\r\nthe auspices of the Council of Europe in Strasbourg,\r\nthe European Union will demonstrate its commitment\r\nto combat all expressions of racism, whatever form\r\nthey take. The Union, all of whose members have\r\nabolished the death penalty, calls on States that have\r\nnot yet done so to adopt a moratorium as a first step\r\ntowards the eventual abolition of this punishment,\r\nwhich is contrary to human dignity.\r\nThe European Union will endeavour to strengthen\r\ninternational cooperation in the fight against terrorism\r\nand will play an active role in the negotiations to be\r\nheld to that end. It earnestly hopes that this General\r\nAssembly will adopt the Convention Against\r\nTransnational Organized Crime and its Protocols at the\r\nPalermo Conference next December. Given that such\r\ncrime, that one of its most odious manifestations is the\r\ntrafficking in human beings, and that it poses an ever-\r\ngrowing threat to our societies, it is vital for the\r\ninternational community to develop the means to\r\ncooperate and fight against it effectively.\r\nLastly, the European Union looks forward to the\r\nearly establishment of the International Criminal Court.\r\nI would like to recall that ratification by 42 States is\r\nstill needed for this.\r\nBy way of conclusion, I would like to stress one\r\nlast point, and that is sustainable development. The\r\nEuropean Union’s contribution to international\r\ncooperation is substantial. With 30 per cent of the\r\nglobal gross domestic product, the Union contributes\r\n36 per cent of the United Nations regular budget and\r\n39 per cent of the peacekeeping budget. As you know,\r\nit also contributes the rather large amount of around 55\r\nper cent of the world total of official development\r\nassistance. We are pleased with everything that was\r\nsaid last week on this extremely important matter, and\r\nwe will continue our exemplary work on sustainable\r\ndevelopment. Indeed, we believe that development is\r\none of the key ways of resolving all of the problems\r\nfacing us throughout the world, as outlined in my\r\nstatement, and the European Union wishes to express\r\nits strong, continuing commitment to that end.\r\nThe Acting President: I give the floor to His\r\nExcellency the Honourable Chakra Prasad Bastola,\r\nMinister for Foreign Affairs of Nepal.\r\nMr. Bastola (Nepal): I join previous speakers in\r\ncongratulating the President on his well-deserved\r\nelection to preside over this Millennium Assembly. I\r\nam confident that, with his wisdom and consummate\r\ndiplomatic skill, he will steer the Assembly to a\r\nsuccessful conclusion.\r\nLet me also express our appreciation to Mr. Theo-\r\nBen Gurirab, Foreign Minister of Namibia, for his\r\n24\r\nA/55/PV.10\r\nexemplary leadership as president of the General\r\nAssembly at its fifty-fourth session, especially in the\r\nrun-up to the Summit. Secretary-General Kofi Annan\r\nalso deserves our unqualified tribute for his innovative\r\nleadership to prepare the United Nations for greater\r\nchallenges ahead.\r\nNepal wholeheartedly welcomes Tuvalu as the\r\nnewest member of the United Nations family. We\r\ncongratulate the people and Government of that Pacific\r\nisland country on this happy occasion of joining the\r\nworld body as an independent nation.\r\nLast week the heads of State and Government\r\nassembled in this Hall of the people to ponder\r\nmeasures to address the challenges of the twenty-first\r\ncentury, and reaffirmed their faith in the United\r\nNations as the central instrument for promoting peace,\r\nprosperity and justice. The vision given us by the\r\nSummit’s Millennium Declaration will be a guide for\r\nthe global community, and particularly for the United\r\nNations, in the days ahead. Nepal welcomes the\r\nDeclaration and pledges its commitment to implement\r\nit with the utmost seriousness.\r\nMy Prime Minister, addressing the Summit,\r\nexpressed the view that the future will judge us by the\r\nability of our leadership to make a difference in\r\npeople’s lives. We in Nepal expect the global\r\ncommunity to work in cooperation and solidarity, in a\r\ntrue spirit of partnership, to change for the better the\r\ndestiny of every man, woman and child around the\r\nworld.\r\nAs we enter a new century and a new millennium,\r\nthe world is replete with paradoxes. It now has fewer\r\ninter-State wars, but numerous civil wars. Science and\r\ntechnology have made unprecedented advances, but\r\ndiseases like AIDS still defy treatment. More people\r\nenjoy democracy and freedom, but terrorism still draws\r\nyouth. The walls of frontiers are crumbling in the\r\nglobalized economy, but the assertion of cultural\r\nidentity has increased. The United Nations has to work\r\nin the midst of these paradoxes.\r\nThe United Nations has succeeded remarkably in\r\nbringing peace in some situations and failed in others.\r\nIts involvement has eased tensions in the Central\r\nAfrican Republic and Tajikistan. East Timor is heading\r\ninto independence in relative calm. Kosovo is engaged\r\nin building democratic institutions. Israel has\r\nwithdrawn its forces from southern Lebanon, a\r\nwithdrawal which has vastly improved the prospects of\r\na comprehensive peace in the Middle East.\r\nStill durable peace remains as elusive as ever. In\r\nessence, it entails a culture of peace founded on\r\ndisarmament and the peaceful resolution of conflicts,\r\nas well as on measures that remove the root causes of\r\nconflict — poverty and exclusion.\r\nLasting peace cannot be secured until nuclear\r\nweapons, which constitute the major threat to global\r\nsecurity, are eliminated in a time-bound manner. Nor\r\ncan it be achieved without the complete eradication of\r\nother weapons of mass destruction. We consider that\r\nweapons delivery systems and the so-called national\r\nmissile defence systems threaten the peace as well.\r\nSmall arms and light weapons have killed more\r\npeople than all weapons of mass destruction combined.\r\nWe must turn our backs on the guns by controlling\r\nsmall arms and light weapons. In this context, we\r\nwelcome the proposed conference on small arms to be\r\nheld in 2001.\r\nConflicts disturb Africa, Asia, Europe and Latin\r\nAmerica. The Middle East is yet to conclude the final\r\nsettlement and be at peace with itself. The Balkans are\r\nstill rife with dispute, though of a lesser extent now.\r\nSouth Asia is in the perennial pain of low intensity war.\r\nTerrorists are on the prowl in many places, exploiting\r\nthe fragility of States. As a result, thousands of\r\ninnocent lives have been lost. The action of the\r\nSecurity Council, which is the world’s sentry, has been\r\ntoo little, too late in many situations; it has let\r\nemerging disputes descend into full-blown conflicts.\r\nNepal urges the Security Council to act in a timely\r\nmanner, promptly, decisively and adequately to prevent\r\nconflagrations.\r\nNepal has always been an active participant in\r\nUnited Nations peace operations. Nepalese\r\npeacekeepers have served with impeccable\r\nprofessionalism and dedication and have earned a name\r\nfor themselves. Many valiant Nepalese Blue Helmets\r\nhave laid down their lives in the service of world\r\npeace. The recent death of Private Devi Ram Jaishi, a\r\nNepalese peacekeeper, while defending peace in East\r\nTimor, rekindles our commitment to abiding peace,\r\nwherein no one needs to lose a father, husband or son\r\nto violence.\r\nAs host to the United Nations Regional Centre for\r\nPeace and Disarmament in Asia and the Pacific, Nepal\r\n25\r\nA/55/PV.10\r\nis strongly committed to enhancing the Centre’s\r\ncontribution to peace and disarmament, and is fully\r\nprepared to meet its obligation to house the Centre in\r\nKathmandu.\r\nThe report (A/55/305) of the panel on the United\r\nNations peace operations provides a wealth of ideas to\r\nput peacekeeping on a sound footing and to improve\r\npeace and security in the world. My delegation agrees\r\nwith the tenor of the report, and will be willing to\r\nexamine it in greater detail as it comes up for closer\r\nscrutiny.\r\nA survey of the present trouble spots on earth\r\nwould lead us to one unmistakable conclusion: most\r\nconflicts have poverty and exclusion at their root. All\r\ntoo often, we tend to treat the symptoms, not the cause.\r\nNepal strongly believes that a durable peace will\r\ncontinue to elude us as long as we do not eliminate\r\ndehumanizing poverty and deprivation. Prime Minister\r\nKoirala aptly described at the Summit the vicious circle\r\nof poverty and conflict, and asked the world\r\ncommunity to redouble its efforts to reduce poverty in\r\nsearch of peace. That deserves serious consideration.\r\nToday more than one fifth of humanity lives on\r\nless than a dollar a day. Poverty, illiteracy and diseases\r\nare rife in the poor countries. Unemployment among\r\nyouth is rampant. A growing population finds itself\r\nscrambling over shrinking resources in a stagnant\r\neconomy, which has been the case in most developing\r\ncountries. The AIDS pandemic has become a major\r\nscourge of the developing world, particularly in Africa.\r\nUnscrupulous leaders, often for narrow political gains,\r\nfish in the troubled waters and incite violence, which\r\nshatters the fragile economy further, making the next\r\ncycle of violence inevitable and even more deadly.\r\nIf we are ever to achieve lasting peace, we must\r\nreduce poverty and build peace from there. We\r\nsubscribe to the targets, suggested by the Secretary-\r\nGeneral in his report (A/54/2000), and adopted by the\r\nSummit, to reduce poverty and promote development\r\nin the developing countries. World conferences, one\r\nafter another, have concluded that this is the only way\r\nforward. A series of their mid-term reviews has\r\nreaffirmed this conclusion; yet, sadly, nothing much\r\nhas changed.\r\nIn global forums, both North and South have\r\nagreed to work together for accelerated growth and\r\ndevelopment in the South, to open the markets in the\r\nrich countries to the products of the poor countries and\r\nto improve access of the developing countries to\r\ntechnology in the advanced countries; to relieve the\r\npoor countries of their debt obligations; and to promote\r\nsocial development and human rights. The global\r\ncommitments are forgotten before the ink on them\r\ndries. We must narrow the gap between what we say\r\nand what we do.\r\nMost advanced countries have, for instance,\r\nsorely lagged in meeting their pledges of development\r\nassistance. More aid now means no need for it later.\r\nNepal commends those rich countries that have met the\r\naid targets, and urges others to do so. It is disturbing\r\nthat the United Nations funds and programmes, which\r\nare the main sources of unconditional assistance, have\r\nbeen facing a decline in their resource base; we call on\r\nthe global community to replenish their fungible\r\nresources.\r\nAlthough global trade has increased several times\r\nin the last few years, the developing countries —\r\nespecially, the least developed ones — are losing\r\nground as their share in world trade diminishes, due\r\nmainly to the declining terms of trade for them.\r\nGlobalization has gained momentum as people, trade\r\nand services move across borders at an exceptional\r\nspeed. And information technology has opened a whole\r\nnew vista of communication, including e-commerce.\r\nMuch as both of these phenomena have potential\r\nbenefits for all, they have benefited some more than\r\nothers, widening the disparity between the rich and the\r\npoor. We believe that the wealthy countries, together\r\nwith the World Trade Organization, must work towards\r\nmore equitable and rule-based trade to narrow the\r\nincome gaps, promote equitable globalization and\r\nbridge the digital divide.\r\nCountries in the South are sinking under the\r\nunbearable burden of foreign debt. While we appreciate\r\nthe Heavily Indebted Poor Countries Debt (HIPC)\r\nInitiative of the rich countries, we also urge them to\r\nexpedite its implementation and expand its scope to\r\ncover all the least developed countries and other\r\ncountries in serious difficulties, not of their own\r\nmaking.\r\nForeign direct investment has become a motor of\r\ngrowth for a few, but the vast majority of developing\r\ncountries remain untouched by this new phenomenon.\r\nUnderstandably, markets drive investors in their\r\ninvestment decisions, yet Nepal believes that our\r\ndevelopment partners can encourage investors, through\r\n26\r\nA/55/PV.10\r\na vigorous guarantee and incentive scheme, to invest in\r\nthose countries that have yet to see much foreign direct\r\ninvestment.\r\nThe unsustainable patterns of production and\r\nconsumption in the rich countries, together with the\r\npopulation pressure in the poor countries, have taken a\r\nhigh toll of the environment, the common human\r\nheritage. The global agreements to promote sustainable\r\ndevelopment and to reduce greenhouse gases remain\r\nlargely unfulfilled. As for Nepal, we have taken\r\nmeasures to preserve the environment through\r\nestablishing norms, reducing pollutants, extending the\r\nforest coverage and building the green component into\r\ndevelopment projects. We are also studying the Kyoto\r\nProtocol with a view to becoming a party to it.\r\nThe least developed countries, particularly the\r\nland-locked ones like Nepal, are confronted with the\r\nmost formidable challenges of development. Over the\r\nyears poverty in these countries has increased and their\r\nshare of world trade has sharply declined. In Nepal, for\r\ninstance, more than 50 per cent of the people are\r\nilliterate and live below the poverty line. Lack of\r\naccess to the sea not only makes transportation difficult\r\nfor us, but also deprives us of sea-based resources.\r\nThese disadvantaged countries therefore need special\r\nmeasures to overcome their development constraints,\r\nincluding better transportation facilities for the land-\r\nlocked countries so that they can reduce poverty and\r\njoin the global economic mainstream. We believe that\r\nthe conference on the least developed countries to be\r\nheld in Brussels next year will open up a new vista of\r\ncooperation for their development.\r\nNepal hopes that the high-level event on\r\nfinancing for development next year will find reliable\r\nmeans for funding development in the developing\r\nworld. It must energize both North-South and South-\r\nSouth cooperation to fulfil shared objectives.\r\nAs a functioning democracy, Nepal is committed\r\nto human rights and good governance. We have a\r\nGovernment that is accountable to people and pledged\r\nto serve them best. As democracy, development and\r\nhuman rights reinforce each other, we strive to promote\r\nthem together so that people have the opportunity to\r\nrealize their full potential. Nepal is a party to most\r\nhuman rights instruments, and we hold the view that\r\ncivil and political rights are as important as economic,\r\nsocial and cultural rights — including the right to\r\ndevelopment, for the healthy progress of society.\r\nTherefore we oppose any selective use of human rights\r\nvalues to suit vested political interests.\r\nI also wish to report to the Assembly that Nepal\r\nhas recently freed the remaining few thousand bonded\r\nlabourers and established the National Human Rights\r\nCommission. During the Summit we also signed the\r\noptional protocols to the Convention on the Rights of\r\nthe Child, protocols on the sale of children and on\r\nchildren in armed conflicts.\r\nToday more than 22 million people have taken\r\nrefuge outside the country of their origin, and millions\r\nare displaced within — sometimes because of natural\r\ncalamities, but very often because of their\r\nGovernments or because of terrorists. Nepal itself has\r\nnearly 100,000 refugees from Bhutan; their presence\r\nhas created economic, social and environmental\r\nproblems for us. Nepal believes that both State and\r\nnon-State actors must respect the human rights of the\r\nweak and vulnerable, including those of women and\r\nchildren.\r\nThe security of small States has remained a\r\nperennial concern for us. During the cold war the fear\r\nwas of being trampled in the super-Power rivalry; in\r\nthe post-cold-war era the fear is that small States will\r\nbe economically, militarily or politically bullied if they\r\nact in a manner that incurs the wrath of the stronger\r\nStates. It is saddening that even the United Nations is\r\nforced frequently to acquiesce to the designs of the\r\npowerful. We urge the international community to\r\nuphold the rule of law and the rich and powerful\r\ncountries to respect the right of small States to\r\nsovereign independence, something they zealously\r\nguard themselves.\r\nWhenever there are problems anywhere on the\r\nlength and breadth of the planet, the United Nations is\r\ncalled on to inspire and act, without necessarily being\r\ngiving the requisite resources. Since there is no\r\nalternative to the United Nations, we must revitalize\r\nand reinforce it through comprehensive reforms so that\r\nit can rise to the challenges of changing times. It is\r\nimperative to restore the primacy of the General\r\nAssembly, which is the closest thing to a world\r\nparliament, so as to bring the will of the peoples to\r\nbear on vital global policies.\r\nThe Security Council reform process has dragged\r\non for quite a while. Although there is no quick fix, nor\r\nshould one be pursued, it is time to give reforms shape\r\nand make the Council more representative in\r\n27\r\nA/55/PV.10\r\ncomposition, more transparent in function and more\r\ncapable of keeping peace. The Security Council, by\r\ndoing too little too late, has often proved part of the\r\nproblem, rather than of the solution. We must change\r\nit.\r\nNow that the recent Summit has recognized\r\npoverty and social exclusion as the principal cause of\r\nconflict, it is critical that we focus our attention on\r\nreinforcing the Economic and Social Council on a par\r\nwith the Security Council on economic matters. We\r\nmust work towards making the Economic and Social\r\nCouncil capable of coordinating the funds and\r\nprogrammes within the United Nations and with the\r\nBretton Woods institutions, the World Trade\r\nOrganization and other outside bodies.\r\nNepal applauds the Secretary-General for the\r\nsilent and continuous revolution at the United Nations\r\nin search of economy and excellence. Indeed, there is a\r\nconstant need to regenerate and reinvent the world\r\nbody to attune it to the emerging challenges in a\r\nchanging world.\r\nSadly, the United Nations has to limp from one\r\nyear to the next as some of the key contributors fail to\r\nlive up to their treaty obligations. We believe that the\r\ncardinal principle for apportioning financial obligation\r\nshould be the capacity to pay based on one’s share of\r\nworld gross national product, with special\r\nresponsibility on the part of the permanent members of\r\nthe Security Council in peacekeeping budgets. It is\r\nmorally indefensible to make the poorer countries\r\nsubsidize the richer countries to keep the United\r\nNations and its peacekeeping activities going. We call\r\non all Member States to pay their dues in full, on time\r\nand without conditions.\r\nSouth Asia has one fifth of the world’s people,\r\nbut lacks recognition and clout commensurate with its\r\nsize and potential. The only way for it to gain the place\r\nit deserves is through regional cooperation. Yet we in\r\nthe region have not been able to work closely and\r\ncohesively for the greater good of our peoples. The\r\nSouth Asian Association for Regional Cooperation is\r\nvirtually at a standstill. Nepal urges all fellow South\r\nAsian countries to work collectively for the shared\r\nprosperity of our peoples. Time will not be kind to us if\r\nwe fail to seize the opportunity.\r\nThe Acting President: I now call on His\r\nExcellency The Honourable Joseph Borg, Minister for\r\nForeign Affairs of Malta.\r\nMr. Borg (Malta): I would like to join the other\r\ndelegations here in congratulating you, Mr.; President,\r\non your election as President of the General Assembly.\r\nMay I also pay tribute to your predecessor, Mr. Theo-\r\nBen Gurirab who, through his experience and\r\ndiplomatic skills, guided the fifty-fourth session to a\r\nsuccessful conclusion. I wish to express our\r\nappreciation to the Secretary-General, under whose\r\nguidance and with whose expertise the Organization\r\nhas been moving ahead in the attainment of its goals.\r\nMay I also extend a warm welcome to Tuvalu, the\r\nnewest Member of the United Nations. For many years\r\nMalta and Tuvalu have cooperated as joint members of\r\nthe Commonwealth.\r\nThis is an auspicious occasion, not merely\r\nbecause the General Assembly is the most widely\r\nrepresentative group of the world’s peoples, but also\r\nsince it comes at a time when we are poised on the\r\nedge of a new dawn, a new beginning. Only last week\r\nwe saw and heard the heads of State or Government of\r\ncountries the world over reaffirm their faith in the\r\nOrganization and its Charter as indispensable\r\nfoundations of a more peaceful, prosperous and just\r\nworld. It was a renewed commitment to make the\r\nUnited Nations a more effective instrument in the\r\nhands of the world’s people. This is a weighty\r\nundertaking, and one which may well benefit from a re-\r\nexamination of the experience acquired during the past\r\n55 years of the United Nations existence.\r\nAs we are all no doubt aware, the United Nations\r\nhas been instrumental in fostering a culture of\r\npartnership among States. Indeed, we meet here today\r\nin the understanding that this culture of partnership\r\nmust continue to constitute the basis for humanity’s\r\nprogress. This is more than just a vision for the future;\r\nit is the road map for the way forward based on a\r\nprogramme of action that has weathered the\r\nvicissitudes of time and withstood test after test ever\r\nsince its adoption in San Francisco over half a century\r\nago. It is a noble endeavour that has survived in the\r\nface of adversity, that has experienced occasional\r\nsetbacks, but that has also registered more than a fair\r\nshare of success.\r\nAided by its long-standing commitment to\r\ndialogue, the United Nations has positively contributed\r\nto the process of decolonization that has so decisively\r\ntransformed the political map of the world. It has\r\npromoted a culture of dialogue and cooperation in the\r\nmost diverse fields of human existence and endeavour,\r\n28\r\nA/55/PV.10\r\nranging from health care to food supplies, from literacy\r\nto urban development, from historical heritage to the\r\nnatural environment, and, more recently, improving the\r\nstatus of women.\r\nNevertheless, in the crucial area of the\r\nmaintenance of peace and security — the very raison\r\nd’être for the creation of the United Nations — the\r\nOrganization, for various reasons, has at times been\r\nunable to fulfil this mandate. This is reflected in the\r\npainfully honest reports of the Organization’s failings\r\nin Rwanda and Srebrenica. These negative experiences\r\nprovided the backdrop to the recently published\r\nBrahimi report.\r\nThe Government of Malta shares the concerns\r\nexpressed in this report, which cautions in particular\r\nagainst entrusting the United Nations Secretariat with\r\nunrealistic mandates while not providing it with\r\ncommensurate resources. We look forward to early\r\nconsultations on the manner in which the\r\nrecommendations of the report may be pursued.\r\nWe have given serious consideration to\r\naddressing these concerns and have decided to match\r\nthem with a specific commitment. It was in this\r\nconnection that my Prime Minister last week, in his\r\naddress to the Millennium Summit, signalled Malta’s\r\nintention to significantly increase its peacekeeping\r\ncontribution through a voluntary move from group C to\r\ngroup B.\r\nIt will be recalled that over the years Malta has\r\nmade other contributions towards promoting the global\r\nobjectives of the United Nations. These have included\r\na number of initiatives not designed in the narrow\r\nnational interest but in the interest of the international\r\ncommunity as a whole.\r\nMay I recall in this connection Malta’s proposals\r\nto the General Assembly relating to the seabed and the\r\nocean floor, which led to the United Nations\r\nConvention on the Law of the Sea, to the question of\r\nthe ageing and to the initiative relating to climate\r\nchange. These initiatives alerted the United Nations to\r\nexamine the far-reaching, serious implications of those\r\nissues and thereby enabled it to adopt timely measures,\r\nwhich, as can be appreciated, have helped defuse, and\r\ncontinue to defuse, potential political tensions,\r\nenvironmental dangers and social complications.\r\nThe progress recorded in the United Nations over\r\nthe years is impressive and a source of great\r\nsatisfaction to my Government. The goals achieved,\r\nwhile relevant the world over, lie extremely close to\r\nthe heart of the area of which Malta forms part. The\r\nMediterranean can be seen as a microcosm of the larger\r\nworld stage. We have faced, and continue to face,\r\nintermittent conflicts and wide gaps in development\r\nlevels. The shortage of freshwater resources in some\r\nareas is potentially another serious challenge. Despite\r\nbeing a sea of promise and great opportunity, the\r\nMediterranean continues to challenge our political will\r\nto nurture long-lasting stability. Security in the\r\nMediterranean requires committed and quiet\r\ndetermination to identify both the problems and, more\r\nimportantly, the solutions. The element of dialogue that\r\nhas so often underscored the work of the United\r\nNations has brought much to the enhancement of\r\nrelations between the States of that part of the world.\r\nMalta indeed not only shares the aspirations of the\r\nUnited Nations in this regard, but has striven\r\nthroughout the years to ensure that they become an\r\nintegral part of all dealings in the Mediterranean.\r\nTogether with the rest of the world community,\r\nMalta welcomes the progress made in the Middle East\r\npeace process. We hope that the same determination as\r\nhelped overcome seemingly insurmountable obstacles\r\nin the past will continue to inspire the protagonists to\r\nwork for the goal of a just and permanent peace and\r\nsecurity for our Middle Eastern neighbours.\r\nThe Balkans are another part of the\r\nMediterranean area that also continues to challenge the\r\nwill of the international community in its quest for\r\nstability and its determination to ensure that full\r\nrespect for human rights becomes the common heritage\r\nof all peoples who live there. In this respect, every\r\npositive development is of the utmost importance.\r\nFor over 25 years the situation in Cyprus has\r\nremained a cause of concern. We therefore earnestly\r\nhope that an early settlement of the Cyprus question\r\nwill be found. In this connection, the Maltese\r\nGovernment reiterates its full support for the Secretary-\r\nGeneral’s efforts to find a solution on the basis of the\r\nrelevant Security Council resolutions.\r\nThe Mediterranean has also been witness to the\r\ncruel and merciless trafficking in human beings, a\r\ntragic and criminal exploitation of the misery of others.\r\nWe welcome the initiatives taken by the Italian\r\nGovernment at the Conference for Development and\r\nSecurity in the Adriatic and the Ionian held in Ancona\r\n29\r\nA/55/PV.10\r\nlast May. The broad parameters established in that\r\nConference can indeed serve as a prototype for similar\r\nagreements elsewhere.\r\nMalta has always been acutely aware of the role it\r\ncan play in bridging the divides of this complex area.\r\nSuccessive Maltese Governments have consistently\r\npromoted efforts to develop and consolidate\r\ncooperation between the littoral States of the\r\nMediterranean at both a bilateral and multilateral level.\r\nIn the mid-1970s we hosted the preparatory\r\nmeeting that led to the Barcelona Convention that\r\nlaunched the Mediterranean Action Plan. In 1995 we\r\nargued in favour of a Mediterranean stability pact for\r\nthe region, a proposal which is now taking shape in the\r\nform of a Euro-Mediterranean charter for peace and\r\nstability. In 1997, at a time of difficult political\r\ncircumstances for the area, Malta hosted the second\r\nEuro-Mediterranean Ministerial Conference, following\r\nthat of Barcelona in 1995. More recently, Malta was\r\none of the prime movers behind a recommendation\r\nwithin the Conference on Security Co-operation in the\r\nMediterranean process of the Inter-Parliamentary\r\nUnion for the establishment of a Parliamentary\r\nAssembly of Mediterranean States. These initiatives\r\nserve to underscore our commitment to the\r\nachievement of peace, prosperity and a just solution to\r\nthe demands of the Mediterranean people.\r\nWe believe, however, that on our own we can\r\nonly do so much, and that therefore the principle of\r\nmultilateralism, as enshrined in last week’s\r\nDeclaration, must be fully respected and observed. As\r\nwas stated in the final Declaration of the Millennium\r\nSummit, the management of economic and social\r\ndevelopment, as well as the risks and threats to\r\ninternational peace and security, must be a shared\r\nresponsibility. Freedom, equality, solidarity, tolerance\r\nand respect for the natural environment are goals\r\ntowards which our combined energies and efforts\r\nshould be channelled.\r\nIt is for these reasons that we have chosen to\r\npursue the path of membership of the European Union.\r\nIt is the common values and principles that inspired the\r\nbirth of what is today the European Union that inspire\r\nus in our quest. This is because it is through\r\nmembership that we feel we can best play our part on\r\nthe international stage, and contribute more effectively\r\ntowards the promotion of peace and progress in the\r\nMediterranean. We feel that our capabilities to play a\r\nuseful role may be greatly enhanced from within the\r\nEuropean Union. This is not solely for our own local\r\nbenefit. We believe that our membership will give the\r\nEuropean Union an added dimension that will serve to\r\nbenefit both the northern and southern shores of the\r\nMediterranean littoral.\r\nGood governance is what we, the peoples of the\r\nUnited Nations, seek at a national, regional and\r\ninternational level. Yet good governance is exactly\r\nwhat is threatened by a number of phenomena that\r\nplague our contemporary society. Ranging from the\r\ntrafficking of drugs to that of armaments and human\r\nbeings, international organized crime threatens the very\r\ntexture of law and order through abuse, corruption and\r\nviolence. The growth of related crimes also alerts us to\r\nthe need for ever closer international cooperation.\r\nAs much as the socio-political environment\r\nrequires constant vigilance, so too does the physical\r\nenvironment. Global warming remains a constant\r\nconcern, and we urge that the undertakings to ward off\r\nthe further degradation of the ozone layer be fully\r\nadhered to.\r\nQuestions of disarmament, extreme poverty, the\r\nstriking proportions of HIV and AIDS and the\r\nvulnerability of the disabled, infirm and those\r\ndiscriminated against on the basis of race or religion\r\nremain ever present on the world agenda. At no time\r\nmust we lose sight of these very real issues faced by a\r\nhuge proportion of the world’s people. We must, in\r\npursuit of a more caring and equitable society, seek to\r\nunderstand and subsequently meet the needs of these\r\nvulnerable members of society. It is not sufficient to\r\npromote global e-commerce and ever new economic\r\nworld orders if we do not also tackle the root causes of\r\nmany of the problems in the developing world. We\r\nneed to convert these enormous challenges into\r\nmoments of opportunity. We need to harness the\r\npositive forces of globalization, the new knowledge-\r\nbased economy and the opportunities of trade to bridge\r\nthe divides that persist throughout each and every\r\ncontinent.\r\nThe United Nations has taken a leading role in\r\npromoting international understanding and agreement\r\nin relation to these varied and diverse areas. Indeed, a\r\nwide spectrum of activities, international agreements\r\nand agencies of the United Nations have been put to\r\ngood use in the creation of the impetus necessary for\r\nchange. We must continue in our endeavours to bring\r\n30\r\nA/55/PV.10\r\npeople to a common understanding of how this can best\r\nbe consolidated, not solely through dialogue, but\r\nthrough concrete actions that must necessarily follow.\r\nThe number and variety of tasks that face the\r\nUnited Nations are by no means small. Malta is,\r\nhowever, convinced that the United Nations is the\r\nforum best positioned to provide workable options and\r\nlong-term solutions to the problems that plague the\r\nworld and man’s relations with it. Last week’s\r\nMillennium Summit clearly demonstrated the\r\ninternational community’s renewed commitment to this\r\nunique and indispensable Organization and its vital role\r\nin the maintenance of peace and stability, the\r\neradication of poverty, ignorance and disease and the\r\nprotection of the global environment.\r\nIf the Millennium Summit charted our course\r\ntowards making the United Nations a more effective\r\ninstrument in the hands of the world’s peoples, then the\r\nMillennium Assembly must come to be remembered as\r\nthe point in time when the first major decisions were\r\ntaken to place the Organization firmly on this chosen\r\npath. I hope that these will not be merely empty\r\ndeclarations of intent, but that each Government and\r\neach of us here present today will endeavour to better\r\nour corner of the globe as best we can. My Government\r\nremains determined to play its part.\r\nThe meeting rose at 1 p.m.\r\n"