"United Nations A/55/PV.45\r\n \r\nGeneral Assembly\r\nFifty-fifth session\r\n45th plenary meeting\r\nTuesday, 31 October 2000, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n00-71811 (E)\r\n`````````\r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 173\r\nTowards global partnerships\r\nMr. Schumacher (Germany): Good morning,\r\nMr. President. I think before I start my speech I should\r\ncompliment you on your tough guidance and the good\r\nexample you are setting, and I do hope that very soon\r\nthe rest of the audience will follow and will recognize\r\nhow important it is today that we should not squander\r\nour time when important issues are at stake.\r\nI have the honour today of introducing agenda\r\nitem 173 entitled “Towards global partnerships”. After\r\nan intensive round of informal talks, we were\r\nencouraged by many delegations of all regional groups\r\nto introduce this new item to the agenda of the fifty-\r\nfifth session of the General Assembly.\r\nThe ensuing intergovernmental exchange of\r\nviews was extremely helpful. We based our initiative\r\non three fundamental assessments, which I would like\r\nto outline very briefly. First, globalization has become\r\na fact of life; it offers great new opportunities, but also\r\nhas brought along the danger of “new divides”. Its\r\nbenefits are considerable, but they have so far been\r\nvery unevenly distributed among the regions of the\r\nworld. Therefore, new partnerships are needed to\r\nbridge these gaps. No Member of the United\r\nNations — no region — should be left out of this\r\nprocess.\r\nSecondly, globalization has led to the emergence\r\nof new global players, in particular from the private\r\nsector, who must accept their share of responsibility for\r\nthe aforementioned objectives. From this follows the\r\nneed for new partnerships and enhanced cooperation\r\nbetween these actors, the United Nations and its\r\nMember States.\r\nThirdly, this cross-sectional issue is such an\r\nimportant one that all United Nations Member States\r\nshould be involved from the very beginning. Thus, it is\r\nhigh time to open the debate within the General\r\nAssembly, and this is what we have done by\r\nintroducing the new agenda item and by referring it to\r\nthe General Assembly and not to an individual\r\ncommittee.\r\nBased on the statements by our heads of State and\r\nGovernment at the Millennium Summit and on the\r\nreactions we have received so far on our project, I trust\r\nthat there is broad consensus among Member States on\r\nthese three assumptions. Accordingly, the Millennium\r\nDeclaration explicitly states the need for strong\r\npartnerships with the private sector and with civil\r\nsociety organizations. Thus, agenda item 173,\r\n“Towards global partnerships”, actively pursues the\r\nimplementation of the Millennium Declaration.\r\nGermany follows with interest the manifold\r\nstrategies for an increasing variety of partnerships\r\nbetween the United Nations and other relevant partners\r\noutside the United Nations system. No body is better\r\nsuited than the United Nations and its General\r\nAssembly to observe, discuss and guide these\r\n2\r\nA/55/PV.45\r\ndevelopments. It is in this light that I would invite you\r\nto evaluate our resolution’s initiative, “Towards global\r\npartnerships”. Once negotiations are finalized and the\r\ninformal negotiations are pending, Germany wants to\r\nintroduce the text under this agenda item and take\r\naction on it. We are confident that we will be joined by\r\na large number of co-sponsors.\r\nWe have chosen a rather procedural approach for\r\nthis draft resolution. As a first step, more information,\r\nclarity, transparency and coherence in action are\r\nrequired. The draft resolution envisages three requests\r\naddressed to the Secretary-General, the first of which is\r\nto seek the views of Member States on how to study,\r\npromote and enhance cooperation between the United\r\nNations and all relevant actors, in particular the private\r\nsector. The second request is to seek the views of those\r\npartners on how to render their cooperation with the\r\nUnited Nations more effective. And, thirdly, the\r\nsubmission of a report to the next General Assembly is\r\nrequested on this matter.\r\nAs negotiations are still pending, I do not want to\r\nget into the details of the draft resolution now. Many\r\nMember States have already contributed to the drafting\r\nprocess. I would invite all interested delegations to join\r\nus in this important endeavour. It is worthy of our best\r\nefforts, as a considerable impact on our common future\r\nis at stake.\r\nThe United Nations will benefit from the private\r\nsector, and vice versa — tomorrow even more than\r\ntoday. We, the Member States, must make this\r\npartnership and these partnerships successful by being\r\nan active, creative and guiding part of it.\r\nMr. Bossière (France) (spoke in French): I have\r\nthe honour to speak on behalf of the European Union.\r\nThe Central and Eastern European countries associated\r\nwith the Union, Bulgaria, Czech Republic, Estonia,\r\nHungary, Latvia, Lithuania, Poland, Romania, Slovakia\r\nand Slovenia, the other associated countries, Cyprus,\r\nMalta and Turkey, as well as Norway, align themselves\r\nwith this statement.\r\nThis subject is important. It concerns the United\r\nNations role at a time when States are tending to play a\r\nless dominant role and new players are appearing.\r\nNothing will prevent this trend from continuing. If the\r\nUnited Nations chooses to turn its back and ignore this\r\nmovement, it will run the risk of being marginalized.\r\nThe implementation of global partnerships will put\r\nmatters in a totally different perspective, with the\r\nprospect of a more effective United Nations.\r\nWhen such an important issue is at stake, it calls\r\nfor a profound and open discussion among all the\r\nMember States, as is the rule of the United Nations. All\r\npeople of good will must play a part, and all good ideas\r\nmust be heard. From that point of view, the European\r\nUnion welcomes the fact that the Millennium Summit\r\nwas able to launch the debate on global partnerships, at\r\nthe very highest level, that of Heads of State and\r\nGovernment.\r\nIt is a crucial fact that, in the Millennium\r\nDeclaration, our Heads of State and Government\r\ndecided,\r\n“To give greater opportunities to the private\r\nsector, non-governmental organizations and civil\r\nsociety, in general, to contribute to the realization\r\nof the Organization’s goals and programmes”.\r\n(resolution 55/2, para. 30)\r\nIt is also important that, in a more specific area, they\r\ndecided,\r\n“To develop strong partnerships with the private\r\nsector and with civil society organizations, in\r\npursuit of development and poverty eradication”.\r\n(resolution 55/2, para. 20)\r\nThis is why, in the course of the ordinary proceedings\r\nof the General Assembly, discussions will be useful on\r\nhow the mandate issued by the heads of State and\r\nGovernment is to be implemented. The discussion\r\nshould draw on the proposals made by the Secretary-\r\nGeneral in his report, “We the peoples”.\r\nFrom this point of view, the European Union can\r\nonly welcome the laudable efforts of certain States to\r\nprepare a draft resolution on global partnerships. The\r\nEuropean Union will participate fully in the follow-up\r\nto this exercise.\r\nMr. Wee (Singapore): It is not common to begin\r\nspeeches to this General Assembly by confessing near\r\ntotal ignorance of the core issue being addressed under\r\nthis agenda item: the challenges of globalization. But\r\nhonesty demands we declare our ignorance even before\r\nwe speak.\r\nThe real tragedy about the word\r\n“globalization” — a word that seems so familiar and\r\nrecognizable to us — is that the word has generated\r\npositive and negative reactions even before we have\r\n3\r\nA/55/PV.45\r\nfully or even mostly understood the real meaning of the\r\nword. It is true that several books have been written\r\nabout globalization. Let me mention three: The Lexus\r\nand the Olive Tree by Tom Friedman, a New York\r\nTimes columnist; A Future Perfect: The Challenge and\r\nHidden Promise of Globalization by John Micklethwait\r\nand Adrian Wooldridge, two Economist correspondents\r\nand, most recently, The Global Me, by G. Pascal\r\nZachary, a Wall Street Journal correspondent. This\r\nbook, incidentally, was reviewed in the New York Times\r\nBook Review of 29 October 2000. Mr. Zachary,\r\nincidentally, argues that globalization will help the\r\npoor of the world.\r\nWe have not read all these books. But even if we\r\nhad, it is conceivable that our challenge in trying to\r\nunderstand globalization may be similar to that\r\nexperienced by the three blind men trying to figure out\r\nan elephant by feeling the different parts. They could\r\nnot see the whole. Neither can we see the whole of\r\nglobalization. Nor can any book.\r\nClearly, globalization is the most ferocious force\r\nto step on to the world stage. It is changing the future\r\nand fabric of international society beyond recognition.\r\nWhen the United Nations was created in 1945,\r\nthere was no doubt that the key actors on the world\r\nstage were the nation States. Only they had the\r\nresources to mobilize manpower, military and money to\r\ninfluence international relations.\r\nHence, the United Nations was created to provide\r\na forum for nation States to gather together and\r\ncooperate. The founding fathers of our Organization\r\nwould have been astonished if someone had suggested\r\nthat the management of international relations would\r\nbe incomplete without the inclusion of other equally\r\nimportant actors.\r\nTake multinational corporations, for example.\r\nThe top 200 such corporations have combined reserves\r\nof $7.1 trillion — about a quarter of the world’s\r\neconomic activity. This sum is larger than the\r\ncombined economies of 182 United Nations Member\r\nStates. How can one possibly manage or even\r\nunderstand international economic activity without\r\ntaking into consideration the needs, interests and\r\naspirations of multinational corporations? The call in\r\nthe draft resolution for global partnerships between\r\ngovernment and the private sector is therefore\r\nreasonable and perhaps even overdue.\r\nAt the same time, we can also understand the\r\nhesitation in this room to embrace multinational\r\ncorporations. Some have behaved badly — for\r\nexample, in the industries that extract and exploit\r\nnatural resources. The diamond trade is not the only\r\none with rogue traders. But to suggest that all\r\nmultinational corporations are essentially the same is\r\nas meaningful as saying that all animals are the same.\r\nDogs and cats, cows and sheep, elephants and horses\r\ncan be harnessed to improve our well-being, materially\r\nand spiritually. Rats and wolves, sharks and snakes\r\nthreaten our well-being. What is true of the animal\r\nworld is equally true in the corporate world. There are\r\ngood citizens and bad citizens. And the good citizens\r\nhave an enormous power to do good.\r\nA.W. Clausen, a former President of the Bank of\r\nAmerica, made the following observation:\r\n“No other institution, public or private, has the\r\nmotivation, the resources and the power to tackle\r\nglobal inequities as effectively as [multinational\r\ncorporations ... These corporations] have a\r\npowerful self-interest ... and a clear stake in the\r\ndevelopment of a harmonious and non-coercive\r\nworld order. That multinationals have the ability\r\nto enhance the quality of life in the\r\nunderdeveloped world is no longer debatable. The\r\ncontinuing transfer of capital, technology and\r\nmanagerial and entrepreneurial skills from the\r\nrich to the poorer countries has become the\r\nclassic justification of global multinational\r\nactivity.”\r\nIt is also clear that massive flows of capital will\r\nbe required if we are to alter the huge disparities we\r\nwitness across the globe. In the early decades of the\r\nUnited Nations, the general assumption was that capital\r\nflows would pass from government to government.\r\nToday, the private sector flows far exceed\r\nintergovernmental financial flows. According to the\r\nWorld Investment Report 2000, annual global foreign-\r\ndirect-investment flows reached a high of $865 billion\r\nin 1999, a sharp increase from the level of $182.6\r\nbillion in 1995, barely five years ago.\r\nForeign-direct-investment flows can assist\r\ndevelopment. As Professor Jagdish Bhagwati of\r\nColumbia University has noted, foreign direct\r\ninvestment\r\n“is a mutually beneficial phenomenon; it brings\r\nin needed technology, creates employment,\r\n4\r\nA/55/PV.45\r\ngenerates tax revenues without which\r\nprogrammes to help the poor cannot be financed.”\r\nBut it is also true that both the right domestic\r\nconditions and the right expertise are needed to handle\r\nforeign direct investment. Hence, we commend the\r\ninitiative of the United Nations Conference on Trade\r\nand Development (UNCTAD) and the International\r\nChamber of Commerce (ICC) to publish investment\r\nguides for least-developed countries and to promote\r\ndialogue between Governments and potential investors.\r\nTwenty-eight companies are supporting the partnership\r\nand contributing to the UNCTAD-ICC project, another\r\nexample of good public-private sector cooperation\r\nwhich is encouraged by both the draft resolution and\r\nthe Secretary-General’s Global Compact initiative.\r\nWe do have one concern about the Global\r\nCompact initiative. One of its goals is to foster greater\r\nrespect for labour rights and environmental standards\r\nin developing countries. In theory, these are noble\r\ngoals. In practice, these goals are often used to promote\r\nnew kinds of protectionism. Those who manage the\r\nGlobal Compact process must not allow themselves to\r\nbe used as tools of protectionists.\r\nThe subject of globalization or global\r\npartnerships cannot be covered in one speech. Nor can\r\nit be covered by one agenda item or one resolution.\r\nToday, we have only taken one small step, but as an old\r\nChinese proverb says, a journey of a thousand miles\r\nbegins with one small step. The challenge for us is to\r\nensure that we are heading in the right direction.\r\nAs we said at the beginning of our speech, it is\r\nfar too early to assess the meaning and reality of\r\nglobalization and the global challenges it has spawned.\r\nBut it is clear that new actors have emerged on the\r\nworld stage. Today, we have only discussed two: nation\r\nStates and multinational corporations. But other\r\npowerful forces are emerging: non-governmental\r\norganizations, some of whose budgets exceed those of\r\nGovernments, media conglomerates, think-tanks like\r\nthe Davos World Economic Forum. All of these are\r\nchanging the texture and fabric of international society.\r\nThe Secretary-General’s millennium report\r\ncaptures one dimension of this change well:\r\n“Here, however, is the crux of our problem\r\ntoday: while the post-war multilateral system\r\nmade it possible for the new globalization to\r\nemerge and flourish, globalization, in turn, has\r\nprogressively rendered its designs antiquated.\r\nSimply put, our post-war institutions were built\r\nfor an inter-national world, but we now live in a\r\nglobal world. Responding effectively to this shift\r\nis the core institutional challenge for world\r\nleaders today.” (A/54/2000, para. 30)\r\nThe step we are taking today is but a very small\r\nstep in dealing with a much larger challenge we face. If\r\nnation States or the United Nations do not respond well\r\nto this challenge, the forces of globalization will sail\r\nright past us and leave us standing in a tiny irrelevant\r\ncorner.\r\nMr. Aboulgheit (Egypt) (spoke in Arabic): There\r\ncan be no doubt that the changes that are taking place\r\nin international relations and in the global economic\r\nframework are giving rise to new opportunities to\r\ninvolve the private sector and civil society in the\r\nservice of the United Nations with a view to meeting\r\nthe challenges of the new century. This is what the\r\nheads of State or Government of the States Members of\r\nthe United Nations stated in the Millennium\r\nDeclaration.\r\nHowever, we should pay particular attention to\r\ncertain aspects in our study of these changes so that we\r\ncan attain the desired results.\r\nFirst, there should be a balance between the\r\naspects of the work proposed in the framework of the\r\nrelationship between the United Nations and the private\r\nsector and the international community in order to\r\nserve the interests of all the States Members of the\r\nUnited Nations. We should therefore avoid selectivity\r\nand double standards when choosing the proposed\r\nareas of work so that they do not serve the interests of\r\na small number of States at the expense of those of the\r\nmajority of peoples and States throughout the world, as\r\nhas happened many times over in many multilateral\r\ninstitutions, which led to severe international crises and\r\nthat brought suffering to many developing countries.\r\nSecondly, in order to achieve such a balance, we\r\nmust consider upgrading a financial mechanism that\r\nwould ensure that assistance is provided by the private\r\nsector and civil society to poor nations, so that it does\r\nnot serve only giant corporations or benefit only the\r\ncivil society of such countries. This could lead to a\r\nserious imbalance in the mechanisms of the United\r\nNations and could compromise the effectiveness of its\r\nwork.\r\n5\r\nA/55/PV.45\r\nThirdly, it is important to stress the impartiality\r\nand independence of the work of the United Nations, as\r\nan Organization of Governments that is based on the\r\nCharter of the United Nations. Therefore we must be\r\ncareful that this change does not give rise to any\r\ninfringement on the sovereignty of nations, whatever\r\nthe justifications may be, particularly since the debate\r\nhas not been concluded regarding the many different\r\ninterpretations of relationships between Governments,\r\nsuch new concepts as humanitarian intervention or\r\nconflict prevention.\r\nFourthly, the objective of the development of the\r\nrelationship is not to adopt initiatives and resolutions if\r\nconsultations have not been held among all the\r\nMembers of the United Nations, particularly if such\r\ninitiatives or resolutions include principles on which\r\nopinions differ, such as the participation of, or\r\nintervention by, the private sector, or the relationship\r\nbetween the private sector and developing countries.\r\nThis would only provide lofty pretexts for serving the\r\ntrade and protectionist interests of a small number of\r\nnations.\r\nFifthly, the change in such a relationship should\r\nnot involve any attempt to bypass contentious matters\r\nor the different interpretations which are still being\r\nstudied in other international organizations, including\r\nthe question of forcing labour criteria on international\r\ntrade within the framework of the work of the United\r\nNations, or forcing environmental criteria that advance\r\nthe protectionist interests of a small number of\r\ncountries.\r\nSixthly, all recommendations in this context\r\nshould be studied in detail by governmental\r\nmechanisms set up for this purpose in order to take a\r\ndecision regarding the direction of this relationship.\r\nThese are some of our initial comments on the\r\nitem before us. We thank the delegation of Germany\r\nfor its initiative in this respect, and we look forward to\r\nworking together within the framework of the United\r\nNations to develop the relationship between the\r\nOrganization, the private sector and civil society in\r\norder to serve the interests of all the peoples and\r\ncountries of the world, in particular the developing\r\ncountries.\r\nMr. Kataria (India): This is the first time that the\r\nGeneral Assembly is discussing this somewhat\r\nenigmatic topic of global partnership with companies\r\nthat have a global presence. Implicit in this is the\r\nassumption that we have not had this partnership\r\nbefore and that we need it.\r\nThe first assumption may not be entirely correct.\r\nThe International Labour Organization (ILO), after all,\r\nis predicated on a tripartite partnership, and its\r\nPartnership for Development programme seems to both\r\nprefigure and go beyond the Secretary-General’s\r\nGlobal Compact, in its belief that respecting social\r\npolicy is not something employers must balance\r\nagainst profits, but something that might actually\r\npromote profits. It is true that when the United Nations\r\ntried to lay down a code of conduct for transnational\r\ncorporations, it was assumed, at least by the\r\ncompanies, that the United Nations saw itself as an\r\nantagonist, not as a partner, but even then, the United\r\nNations system worked far more closely with the\r\nprivate sector than we sometimes realize.\r\nTo take just one example, the global\r\nimmunization programmes piloted by the United\r\nNations Children’s Fund (UNICEF) and the World\r\nHealth Organization (WHO) — one of the success\r\nstories of the United Nations system — depended then,\r\nas it does now, on vaccines developed and produced by\r\nthe private sector.\r\nThere was, however, one crucial difference. The\r\ndiseases that those vaccines were meant to prevent\r\naffected people in the developed world as much as\r\nthose in other parts of the globe. It would be a sign of\r\ntrue global partnership if pharmaceutical companies in\r\nthe developed world were to try to develop vaccines or\r\ncures for diseases that affect only the poor citizens of\r\nthe developing world. There would be less profit for\r\nthem in it; their help would primarily be recognition of\r\na human obligation. Are they up to it? Are they up to\r\ndeveloping a cure for malaria, whose toll is estimated\r\nto take 1 per cent off Africa’s gross domestic product,\r\nor to let cheap, generic treatments be sold to lessen the\r\npain of victims of AIDS? Again, neither the Roll-back\r\nMalaria initiative nor the Joint United Nations\r\nProgramme on HIV/AIDS (UNAIDS) can do very\r\nmuch without a global partnership with the\r\nmultinational pharmaceutical companies.\r\nThe Global Alliance for Vaccines and\r\nImmunizations, set up by the World Bank, WHO,\r\nUNICEF, the Gates and Rockefeller Foundations and\r\npharmaceutical manufacturers, is very much the sort of\r\npartnership that is needed.\r\n6\r\nA/55/PV.45\r\nInnovative triangular arrangements between\r\ntechnology developers, developed country assurance of\r\nvolume procurement and developing country markets\r\nhave been advocated by the Center for International\r\nDevelopment of Harvard University and such fresh\r\nthinking is encouraging. There are other crucial areas\r\nof scarcity and those central to development where\r\nsuch arrangements can be developed. Technology is\r\nintrinsic even to equitable growth and to the way\r\ntechnology vendors operate in the private sector.\r\nStopping people dying from endemic diseases or\r\nepidemics is a priority for the United Nations system,\r\nas is ending malnutrition and death from hunger. The\r\nfirst green revolution, which was so successful in Asia\r\nand Latin America, was produced by a partnership\r\nbetween the public sector and a few benevolent\r\nfoundations; the private sector played hardly any role\r\nin it. Now, however, its role is crucial for a number of\r\nreasons. Though one fifth of the world is still\r\nchronically undernourished, official development\r\nassistance to agriculture has fallen by over 50 per cent\r\nin the past decade; so too has government investment\r\nin agriculture in most of the developing world.\r\nThe private sector holds the key. Biotechnology\r\nmay very well be crucial if the food needs of the\r\ndeveloping world are to be met, but fears about\r\ngenetically modified crops have to be addressed\r\ntransparently. Genetically modified crops could end\r\neither hunger or humanity, depending on how they are\r\ndeveloped. Both the benefits and the dangers are so\r\nvast, so global, that this is an area where the need for a\r\nglobal partnership and ownership is not only self-\r\nevident but crucial.\r\nThe human genome, which has now been\r\nmapped, can potentially help us eliminate genetic\r\nproblems and diseases. It can also be abused in the\r\nsocial context. Scientific knowledge cannot be\r\ncontrolled, but when it has the capacity for global good\r\nor global mischief, as the mapping of the human\r\ngenome does, it must be shared in a global partnership.\r\nIt is not that the private sector is unmindful of its\r\nresponsibilities. The success the United Nations has\r\nhad in recent months in controlling the trade in conflict\r\ndiamonds is an example of a global partnership in\r\naction. However, here, too, there are lessons to be\r\ndrawn. The private sector agreed immediately to what\r\nthe United Nations proposed as much to protect the\r\nlegitimate trade as to stop the trade in blood diamonds.\r\nWould it have been so compliant if its self-interest had\r\nnot been involved? That is perhaps not a fair question;\r\nafter all, in any partnership, it is assumed that the\r\ninterests of the partners are equally engaged.\r\nThis is why we should also consider the role of a\r\nthird partner not sufficiently recognized here – the\r\nglobal non-governmental organizations, which are\r\noften based in the developed countries, whose interests\r\nsometimes clash and sometimes coincide with those of\r\nthe transnational corporations. Unlike democratically\r\nelected Governments, which are responsible to their\r\npeople, or global companies, which are at least\r\nresponsible to their shareholders, transnational non-\r\ngovernmental organizations have no responsibility\r\nbeyond their focus of advocacy and their conscience.\r\nOften, they take crusades on to pyrrhic victories,\r\nhurting the people in the developing world in whose\r\nname they claim to speak. No code of conduct binds\r\nthem. This engagement can therefore go in different\r\ndirections.\r\nEqual responsibility is the key. All of us\r\nacknowledge that Governments are only one among\r\nseveral types of player in this globalized world. The\r\nWorld Bank has set their interrelationship in the\r\nconceptual grid of the Comprehensive Development\r\nFramework. The crucial point, though, is that, while\r\nthe Governments of developing countries are listed as\r\nonly one kind of actor in a cast that includes donor\r\nGovernments, international companies and local and\r\ninternational civil society, the responsibility for\r\neconomic and social failure rests only with the host\r\nGovernments. That is particularly unfortunate and\r\nunfair when most developing country Governments are\r\nnow more vulnerable to pressure from transnational\r\ncorporations than they ever were. As the Bretton\r\nWoods institutions have recognized, as developing\r\ncountries compete for foreign direct investment, there\r\nis a danger of a rush to the bottom as far as social\r\npolicy is concerned. This is where global partnerships\r\ncould be useful if they were to bind transnational\r\ncompanies to protecting and promoting social policies\r\nand not insist that these policies be weakened for\r\ncompanies that are set up abroad. We understand that\r\nthis is what the Secretary-General has in mind in his\r\nGlobal Compact and we will watch closely to see what\r\neffect it has.\r\nAs the private sector becomes ever more\r\npowerful, some of its members are using their profits\r\nphilanthropically. The Turner Fund is a case in point.\r\n7\r\nA/55/PV.45\r\nThey can be very useful supplements to the United\r\nNations finances, provided that the weight of their\r\ncontributions does not distort the intergovernmental\r\npriorities set here. Aid agencies have used the private\r\nsector to deliver aid through projects or research, but as\r\nofficial aid budgets fall and the private sector becomes\r\nmore active in a globalized world, there is now a more\r\nequal partnership, with the private sector not just a\r\ncontractor for aid, but a provider of funds and ideas.\r\nThis is apparently a novel experience for the aid\r\nministries in donor countries, which find that their\r\npriorities now have to be balanced against those of\r\ntheir private-sector partners. However, from what one\r\ncan gather, this new global partnership largely excludes\r\nthe beneficiaries; developing countries are still\r\nexcluded from these discussions, though they now have\r\nto contend with the united prescriptions of foreign\r\nGovernments and their companies. The weight of\r\nfaulty advice can be insupportable, as its consequences\r\ncan be devastating. Hence the need for a truly global\r\npartnership between host Governments, development\r\npartners and the private sector.\r\nMr. Fonseca (Brazil): I wish to thank the German\r\ndelegation for its timely initiative of introducing the\r\nitem on global partnerships into the agenda of the\r\nGeneral Assembly at its fifty-fifth session.\r\nIn trying to keep pace with globalization and\r\ninterdependence, the United Nations system has been\r\ninteracting more intensely with civil society. This\r\nderives from a fact of modern life: non-governmental\r\norganizations are important instruments for perceiving\r\nthe aspirations of people and, in many instances, may\r\nbe partners in the solution to some social problems.\r\nSince the 1990s, non-governmental organizations and\r\nother actors have been contributing to shape the\r\nmodern agenda of the international system. The United\r\nNations cannot ignore this fact.\r\nThe United Nations and non-governmental\r\norganizations have been working together in the pursuit\r\nof sustainable development, human rights, improved\r\nstandards of living, women’s and children’s rights,\r\nsexual and reproductive health, poverty eradication and\r\nexternal debt reduction. At the same time, the United\r\nNations is increasingly seen by non-governmental\r\norganizations and the private sector as an Organization\r\nthat makes an irreplaceable contribution to the\r\nestablishment of enabling frameworks for\r\ndevelopment.\r\nNon-state actors have also had a genuine\r\naspiration to participate more in these United Nations\r\nprocesses. The business community has now become\r\naware that, in a globalized world, the United Nations\r\nplays a valuable role in providing norms and standards\r\nconducive to development, as well as in promoting and\r\nsecuring peace and stability.\r\nOver the past 10 years, there have a been a\r\nnumber of spontaneous partnerships between the\r\nUnited Nations and non-state actors in many areas.\r\nSuch synergies are taking new and diverse forms,\r\nincluding through development cooperation,\r\nfundraising, advocacy, humanitarian assistance and\r\neven dialogue on policy issues. The United Nations\r\nChildren’s Fund, the United Nations Development\r\nProgramme and the United Nations Population Fund,\r\namong other organizations, have engaged in many\r\ninnovative relationships. The United Nations\r\nFoundation, established only three years, is showing\r\nsignificant signs of vitality.\r\nThe Global Compact launched by the Secretary-\r\nGeneral last year is an important initiative to engage\r\nnon-governmental organizations and the private sector\r\nin an effort to achieve the goals set by the United\r\nNations in areas such as poverty eradication,\r\nsustainable development and social justice. Experience\r\nwith the participation of civil society in the global\r\nconferences of the 1990s has been judged successful.\r\nWe look forward to a constructive involvement of\r\nrelevant stakeholders in the upcoming events, such as\r\nthe ones on financing for development and least-\r\ndeveloped countries, as well as the special sessions on\r\nHIV/AIDS and Istanbul Plus Five.\r\nThe United Nations is essentially an organization\r\nof States. It must be kept accountable to its members.\r\nEfforts to work with non-governmental organizations\r\nand the business community must follow the rules of\r\nthat institutional context. We believe that cooperative\r\narrangements with other stakeholders will gain from an\r\napproach that is based on transparency, commitment to\r\nUnited Nations goals, fair distribution of responsibility,\r\nas well as full respect for the mode of operation of the\r\nUnited Nations.\r\nIn pursuing partnerships, the United Nations must\r\ncarefully safeguard its unique basis of legitimacy,\r\nbased on universality, by ensuring equitable\r\nparticipation of non-governmental organizations and\r\ncompanies from all regions. For this partnership to\r\n8\r\nA/55/PV.45\r\nflourish and endure appropriate guidelines must be\r\ndeveloped and observed. It could also be useful to\r\nconsider the possibility of designating focal points in\r\nthe Secretariat and in all United Nations funds,\r\nprogrammes and specialized agencies, particularly with\r\nregard to very large initiatives and projects.\r\nNon-governmental organizations and the business\r\ncommunity can play a positive role in advancing\r\nhuman values and goals. Their expertise, capacities and\r\ncollaboration are increasingly needed, as they have or\r\ncan raise considerable human technical and financial\r\nresources to support the United Nations. There is\r\ncertainly great potential for viable partnership between\r\nthe United Nations, non-governmental organizations\r\nand the private sector. Getting a clear and\r\ncomprehensive picture of where we currently stand is\r\nan essential prerequisite for building a consensus as to\r\nwhere we should head in the future.\r\nThe General Assembly has a key role to play in\r\nproviding policy guidance to the entire United Nations\r\nsystem with regard to these partnerships. Brazil\r\nsupports the draft resolution presented by Germany that\r\nis currently being negotiated, as it provides a good\r\nbasis for the consideration of this matter.\r\nMr. Ducaru (Romania): Romania welcomes and\r\nsupports the initiative taken by Germany which\r\nprovides that the General Assembly should examine\r\nand recommend measures aimed at improving the\r\ncooperation between the United Nations and other\r\nrelevant actors, including the private sector, in a more\r\nsystematic, coherent and mutually reinforcing way.\r\nIt is our conviction that in order to cope with\r\nglobal issues, like combating poverty, achieving\r\nsustainable development and striving for peace,\r\nsecurity and human rights for all, we need global\r\nsolutions based on global cooperation and partnership,\r\nwhich are the keys to success.\r\nAs a staunch advocate of multilateralism,\r\nRomania shares the widespread understanding that only\r\nan improved system of global governance that\r\nembodies common values, rules and practices will\r\nensure that globalization is considered not so much as a\r\nthreat but as an opportunity not to be missed and to be\r\nexploited.\r\nThe United Nations is uniquely placed and\r\nequipped to mobilize common action when a change in\r\napproach is needed. We are pleased that the Secretary-\r\nGeneral in his report and that world leaders in their\r\nMillennium Declaration (resolution 55/2) recognized\r\nthe necessity to develop strong partnerships with the\r\nprivate sector and with civil society organizations in\r\norder to contribute to the accomplishment of the\r\nOrganization’s goals and programmes, in pursuit of\r\ndevelopment and poverty eradication. In recent years,\r\nwe have witnessed the increasing global influence of\r\nthe non-State actors that have become indispensable\r\npartners in the search for solutions to global problems\r\nand in efforts to reach national unity, regional cohesion\r\nand a multilateral framework for cooperation.\r\nBringing together Governments, civil society and\r\nthe private sector allows for stronger, broader\r\nconsensus on new global standards and helps to\r\nimplement and monitor those standards to which we all\r\nsubscribe. We are encouraged to see how the Global\r\nCompact initiative launched by the Secretary-General,\r\nKofi Annan, at the 1999 World Economic Forum in\r\nDavos provided an entry point for the business\r\ncommunity to work in partnership with United Nations\r\norganizations and a basis for structured dialogue\r\nbetween the United Nations, the business community,\r\nlabour organizations and civil society on improving\r\ncorporate practices in the social field.\r\nMy last point would be that enhanced cooperation\r\nbetween the United Nations and all relevant actors\r\nrequires effective participation from all regions of the\r\nworld including, in particular, developing countries and\r\neconomies in transition. It is in this spirit that the\r\nRomanian delegation will join as a sponsor of the draft\r\nresolution “Towards global partnerships” initiated by\r\nGermany.\r\nMs. Leonce (Saint Lucia): My delegation would\r\nlike to thank the United Nations Conference on Trade\r\nand Development (UNCTAD) for its outstanding\r\nreports that have informed our contribution to this\r\ndebate, in particular the Trade and Development\r\nReport, 2000 and the World Investment Report 2000.\r\nAt the risk of being repetitive, my delegation\r\nfinds it necessary to repeat sections of our statements\r\non globalization since we agree that transnational\r\ncorporations are the most visible manifestations of\r\nglobalization. This issue under discussion, “Towards\r\nglobal partnerships”, is a very important one, and my\r\ndelegation would like to thank the delegation of\r\nGermany for including this item on our agenda and\r\nproviding leadership in its consideration. Throughout\r\n9\r\nA/55/PV.45\r\nmy intervention I will use the terms “private sector”\r\nand “transnational corporations” interchangeably.\r\nWe fully recognize that the private sector or\r\ntransnational corporations — and not countries —\r\nmake up over half of the 100 biggest economic units.\r\nMitsubishi is bigger than Indonesia and Thailand, yet it\r\nis ranked twenty-fourth on the list of the top\r\n100 transnational corporations. We also recognize that\r\ninternational production by transnational corporations\r\nhas grown faster than global gross domestic product\r\nand global exports. In fact the sales of foreign affiliates\r\nof transnational corporations worldwide are now nearly\r\ntwice as high as global exports, reaching 14 trillion\r\ndollars in 1999. Therefore, it is necessary for us\r\nGovernments to work in partnership with the private\r\nsector, in particular with transnational corporations,\r\nsince they are in control of the global economy. But,\r\nbefore we can extend this partnership, we need to\r\nexamine our partner, transnational corporations,\r\nbearing in mind that “partnership” implies joint action\r\nand shared benefits.\r\nOf our proposed partner, Karl Sauvant, chief\r\nauthor of the World Investment Report 2000, has said\r\nthat:\r\n“A global marketplace for firms is emerging.\r\nCompanies are being bought and sold across\r\nborders on an unprecedented scale.”\r\nThe Secretary-General of UNCTAD says of our\r\nproposed partner:\r\n“Cross-border mergers and acquisitions,\r\nincluding the purchase by foreign investors of\r\nprivatized state-owned enterprises, are driving the\r\nforeign investment volumes to new records ...\r\nInternational production by transnational\r\ncorporations — numbering some 63,000 today,\r\nwith approximately 700,000 foreign affiliates —\r\nnow spans virtually all countries and economic\r\nactivities, rendering it a formidable force in\r\ntoday’s world economy.”\r\nThe World Investment Report 2000 reveals that\r\nthe world’s top 100 transnational corporations, based\r\nalmost exclusively in developed countries, are the\r\nprincipal drivers of international production. So we are\r\nbeing asked to continue to form partnerships with\r\neconomic giants, stronger by far than most\r\nGovernments, and in control of the global economy.\r\nBut we have been cooperating with the private sector;\r\nwe have formed partnerships with transnational\r\ncorporations; so this initiative is not new.\r\nThe Report states that the expansion of\r\ninternational production has been facilitated by\r\nvirtually all countries through changes in their\r\nregulatory environments. Over the period 1991 to\r\n1999, 94 per cent of the 1,035 changes worldwide in\r\nthe laws governing foreign direct investment (FDI)\r\ncreated a more favourable framework for FDI.\r\nOur cooperation is institutionalized. The World\r\nTrade Organization (WTO), the World Bank, the\r\nInternational Monetary Fund (IMF) and now the United\r\nNations Development Programme (UNDP), with our\r\ndeveloped partners, are advising developing countries\r\nthat we need an enabling environment for investment.\r\nThey have pushed us, and continue to push us, to create\r\nthat enabling environment. So we have cooperated, and\r\ncontinue to cooperate, with the private sector. But this\r\ninitiative is asking us for additional cooperation or a\r\ndeepening or strengthening of our partnership.\r\nBefore we can proceed a step further, we need to\r\nstop and assess the results of this partnership to date.\r\nReports show that 10 countries received 74 per cent of\r\nglobal FDI flows in 1999. Just 10 developing countries\r\nreceived 80 per cent of the total FDI flows to the\r\ndeveloping world, yet all countries contributed to the\r\nexpansion of FDI flows and changed their policies to\r\ncreate favourable conditions for FDI flows. Á1l of us\r\ncooperated, but only one-sixteenth, or 6.25 per cent, of\r\nthe 160 developing countries are benefiting.\r\nGlobal FDI flows reached $800 billion in 1999,\r\nand they are expected to surpass the $1 trillion mark in\r\n2000. Yet the share of developing countries in FDI\r\ninflows has fallen, from 38 per cent in 1997 to 24 per\r\ncent in 1999. So FDI outflows are increasing,\r\ninternational production is expanding, but inflows to\r\ndeveloping countries are declining.\r\nLet us examine for a moment the nature of this\r\nvast volume of FDI flows that drive and control the\r\nglobal economy, remembering that we are talking about\r\njoint action, cooperation and partnership, where both\r\nsides are supposed to benefit.\r\nAgain, the records show that most of the growth\r\nin international production has been via cross-border\r\nmergers and acquisitions, including acquisitions by\r\nforeign investors of privatized State-owned enterprises,\r\nrather than greenfield investments. The principal\r\n10\r\nA/55/PV.45\r\nacquirers of firms based in developing countries have\r\ntraditionally been transnational corporations in\r\ndeveloped countries. A reason for this rapid growth is\r\nthat they provide firms with the fastest way of\r\nacquiring tangible and intangible assets in different\r\ncountries, and allow firms to restructure existing\r\ncorporations nationally or globally to exploit synergies\r\nand obtain strategic advantages.\r\nMergers and acquisitions increased by 35 per cent\r\nin 1999 and are expected to surpass the $1 trillion mark\r\nin 2000. It must be noted that less than 3 per cent of the\r\ntotal number of cross-border mergers and acquisitions\r\nare mergers; the rest are acquisitions. Full acquisition\r\naccounted for two-thirds of the 6,000 cross-border\r\ndeals in 1999.\r\nA large percentage of FDI flows to developing\r\ncountries are acquisitions of State-owned enterprises\r\nand low-quality FDI with weak links to domestic\r\neconomies, advanced technology or skills. So we are\r\ncooperating with the private sector, and the result is\r\nacquisition of developing economies by developed\r\neconomies. Our economies are increasingly foreign-\r\nowned and directed, with little Government control,\r\nand our countries remain underdeveloped. This is not\r\ncooperation or partnership, where both sides benefit; it\r\nis exploitation and colonization, where one side\r\nbenefits, while the other is controlled and exploited to\r\nsustain the benefiting partner.\r\nThe 200 largest corporations, almost exclusively\r\nowned by developed countries, employ less than one-\r\nthird of 1 per cent of the global work force, but control\r\n30 per cent of the world’s wealth. The figures for 1997\r\nshow that the 29 Organisation for Economic\r\nCooperation and Development (OECD) countries, with\r\n19 per cent of the world’s population, or about 1 billion\r\nof the 6 billion of us, have 86 per cent of the world’s\r\ngross domestic product, 82 per cent of export markets\r\nand 91 per cent of Internet users, with 80 per cent of\r\nweb sites in English, while 5 billion of us in about 160\r\ndeveloping countries share only 13 per cent of the\r\nworld’s gross domestic product, 17 per cent of world\r\ntrade and 6.5 per cent of Internet users.\r\nThe 10 developing countries receiving FDI are in\r\nLatin America and Asia. The second largest continent,\r\nof 53 countries, Africa, receives a meagre 1.2 per cent\r\nof FDI inflows. The inflows to the Caribbean are too\r\nnegligible in global terms to be reported. We receive\r\nhardly any FDI inflows, but we are all cooperating —\r\nglobal cooperation. We are part of the global\r\npartnership, but we are not benefiting. In fact, we are\r\nmore often than not adversely affected.\r\nBefore we agree to cooperate further with the\r\nprivate sector, the 150 developing countries that are not\r\nbenefiting or are adversely affected by the existing\r\nsituation need some answers from those seeking our\r\ncooperation, and some frank and open discussion.\r\nIn our examination of the nature of the existing\r\nglobal partnerships, we saw that the larger percentage\r\nof direct FDI inflows are acquisitions, many of State-\r\nowned enterprises in developing countries. This means\r\nthat acquisitions are an expansion of big businesses,\r\ntransferring ownership and control to foreign hands,\r\nservicing the new owner in foreign exchange. Many\r\ntimes in the restructuring, employees are laid off and\r\ndepartments closed.\r\nSo unemployment and poverty increase,\r\ncompetition is reduced, local entrepreneurship is stifled\r\nor killed, little technological transfer capacity building\r\ntakes place, since most transactions are acquisitions\r\nand not mergers or joint ventures. Furthermore, as the\r\nReport states, transnational corporations are able to\r\nbypass national laws and scrutiny, depriving host\r\ncountries of tax revenues through transfer pricing on\r\nintra-firm trade to minimize their tax exposure and\r\nthrough blurring of nationality by cross holdings.\r\nThe transnational corporations are concentrated\r\nin electronics, and the greatest expansion has been in\r\ninformation and communications technology.\r\nAcquisitions in the media and entertainment pose a\r\nserious threat to national culture, diversity and\r\nsovereignty.\r\nSo the concerns are real and not only economic,\r\nbut social, political and cultural. These partnerships\r\ntherefore cannot be discussed in a vacuum.\r\nGlobalization of businesses or transnational\r\ncorporations affect every aspect of our lives, and these\r\nimportant linkages have to be made.\r\nThose of us not benefiting, particularly Africa,\r\nare told that we lack the necessary infrastructure, or a\r\nconducive environment for investment. Yet the official\r\ndevelopment assistance necessary to create the\r\ninfrastructure and environment is now at 0.2 per cent of\r\ngross domestic product and we collectively agreed on\r\n0.7 per dent. The difference between the 0.7 per cent\r\n11\r\nA/55/PV.45\r\npromised and the 0.24 delivered by developed partners\r\nis over $100 billion a year.\r\nIt is estimated that another $100 billion a year\r\nwill be gained by developing countries if developed\r\npartners reduce trade barriers by 50 per cent.\r\nAn additional $2,554 billion could be available to\r\ndeveloping countries for development if developed\r\npartners cancelled the crippling debt, a debt that has\r\nbeen repaid many times over, as the figures on net\r\ntransfers from developing to developed countries\r\nconfirm. So it is not a question of the lack of\r\ninfrastructure or conducive environment in developing\r\ncountries. It is a question of developed partners\r\nchoosing not to assist in development, and therefore\r\nonly developed countries are able to benefit from this\r\nglobal partnership, while developing countries continue\r\nto be impoverished and exploited and remain\r\nunderdeveloped.\r\nThe institutions directing the global economy —\r\nthe World Bank, the IMF, the WTO and now the\r\nUNDP — continue to coerce developing countries to\r\nliberalize, creating an enabling environment for\r\ntransnational corporations to take over our economies\r\nand recolonize us. In this discussion we cannot\r\noverlook systemic issues. The undemocratic decision-\r\nmaking processes of these institutions that regulate the\r\nglobal economy facilitate transnational corporations\r\nand perpetuate the glaring inequities and injustices in\r\nthe global economy.\r\nWe need partnerships, yes, but for the\r\ndevelopment of all, developing and developed\r\ncountries alike, development for developing countries\r\nand their 5 billion people, not just development which\r\nserves to enrich the 1 billion rich and their 99\r\ntransnationals that control the global economy.\r\nWe are not asking for philanthropic hand-outs\r\nfrom transnational corporations or to be made welfare\r\nStates, depending only on the good will of partners. We\r\nhave cooperated and we continue to cooperate. We\r\nhave globalized cooperation, but only 29 countries are\r\nbenefiting. Three of their billionaires are worth more\r\nthan 600 million of us in 48 countries. Now it is time to\r\nglobalize the benefits of global cooperation and global\r\npartnerships so that all 189 of our countries and all 6\r\nbillion of us benefit.\r\nAny discussion of further cooperation with the\r\nprivate sector on transnational corporations must\r\ninclude a unit in the United Nations to monitor\r\ntransnational corporations, to hold them accountable to\r\nthe development of people and countries, since they are\r\nincreasingly determining work, health and\r\nenvironmental conditions. This discussion must also\r\ninclude a code of conduct for transnational\r\ncorporations. They are global businesses with a global\r\nimpact, and therefore a global discussion is needed in\r\nthis forum to set global norms and standards. It is of\r\ngreat concern to my delegation that we agree on an\r\nintergovernmental discussion, but we disagree that it\r\nshould be clearly stated in the proposed draft\r\nresolution. We insist that any further partnership has to\r\nbe within the intergovernmental framework of the\r\nGeneral Assembly. The United Nations is the only\r\nlegitimate democratic institution to lead and govern\r\nthis further cooperation. The United Nations is\r\nmandated in its Charter to play this role and to ensure\r\nequity, justice, development and benefit to all people.\r\nBefore we can embark on this further partnership,\r\nthe United Nations has to be strengthened to assume its\r\nleadership role in this regard. The United Nations\r\nDevelopment Fund, the United Nations Conference on\r\nTrade and Development and the United Nations\r\nIndustrial Development Organization must be\r\nstrengthened with adequate resources and personnel\r\ncommensurate with the increasing needs of developing\r\ncountries so that we can be assisted in our efforts to\r\nbenefit from global partnerships.\r\nWhy should we believe in the premises of these\r\nglobal partnerships with the private sector when we\r\nhave been cooperating for over 50 years and have\r\nbenefited little? We have globalized democracy,\r\ndecolonization and international cooperation on all\r\nsocial issues, but we have not globalized cooperation in\r\neconomic and technological matters. This is why the\r\nrich are getting richer and the poor poorer. This is why\r\nonly a few countries are developed and a majority are\r\nunderdeveloped. The transnational corporations\r\ncontrolling international production are privately\r\nowned and profit-driven. Development of people, as\r\nentrusted to the United Nations and to Governments, is\r\nnot their main priority.\r\nBefore we can engage to further this cooperation,\r\nour developed partners must earn our trust by\r\nglobalizing the benefits of the global economy made\r\npossible by our global cooperation and partnerships.\r\nThey must meet the official development assistance\r\ncommitment of 0.7 per cent. They must also liberalize\r\n12\r\nA/55/PV.45\r\nthe market. They must allow effective participation of\r\ndeveloping countries in the decision-making processes\r\nof the United Nations, the WTO, the World Bank and\r\nthe IMF. They must show good will by cancelling the\r\ndebt of the poor and supporting the United Nations\r\nfinancially in full and on time, according to their\r\ncapacities, so that it can meet the needs of developing\r\ncountries. Developing countries need a Marshall Plan:\r\nspecial and differential treatment on a contractual basis\r\nto enable us to benefit and bridge the widening gap\r\nbetween the 1 billion rich and the 5 billion poor.\r\nIf global cooperation in the private sector is not\r\nabout participation, equity and development, then\r\ninevitably it will be about exploitation and\r\ncolonization, as indeed already seems to be the case. In\r\nthis regard, developing countries will be cooperating in\r\ntheir continued denial of the right to development, a\r\nviolation of our basic human rights to a better standard\r\nof living. We will be cooperating and legitimizing our\r\ncontinued exploitation and recolonization. Without\r\neffective participation, equity and development,\r\ndeveloping countries will be partners in terrorizing the\r\nsmall, the weak and the vulnerable into unsustainable\r\ndevelopment options and destructive liberalization. We\r\nwill be cooperating in the perpetuation of global\r\ninjustices and inequities by sustaining undemocratic\r\ninstitutions and processes. We will be cooperating in\r\npassing on our development to a few countries and\r\ncorporations, with the consequent increase of poverty\r\nand conflict in our countries, thus threatening our\r\npeace, security and development.\r\nGlobal cooperation, global partnerships or the\r\nglobalizing of transnational corporations without\r\nequity, participation and development for developing\r\ncountries is coopting the poor as accomplices in their\r\nown demise. The current unequal distribution of\r\ncooperation and partnerships, mainly in social areas,\r\nexclusive of economic and technological cooperation,\r\nis the underlying cause of oppression and death in the\r\nworld. We need global cooperation and partnerships,\r\nyes, and we have given it. Now we need global sharing\r\nof the benefits of the global cooperation and\r\npartnerships.\r\nDeveloping countries need this guarantee from\r\ndeveloped partners before we can engage further in\r\nglobalizing cooperation and partnership. Saint Lucia\r\ntherefore proposes a simple procedural draft resolution\r\nto get the item on the agenda and a full and\r\ncomprehensive discussion before partnerships can be\r\ndefined or agreed upon. We therefore would not\r\nsupport any mention of substantive issues that could\r\npre-empt a full and comprehensive assessment of\r\nglobal partnerships for the development of all people.\r\nMy delegation looks forward to meaningful global\r\npartnerships with the private sector to ensure the\r\nglobalizing of the benefits of the global economy for\r\nthe development of all peoples of the world. This is our\r\nonly guarantee for security, peace and development in\r\nthe new millennium.\r\nMr. Ahmad (Pakistan): We thank the German\r\ndelegation for taking the initiative in bringing the\r\nimportant issue of global partnerships for debate in the\r\nGeneral Assembly. The inscription of the item entitled\r\n“Towards global partnerships” on the Assembly’s\r\nagenda has clearly established that it is the Member\r\nStates that have the fundamental role in decision-\r\nmaking about the United Nations interaction with other\r\nrelevant actors.\r\nOur deliberations on this agenda item are rooted\r\nin the Millennium Declaration. It is perhaps the first\r\nhighest-level intergovernmental document that has\r\ncalled for the development of strong United Nations\r\npartnerships with the private sector and civil society\r\norganizations in pursuit of development and poverty\r\neradication. Any other process on such partnerships, no\r\nmatter how well meaning, is not truly a United Nations\r\ninitiative.\r\nTo put the whole debate in its true perspective, I\r\nwould like to begin my statement by reaffirming the\r\nprimacy of Governments in the United Nations. We are\r\nhere in the General Assembly of the United Nations as\r\nthe representatives of Governments, of peoples and of\r\nStates. The United Nations Charter assures States of\r\ntheir sovereign equality, their political independence\r\nand their territorial integrity. At the recently held\r\nMillennium Summit, our leaders rededicated\r\nthemselves to uphold these principles of the Charter of\r\nthe United Nations.\r\nStates are the principal organizational entities\r\nconstituted by the people. The overall organizational\r\nstructure of international relations is the inter-State\r\nsystem. It has been universally recognized that there is\r\nno substitute for States. That is particularly true in the\r\nage of globalization. If States are diminished, so will\r\nthis Organization. The United Nations and all its\r\n189 Member States must endeavour to protect and\r\npreserve the primacy of the entity we know as the\r\n13\r\nA/55/PV.45\r\nState, whose sovereignty, territorial integrity and\r\npolitical independence have been enshrined in the\r\nCharter and in international law.\r\nWe would like to express in no uncertain terms\r\nthat the continued reaffirmation of the sovereignty of\r\nthe State and its principal role in the United Nations in\r\nterms of the Charter must not be regarded as an attempt\r\nto abdicate our responsibilities accepted under various\r\nlegal instruments. Pakistan is deeply committed to the\r\npromotion and protection of universally recognized\r\nhuman rights, labour standards as enshrined in the\r\nconventions of the International Labour Organization\r\n(ILO), and the precepts of sustainable development. We\r\nhave unshakeable faith in these fundamental values and\r\nprinciples. However, we are of the view that the most\r\npragmatic way to promote adherence to these values\r\nand principles is through continued and close\r\ncooperation among States. To overlook or undermine,\r\neither explicitly or implicitly, the principal role of the\r\nState is not a laudable cause.\r\nStates are national and international entities of\r\nenormous complexity, differing in so many aspects\r\nfrom corporate entities of the private sector. Corporate\r\nprivate sector entities usually have limited purposes,\r\nand their activities are narrow in scope. Their\r\ngovernance structure is authoritarian, and they are\r\ndriven by a monolithic culture. Similarly, the\r\ninnumerable entities referred to as civil society also\r\nhave different roles and organizational structures. This\r\nis not to underestimate their capacity to contribute to\r\nour work, but rather to highlight the inherent\r\ndifferences and their respective roles.\r\nAgainst the backdrop of these fundamental\r\ndifferences, we would like to present our view on the\r\nefforts to build partnership with relevant actors in the\r\npursuit of development and poverty eradication.\r\nWe recognize that the world is becoming\r\nincreasingly inter-dependent, and that there has been an\r\nemergence of major actors who play a critical role in\r\neconomic and social development. While their\r\nactivities have significant impact on the pursuit of\r\nthese goals, the motivation for their actions is entirely\r\ndifferent from the purpose for which the United\r\nNations was created. Pakistan firmly believes that there\r\nis no organization in the world — no matter how strong\r\nand powerful — that can even claim to be an equal to\r\nthe United Nations. At the Millennium Summit, our\r\nleaders reaffirmed their faith in the Organization and\r\nits Charter as being indispensable foundations for a\r\nmore peaceful, prosperous and just world. No other\r\nentity has such unanimous support for its purposes and\r\nprinciples.\r\nThe United Nations has the central role in\r\npromoting development in the context of globalization.\r\nThe world should rally around the United Nations; that\r\nis the defining principle of global partnerships to be\r\nbuilt by the United Nations. Parameters for the\r\nbuilding of partnerships should be determined by the\r\nGeneral Assembly and should be grounded in the\r\nprinciples and purposes of the Charter. The United\r\nNations should not become an instrument to propagate\r\nthe interests of its potential partners. It is the partners\r\nwho have to shape their activities to promote the\r\nprinciples and objectives of the Organization.\r\nThere have been some attempts to bypass\r\nMember States in launching initiatives to build\r\ncompacts with various entities to propagate the\r\nimplementation of principles dealing with human\r\nrights, labour standards and environmental protection.\r\nWe would like to reiterate that Pakistan is deeply\r\ncommitted to these values and principles. We do not\r\nquestion the noble and praiseworthy intentions of the\r\nauthors of these ideas; but there are some valid\r\nconcerns about the somewhat opaque process that has\r\nbeen pursued in the name of the United Nations. Why\r\nhave Governments been left out of this laudable\r\nendeavour? Is this an attempt to impose cross-\r\nconditionalities on foreign direct investment that could\r\nnot be imposed through other intergovernmental\r\nprocesses? Is it not inconsistent with the Charter of the\r\nUnited Nations and other conventions to ask the\r\ncorporate sector to implement conventions that are the\r\nresponsibility of the Governments that have signed\r\nthose documents? Is there not a risk that the imposition\r\nof a set of social policies by the corporate sector would\r\ngive it immense powers to dictate its policies to host\r\ncountries? All these questions and concerns need to be\r\naddressed before we embark on the path of building\r\nglobal partnerships. We must save and protect the\r\nUnited Nations as United Nations organizations, lest it\r\nbecomes a united civil society organization or a united\r\nnon-governmental organization.\r\nFor our delegation, the German draft initiates an\r\nintergovernmental process to develop a fundamental\r\nframework for such partnerships; and the Member\r\nStates will have the primary role in determining the\r\nform and objectives of such partnerships. In order to\r\n14\r\nA/55/PV.45\r\nensure ownership by Member States, that\r\nintergovernmental process should never be bypassed.\r\nAll of us must endeavour to ensure the primacy of the\r\nUnited Nations General Assembly in launching any\r\nnew initiatives.\r\nThe Millennium Declaration reaffirmed the\r\ncentral position of the General Assembly as the chief\r\ndeliberative, policy-making and representative organ of\r\nthe United Nations. Our leaders expressed their resolve\r\nto enable it to play that role effectively. Here, Sir, I am\r\ntalking of the General Assembly over which you are\r\npresiding at this moment. Our efforts to realize the\r\npriorities and objectives outlined at the Millennium\r\nSummit should be guided by that commitment.\r\nPakistan looks forward to participating actively\r\nand constructively in the intergovernmental process\r\nthat will establish the framework for building the\r\npartnerships that are essential for the realization of the\r\ngoals of development and of poverty eradication.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\nI should like to inform members that a draft\r\nresolution under this item will be submitted at a later\r\nstage.\r\nAgenda item 183\r\nPeace, security and reunification on the Korean\r\npeninsula\r\nDraft resolution (A/55/L.14)\r\nThe President: I call on the representative of the\r\nDemocratic People’s Republic of Korea to introduce\r\ndraft resolution A/55/L.14.\r\nMr. Li Hyong Chol (Democratic People’s\r\nRepublic of Korea): I have the honour to introduce\r\ndraft resolution A/55/L.14, submitted under agenda\r\nitem 183, entitled “Peace, security and reunification on\r\nthe Korean peninsula”. In the draft resolution the\r\nGeneral Assembly would welcome and support the\r\nhistoric inter-Korean summit held at Pyongyang in\r\nJune this year, and its resulting joint declaration,\r\nrecognizing them as a major breakthrough in inter-\r\nKorean relations and in realizing eventual peaceful\r\nreunification.\r\nFurther, the General Assembly would encourage\r\nthe North and the South of Korea to continue to\r\nimplement fully and in good faith the joint declaration\r\nand other agreements reached between the two sides,\r\nand would invite Member States to support the process\r\nof inter-Korean dialogue, reconciliation and\r\nreunification so that it may contribute to peace and\r\nsecurity on the Korean peninsula and in the world as a\r\nwhole.\r\nAs the Assembly is well aware, a historic meeting\r\nbetween the leaders of the North and of the South of\r\nKorea and talks at the highest level were held at\r\nPyongyang last June — the first of their kind in the\r\nhistory of Korea’s division — at which both sides\r\nagreed to develop North-South relations and to achieve\r\nnational reunification on the basis of the three\r\nprinciples of independence, peaceful reunification and\r\ngreat national unity. That agreement was issued as the\r\njoint declaration of 15 June.\r\nThat was an epoch-making event that has laid a\r\nsolid foundation for ensuring durable peace on the\r\nKorean peninsula and for achieving national\r\nreunification, the long-cherished desire of the Korean\r\nnation. It thus contributed to peace and security in\r\nNorth-East Asia and in the rest of the world. Since the\r\nPyongyang summit and the issuance of the 15 June\r\njoint declaration, the North and the South have been\r\ntaking a series of specific practical measures aimed at\r\nimplementing the joint declaration; they have enjoyed\r\nthe active support and solidarity of the international\r\ncommunity.\r\nThe draft resolution jointly submitted by the\r\nNorth and the South of Korea, and sponsored by more\r\nthan 150 other countries, reflects the expectation of the\r\ninternational community that the present encouraging\r\npositive developments on the Korean peninsula will\r\nlead to a durable peace and to reunification. It is also of\r\ngreat significance that the North and the South of\r\nKorea have jointly submitted a draft resolution for the\r\nfirst time in history, and that they are closely\r\ncooperating for its adoption by the General Assembly.\r\nIn that regard, we express our deep thanks to the other\r\nsponsoring countries and to other Member States for\r\nextending full support to the joint initiative by the\r\nNorth and the South of Korea.\r\nI believe that the adoption of draft resolution\r\nA/55/L.14 will be an important step encouraging the\r\nNorth and the South of Korea in their efforts to achieve\r\npeace, security and reunification, and I hope that the\r\ndraft resolution will be adopted by consensus.\r\n15\r\nA/55/PV.45\r\nThe President: I call on the representative of the\r\nRepublic of Korea, to introduce draft resolution\r\nA/55/L.14.\r\nMr. Sun (Republic of Korea): I am grateful for\r\nthis opportunity to join the Permanent Representative\r\nof the Democratic People’s Republic of Korea in\r\nintroducing the draft resolution entitled “Peace,\r\nsecurity and reunification on the Korean peninsula”,\r\nwhich has been issued as document A/55/L.14.\r\nI should like to announce that, since its\r\npublication, the following additional countries have\r\nbecome sponsors of the draft resolution: Angola,\r\nAntigua and Barbuda, Armenia, Azerbaijan, Belarus,\r\nBelize, Benin, Bosnia and Herzegovina, Botswana,\r\nBurkina Faso, Burundi, Cape Verde, Cuba, Djibouti,\r\nEl Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland,\r\nthe Gambia, Guinea, Haiti, Iceland, Israel, Jamaica,\r\nJordan, Latvia, Lebanon, the Libyan Arab Jamahiriya,\r\nMadagascar, Maldives, Mali, Mozambique, Namibia,\r\nNauru, Nepal, Niger, Papua New Guinea, the Republic\r\nof Moldova, Saint Kitts and Nevis, Samoa, Sao Tome\r\nand Principe, Solomon Islands, the Sudan, the Syrian\r\nArab Republic, Tajikistan, the former Yugoslav\r\nRepublic of Macedonia, Tunisia, Uganda, the United\r\nArab Emirates, the United Republic of Tanzania,\r\nYemen, Zambia and Zimbabwe.\r\nAs noted in this draft, with the historic inter-\r\nKorean summit meeting held in Pyongyang in June\r\n2000 — the first of its kind since Korea’s division 55\r\nyears ago — and the adoption of the joint declaration, a\r\nmajor breakthrough has been made in South-North\r\nKorean relations. Since the summit both sides have\r\nbeen active in implementing the agreements and\r\nexpanding areas of cooperation. The Co-Chairpersons\r\nof the Millennium Summit issued a statement\r\nwelcoming and encouraging the peace process on the\r\nKorean peninsula. This reflects the magnitude of the\r\nsupport from the international community for the\r\nbreakthrough in inter-Korean relations.\r\nIn parallel with the new developments on the\r\nKorean peninsula, a number of countries have\r\nestablished diplomatic relations with the Democratic\r\nPeople’s Republic of Korea. Others are undertaking\r\nserious talks with the latter, which we believe will help\r\nto shape a new political environment conducive to\r\npeace and stability in North-East Asia.\r\nThe positive turn in inter-Korean relations has\r\nenabled the Republic of Korea and the Democratic\r\nPeople’s Republic of Korea, with the support of more\r\nthan 150 Member States, to introduce this draft\r\nresolution. If adopted, the draft resolution should\r\ngreatly encourage the efforts to bring about durable\r\npeace, laying a solid foundation leading towards the\r\nreunification of the Korean peninsula, and also\r\ncontribute to promoting peace and security in East Asia\r\nand beyond.\r\nBefore closing, I would like to express my deep\r\ngratitude and sincere appreciation to you,\r\nMr. President, and to the Member States, for supporting\r\nthis draft resolution. We hope that it will be adopted by\r\nconsensus.\r\nMr. Mahbubani (Singapore): The draft\r\nresolution under the agenda item entitled “Peace,\r\nsecurity and reunification on the Korean peninsula”,\r\nwhich we are considering, is likely to sail through the\r\nGeneral Assembly quickly and smoothly. As a result,\r\nnot many in this Hall may be aware that what we are\r\nwitnessing today is truly historic.\r\nFew could have predicted, as recently as 12\r\nmonths ago, that the Democratic People’s Republic of\r\nKorea and the Republic of Korea would jointly propose\r\nboth an agenda item and a draft resolution for adoption\r\nby consensus. All of us should welcome this\r\ndevelopment. We live in difficult times, when good\r\nnews on peace and security is often hard to come by.\r\nOne small but important corner of the world where the\r\nclouds have parted and allowed some sunshine in is the\r\nKorean peninsula. As Ambassador Li Hyong Chol of\r\nthe Democratic People’s Republic of Korea said, when\r\nhe spoke on this item in the General Committee, this is\r\ntruly a significant development. All of us present in\r\nthis Hall should be pleased that we are here for this\r\nhistoric moment.\r\nMany significant developments have paved the\r\nway for our meeting today. The most significant\r\nbreakthrough was the historic summit meeting held in\r\nPyongyang from 13 to 15 June 2000 between the\r\nleaders of the Democratic People’s Republic of Korea\r\nand the Republic of Korea. Their joint declaration\r\nrepresented a truly major breakthrough in inter-Korean\r\nrelations, which, hopefully, will also pave the way for\r\neventual peaceful reunification.\r\nAs a consequence, the atmosphere in the Korean\r\npeninsula has improved significantly. We have\r\nwitnessed the reunion of long-separated families.\r\nThose of us who watched the scenes of reunion on\r\n16\r\nA/55/PV.45\r\ntelevision could not but be affected by the joy and\r\nhappiness of the families. We understand that work on\r\nconnecting the railroads is in progress. Equally\r\nsignificantly, we also saw a joint Korean team enter the\r\nstadium during the opening of the recent Sydney\r\nOlympic Games.\r\nThese positive developments will have\r\nimplications far beyond the Korean peninsula. They\r\nalso augur well for the peace and stability of our entire\r\nregion. That is why all of us in the region have\r\nwelcomed them. It is also not surprising that we have\r\nwitnessed another historic development: the visit of the\r\nUnited States Secretary of State, Madeleine Albright,\r\nto Pyongyang, which was another indicator of the\r\npositive developments that we can expect.\r\nAs the Ambassador of the Republic of Korea,\r\nAmbassador Sun Joun-yung, said in the General\r\nCommittee, we should all hope that this will encourage\r\nsimilar breakthroughs in the rest of the world and serve\r\nas an example for other countries. Few areas in the\r\nworld have experienced tension as sharply as has the\r\nKorean peninsula. A breakthrough here must provide a\r\npowerful symbol of hope for other areas of tension in\r\nthe world.\r\nIn conclusion, I should like to say that Singapore\r\nfeels honoured and privileged to have been requested\r\nto speak in support of both the inclusion of this agenda\r\nitem and the adoption of the draft resolution before us.\r\nWe have good relations with both the Democratic\r\nPeople’s Republic of Korea and the Republic of Korea.\r\nWe wish them all the best as they embark on a new\r\nhistoric journey, and we call upon all United Nations\r\nMember States to support the draft resolution fully and\r\nstoutly.\r\nMr. Menan (Togo) (spoke in French):\r\nConsideration by the General Assembly of the item\r\nentitled “Peace, security and reunification on the\r\nKorean peninsula” is taking place at a very timely\r\nmoment. It follows the almost complete satisfaction\r\nexpressed by the international community after the\r\nhistoric inter-Korean summit last June in Pyongyang\r\nbetween the Presidents of the Democratic People’s\r\nRepublic of Korea and of the Republic of Korea. Their\r\njoint declaration reflects their determination to put an\r\nend to the period of tension that has characterized\r\nrelations between the two countries for over five\r\ndecades, to start a new chapter in their painful history\r\nand to work for the promotion and consolidation of\r\nnew inter-Korean relations with the aim of the eventual\r\npeaceful reunification of the two Koreas.\r\nThe new momentum in relations between the two\r\ncountries, after a long period of military tension, has\r\nbeen reflected in a series of events in implementation\r\nof the Pyongyang summit joint declaration. A highlight\r\nof those events was the beginning, on 26 September\r\n2000, of periodic meetings between the Ministers of\r\nDefence of the two countries to try to find ways to\r\nreduce tension on the Korean peninsula and to carry\r\nout common projects in order to establish the\r\nfoundation for durable peace and stability in the region\r\nand beyond.\r\nLike a number of Member States, Togo was quick\r\nto establish relations of friendship and cooperation —\r\nwhich it has maintained — with the Democratic\r\nPeople’s Republic of Korea and the Republic of Korea,\r\nconvinced that the division of the Korean peninsula ran\r\ncounter to the deeply held aspirations of the Korean\r\npeople and that isolating either Korea would not help\r\nthaw relations between the two countries. My country\r\ntherefore welcomes the launching of a reconciliation\r\nprocess, and hopes that it will lead to tangible results in\r\nharmony with the legitimate aspirations of the Korean\r\npeople.\r\nAccordingly, it is natural that Togo should be a\r\nsponsor of the draft resolution that the General\r\nAssembly is about to adopt, whose purpose is to gain\r\nthe support of Member States for the new dynamic in\r\nthe Korean peninsula, leading, we hope, to the peaceful\r\nreunification of the two Koreas. Realizing that\r\nobjective depends primarily on the will and\r\ndetermination of Koreans to restore confidence and to\r\nwork for peace and stability on the peninsula. It also\r\ndepends on the ability of the international community\r\nto accompany the Koreans in their attempt to build a\r\npeaceful nation, focused resolutely on development, in\r\naccordance with the underlying message of the\r\nMillennium Declaration of 8 September.\r\nMy delegation and the many other Member States\r\nthat back the draft resolution regard it as the most\r\neloquent expression of support and solidarity. But,\r\nbeyond adopting this text, only by providing specific\r\nand lasting support to the Korean people will the\r\ninternational community make a useful contribution.\r\nMr. Satoh (Japan): As a neighbouring country,\r\nJapan is very pleased to sponsor draft resolution\r\nA/55/L.14. The fact that over 150 countries have\r\n17\r\nA/55/PV.45\r\nbecome sponsors is ample testimony to the strong wish\r\nof the international community to support the efforts of\r\nthe Republic of Korea and the Democratic People’s\r\nRepublic of Korea to promote reconciliation between\r\nthem and attain peace on the Korean peninsula, where\r\nmilitary confrontation still remains. The very fact that\r\nthe draft resolution was proposed jointly by the\r\nRepublic of Korea and the Democratic People’s\r\nRepublic of Korea is encouraging, for it reflects the\r\nspirit of cooperation created by the historic inter-\r\nKorean summit meeting between President Kim Dae-\r\njung and Chairman Kim Jong Il. We sincerely hope that\r\nthis epoch-making draft resolution will add yet more\r\nmomentum to the process of reconciliation and\r\ncooperation commenced by the two leaders.\r\nJapan, for its part, has been engaged in trilateral\r\ncooperation between the Republic of Korea, the United\r\nStates and Japan, with the aim of creating a more stable\r\nand peaceful Korean peninsula. Japan is also engaged\r\nin the talks to normalize relations with the Democratic\r\nPeople’s Republic of Korea, while providing\r\nhumanitarian assistance to Pyongyang. We hope that\r\nour efforts through these undertakings will help\r\npromote the process of reconciliation and cooperation\r\nbetween the two parties on the Korean peninsula.\r\nMr. Levitte (France) (spoke in French): I am\r\npleased to take the floor on behalf of the European\r\nUnion. The countries of Central and Eastern Europe\r\nassociated with the European Union — Bulgaria,\r\nCzech Republic, Estonia, Hungary, Latvia, Lithuania,\r\nPoland, Romania, Slovakia and Slovenia — and the\r\nassociated countries — Cyprus, Malta and Turkey —\r\nas well as Iceland and Norway, as European Free Trade\r\nAssociation countries and members of the European\r\nEconomic Area, align themselves with this statement.\r\nThe European Union supports the draft resolution\r\non peace, security and reunification on the Korean\r\npeninsula, which its members have sponsored. The\r\ndraft, jointly prepared by the Republic of Korea and by\r\nthe Democratic People’s Republic of Korea, illustrates\r\nthe progress achieved in relations between the two\r\ncountries with the holding of the inter-Korean summit\r\nlast June. The European Union has long called for\r\ndirect dialogue between the two Koreas. It welcomed\r\nthe historic summit in Pyongyang, which it considers to\r\nbe an important step on the way to reconciliation\r\nbetween the Republic of Korea and the Democratic\r\nPeople’s Republic of Korea. The Union congratulates\r\nPresident Kim Dae-jung and National Defence\r\nCommission Chairman Kim Jong Il on their initiatives.\r\nFor several years the European Union has\r\nsupported efforts to maintain stability and reach a\r\nlasting peace settlement on the Korean peninsula. It\r\nsupports the constructive engagement policy of the\r\nRepublic of Korea towards the Democratic People’s\r\nRepublic of Korea, the “Sunshine Policy”, undertaken\r\nwith courage and determination by President Kim Dae-\r\njung, whose personal commitment to peace was\r\nrecognized by the award of the Nobel Peace Prize. The\r\nEuropean Union also supports the quadripartite talks\r\nbetween the two Koreas, China and the United States to\r\nbring about a permanent peace settlement, as well as\r\nthe framework agreed in 1994 between the United\r\nStates and the Democratic People’s Republic of Korea.\r\nThe European Union is an active member of the\r\nExecutive Board of the Korean Peninsula Energy\r\nDevelopment Organization (KEDO), whose work\r\nimproves regional stability and helps to uphold the\r\ninternational nuclear non-proliferation regime. Since\r\n1995 the European Union has also given substantial\r\nfood assistance to alleviate food shortages, which\r\ncontinue to ravage the Democratic People’s Republic\r\nof Korea, and the humanitarian problems arising from\r\nthem.\r\nThe inter-Korean summit in June opens the way\r\nto further progress in dialogue and reconciliation\r\nbetween the two Koreas. The European Union\r\nwelcomes the steps that both sides have already taken\r\nin implementing the South-North Joint Declaration\r\nadopted in Pyongyang — notably, family reunions,\r\neconomic cooperation and dialogue on military issues.\r\nThe European Union calls on both countries to\r\ncontinue their efforts in this regard.\r\nTo support this progress, the European Union\r\nwishes to encourage the Democratic People’s Republic\r\nof Korea to continue the inter-Korean reconciliation\r\nprocess. To this end, the EU plans to implement, in the\r\nshort term, the following measures, which were\r\nadopted by the Council of the European Union on 9\r\nOctober. The first is stepping up the political dialogue,\r\nmaking it possible not only to gain a better idea of the\r\nview of the Democratic People’s Republic of Korea,\r\nbut also to stress the concerns and expectations of the\r\nEU. The second is to increase the Democratic People’s\r\nRepublic of Korea’s access to experience the EU has\r\ngained in the area of confidence-building measures.\r\n18\r\nA/55/PV.45\r\nThe third is the implementation of preparatory\r\nmeasures for possible medium-term technical\r\nassistance in priority sectors. The fourth is the\r\nexamination of the possibilities of improving the\r\nDemocratic People’s Republic of Korea’s access to the\r\nEuropean market.\r\nThe implementation of these measures will be\r\nregularly assessed. Depending on the progress made,\r\ncomplementary measures might be envisaged. During\r\nthe Asia-Europe Summit held 10 days ago in Seoul, the\r\nmembers of the European Union and the Asian\r\ncountries participating in the Summit jointly expressed\r\ntheir support for the ongoing reconciliation and\r\ncooperation between the Republic of Korea and the\r\nDemocratic People’s Republic of Korea. The Asia-\r\nEurope Summit partners affirmed their willingness to\r\nassist in enhancing confidence, peace and security on\r\nthe Korean peninsula and in the region.\r\nThe draft resolution to be adopted today by the\r\nGeneral Assembly encourages the Republic of Korea\r\nand the Democratic People’s Republic of Korea to\r\ncontinue their efforts to lay a solid foundation for\r\npeaceful reunification. Furthermore, this draft\r\nresolution invites the Member States to support the\r\ninter-Korean process. The European Union fully\r\nassociates itself with this appeal and intends to\r\ncontribute to the process.\r\nMs. Plaisted (United States): The United States\r\nis pleased to co-sponsor this draft resolution\r\nrecognizing the historic significance of the summit\r\nmeeting between the leaders of the Republic of Korea\r\nand the Democratic People’s Republic of Korea.\r\nWe have consistently supported President Kim\r\nDae-jung’s engagement policy and have urged both\r\nsides of the peninsula to engage in this kind of\r\nproductive dialogue.\r\nThe joint declaration announced at the end of the\r\nsummit represented a major breakthrough in achieving\r\ndurable peace and reunification on the peninsula. We\r\nwelcome the progress made in implementing that\r\ndeclaration, especially the succession of ministerial-\r\nlevel talks that have taken place since the summit.\r\nThe United States has encouraged broad\r\ninternational engagement with the Democratic People’s\r\nRepublic of Korea as that country addresses areas of\r\ninternational concern. This policy was affirmed in\r\nDr. William Perry’s review of United States policy in\r\nOctober 1999.\r\nA number of countries have taken steps to\r\nnormalize ties with the Democratic People’s Republic\r\nof Korea. We welcomed the participation of the\r\nDemocratic People’s Republic of Korea in the\r\nAssociation of South-East Asian Nations (ASEAN)\r\nRegional Forum, where Secretary of State Madeleine\r\nAlbright and Foreign Minister Paek Nam Sun held the\r\nfirst-ever ministerial-level meeting between the United\r\nStates and the Democratic People’s Republic of Korea.\r\nReflecting these improvements in the overall\r\natmosphere, Chairman Kim Jong Il sent a special\r\nenvoy, Jo Myong Rok, to Washington on 10 to\r\n12 October, to convey Chairman Kim’s views directly\r\nto us.\r\nThe visit resulted in the issuance of the\r\n12 October joint communiqué, and Secretary Albright\r\nmade an historic trip to Pyongyang just last week to\r\nbuild upon the progress reported in the joint\r\ncommuniqué. The joint communiqué included the\r\nstatement that “neither Government would have hostile\r\nintent toward the other” and confirmed the\r\ncommitment of both Governments to make every effort\r\nin the future to build a new relationship free from past\r\nenmity.\r\nThe communiqué went on to note that there are a\r\nvariety of ways to reduce tension on the Korean\r\nPeninsula and formally end the Korean War by\r\nreplacing the 1953 Armistice Agreement with\r\npermanent peace arrangements. These include the four-\r\nparty talks, in which the Government of the People’s\r\nRepublic of China participates as an active partner.\r\nThe joint communiqué also noted the value of\r\nregular diplomatic contacts, bilaterally and in broader\r\nforums, and that the resolution of the missile issue\r\nwould make an essential contribution to a\r\nfundamentally improved bilateral relationship and to\r\npeace and security in the Asia-Pacific region.\r\nAnd the communiqué detailed important areas of\r\nbilateral cooperation: access to a sensitive underground\r\nsite in support of the agreed framework; humanitarian\r\nassistance; the recovery of the remains of United States\r\nservicemen missing since the Korean War; and support\r\nand encouragement for international efforts against\r\nterrorism.\r\n19\r\nA/55/PV.45\r\nSignificantly, the joint communiqué began and\r\nended by recognizing that the historic inter-Korean\r\nsummit had fundamentally changed the circumstances\r\non the Korean Peninsula.\r\nThe United States expressed its firm commitment\r\nto assist, in all appropriate ways, the continued\r\nprogress and success of the ongoing inter-Korean\r\ndialogue and initiatives for reconciliation and greater\r\ncooperation, including increased security dialogue.\r\nInter-Korean dialogue is central to establishing\r\nlasting peace on the Korean Peninsula, a peace in\r\nwhich these United Nations, as a party to the initial\r\nconflict, is deeply involved.\r\nOnce again, we express our strong support for\r\nand co-sponsorship of this draft resolution.\r\nMr. Nguyen Thanh Chau (Viet Nam): The\r\nquestion of peace, security and reunification on the\r\nKorean Peninsula is surely a very fundamental item on\r\nthe agenda of the United Nations General Assembly at\r\nthis session. My delegation would like to associate\r\nitself strongly with the draft resolution entitled: “Peace,\r\nSecurity and Reunification on the Korean Peninsula” as\r\ncontained in document A/55/L.14. As one of the\r\nsponsors of the draft resolution, Viet Nam wishes to\r\nunderline that the adoption of the draft by the General\r\nAssembly is of special significance for the question of\r\npeace and security in North-East Asia as well as the\r\nworld over.\r\nHalf a century has gone by, and the division of\r\nthe peninsula is still of burning concern to the people\r\nwho live on either side of the artificial demarcation\r\nline. The international community has also learned\r\nimportant lessons from the tragic war that took place\r\n50 years ago in the Land of the Morning Calm. In this\r\ncontext, it is all the more gratifying that here at the\r\nUnited Nations we are now able to hold a debate in a\r\npositive atmosphere on the destiny of the Korean\r\npeople and their intense aspiration to live in peace in a\r\nunified land.\r\nMy delegation wishes to thank the delegations of\r\nthe Democratic People’s Republic of Korea and the\r\nRepublic of Korea for their joint efforts to this end. We\r\nare extremely satisfied to see that they have overcome\r\nnumerous, seemingly insurmountable hurdles and\r\nworked hard together for the common interests of their\r\npeople. We firmly believe that, given their\r\ndetermination to work for enhanced peace and security\r\nas well as for national reunification, the Korean people\r\nwill make sustained efforts towards national\r\nreconciliation.\r\nAs a country that enjoys a good relationship with\r\nthe two Koreas, Viet Nam has followed closely and\r\nwith keen interest the recent promising developments\r\non the Korean peninsula. We warmly welcome the\r\nefforts towards national reconciliation and peaceful\r\ndialogue between the two Korean Governments, as\r\nwell as the efforts of the Democratic People’s Republic\r\nof Korea to improve and normalize its ties with western\r\ncountries, the United States in particular.\r\nWe fully support the joint declaration issued at\r\nthe inter-Korean summit that took place in Pyongyang\r\nin June 2000. Viet Nam firmly believes that the\r\nimplementation of the Declaration will further the\r\ncause of peace and security on the peninsula, thus\r\nbringing the Korean people closer to their dream of\r\nliving in a reunified Korea. It is also our firm\r\nconviction that the two Koreas will work harder\r\ntogether to take concrete steps to realize the joint\r\ndeclaration.\r\nI wish also to take this opportunity to bring to the\r\nAssembly’s kind attention that, in the wake of the\r\npositive developments that took place at the historic\r\ninter-Korean Summit, the Foreign Minister of Viet\r\nNam, Mr. Nguyen Dzy Nien, made official visits to\r\nboth the Democratic People’s Republic of Korea and\r\nthe Republic of Korea and had fruitful discussions with\r\nthe leaders of both countries.\r\nViet Nam will continue its efforts to contribute to\r\nthe peaceful dialogue and cooperation between the\r\nDemocratic People’s Republic of Korea and the\r\nRepublic of Korea, to ensure that the brotherly people\r\non the Korean peninsula will soon be able to live in a\r\nreunified Korea. We strongly believe that the Korean\r\npeople will overcome every obstacle in their path and\r\njoin together to build a strong, peaceful and prosperous\r\ncountry on the Han river, in line with their admirable,\r\nage-old traditions.\r\nMr. Granovsky (Russian Federation) (spoke in\r\nRussian): The Russian Federation is one of the\r\nsponsors of the draft resolution on “Peace, security and\r\nreunification on the Korean peninsula” and attaches\r\ngreat importance to the adoption by the General\r\nAssembly of this historic draft.\r\n20\r\nA/55/PV.45\r\nWe support all realistic steps leading to an easing\r\nof the confrontation on the Korean peninsula, peaceful\r\ncooperation and the normalization of relations between\r\nthe Democratic People’s Republic of Korea and the\r\nRepublic of Korea, because we regard this process as a\r\nsubstantive factor in the strengthening of peace and\r\nstability in North-East Asia. Russia wishes to express\r\nits deep satisfaction at the historic meeting and talks\r\nthat took place between the leaders of the two Korean\r\nStates in Pyongyang in mid-June and notes with\r\noptimism the agreements reached there. We note in\r\nparticular the agreement of the parties to proceed to the\r\nunification of Korea through the efforts of the Koreans\r\nthemselves, by means of the joint efforts of the Korean\r\nnation.\r\nThe number of practical steps that have taken\r\nplace following this meeting testify to the translation\r\ninto reality of the aspiration to reduce the military and\r\npolitical confrontation, which was noted at the\r\nmeeting, and to establish peaceful cooperation between\r\nthe Korean States in various areas. We expect that the\r\npositive impetus imparted to relations between North\r\nand South as a result of the top-level June meeting will\r\ngrow stronger and facilitate further headway in this\r\nprocess.\r\nThe inter-Korean summit and its outcome testify\r\nto the enhancement of the positive trends in the\r\nsituation on the Korean peninsula, of which our\r\ncountry has long been a consistent advocate. These\r\ntrends reflect the aspirations not only of the Koreans\r\nthemselves but of all States interested in resolving the\r\nKorean problem.\r\nRussia intends to continue actively to contribute\r\nto the advancement of this process. Convincing\r\nevidence of this was provided by the outcome of the\r\nvisit of the President of the Russian Federation,\r\nVladimir Putin, to Pyongyang in July this year. We are\r\nwell aware of the magnitude of the problems that will\r\nhave to be solved in the context of the national\r\nreconciliation of North and South Korea, and we wish\r\nKoreans on both sides of the 38th parallel fresh\r\nsuccesses in the direct dialogue that they have begun.\r\nMr. Wang Yingfan (China) (spoke in Chinese):\r\nLast June the leaders of the Democratic People’s\r\nRepublic of Korea and the Republic of Korea decided,\r\nwith statesman-like vision and wisdom, to hold a\r\nhistoric meeting. That meeting led to positive results\r\nand gave fresh momentum to the process of achieving\r\npeace and stability on the Korean peninsula.\r\nSince the summit, there has been a marked easing\r\nof the situation on the Korean peninsula and a\r\nbreakthrough in the relations between the two Koreas.\r\nAll of these developments reflect the longstanding\r\ndesire of the peoples of the two Koreas for peace and\r\nunification and are in keeping with their fundamental\r\ninterests and the trend towards peace and development\r\nin today’s world. These developments are also\r\nconducive to peace and stability on the peninsula and\r\nthroughout the world.\r\nAs a friendly neighbour, China would like to\r\nexpress its heartfelt satisfaction and pleasure at this\r\npositive development. China hopes that this positive\r\nmomentum will be maintained.\r\nChina has always attached importance, and\r\ndedicated itself, to the preservation of peace and\r\nstability on the Korean peninsula. It has consistently\r\nadvocated and supported the two sides in resolving\r\ntheir differences through dialogue and consultation, in\r\norder that they might realize independence and\r\npeaceful reunification.\r\nWe firmly support the improved relations\r\nbetween the two Koreas and sincerely hope that the\r\nreconciliation process will continue.\r\nSome days ago, the two Koreas jointly requested\r\nthat the item on peace, security and reunification on the\r\nKorean peninsula be considered at this session of the\r\nGeneral Assembly and submitted a draft resolution to\r\nassist their efforts to achieve independence and\r\npeaceful reunification. We support this and have\r\nbecome a sponsor of the draft resolution.\r\nWe also appreciate and support all the\r\ninternational community’s efforts for peace and\r\nstability on the Korean peninsula. China will, as\r\nalways, strive for that goal.\r\nMr. Stuart (Australia): Australia strongly\r\nsupports the draft resolution under the item entitled\r\n“Peace, security and reunification on the Korean\r\npeninsula” and is happy to co-sponsor it.\r\nWe are delighted at the success of the North-\r\nSouth leaders’ summit of June 2000. The Australian\r\nPrime Minister made a public statement of support for\r\nthe summit at that time. He said that, as the first\r\nmeeting of Korean leaders in 55 years, the summit\r\n21\r\nA/55/PV.45\r\nmarked a significant step towards improved\r\ncommunication and understanding between the Koreas.\r\nAustralia hopes that the cooperation created by the\r\nsummit and its follow-up will eventually see the\r\nbuilding of reconciliation on the peninsula and greater\r\nsecurity in our region.\r\nAustralia has been doing its part to improve peace\r\nand stability on the Korean peninsula. Australia and the\r\nDemocratic People’s Republic of Korea resumed\r\ndiplomatic relations on 8 May 2000, ending 25 years of\r\ninterrupted relations. Each of our two countries\r\nappointed non-resident Ambassadors in July this year.\r\nAustralia was pleased to support the Democratic\r\nPeople’s Republic of Korea’s entry into the Regional\r\nForum of the Association of South-East Asian Nations.\r\nWe are deeply satisfied that both Koreas were able to\r\nparticipate in the Forum for the first time in July this\r\nyear. Australia has also contributed to tackling the\r\nDemocratic People’s Republic of Korea’s humanitarian\r\ncrisis. Through international organizations, we have\r\ncontributed $19.5 million since 1995 in humanitarian\r\nassistance to relieve food shortages.\r\nWe hope that the process of reconciliation will\r\nsoon produce the long-awaited lessening of tensions.\r\nThe Korean peninsula has been an area of extreme\r\ntension of great concern to all in the region. We\r\nwelcome all efforts to engender confidence and to\r\naddress outstanding concerns.\r\nOne effective mechanism has been the Agreed\r\nFramework, which offers a solution to concerns about\r\nnuclear developments on the peninsula. Australia\r\nstrongly values the role of the Korean Peninsula\r\nEnergy Development Organization (KEDO) in\r\nreducing the risk of proliferation on the peninsula. We\r\nurge support for that instrument and full and timely\r\ncooperation with the International Atomic Energy\r\nAgency. Australia has, to date, given $17.9 million to\r\nKEDO for oil to meet the Democratic People’s\r\nRepublic of Korea’s energy needs under the Agreed\r\nFramework.\r\nWe commend the draft resolution on this item to\r\nthe General Assembly.\r\nMr. Powles (New Zealand): New Zealand joins\r\nothers in warmly welcoming the heroic efforts towards\r\npeace and security shown by President and Nobel\r\nPeace Prize winner Kim Dae-jung and Chairman Kim\r\nJong Il recently. In the past year, and particularly since\r\nthe historic inter-Korean summit in Pyongyang in June,\r\nthe outlook for peace on the Korean peninsula has\r\nchanged fundamentally. New Zealand, along with the\r\ninternational community, has given this change its\r\nwholehearted support.\r\nNew Zealand’s engagement in the Korean\r\npeninsula began 50 years ago with our participation in\r\nthe Korean War. Out of some 6,000 of my countrymen\r\nwho fought in that war, a significant number did not\r\ncome home again. Their sacrifice is remembered not\r\nonly in New Zealand, but also very much in the\r\nRepublic of Korea. New Zealand still maintains a\r\npresence on the Korean peninsula today through our\r\nparticipation in the United Nations Command. The\r\nflying of our flag in the demilitarized zone is an\r\nimportant symbol of New Zealand’s ongoing\r\ncommitments to peace and stability on the peninsula.\r\nThe draft resolution before the General Assembly\r\ntoday marks the historic outcome of the June summit\r\nmeeting between President Kim Dae-jung and\r\nChairman Kim Jong Il. The joint declaration and other\r\nagreements reached between these two leaders together\r\nrepresent a major breakthrough in inter-Korean\r\nrelations. These agreements are the foundation on\r\nwhich the eventual peaceful reunification of the Korean\r\npeninsula will be built. My Government therefore fully\r\nsupports their implementation.\r\nFrom New Zealand’s perspective, we hope that\r\nthe easing of tensions on the Korean peninsula will\r\nbring an end to proliferation in our part of the world.\r\nPeace and stability on the Korean peninsula is one of\r\nthe guarantees of enhanced security and prosperity in\r\nNorth Asia and the Pacific. We therefore fully support\r\nthis draft resolution and its historic significance for the\r\ncause of world peace.\r\nMr. Valdez Carrillo (Peru) (spoke in Spanish):\r\nPeru is one of several countries that requested the\r\ninclusion of the additional item on peace, security and\r\nreunification on the Korean peninsula on the agenda of\r\nthe General Assembly at its current session. It is also a\r\nsponsor of the draft resolution before us, which we\r\nhope will enjoy the unanimous support it deserves.\r\nWe are participating in the spirit that has always\r\ncharacterized our participation in the activities of this\r\nOrganization, promoting conditions conducive to the\r\nUnited Nations objective of achieving peace and\r\nsecurity. We are also convinced of the need for the\r\ninternational community to support the policy of\r\nrapprochement being pursued by the Governments of\r\n22\r\nA/55/PV.45\r\nthe Democratic People’s Republic of Korea and\r\nRepublic of Korea, the highlight of which was the\r\nPyongyang summit of June this year, which has had a\r\nvery positive impact on relieving tensions in the area.\r\nThis policy has also received additional support from a\r\nnumber of States Members of the Organization at\r\ndiffering levels of development and regional\r\nparticipation as an outstanding example of broad-based\r\neconomic cooperation with direct positive implications\r\nfor regional and, ultimately, global security.\r\nPeru, a country of the Asia-Pacific region with\r\nimportant links to the region that have been\r\nstrengthened in recent years, is extremely pleased at\r\nthe results of this policy. We have also supported the\r\nprogramme that began with the 1994 Agreed\r\nFramework between the United States of America and\r\nthe Democratic People’s Republic of Korea, which is\r\nsupported by the Republic of Korea and Japan and\r\nenjoys the direct cooperation of 13 other countries at\r\ndifferent levels of regional participation. It is cases\r\nsuch as this that, in Peru’s opinion, contribute to the\r\ndevelopment of mutual confidence and thus to the\r\ngradual adoption of measures to reduce and eventually\r\nremove the threat of conflict.\r\nThe process that has been begun, and which is\r\nwelcomed in the draft resolution, goes beyond the\r\ngeographic area of the Korean peninsula and is\r\ntherefore the initial step of a process that will benefit\r\nnot only the Korean people, but also the region as a\r\nwhole. Peru hopes that this rapprochement between the\r\ntwo Koreas will bear fruit and therefore supports the\r\npolicies pursued by both Governments to that end.\r\nMr. Cappagli (Argentina) (spoke in Spanish):\r\nThe Argentine Republic was one of the countries that\r\nvigorously supported the inclusion of this item on the\r\nagenda of the General Assembly and it sponsored the\r\ndraft resolution. By this simple act, we reaffirm our\r\ncommitment to the process of consolidating peace and\r\nsecurity on the Korean peninsula and to all the efforts\r\nfor its peaceful reunification.\r\nOn this occasion, we pay tribute to the important\r\nsteps taken by the leaders of the Democratic People’s\r\nRepublic of Korea and of the Republic of Korea, which\r\nhave produced significant progress in their relations.\r\nThese efforts have also been recognized internationally\r\nby the recent award of the Nobel Peace Prize to Kim\r\nDae-jung, President of the Republic of Korea.\r\nAlong these lines, the draft resolution contains a\r\nclear message from the community of nations,\r\nrepresented in the United Nations, encouraging the two\r\nStates to continue working in this process,\r\nimplementing in good faith the joint declaration and\r\nthe other agreements reached between the two sides,\r\ntogether with all those other measures that may\r\nconsolidate peace on the Korean peninsula and lay a\r\nsolid foundation for peaceful reunification.\r\nIt also invites Member States to support and\r\nassist this process of inter-Korean dialogue,\r\nreconciliation and reunification. In this context, I am\r\nhappy to report that since yesterday a delegation from\r\nArgentina, chaired by the Deputy Foreign Minister, has\r\nbeen in Seoul.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item. We shall now proceed to\r\nconsider draft resolution A/55/L.14.\r\nI should like to announce that since the\r\nintroduction of the draft resolution the following\r\ncountries have become sponsors: Antigua and Barbuda,\r\nEritrea, Guinea, Haiti and Monaco.\r\nThe Assembly will now take a decision on the\r\ndraft resolution. May I take it that the Assembly\r\ndecides to adopt draft resolution A/55/L.14?\r\nDraft resolution A/55/L.14 was adopted\r\n(resolution 55/11).\r\nMay I take it that it is the wish of the Assembly\r\nto conclude its consideration of agenda item 183?\r\nIt was so decided.\r\nAgenda item 37\r\nImplementation of the outcome of the World Summit\r\nfor Social Development and of the special session of\r\nthe General Assembly in this regard\r\nReport of the Secretary-General (A/55/344)\r\nThe President: Last summer we completed the\r\nfive-year review of the World Summit for Social\r\nDevelopment. The political declaration and the five-\r\nyear review document (A/S-24/8/Rev.1) of the special\r\nsession of the General Assembly underline the need to\r\nfocus our attention and efforts to achieve more\r\nequitable, socially just and people-centred societies.\r\nThere are about 40 substantial initiatives or new\r\ninternational agreements for action in the document.\r\n23\r\nA/55/PV.45\r\nOne of the most important is the call for rigorous\r\nanalysis of advantages, disadvantages and other\r\nimplications of proposals for developing new and\r\ninnovative sources of funding, both public and private,\r\nfor social development and poverty eradication\r\nprogrammes. A study of new sources of revenue,\r\nincluding a currency transaction tax and a Tobin tax,\r\nmight lead the way to better and more effective global\r\npublic management of the international financial\r\nsystem.\r\nIn the decisions made by the five-year review of\r\nthe World Summit for Social Development, there was a\r\nstrong call for reducing the volatility of international\r\nfinances and managing crises better to protect the\r\nsocial services during crises. This topic may also be\r\nfurther elaborated in the financing for development\r\nevent next year.\r\nAnother initiative called for all United Nations\r\nagencies to integrate health policies more effectively\r\ninto their programmes, including action through trade\r\nagreements and increased incentives for research to\r\nimprove access of developing countries to affordable\r\nand effective pharmaceutical agents, as well as action\r\nto strengthen workers’ rights and the social protection\r\nof the most vulnerable in our society.\r\nThere was agreement to the target of access to\r\nbasic education for all by 2015 and agreement on the\r\nimportance of positive and affirmative action to\r\nachieve gender equality.\r\nThe concept of corporate social responsibility\r\nwas added to the international agenda for the first time\r\nin the five-year review of the World Social Summit last\r\nsummer. Furthermore, there was agreement on the\r\nglobal target for poverty reduction of halving by 2015\r\nthe proportion of people living in extreme poverty.\r\nThere are about 1.2 billion people among us today\r\nliving on less than $1 a day. A decision to start a more\r\nintegrated global campaign to reduce poverty was\r\ntaken. Subsequently, preparations for an international\r\nemployment strategy, with the International Labour\r\nOrganization in the lead, are being made, with plans to\r\nhold a global employment forum next year.\r\nMy short introductory note to this agenda item\r\ncannot encompass the entire debate and all the results\r\nof the special session. I may say only that in the\r\nfollow-up to the five-year review there are urgent\r\nactions to be taken for all constituencies of our society,\r\nat the international, regional and national levels and for\r\nall players, including Governments and civil society\r\nactors.\r\nFinally, I would like to quote from paragraph 12\r\nof the political declaration of Geneva, as follows:\r\n“At the dawn of the new millennium, aware\r\nof our responsibilities towards future generations,\r\nwe are strongly committed to social development,\r\nincluding social justice, for all in a globalizing\r\nworld. We invite all people in all countries and in\r\nall walks of life, as well as the international\r\ncommunity, to join in renewed dedication to our\r\nshared vision for a more just and equitable\r\nworld.”\r\nMay those words guide our debate today.\r\nI should like to inform members that, in a letter\r\ndated 21 September 2000 addressed to the President of\r\nthe General Assembly. the Permanent Representative of\r\nSweden to the United Nations, in his capacity as\r\nChairman of the Group of Western European and Other\r\nStates for the month of September, requests that the\r\nGeneral Assembly hear in plenary meeting a statement\r\nby the Observer of the Holy See in the debate on\r\nagenda item 37.\r\nTaking into account the importance attached to\r\nthe issue under discussion, it is proposed that the\r\nGeneral Assembly should take a decision on that\r\nrequest.\r\nMay I take it that there is no objection to the\r\nproposal to hear the Observer of the Holy See in the\r\ndebate on agenda item 37?\r\nIt was so decided.\r\nThe President: I should also like to inform\r\nmembers that, in a letter dated 6 October 2000\r\naddressed to the President of the General Assembly, by\r\nthe Permanent Representative of Turkey to the United\r\nNations, in his capacity as Chairman of the Group of\r\nWestern European and Other States for the month of\r\nOctober, requests that the General Assembly hear in\r\nplenary meeting a statement by the Observer of\r\nSwitzerland on agenda item 37.\r\nTaking into account the importance attached to\r\nthe issue under discussion, it is proposed that the\r\nGeneral Assembly should take a decision on that\r\nrequest.\r\n24\r\nA/55/PV.45\r\nMay I take it that there is no objection to the\r\nproposal to hear a statement by the Observer of\r\nSwitzerland on this item?\r\nIt was so decided.\r\nMr. Maquieira (Chile) (spoke in Spanish): After\r\na successful special session held in Geneva we are now\r\nback in New York to continue our work on social\r\ndevelopment.\r\nBefore making a brief statement about the Special\r\nSession, may I first of all express my gratitude for the\r\ngenerosity and the hospitality of the Swiss\r\nGovernment. They were really essential for the success\r\nof the Special Session. In addition may I say that the\r\ncontinuous concern of Mr. Theo-Ben Gurirab with\r\nregard to this process and his continued willingness to\r\ncooperate has been a source of support and peace of\r\nmind for the Chair of the Preparatory Committee for\r\nthe Special Session. And, finally, the dedication and\r\nthe commitment of the Under-Secretary-General, Mr.\r\nNitin Desai, and the Director of the Division for Social\r\nPolicy and Development, Mr. John Langmore, and his\r\nefficient team were key for the smooth operation of the\r\nmeetings and the results obtained. May I also express\r\nmy thanks to the members of the Bureau for their help.\r\nThe review and evaluation of the results of the\r\nSocial Summit that took place in Geneva last June led\r\nto very substantive results that far exceeded the\r\nexpectations that were held before the meeting took\r\nplace. The short amount of time since the Summit, a\r\ncertain negotiating fatigue because of the continuous\r\nsuccession of special sessions, the loss of the mystique\r\nunderlying the Social Summit, the little time that was\r\ngiven to the Preparatory Committee to complete its\r\nwork and other factors did not lead us to expect good\r\nresults for Copenhagen Plus Five.\r\nDespite that, however, we can now see results\r\nthat will make clear that the Special Session was an\r\nimportant step forward in developing the social\r\ndevelopment agenda.\r\nThe international community has now reaffirmed\r\nits determination to launch and to apply the\r\nCopenhagen agreements and also to agree to a number\r\nof new initiatives to achieve them. On the one hand, it\r\napproved a political declaration, which basically\r\ndefines future responsibilities and our commitment and\r\nsupport of social development and improving society\r\nas whole.\r\nGiven current events and trends in the\r\ninternational discourse, the degree of specificity in this\r\npolitical declaration is no minor achievement and\r\nanother not minor achievement is the text under review\r\nand the evaluation of the outcome of the Summit. The\r\ntext  indicates very clearly the progress that has been\r\nachieved, the problems that exist and the unforeseen\r\ncircumstances in areas where there have been failings\r\nat both the national and international level, as well as\r\nthe need to redouble our efforts domestically to face\r\nthe situation.\r\nAt the end of the agreements, we see the new\r\ninitiatives that were approved during the Geneva 2000\r\nprocess, which undoubtedly include a surprising gamut\r\nof decisions and options that countries and the\r\ninternational community have adopted in order to deal\r\nwith these issues, together with the conclusions of the\r\nworld Summit in facing current issues.\r\nI should highlight the goal of achieving, by 2015,\r\na reduction by half of the extreme poverty that persists\r\nin the world. In other forums there are discussions at\r\nthe United Nations on the possibility of reaching goals\r\nthat appear to be utopian and for which no resources\r\nare being allocated to really achieve those goals. Let it\r\nnot be forgotten, however, that goals are a problematic\r\nway of lining up political will with technical resources\r\nand technical solutions. For this they are important.\r\nA second important aspect is the series of\r\ninitiatives agreed in the field of employment. They\r\ncover almost the entire range of the international labour\r\nagenda, as well as the national labour agendas, going\r\nfrom the informal market to the social responsibility of\r\ncorporations — a topic included for the first time in the\r\ninternational agenda.\r\nIt also includes the need to develop a global\r\nemployment generation strategy, as well as the issue of\r\nthe rights of workers and the social net when workers\r\nare fired. The first meeting, the Summit and the Special\r\nSession have really brought the matter and the issue of\r\nemployment to the fore, which is in itself very\r\nimportant.\r\nOther initiatives that were agreed concerned\r\nhealth and the need for this sector to be seen as a factor\r\nof development and not simply as a service to be\r\nprovided.\r\nOne area that received special attention during\r\nCopenhagen plus Five has to do with national and\r\n25\r\nA/55/PV.45\r\ninternational resources, in terms of such important\r\nissues as taxation, tax shelters, tax havens and\r\nagreements that make it possible for transnational\r\ncorporations to pay taxes in countries where they are\r\noperational.\r\nAll this is new and significant and it really\r\nbroadens the scope of the international agenda in this\r\nfield.\r\nOf special interest is the paragraph of the\r\nDeclaration requesting that a careful study be carried\r\nout of proposals to develop new and innovative sources\r\nof financing for social development. The topic of\r\nresources for development is so urgent that the\r\nSecretary-General might consider setting\r\nup a high-level committee to make specific\r\nrecommendations for the conference on financing for\r\ndevelopment similar to the Panel headed by\r\nMr. Brahimi, the former Foreign Minister of Algeria,\r\non peace operations. As has been indicated, there are\r\nmore than 40 new international initiatives or\r\nagreements in the special session political declaration\r\nthat are important, innovative and action-oriented.\r\nGiven that the actual duration of the negotiations\r\nwas slightly more than a month, this result can only be\r\nconsidered a great success. This is explained not only\r\nby delegations’ high intellectual level, good knowledge\r\nof the topics and clear willingness to negotiate, but also\r\nby the significant, substantive contribution of the\r\nUnited Nations system. The Preparatory Committee\r\nrequested the system’s agencies, funds and\r\nprogrammes, including the Bretton Woods institutions,\r\nto submit proposals and initiatives for action. That led\r\nto 27 excellent reports that were fundamental in\r\nhelping the delegations in examining problems and\r\nnegotiating solutions.\r\nThis is a development with unique modalities.\r\nThe requests on specific topics, rather than a broad-\r\nbased mandate, should serve as a precedent for future\r\nnegotiations in the economic and social field. We have\r\nsaid repeatedly that no sector has a monopoly on\r\nsolutions to complex economic and social problems. To\r\nthe contrary, there will be progress only as a result of\r\njoint action on the basis of cooperation. What happened\r\nat Copenhagen+5 between the Governments, civil\r\nsociety and the United Nations system is a good\r\nexample.\r\nIf there is something to regret about the results, it\r\nconcerns what I personally regard as the social\r\nconsequences of globalization and the establishment of\r\nsound principles and good practices for social\r\ndevelopment. Much has been said about the tyranny of\r\nthe market, the reduced role of the State and the need\r\nto seek rules to limit these phenomena and to share the\r\nbenefits of globalization more equitably. The\r\nCopenhagen+5 process seemed to be the natural setting\r\nfor at least examining these matters, viewing their\r\nrelationship with world events and devising proposals\r\nto initiate a process for discussion. The proposals and\r\nthe opportunity were there, but, unfortunately, the will\r\nwas not. The fact that it was not possible to even define\r\nthis issue in a balanced way and establish a procedure\r\nto deal with it, from the point of view of the Chair of\r\nthe Preparatory Committee detracted somewhat from\r\nthe important agreements reached in Geneva.\r\nSomewhat differently but no less importantly, the\r\nCopenhagen process has been criticized for running\r\ncounter to globalization, because, according to some\r\npeople, it was a platform to level criticism against this\r\nphenomenon, rather than a forum to talk about its\r\nadvantages. One must be careful with these broad\r\ngeneralizations, because they are misleading. The\r\nUnited Nations has a duty to search for solutions to\r\nproblems, and because that applies with regard to\r\nglobalization does not mean that it will be against the\r\nprocess — far from it. Reducing its negative effects\r\nand more equitably distributing its benefits strengthen\r\nglobalization rather than weaken it.\r\nWe have satisfactorily done our work of charting\r\na course to face the problems and challenges of social\r\ndevelopment. What remains to be done is to implement\r\nour agreements. It is paradoxical that, while the\r\nnegotiating scenarios are well structured, the\r\nimplementation scenarios, which are as important or\r\nmore important, are left to the initiative and free choice\r\nof the parties. There are clearly objective reasons for\r\nthat: autonomy of countries and agencies, various\r\ndifferences and so forth. Nevertheless, implementing\r\nthe agreements, which is difficult, is as important as\r\nnegotiating them and may require a more systematic\r\nreview of analysis and study of mechanisms. For\r\ninstance, at the end of the Social Summit the\r\nSecretariat organized a number of task forces on\r\ndifferent topics. It might be desirable to do the same on\r\nthe basis of the Geneva agreement, but with a more\r\nspecific and focused mandate. It would also be\r\ndesirable for the Economic and Social Council to\r\nresume discussion of comprehensive follow-up action,\r\n26\r\nA/55/PV.45\r\nperhaps accompanied by a report to the Secretary-\r\nGeneral with recommendations and suggestions.\r\nFurthermore, there could be consultations between its\r\nmembers and recommendations could be made over\r\ntime for consideration by the General Assembly.\r\nIt is a matter of exploring new modalities on this\r\nitem, modalities with which countries can be\r\ncomfortable and that will raise the low percentages of\r\nimplementation of the agreements. Without an effective\r\nimplementation system, it is of little use to achieve\r\nimportant results like the ones we achieved in Geneva.\r\nTherefore, my delegation would be interested in\r\ncarrying out exploratory consultations with the\r\nSecretariat and other interested delegations to decide\r\nwhether more formal action needs to be taken by the\r\nOrganization.\r\nMr. Kafando (Burkina Faso), Vice-President, took\r\nthe Chair.\r\nThe special session of the General Assembly\r\nentitled “Copenhagen+5” had political importance and\r\ntechnical efficiency, and, based on current standards, it\r\nwill have great weight because of the level of the\r\nagreements reached. The rest is our responsibility and\r\nrests on our commitments to those who will be the\r\ngreatest beneficiaries of these agreements. The work\r\nhas been very significant, but it has not ended.\r\nI end on a personal note. I am very proud to have\r\nbeen closely linked to this process. My pride is\r\ncomparable only to my gratitude to all those who made\r\nmy responsibilities easier and more pleasant.\r\nMr. Doutriaux (France) (spoke in French):\r\nI have the honour to speak on behalf of the European\r\nUnion on agenda item 37, “Implementation of the\r\noutcome of the World Summit for Social Development\r\nand of the special session of the General Assembly in\r\nthis regard”. The Central and Eastern European\r\ncountries associated with the European Union —\r\nBulgaria, the Czech Republic, Estonia, Hungary,\r\nLatvia, Lithuania, Poland, Romania, Slovakia and\r\nSlovenia — and the associated countries Cyprus, Malta\r\nand Turkey, as well as Liechtenstein, align themselves\r\nwith this statement.\r\nThe World Summit for Social Development, held\r\nin March 1995 in Copenhagen, was a decisive stage in\r\nmaking the international community aware of the vital\r\nimportance of social progress. The 10 solemn\r\ncommitments made at that Summit represented\r\nsignificant progress in their various fields, allowing the\r\nconcrete and practical realization of the will of the\r\ninternational community and States to redirect their\r\nactions towards social development to attain three main\r\ngoals: the eradication of poverty, increased productive\r\nemployment and the improvement of social integration.\r\nFive years later the Member States met again, in\r\nJune 2000, to reiterate their will to implement the\r\nCopenhagen commitments. To this end, they identified\r\nseveral further initiatives.\r\nIn addition, the Millennium Summit provided an\r\nopportunity to recall once again, solemnly and at the\r\nhighest level, the critical importance of progress based\r\non social development and the need to pursue the goal\r\nof poverty eradication with determination.\r\nFinally, the European Union has noted with\r\nattention and interest the report of the Secretary-\r\nGeneral, which gives an accurate, concise account of\r\nthe complex results of the special session.\r\nThe European Union believes that the appraisal of\r\nthe implementation of the Copenhagen commitments,\r\nwhich was carried out in Geneva during the special\r\nsession five years after the holding of the Summit,\r\nseems to reflect reality and provides cause for both\r\nsatisfaction and disappointment. That appraisal made it\r\npossible to see that despite the progress made in such\r\nareas as access to education and the reduction of the\r\ndebt of poorest countries, major efforts must still be\r\nmade to combat widening inequalities and to achieve\r\nthe quantified objectives set at Copenhagen. Moreover,\r\nthe dynamics of the reciprocal strengthening of social\r\nand economic development were also highlighted.\r\nThe appraisal led to the adoption of what the\r\nEuropean Union believes is a substantial declaration.\r\nBeyond reaffirming the primary role of States for\r\nsocial development, that declaration constitutes an\r\nadditional step, demonstrating willingness to go further\r\nin the implementation of the commitments made. The\r\nGeneva declaration in essence complements the\r\nCopenhagen documents in several ways; for example,\r\nby referring to human rights and fundamental freedoms\r\nand to fundamental principles and rights at work —\r\nwhich are prerequisites for social development. It also\r\nreaffirms the need for specific measures to be taken on\r\nbehalf of persons in need; the need to improve the\r\nsituation of children and the education of girls; the\r\nneed for comprehensive follow-up to major United\r\nNations conferences; and the need for close\r\n27\r\nA/55/PV.45\r\ncoordination of economic, social and environmental\r\npolicies.\r\nThe European Union also welcomes the\r\nconsensus achieved on further measures to better\r\nimplement the Copenhagen commitments. Several of\r\nthose initiatives represent genuine progress and should\r\nbe welcomed. This is particularly the case with regard\r\nto the objectives set to reduce the number of people\r\nliving in extreme poverty by half by the year 2015; the\r\nreference to the need to ratify the basic conventions of\r\nthe International Labour Organization (ILO) and to\r\nstrengthen its role in accordance with its mandate; the\r\nrecognition of the responsibility of businesses for\r\nsocial development; the need for better exchanges of\r\ngood practices; and the necessity to establish\r\nparticipatory mechanisms to evaluate the social impact\r\nof structural adjustment programmes.\r\nWe must also welcome the acknowledgement of\r\nthe importance of access by the poorest to health care\r\nand essential medicines, in particular in the framework\r\nof the campaign against HIV/AIDS. These initiatives\r\nfall under the commitment to focus greater attention on\r\nthe least developed countries and on Africa, in order to\r\nunderscore the priority nature of efforts made in that\r\npart of the world.\r\nMoreover, the European Union welcomes the fact\r\nthat the Geneva declaration took into account the\r\noutcome of the twenty-third special session of the\r\nGeneral Assembly, which was held in New York last\r\nJune under the theme “Women 2000”, in particular\r\nwith regard to acknowledging the feminization of\r\npoverty and the multiplier effect of policies for the\r\nadvancement of women in terms of their effect on\r\nstrategies to reduce poverty, create productive jobs and\r\nincrease social integration.\r\nThe European Union believes it is important that\r\nthe topic of financing for development, which will be\r\ntaken up in greater detail shortly, was debated frankly\r\nat Geneva in its various aspects, and that the\r\ninternational community reiterated its commitment to\r\ncontinue the 20/20 initiative, to implement the Heavily\r\nIndebted Poor Countries Debt Initiative (HIPC) and to\r\nattain the objectives agreed with regard to official\r\ndevelopment assistance. The European Union attaches\r\ngreat importance to the coming high-level international\r\nintergovernmental event on financing for development.\r\nThe Union believes that the objective of that meeting is\r\nto facilitate better mobilization of national and\r\ninternational resources and to improve adherence to\r\npolicies aimed at achieving the commitments set by the\r\ninternational community during United Nations\r\nconferences, in particular those aimed at reducing\r\npoverty by half by the year 2015. The European Union\r\nalso welcomes the holding in Brussels in 2001 of the\r\nthird Conference on the Least Developed Countries.\r\nNevertheless, the European Union regrets the fact that\r\nonly limited results were achieved during the special\r\nsession in areas which have great significance for the\r\nfuture.\r\nSimilarly, a review of the social aspects of\r\nglobalization was the subject of lengthy discussions by\r\ndelegations, without resulting in an agreement to\r\nestablish a forum that would include all multilateral\r\norganizations concerned and that would have made it\r\npossible to set up an appropriate framework to continue\r\ndiscussion of this issue. Nevertheless, the main topic of\r\ndiscussion at the thirty-ninth meeting of the\r\nCommission for Social Development in 2001 will be\r\nstrengthening social protection and reducing\r\nvulnerability in an increasingly globalized world. No\r\ndoubt, that meeting will provide an opportunity for\r\nadditional discussions on the social aspects of\r\nglobalization. The Economic and Social Council has\r\nbeen invited to undertake a dialogue on best practices\r\nin the field of social development. We hope that\r\ndialogue will take into account the implications of\r\nglobalization on social development.\r\nSimilarly, there is a need to develop social\r\nindicators to provide a better gauge of the progress\r\nachieved in carrying out international development\r\nobjectives. A more accurate comparison of the various\r\nactors involved deserves closer study. Negotiations did\r\nnot make it possible to go beyond simply inviting the\r\nStatistical Commission to continue its work and to\r\nidentify a limited number of common indicators\r\nalready being used by Member States. We also regret\r\nthat there was no substantial progress in the discussion\r\nof principles of good governance.\r\nThe future of the partnership with civil society\r\nand the corporate world, which is one of the keys to\r\nsocial development, was neither fully nor sufficiently\r\ndiscussed, in particular with regard to non-\r\ngovernmental organizations, which are frequently the\r\nones who speak on behalf of the poorest people,\r\nprovide them with assistance and play a significant\r\nsocial role. In this regard, specific reference should\r\nalso have been made to the Global Compact launched\r\n28\r\nA/55/PV.45\r\nby the Secretary-General in Davos in 1999.\r\nNevertheless, the European Union welcomes the\r\ninclusion in the agenda of this session of the General\r\nAssembly of the new item entitled “Towards global\r\npartnerships”.\r\nWith regard to gender equality and the\r\nadvancement and participation of women, it is\r\nnecessary to take better account of the economic links\r\nbetween the struggle against poverty and gender\r\nequality. The feminization of poverty is a fact that is\r\nessentially due to the rigidity of the roles assigned to\r\nmen and women and to women’s limited access to\r\npositions of responsibility, education, training and\r\nproductive resources. Women represent the vast\r\nmajority of the approximately 1.2 billion poor people\r\nin the world. The inability to deal with the structural\r\ncauses of poverty and develop a comprehensive\r\napproach to gender equality in economic studies and\r\nplanning also contribute to the feminization of poverty.\r\nThe European Union regrets the fact that although\r\nthe elements of good governance were defined at the\r\nspecial session, the session was unable to come up with\r\nthe necessary consensus to make it possible to\r\nexplicitly refer to this idea.\r\nThe European Union believes that the Geneva\r\nmeeting is not the end of the Copenhagen progress but\r\nthat, rather, it is a stage in a long-term process that\r\nneeds to continue. The Union attaches special\r\nimportance to the provisions agreed at Geneva on\r\nfollow-up to that process. Those provisions should be\r\nstrengthened, especially with regard to the mandates\r\ngiven to the Commission for Social Development and\r\nthe Economic and Social Council.\r\nThe European Union welcomes the discussions\r\nwithin the United Nations to launch a global campaign\r\nto eradicate poverty.\r\nFinally, the Union believes that a number of\r\nissues discussed as part of the post-Copenhagen\r\nprogress need to be examined in greater depth at\r\nmeetings scheduled for upcoming years. Those issues\r\ninclude the process of financing for development, the\r\nthird Conference on the Least Developed Countries, the\r\nWorld Conference against Racism and Racial\r\nDiscrimination, Xenophobia and Related Intolerance,\r\nthe second World Assembly on Ageing and the\r\ncorresponding European conference, and the special\r\nsessions of the General Assembly on human\r\nsettlements and children. In this regard, the European\r\nUnion welcomes the holding at Strasbourg in October\r\n2000 of the European regional preparatory conference\r\nfor the World Conference against Racism.\r\nThe importance the European Union attaches to\r\neradicating poverty, strengthening social cohesion and\r\nintegrating all groups of society has led the Union to\r\ndevelop a strategic plan of action against social\r\nexclusion for its member States. This is an example of\r\nthe determination of the European Union to translate\r\nthe results of Copenhagen and Geneva in direct and\r\nspecific ways.\r\nThe European Union will continue to act\r\nresolutely to promote social justice, the reduction of\r\ninequality and the eradication of poverty, which are\r\nprerequisites for building a better world, our common\r\npurpose.\r\nThe meeting rose at 1.05 p.m.\r\n"