" United Nations  A/55/PV.46\r\n  \r\n \r\nGeneral Assembly \r\nFifty-fifth session \r\n \r\n46th plenary meeting \r\nTuesday, 31 October 2000, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n00-72166 (E) \r\n*0072166* \r\nPresident: Mr. Holkeri . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Finland) \r\n \r\n \r\n  The meeting was called to order at 3 p.m. \r\n \r\n \r\nAgenda item 37 (continued) \r\n \r\nImplementation of the outcome of the World \r\nSummit for Social Development and of the special \r\nsession of the General Assembly in this regard \r\n \r\n \r\n  Report of the Secretary-General (A/55/344) \r\n \r\n Mr. Al-Absi (United Arab Emirates) (spoke in \r\nArabic): I should like to express our support for the \r\noutcome of the twenty-fourth special session of the \r\nGeneral Assembly, which was held in Geneva, five \r\nyears after the World Summit for Social Development. \r\n Despite the interest that has been shown and the \r\ninternational initiatives taken over the past decade to \r\ncombat poverty and illiteracy, it appears that we must \r\ntake further measures to ensure social development. \r\nReports and statistics show that more than 1.25 billion \r\nindividuals live in abject poverty and are deprived of \r\nessential services such as food and potable water. \r\nMany suffer from contagious diseases, are illiterate and \r\nsubject to violence, national conflicts and natural \r\ndisasters. We must therefore acknowledge that efforts \r\ntaken to date have not been sufficient to deal with these \r\nchallenges or to enable us to take a qualitative step \r\nforward towards improving social conditions for \r\ncitizens of developing countries, especially those \r\nsuffering the most. \r\n The World Summit for Social Development \r\nraised the awareness of heads of State or Government \r\nof the social and developmental problems confronting \r\npeoples and of appropriate solutions. We therefore call \r\nfor the political will to implement more substantial and \r\nobjective regional and international strategies to \r\ncombat poverty and relieve the debt burden, \r\nparticularly for the least developed countries, so as to \r\nmake it possible for them to take advantage of \r\navailable technology and globalization, attract foreign \r\ninvestment and allow access to the world market for \r\ntheir exports. \r\n We call upon the international community to find \r\ninnovative ways to finance development in the \r\ndeveloping countries. This will require a pooling of \r\nefforts at the national, regional and international levels \r\nto create a just and equitable international environment \r\nconducive to the establishment of international peace \r\nand security. \r\n For the benefit of our citizens, and in accordance \r\nwith the recommendations of Sheikh Zayed bin Sultan \r\nAl-Nahyan, the head of State of the United Arab \r\nEmirates, we are modernizing our existing institutions \r\nand developing new ones, including cultural, health-\r\ncare and other social service institutions, and making \r\nefforts to provide gender equality in areas of work and \r\neducation. Furthermore, efforts are being made to \r\nrehabilitate the disabled and elderly so that they can \r\nparticipate in sustainable development projects. \r\n Our State’s interest extends beyond our own \r\nconcerns, of course, to other areas. We are interested in \r\ncooperating with bilateral, regional and multinational \r\ndevelopment organizations. The United Arab Emirates \r\n \r\n2  \r\n \r\nA/55/PV.46  \r\nhas helped to build schools, orphanages and hospitals. \r\nWe have also provided concessional loans to \r\ndeveloping countries and organized and hosted \r\nconferences and seminars in various areas.  \r\n In conclusion, we hope that the international \r\ncommunity will implement the outcome of the \r\nCopenhagen Summit and the special session held in \r\nGeneva in order to bring about a better future for \r\nhumanity. \r\n Mr. Aboulgheit (Egypt) (spoke in Arabic): I \r\nshould like to begin by expressing our thanks and \r\nappreciation to Mr. Nitin Desai and Mr. John \r\nLangmore for their notable efforts in the various fields \r\nof social development, including those of poverty \r\neradication, productive labour and social solidarity. \r\nLast June, with the special session of the General \r\nAssembly on the implementation of the outcome of the \r\nCopenhagen World Summit for Social Development in \r\nCopenhagen, we witnessed the largest international \r\ngathering of governmental and non-governmental \r\norganizations in five years. They came together to \r\nreaffirm their determination and political commitment \r\nto eradicate poverty, make social progress and enhance \r\nprosperity and social development. \r\n We, the countries that participated in the special \r\nsession, pledged to make every effort to achieve social \r\njustice and improve conditions for humanity in the \r\nlight of the expectations of the peoples of the world. \r\nWe were requested to accord priority to the social \r\naspects of development, since they are connected to, \r\nhave an affect on and are influenced by the economic \r\nand political aspects in such a way that all three form \r\none indivisible whole, which has both a positive and a \r\nnegative impact on stability and international peace \r\nand security. \r\n We must ask ourselves, and all the countries of \r\nthe world, to make greater efforts in the field of social \r\ndevelopment. We welcome the fact that the special \r\nsession reaffirmed the strong support of many \r\ncountries for the obligations set out in Copenhagen, \r\nparticularly those relating to the setting up of national \r\nplans, programmes and strategies to promote social \r\ndevelopment by eradicating poverty, providing \r\nincreased work opportunities, developing human \r\nresources and establishing social investment funds, in \r\naddition to increasing their budgets for the social \r\nsector. \r\n Egypt, welcomes the outcome of the special \r\nsession of the General Assembly and reaffirms its \r\ncommitment to carry out the recommendations of that \r\nsession, as well as those of the Copenhagen summit, \r\nwhich remain important for the promotion of social \r\ndevelopment and the removal of obstacles that impede \r\nits implementation. There is no doubt that poverty is \r\nthe greatest challenge and the main obstacle to the \r\nefforts of developing countries to fulfil their \r\nobligations to foster social development. This cannot \r\nbe achieved without two important developments — \r\nsupport for the process of economic and social \r\ndevelopment at the national level and the creation of an \r\ninternational environment of greater justice and equity. \r\n Mobilizing and apportioning resources is the \r\nbasis upon which all countries carry out their \r\nobligations in the field of social development. The \r\nconcept of enabling peoples and the promotion of \r\nhuman rights and basic freedoms is not limited to \r\npromulgating laws and decrees. Indeed, it exceeds that \r\nto include their application through an interest in \r\neducation, health, training, professional training, \r\nemployment opportunities and providing basic \r\nservices. This requires financial resources and \r\ntechnical assistance, not only by national Governments \r\nbut also by the international community, as a political \r\ncommitment pledged by advanced countries. \r\n There is no doubt that the increasing \r\nmarginalization of the developing countries’ role in the \r\ninternational economy threatens to create new \r\nconfrontation lines between the South and the North, \r\noperating on unjust economic and developmental \r\ncriteria that might negatively affect international \r\nstability. \r\n The phenomenon of globalization, with its \r\nadvantages and disadvantages, imposes policies that \r\ntake into account its influence on the comprehensive \r\ndevelopment of States. Here I would like to make two \r\npoints that we need to be guided by when dealing with \r\nsocial development topics. The first is the need to \r\nrespect different cultures and civilizations. There is no \r\nreason whatsoever to impose on any of them a way of \r\nlife they do not accept and practices they do not wish \r\nto follow. Secondly, despite the fact that the basic \r\npivotal role in the development process falls on the \r\nshoulders of the different Governments, the success of \r\ntheir efforts is linked to a conducive international \r\nenvironment, with all that it comprises, such as trade, \r\n \r\n 3 \r\n \r\n A/55/PV.46\r\ninvestment, providing financial resources, technical \r\nassistance and the transfer of technology. \r\n Egypt fully appreciates the importance of social \r\ndevelopment, and is committed, along with all the \r\nother countries of the world, to making the necessary \r\nefforts to face up to and overcome the problems \r\nconfronting social development. This could be done by \r\nsetting up an economic, political, social, cultural and \r\necological environment conducive to the eradication of \r\npoverty, the expansion of the labour market, combating \r\nunemployment and encouraging social \r\ncomplementarity and integration. Egypt has begun to \r\ndraw up a new social contract and a complementary \r\nsocial development strategy, built on full partnership \r\nbetween the State and civil society. It is also based on \r\nthe enhancement of small- and medium-sized projects. \r\n In this context, I recall and affirm the proposal \r\nmade by the First Lady of Egypt, Mrs. Mubarak, in her \r\nstatement before the special session of the General \r\nAssembly to review and appraise implementation of \r\nthe recommendations of the Copenhagen World \r\nSummit for Social Development. Mrs. Mubarak \r\nreferred to the need to set up a mechanism that would \r\ncreate a new development model for small projects. \r\nShe has made intensive efforts in this field in order to \r\nachieve social progress in line with the commitments \r\nof the Social Summit and the special session. \r\n Egypt has allocated nearly 30 per cent of the \r\nGovernment budget to the social sectors, in particular \r\nfor health, education, and subsidies for basic needs, \r\nover and above what the Copenhagen 20/20 initiative \r\nasked for. Egypt’s strategy on social development is \r\nbased on the following points. The first is guaranteeing \r\na continued increase in development rates within \r\navailable resources, and constantly enhancing these \r\nrates, while correcting the rate of population increase \r\nand attempting to push it down. Secondly, we intend to \r\nmake the optimum use of all manpower resources, \r\nwithout marginalizing any group or sect, and \r\nconcentrate on human development and spreading \r\nsocial consciousness. The third point is deepening and \r\nsupporting democratic practices and maintaining the \r\ncontinuity and stability of constitutional institutions; \r\nmaking a commitment to legitimacy and the rule of \r\nlaw, with special attention to the protection of human \r\nrights and basic public and private freedoms, through \r\nthe guarantee of serious and effective participation of \r\nall citizens in managing national affairs; and taking and \r\nimplementing the decisions that will achieve social \r\nintegration and complementarity. \r\n In conclusion, let me affirm once again the \r\nimportance of the integration of national, regional and \r\ninternational efforts in order to enhance and support \r\nsocial development in all its spheres and all its aspects. \r\nI call upon all countries and States to commit \r\nthemselves to implement the recommendations of the \r\nWorld Social Summit and international conferences, as \r\nwell as the special session of the General Assembly, \r\nand to carry out their obligations in this context, \r\nparticularly by mobilizing their resources and giving \r\ntechnical assistance to the developing countries. Social \r\ndevelopment is a comprehensive international \r\nresponsibility that affects our daily lives and the future \r\nof our world. \r\n Mr. Geete (India): The twenty-fourth special \r\nsession of the General Assembly, which took place \r\nearlier this year, gave Governments an opportunity to \r\nchart a road map for the future after reviewing progress \r\nin the implementation of the 10 commitments of the \r\nCopenhagen Declaration. That review made it clear \r\nthat most, if not all, of the commitments remained \r\nunfulfilled. Of the many reasons for this collective \r\nfailure, the inadequacy of international cooperation \r\nwas the most important. \r\n This fact is extraordinary because, between the \r\nCopenhagen Summit and the special session, \r\nglobalization has strengthened, gone into crisis and \r\ncome under critical scrutiny. Globalization means — or \r\nshould mean — interdependence. The contagion effect \r\nof the financial meltdown of the mid-1990s made it \r\nclear that no country or group of countries can insulate \r\nthemselves from the travails of others. It also showed \r\nthat, while the first symptoms of a crisis become \r\napparent in the financial or economic sectors, the most \r\ndevastating effects are on the social fabric and political \r\nstability. Equally, the experience of those countries that \r\nhave done best in the globalized economy shows that \r\ninvestment in social capital pays off. Both to promote \r\nglobalization, and to ward off its adverse effects, social \r\ndevelopment is an absolute and urgent necessity. This \r\nhas been so clearly established that it is astonishing \r\nthat it remains the most neglected sector in \r\ninternational cooperation. \r\n The Programme of Action adopted at Copenhagen \r\nset a number of targets to meet the basic social services \r\nneeds of all. While there have been modest gains in \r\n \r\n4  \r\n \r\nA/55/PV.46  \r\neducation — especially in narrowing the gender gap in \r\nprimary and secondary school enrolment rates — other \r\ntargets remain to be achieved. The adult illiteracy rate \r\nwas to have been reduced to half the 1990 level, but \r\ndropped only by 5 per cent, by 2000. By this year we \r\nshould have halved severe and moderate malnutrition \r\namong children under five, but two out of five children \r\nremain stunted, one in three underweight and one in 10 \r\nwasted. Three million infants still die within a week \r\nafter birth, and another 3 million are stillborn. Some 15 \r\nmillion women live with permanent injuries from \r\nchildbirth-related complications. The toll in human \r\nmisery is incalculable. \r\n The estimates published by the World Bank in its \r\nWorld Development Report this year offer little \r\ncomfort. In order to cut income poverty by half by \r\n2015, there should have been a compound rate of \r\ndecline of 2.7 per cent a year between 1990 and 1998; \r\ninstead, the rate was 1.7 per cent. Universal primary \r\neducation is unlikely by the target date. Reducing \r\ninfant mortality by two thirds would have been \r\npossible with a 30 per cent decline between 1990 and \r\n1998; the actual rate was 10 per cent. The World Bank \r\nargues with some emphasis that the actions of the \r\ndeveloped countries and multilateral organizations will \r\nbe crucial for success. They should listen to the voices \r\nof their development partners. What the Bank describes \r\nas the problem of voicelessness and powerlessness as \r\nthe institutional basis of poverty is a challenge \r\nbetween, as much as within, nations. \r\n Some of the policies that the developed world has \r\nfollowed are self-defeating. As the World Bank points \r\nout, agricultural subsidies in the developed world lead \r\nto $20 billion in welfare losses for the developing \r\nworld, equivalent to 40 per cent of official \r\ndevelopment assistance, but the same subsidies lead to \r\n$63 billion dollars in welfare losses within the \r\ndeveloped world. It is difficult to see whose economic \r\nor social interests are protected by these policies. On \r\nhealth, the World Health Organization has again \r\nreminded us that only 10 per cent of the $60 billion \r\nspent each year on medical research goes into the \r\nsearch for cures for the diseases that afflict 90 per cent \r\nof the world’s population. More than 1,200 new \r\nmedicines were patented between 1975 and the turn of \r\nthe century; only 13 were for tropical diseases. \r\n The list could go on, but these examples illustrate \r\nthe collapse of a political will to work together to \r\nimplement the commitments that the international \r\ncommunity freely undertook at Copenhagen. In the \r\nmeeting yesterday of the Economic and Social Council \r\nwith the executive heads of the Rome-based agencies, \r\nwith the theme of eliminating hunger in the new \r\nmillennium, we were reminded in the President’s \r\nsummary that if we are to meet the target reiterated at \r\nthe Millennium Summit — to reduce by half by 2015 \r\nthe number of people going hungry — the number of \r\nthe undernourished should be reduced by 20 million a \r\nyear, as against the 8 million a year we achieved in the \r\n1990s. \r\n This is a picture of almost unrelieved gloom. Its \r\ndarkest aspect is the apathy with which the more \r\nfortunate still look at these challenges and desperate \r\nneeds. The Secretary-General’s report has two bright \r\nspots: the commitments made by two countries to raise \r\ntheir official development assistance (ODA) to 1 per \r\ncent of their gross domestic product, and the deepening \r\nof the Heavily Indebted Poor Countries Debt Initiative. \r\nThese are welcome measures, but nowhere close to \r\nwhat is needed. \r\n The decline in international development \r\ncooperation is not just reflected in the continuous fall \r\nin ODA. Our partners in the developed world should be \r\nwilling to address fundamental structural matters, such \r\nas protectionism choking developing-country exports; \r\nregulatory mechanisms to control short-term capital \r\nmovements; transparency in the functioning of the \r\ninternational financial institutions, including \r\ntransnational commercial banks; the progressive \r\nremoval of the developed world’s agricultural \r\nsubsidies; increased access to technological \r\ninnovations; and, particularly in the health sector, \r\nbalancing intellectual property rights with the needs of \r\npatients in developing countries. It is against this \r\nbackground that we will judge the new initiatives that \r\nwere agreed upon at the twenty-fourth special session \r\nto strengthen the implementation of the Copenhagen \r\nProgramme of Action. \r\n Mr. Kobayashi (Japan): At the dawn of the new \r\ncentury we have to strengthen our efforts to make the \r\nworld a place where every member of the international \r\ncommunity can enjoy a life free of fear and hunger. \r\nThis is one of the messages delivered at the historic \r\nMillennium Summit. In this context, my delegation \r\nconsiders it significant that at the twenty-fourth special \r\nsession of the General Assembly, convened in Geneva \r\nlast June, further initiatives for social development \r\nwere adopted, based on the review and appraisal of the \r\n \r\n 5 \r\n \r\n A/55/PV.46\r\nimplementation of the outcome of the World Summit \r\nheld at Copenhagen in 1995. The further initiatives will \r\nprovide useful guidance, shedding light on concrete \r\nmeasures to be taken to further advance social \r\ndevelopment. \r\n Now, as we begin to engage in concrete follow-up \r\nto the outcome of the special session on social \r\ndevelopment, I would like to share with the Assembly \r\nour views on several matters to which the international \r\ncommunity should pay particular attention. I would \r\nalso like to present some of the efforts being made by \r\nJapan in this respect. \r\n First, my delegation considers it particularly \r\ntimely and useful that the theme chosen for this year’s \r\nspecial session was achieving social development for \r\nall in a globalizing world, as it helped to stimulate \r\ndiscussion on concrete measures to tackle the serious \r\nchallenges posed by globalization. It is significant that \r\nthe political declaration adopted at the special session \r\nemphasizes that no one is to be excluded from the \r\nbenefits of globalization and global economic \r\ndevelopment, and that the Assembly attaches \r\nimportance to international cooperation in order to \r\nachieve human-centred development. \r\n In that connection, I wish to note that Prime \r\nMinister Mori of Japan stressed in his statement at the \r\nMillennium Summit the importance of a human-\r\ncentred approach which has as its objective respect for \r\nthe life and dignity of each individual, in order to \r\nrealize a more peaceful and prosperous world in the \r\ntwenty-first century. Further, as a concrete contribution \r\nto that end, Prime Minister Mori announced an \r\nadditional financial contribution to the Human Security \r\nFund, which was established to implement a human-\r\ncentred approach in addressing major issues facing the \r\ninternational community today. We hope and believe \r\nthat this initiative will contribute to the furtherance of \r\nthe human-centred approach in promoting social \r\ndevelopment. \r\n Secondly, my delegation would like to stress the \r\nimportance of taking concrete steps in implementing \r\nthe actions suggested in the further initiatives for social \r\ndevelopment, including measures that address newly \r\nemerging issues such as promoting corporate social \r\nresponsibility; providing developing countries with \r\ninformation technology-related support; and achieving \r\na reduction in the number of HIV-infected young \r\npeople in the most affected African countries by 25 per \r\ncent by the year 2005. \r\n In this connection, I should like to note that at the \r\nGroup of Eight Okinawa Summit, held last July, the \r\nleaders agreed on the importance of addressing issues \r\nthat are emerging in today’s increasingly globalized \r\nworld. Japan is ready to contribute to the efforts of the \r\ninternational community to tackle these issues through \r\nthe initiatives it announced on the occasion of the \r\nGroup of Eight Summit. \r\n These initiatives include, first, a comprehensive \r\ncooperation package in the field of information \r\ntechnology, amounting to approximately $15 billion, to \r\nsupport developing countries in this field, and, \r\nsecondly, measures in the area of infectious and \r\nparasitic disease, with an allocation target of $3 billion \r\nover the next five years. Along with these initiatives on \r\nnewly emerging issues, Japan will contribute to support \r\nthe efforts of developing countries to improve the \r\nsituation relating to the basic human needs of its \r\npeople. \r\n Thirdly, in view of the wide range of areas to be \r\ncovered in our efforts to advance social development, it \r\nis of crucial importance for major actors, namely the \r\nUnited Nations Member States, international \r\norganizations and civil society to engage in effective \r\nfollow-up by strengthening coordination and sharing \r\nexperiences. \r\n As the outcome document of the special session \r\nstates, it is of extreme importance for the different \r\nentities of the United Nations system to maintain \r\ncoordination among themselves while giving in-depth \r\nconsideration to the appropriate approaches each might \r\ntake. At the same time, in view of the important role to \r\nbe played by civil society, including non-governmental \r\norganizations, in advancing social development, my \r\ndelegation is pleased that the next session of the \r\nCommission for Social Development will have as its \r\nsubtheme the role of volunteerism in the promotion of \r\nsocial development. \r\n In conclusion, in cooperation with major actors, \r\nJapan will continue to do its utmost to contribute to the \r\npromotion of social development, so that in the new \r\ncentury every individual member of society will be \r\nfree from fear and want. \r\n Mr. Valdivieso (Colombia) (spoke in Spanish): I \r\nhave the honour of taking the floor on behalf of the \r\n \r\n6  \r\n \r\nA/55/PV.46  \r\nLatin American and Caribbean countries members of \r\nthe Rio Group to speak on agenda item 37, entitled \r\n“Implementation of the outcome of the World Summit \r\nfor Social Development and of the special session of \r\nthe General Assembly in this regard”. \r\n The year 2000 has seen social issues take on \r\nrenewed importance within the United Nations agenda. \r\nDuring the special sessions of the General Assembly to \r\nfollow up the Beijing and Copenhagen world summits \r\nand at the Millennium Assembly as well, Member \r\nStates designed a roadmap for the years ahead on the \r\nmain issues of interest to our peoples, and in particular \r\nsocial issues. \r\n The member countries of the Rio Group remain \r\nconvinced that without poverty eradication, full \r\nemployment and social integration, the world cannot \r\nhave lasting peace, security or due respect for all \r\nhuman rights. Any and all efforts that contribute to \r\nfulfilling the commitments undertaken by heads of \r\nState or Government, as set forth in the 1995 \r\nCopenhagen Declaration and Programme of Action, \r\ncan only redound to the benefit all of the citizens of \r\nour countries. \r\n The twenty-fourth special session of the General \r\nAssembly, which was held in Geneva under the title \r\n“World Summit for Social Development and beyond: \r\nachieving social development for all in a globalizing \r\nworld”, had the merit of not being a forum for \r\ntheoretical discussions alone. Rather, it was a forum \r\nwhere innovative actions and initiatives were proposed \r\nto speed up the implementation of the agreements \r\nreached at Copenhagen. We believe that all Members \r\nshould be proud of this successful achievement on the \r\npart of the United Nations. \r\n During the meeting of the heads of State or \r\nGovernment of the Rio Group, held in June at \r\nCartagena, Colombia, the Cartagena de Indias \r\nDeclaration Rio Group 2000: Commitment for the \r\nMillennium was adopted. That Declaration explicitly \r\nset forth the commitment of our region to the human \r\ndimension of development and established mechanisms \r\nfor reducing economic inequality and the high \r\nincidence of poverty in our nations. In order to achieve \r\nthis objective, we wish to state our intention to allocate \r\nadequate levels of resources for social programmes, \r\nespecially those relating to human resources, with the \r\nadditional purpose of achieving gender equity. \r\n On that occasion, we also argued for an increase \r\nin international trade flows and rejected the \r\nprotectionist measures of the industrialized countries, \r\nparticularly in the agricultural sector, which bear no \r\nrelation to the policy of open trade practised by the \r\ncountries of our region. It is therefore necessary to \r\nensure access to external markets and to insist on the \r\nelimination of the subsidies granted by the developed \r\ncountries. We hope to see an expansion in international \r\ntrade and hope also that our exports will contribute to \r\nthe creation of employment and of conditions that are \r\nconducive to social development. \r\n At the Cartagena Summit, the Rio Group also \r\nissued an appeal for a just and lasting solution to the \r\ngrowing problem of the external debt, with particular \r\nemphasis on the highly indebted countries of the \r\nregion. The external debt cannot be allowed to remain \r\nan obstacle in the way of addressing the pressing social \r\nneeds of our people. \r\n One additional aspect we have stressed is the \r\nuniversal access to basic education and a substantial \r\nimprovement in its quality. Both of these elements are \r\nthe fundamental basis for productive human \r\ndevelopment and for the exercise of democracy. We \r\nconsider it important to strengthen occupational \r\ntraining and apprenticeship programmes in the use of \r\nnew scientific and technological instruments. This task, \r\ntogether with the creation of opportunities for \r\nproductive employment, will be the basis for greater \r\nsocial and cultural participation by our young people. \r\n The countries members of the Rio Group reaffirm \r\ntoday before this Assembly the decision of their \r\nGovernments to pursue economic and social policies \r\nthat would place people at the centre of their concerns \r\nand lead our countries along the path to sustainable \r\ndevelopment. We also reaffirm our commitment to \r\nintegrating social development programmes into our \r\neconomic policies and to promoting positive \r\ninteraction between environmental, economic and \r\nsocial policies. \r\n We have emphasized this in the past, but would \r\nlike to stress it once more. The members of the Rio \r\nGroup have a commitment to applying effective and \r\ntransparent forms of government, subject to oversight \r\nby our citizens. We also pledge to continue the fight \r\nagainst corruption, a scourge that affects developed and \r\ndeveloping countries alike. \r\n \r\n 7 \r\n \r\n A/55/PV.46\r\n In Latin America as a whole, we have made \r\nsignificant progress towards finding solutions to the \r\ncurrent situation of poverty. However, there remain \r\nconsiderable sectors of the population that have been \r\nunable to benefit from that progress or from the \r\nopportunities offered by the globalization of markets. \r\nThat is why we feel it necessary to step up our national \r\nefforts and to make better use of international \r\ncooperation in order to reduce by half, by the year \r\n2015, the number of people living in extreme poverty, \r\nas agreed at the special session held in Geneva. In this \r\nregard, we hope to build solid bridges of cooperation \r\nand dialogue with the spokesmen and organizations of \r\ncivil society in our country. \r\n Before concluding, I wish on behalf of the \r\ncountries members of the Rio Group to thank the \r\npeople and Government of Switzerland for the \r\ngenerosity and hospitality extended to us during the \r\nspecial session held in Geneva in July of this year. We \r\nare particularly grateful for the very helpful attitude of \r\nthe Swiss authorities in permitting representatives of \r\ncivil society to be heard in the Geneva 2000 Forum, \r\nwhose work successfully complemented the \r\nintergovernmental deliberations. \r\n Now that the review of the implementation of the \r\ncommitments contained in the Copenhagen Declaration \r\nand Programme of Action has been completed, it is up \r\nto the States Members of the United Nations to assume \r\nthe obligations that we have accepted to hasten the \r\nsocial development of our peoples. As has been said so \r\noften, the time for words is over. It is now time for \r\naction. We, the members of the Rio Group, have been \r\ninspired by the Copenhagen process to take action in \r\nthe years ahead. \r\n Mr. Ka (Senegal) (spoke in French): The twenty-\r\nfourth special session of the General Assembly on the \r\nfollow-up to the World Summit for Social \r\nDevelopment was an opportunity for the international \r\ncommunity to reaffirm the 10 commitments it \r\nundertook five years ago in Copenhagen. It was also an \r\nopportunity; however, for the 178 countries and the \r\n600 non-governmental organizations that participated \r\ncritically to assess the implementation of the \r\nCopenhagen Declaration and Programme of Action. \r\n At the outset, my delegation wishes to pay a \r\nheartfelt tribute to the Chairman of the Preparatory \r\nCommittee, Ambassador Cristián Maquieira of Chile, \r\nand to the other members of the Bureau for their \r\nexcellent work during the 12 months of negotiation. \r\nMy delegation also congratulates the Government of \r\nSwitzerland on its offer to host that session and in \r\nparticular for all the facilities it provided, which \r\nallowed us to organize our work to perfection. \r\n The twenty-fourth special session was above all \r\nan occasion to discuss the challenges of globalization, \r\nthe opportunities it offers and the unprecedented \r\nconstraints it places, in particular, on the developing \r\ncountries. \r\n The final document, entitled “Further initiatives \r\nfor social development”, which was the outcome of \r\ngrim negotiations, while reaffirming the central role of \r\nnational Governments in achieving social development, \r\nstresses no less emphatically the responsibility of the \r\ninternational community for controlling this dual-speed \r\nglobalization, debt-crisis management, market access \r\nfor the exports of the countries of the South and a \r\nsubstantial qualitative increase in official development \r\nassistance. \r\n Mr. Andino Salazar (El Salvador), Vice-President, \r\ntook the Chair. \r\n Moreover, the political declaration adopted at the \r\nspecial session in Geneva rightly identified insecurity, \r\nfinancial crises, poverty, inequality, exclusion and \r\nmarginalization of a growing number of people in all \r\ncountries and even entire regions as considerable \r\nobstacles to the harmonious integration in the global \r\neconomy for many developing countries, in particular \r\nleast developed countries. \r\n We believe that the eradication of poverty, \r\nproductive employment and social integration are basic \r\nstrategic objectives for our Governments. It is therefore \r\nessential to strengthen international cooperation to that \r\nend in order to attain the goal of reducing the \r\nproportion of people living in extreme poverty by one \r\nhalf by the year 2015. \r\n My delegation also feels that priority interest \r\nshould be given to mobilizing additional resources for \r\neducation in order, inter alia, to attain the agreed \r\nobjectives adopted at the World Education Forum held \r\nin Dakar, Senegal, in April 2000. The Forum stressed \r\nthe important progress made in many countries towards \r\nestablishing universal education, but also emphasized \r\nthe enormous needs yet to be met, in particular the \r\nfacts that, today, 113 million children have no access to \r\nprimary education; that, of 800 million children under \r\n \r\n8  \r\n \r\nA/55/PV.46  \r\nthe age of six, only one third have some kind of \r\npreschool education; that 880 million adults are \r\nilliterate; and that gender-based discrimination is still \r\nrife in educational systems. \r\n If achieving the goal of universal education \r\nrequires will on the part of our Governments, how can \r\nsuch political will be implemented if the means to do \r\nso are so sorely lacking? As was suggested in the \r\nDakar Framework for Action, the international \r\ncommunity must immediately launch a world initiative \r\naimed at elaborating strategies to mobilize the \r\nresources necessary to providing effective support for \r\nthe national efforts of our Governments. \r\n In this context, we must provide more external \r\nresources for education, particularly basic education; \r\nimprove the predictability of external aid flows; to \r\nensure more effective coordination of donor initiatives; \r\nand to strengthen, expand and even expedite measures \r\nto alleviate and cancel debt in order better to combat \r\npoverty. \r\n Achieving the goal of education for all requires \r\nincreased official development assistance and debt \r\nrelief of some $8 billion a year. This reasonable \r\nobjective can be attained within the framework of a \r\nvoluntary world initiative, because the means exist and \r\nthe resources are available. All we need is the will to \r\nrelease them.  \r\n Similar efforts should be made in the area of \r\nhealth, by improving access to health care, through \r\nreasonable prices, and by a coordinated, determined \r\nglobal campaign against AIDS in Africa and elsewhere. \r\n Before concluding, I wish to emphasize Senegal’s \r\ncommitment to make its national policy consonant with \r\nthe objectives agreed in Copenhagen and reaffirmed at \r\nthe special follow-up session held in Geneva. Our head \r\nof State, His Excellency Abdoulaye Wade, and the \r\nGovernment formed in April as a result of the \r\ndemocratic change that brought him to power on 19 \r\nMarch 2000, give high priority to the fight against \r\npoverty and to involving women in that fight. \r\n A big social mobilization programme is under \r\nway to tackle the major challenges of poverty, endemic \r\ndisease, maternal, infant and juvenile mortality and the \r\nlow level of education for girls. My Government, with \r\nthe support of its bilateral and multilateral partners, is \r\nstriving to redefine its national anti-poverty strategy by \r\nstressing capacity-building and the promotion of \r\nempowerment, in particular by targeting young people \r\nand women in vulnerable areas. The goal is to halve by \r\n2010 the impact of poverty on households. To that end, \r\nseveral specific income-generating projects are under \r\nway, including a project to combat the poverty of \r\nwomen and the creation of a social investment fund. \r\nWork is proceeding on another project, to create a \r\nnational solidarity fund to assist disaster victims and \r\nthe needy. \r\n I turn to the subject of health. My Government \r\norganized in July a national health conference, which \r\nwas an opportunity for all actors in the health system to \r\noutline the major reforms needed in our national health \r\nsystem, focusing particularly on questions such as the \r\ngeographic and financial accessibility of care and \r\nmedicines, universal health care, the development of \r\nresearch and the enhancement of human resources. \r\n I reaffirm my Government’s determination to do \r\neverything possible to implement in its day-to-day \r\npolicies the commitments we endorsed in Copenhagen \r\nin 1995 and in Geneva in 2000. \r\n As the Prime Minister of Senegal stressed when \r\nhe was the head of our delegation at the twenty-fourth \r\nspecial session: \r\n “the war on poverty must no longer be limited to \r\nspeeches and good intentions. The war on poverty \r\nand underdevelopment requires concerted action \r\nby all. In that struggle we need not systems based \r\non assistance, but genuine, responsible, mutually \r\nadvantageous partnership based on consistent, \r\nopen and practical reactions and mechanisms that \r\nwill make a difference and will be effective and \r\nstable.” (A/S-24/PV.7) \r\n Mr. Patricio (Mozambique): My delegation \r\nwelcomes the Secretary-General’s comprehensive \r\nreport (A/AC.253/13) on the implementation of the \r\noutcome of the World Summit for Social Development, \r\nheld in Copenhagen in March 1995. It allows us to take \r\nstock of progress made and setbacks encountered in the \r\nimplementation of the Copenhagen Declaration and \r\nProgramme of Action. \r\n We are encouraged to note in the report that since \r\n1995 there has been progress in some areas, such as \r\nliteracy, life expectancy, school enrolment, access to \r\nbasic services, declining infant mortality and \r\nincremental movement towards gender equality, as well \r\n \r\n 9 \r\n \r\n A/55/PV.46\r\nas in the allocation of domestic resources for social \r\ndevelopment. \r\n On the other hand, we note with deep concern \r\nthat, as stated in the Secretary-General’s report,  \r\n “Although relative poverty may have declined, \r\nthe absolute numbers of people living in poverty \r\nglobally have continued to grow ... \r\n  “Contrary to the commitment made at \r\nCopenhagen to strengthen cooperation for social \r\ndevelopment through the United Nations, \r\nresources allocated for this purpose have \r\ndeclined. The burden of debt has also grown \r\nmarkedly”. (A/AC.253/13, para. 5) \r\n Further actions have to be taken to reverse this \r\nsituation, with a view to ensuring that deliberate steps \r\nforward are taken in the implementation of the \r\ndecisions made at the twenty-fourth special session of \r\nthe General Assembly, on Social development, held in \r\nGeneva last June. Our heads of State and Government \r\nassembled at the Millennium Summit decided: \r\n “To halve, by the year 2015, the proportion of the \r\nworld’s people whose income is less than one \r\ndollar a day and the proportion of people who \r\nsuffer from hunger and, by the same date, to \r\nhalve the proportion of people who are unable to \r\nreach or to afford safe drinking water.” \r\n(resolution 55/2, United Nations Millennium \r\nDeclaration, para. 19) \r\nThis decision reaffirms the commitments by \r\nGovernments to tackle the problem of poverty, in \r\nwhich about 1.2 billion people on our planet are living. \r\nThe adoption and implementation of effective measures \r\nto promote social development and reduce poverty \r\nrequire a multidimensional approach by all national \r\nand international actors. The political will of all \r\nGovernments is fundamental to success. \r\n The cancellation of the external debt of the \r\nheavily indebted poor countries is one of the most \r\nimportant measures that must be taken. The debt \r\nburden continues to be a significant impediment to \r\ndevelopment. Fostering debt relief is crucial to ensure \r\nsustainable development, taking into account that \r\nsavings resulting from such cancellations could be \r\nutilized in improving social sectors, as we are doing \r\ncurrently in Mozambique under the Heavily Indebted \r\nPoor Countries (HIPC) Debt Initiative and other debt \r\nrelief measures from which we are benefiting. \r\n Poverty is a global problem, from which \r\nMozambique is not exempt. The incidence of absolute \r\npoverty in Mozambique is 69.4 per cent, indicating that \r\nmore than two thirds of the population live below the \r\npoverty line. \r\n The main recommendations of the Copenhagen \r\nDeclaration and Programme of Action were reflected \r\nin, and indeed were part of, the five-year programme of \r\nthe Mozambican Government for 1995-1999. Health, \r\neducation, food security, water supply and social \r\nintegration were areas in which the programme had a \r\nmajor impact. \r\n The adoption of the programme led to an increase \r\nin the number of health units and improvement in the \r\nvaccination coverage of various diseases, particularly \r\nthose affecting children, as well as in staff training. In \r\nthe same vein, the Government also approved a \r\nstrategic plan to combat the HIV/AIDS pandemic and \r\nhalt its rapid spread within the country. \r\n Special attention has also been paid to the area of \r\neducation. As a result of the implementation of the \r\nGovernment plan, first-level primary schools increased \r\nsubstantially, which, in turn, increased the access of \r\nchildren to schools, with special attention to enrolling \r\nmore girls. \r\n With regard to food security, the production of \r\ngrain increased from 1,400,000 tonnes in 1995-96 to \r\n1,500,000 in 1997. These figures illustrate trends \r\nleading to food self-sufficiency in the years to come. \r\n Water supply is another area on which the \r\nGovernment of Mozambique has concentrated its \r\nefforts. In this regard, 4,000 new boreholes and wells \r\nwere opened from 1995 to 1998, and 1,700 were \r\nrehabilitated. Despite notable progress in this area, \r\nonly 24 per cent of the population of Mozambique has \r\naccess to potable water, of whom 44 per cent live in \r\nurban areas and 12 per cent in rural areas. \r\n Similarly, the Government focused its efforts on \r\nemployment creation, which resulted in the training of \r\nover 16,000 Mozambicans in various skills, and the \r\ngranting of 80,000 lines of credit to micro, small, and \r\nmedium-sized entrepreneurs. Through the \r\nimplementation of these policies, it was possible to \r\nsecure about 54,000 new jobs, particularly for the \r\npoorest and most vulnerable segments of Mozambican \r\nsociety. \r\n \r\n10  \r\n \r\nA/55/PV.46  \r\n In order to foster social development, other \r\ndiversified programmes and projects have been \r\nimplemented within the country with a view to \r\nassisting those in need, particularly the most \r\nvulnerable. To this end, 90,000 households in absolute \r\npoverty benefited from food aid and income-generating \r\nprojects. \r\n In spite of the Government’s social development \r\nefforts, the problem of poverty is still far from being \r\nsolved. It is now time to once again rededicate \r\nourselves to this struggle and to implement all the \r\ncommitments already adopted, particularly after the \r\nsevere floods that ravaged the south and centre \r\nprovinces of our country earlier this year, with a \r\nnegative impact on our previous economic growth. \r\n It was in this spirit that, with a view to reversing \r\nthe situation of absolute poverty, the Government of \r\nMozambique approved a five-year plan of action for \r\nthe reduction of poverty in the period 2000-2004. It is \r\na priority Government objective, aimed at developing \r\neffective, coordinated activities to reduce absolute \r\npoverty in the medium term and to eradicate poverty in \r\nthe long term. It comprises the following elements: \r\nmaintaining macroeconomic stability and a rapid and \r\nsustainable pace of economic growth; harmony \r\nbetween the action plan and other policy instruments, \r\nsuch as the population policy, the food security \r\nstrategy, the national strategic plan to fight sexually \r\ntransmitted diseases, including HIV/AIDS, the post-\r\nBeijing action plan and the integrated national social \r\naction, employment and youth programme; the \r\nallocation of resources to poverty reduction through a \r\nmedium-term budget policy that includes the \r\ndevelopment of a medium-term fiscal framework and \r\nthe harmonization of this instrument with the economic \r\nand social plan and the State budget; and guaranteeing \r\ninstitutional coordination and partnership between the \r\nGovernment, non-governmental organizations (NGOs), \r\nreligious organizations and the private sector on \r\npoverty reduction initiatives. \r\n We are encouraged by indications that a growing \r\nnumber of donor countries are considering the \r\ncancellation of debt of countries that have shown \r\ndetermination in taking the right decisions to provide a \r\nbetter life for their citizens. We consider that move to \r\nbe an important contribution to development, as stated \r\nin the Millennium Declaration. \r\n My delegation welcomes the decision taken by \r\nthe World Bank and the International Monetary Fund \r\nregarding the eligibility of more poor countries to debt \r\nrelief within the framework of the HIPC Debt \r\nInitiative. We regard the Initiative as recognition by the \r\ninternational community of the continued commitment \r\nby the Governments of such countries to undertake \r\nsound political and economic reforms. \r\n In conclusion, I commend Governments, \r\ninternational and regional organizations, relevant \r\nUnited Nations Agencies and NGOs that have spared \r\nno effort in fulfilling their task at all levels to halve \r\npoverty within the next 15 years. Our endeavours \r\nshould continue vigorously until we achieve the total \r\neradication of poverty throughout the world. \r\n Mr. Suh (Republic of Korea): Four months ago \r\nGovernments, international organizations, non-\r\ngovernmental organizations (NGOs) and other actors \r\ngathered at the twenty-fourth special session of the \r\nGeneral Assembly in Geneva and restated their \r\ncommitment to place the needs and rights of human \r\nbeings at the centre of all policies and to realize a \r\nsociety for all in the new millennium. \r\n In the outcome document, entitled “Further \r\ninitiatives for social development”, we all agreed that, \r\nwhile progress has been made in some areas since the \r\nCopenhagen Summit, much remains to be done to fulfil \r\nthe commitments we made there. The outcome \r\ndocument includes various new initiatives to create an \r\nenabling environment to achieve the goals of \r\nCopenhagen — poverty eradication, full employment \r\nand social integration. It is now once again incumbent \r\nupon us to translate this outcome document into action. \r\n In order to fulfil three core goals established at \r\nCopenhagen and reaffirmed during the special session, \r\nwe must address some of the basic challenges that we \r\nface. \r\n The first challenge is globalization. While it has \r\nbeen praised on the one hand and blamed on the other, \r\nwe cannot deny that we are living in a world of \r\nglobalization. In such a world, the capacity of \r\ngovernment is weakened when faced with the modern \r\nmarket economy, communication between nations on \r\nopposite sides of the world occurs instantly and the \r\nbenefits of globalization are not evenly distributed. The \r\nresponsibility is on us to ensure that globalization \r\nbecomes an opportunity and that its benefits are \r\nequitably distributed among groups that have hitherto \r\n \r\n 11 \r\n \r\n A/55/PV.46\r\nbeen excluded because of their lack of capacity and \r\nresources to exploit new opportunities. \r\n Secondly, more and more we witness armed \r\nconflicts and humanitarian crises erupting in different \r\nparts of the world, threatening even the basic \r\ndevelopment of our societies. Organized crime and \r\ndrug abuse are other visible obstacles that have \r\npersisted despite our efforts. It is the view of my \r\ndelegation that these obstacles should be addressed \r\nthrough active and coordinated measures, along with \r\nenhanced technical assistance programmes. \r\n Thirdly, it became clear to all of us during the \r\nspecial session that HIV/AIDS has emerged as the \r\nmost devastating epidemic of our times and that firm \r\ninternational cooperation is urgently needed in order to \r\naddress this issue. In this regard, my delegation \r\nwelcomes the initiative of the special session to \r\nprevent and protect against HIV/AIDS infection, to \r\naddress the consequences of HIV/AIDS transmission \r\nand to encourage the countries that are most affected \r\nby HIV/AIDS to adopt time-bound targets to reduce \r\ninfection levels. Considering that HIV/AIDS is a \r\nmatter of human security, my delegation believes the \r\nspecial session of the General Assembly on HIV/AIDS \r\nin 2001 should be an opportunity to determine all the \r\nnecessary measures not only to prevent future \r\ninfections, but also to care for those already suffering. \r\n These challenges are too formidable for \r\nindividual countries to go it alone. While the primary \r\nresponsibility for social development lies with the \r\nnations themselves, and while each State should make \r\nevery effort to create a stable, efficient and fair social \r\nand economic system through good governance, the \r\nimportance of sharing best practices and lessons \r\nlearned among nations cannot be overemphasized. In \r\nthis respect, my delegation welcomes the outcome \r\ndocument of Copenhagen + 5, which places great \r\nemphasis on sharing experiences and best practices in \r\nsocial development in order to promote the goals of the \r\nCopenhagen Summit. The Republic of Korea is fully \r\nprepared to share with other nations its best practices \r\nand lessons learned. My delegation also emphasizes the \r\ncollective and coordinated efforts of all Member States, \r\nthe United Nations system and its relevant agencies. \r\n For its part, the Republic of Korea has introduced \r\na series of measures to foster the economic and social \r\ndevelopment of its people. The 1997 financial crisis, \r\nwhile striking a major blow to a large segment of \r\nKorean society, was an opportunity for us to review \r\nstructural flaws in our economy and society. In \r\nparticular, it reminded us of the importance of policies \r\nto protect vulnerable groups in our society, in response \r\nto which the Korean Government introduced and \r\napplied a concept of productive welfare that is focused \r\non the capacity-building of individuals. My \r\nGovernment actively implemented policies to create \r\njobs and to provide assistance for small businesses. \r\n As for social integration, my Government has \r\nalso adopted policy measures to eliminate regional \r\ndifferences and strengthen social welfare for \r\nunderprivileged groups, such as the aged, the disabled, \r\nwomen, children and the homeless. Moreover, despite \r\nlimited resources, the proportion of the national budget \r\nallocated to national health and welfare has been \r\ncontinuously increasing. \r\n Although many see the multifaceted nature of \r\nsocial development as a hindrance to building a \r\nconcrete plan of action, we see it as an opportunity to \r\nsimultaneously address the different challenges we face \r\nin overlapping issues. Hence, a comprehensive and \r\nintegrated approach is critical to addressing these \r\nchallenges. Even though the special session is over, it \r\ngave us encouraging accounts of initiatives and actions \r\nthat validate the commitment of nations to social \r\ndevelopment. Let us hope that this momentum is \r\nmaintained in the coming years and that we will soon \r\ncome to experience the merits of collaborative efforts. \r\n Mr. Valdez (Peru) (spoke in Spanish): We are \r\ndiscussing the subject and scope of the World Summit \r\nfor Social Development separately, but the \r\nmultidimensional nature of this item obliges us to \r\nanalyse its objectives comprehensively together with \r\nthe commitments of other world conferences, such as \r\nthose of Cairo and Beijing, insofar as they incorporate \r\nspecific social guidelines and measures. \r\n The international community took on in \r\nCopenhagen the challenges of fighting poverty, \r\ncreating productive employment and strengthening the \r\nsocial fabric. We acknowledged there the potential of \r\ncivil society to contribute decisively to the effective \r\nimplementation of social development policies; agreed \r\non the importance of a socially responsible structural \r\nadjustment process; emphasized the urgent need for \r\nincreased cooperation between the Bretton Woods \r\ninstitutions and the United Nations system; and urged \r\nconsideration of the external debt problem of Africa, \r\n \r\n12  \r\n \r\nA/55/PV.46  \r\nthe least developed countries and the countries with \r\neconomies in transition. But, above all, we agreed \r\nunanimously to place the individual at the heart of \r\ndevelopment and gave the Copenhagen Declaration and \r\nProgramme of Action the status of a global \r\ncommitment. \r\n One of the substantive aspects that emerged from \r\nthat process was the dawn of universal awareness of \r\nthe multiple effects of poverty on human development. \r\nIn this context, we must emphasize the importance of \r\novercoming poverty for the full enjoyment and \r\nexercise of the human rights of the world’s children, \r\nadolescents, youth, women and men. We are convinced \r\nthat such an approach will allow us to give deserved \r\ntop priority, at the national and international levels, to \r\nthe frontal attack on poverty. \r\n We also point out that the basic responsibility for \r\neliminating poverty falls on our Governments, with \r\ntheir respective societies imposing various priorities, \r\nwith a different intensity and different nuances, in \r\nimplementing social policies. This means getting all \r\nsectors of civil society to work jointly for the benefit of \r\nthe majority, and particularly for the most vulnerable \r\ngroups. \r\n There are no rigid strategies, unique formulas or \r\neasy measures for eliminating poverty, an objective \r\ninvolving all aspects of human development. Cultural, \r\nethnic and historical identities, as well as the political \r\nand economic stability of peoples and countries, are \r\nimportant in determining viable policies and actions. \r\n The all-out attack against poverty also requires \r\nsolid institutions, adequate financing to make it \r\nsustainable, specific programmes that identify regions \r\nand pockets of poverty, and the firm political will of \r\nGovernments. Lack of some of these elements will \r\nimpede efforts to break the vicious circle of poverty \r\nand to achieve a better quality of life for citizens. \r\n In May 1999 we began our work to evaluate \r\nimplementation of the Copenhagen Social Summit \r\ncommitments. It took about 13 months to reach a \r\nconsensus document in Geneva last June. The \r\nnegotiations were complex and slow, despite the efforts \r\nof all delegations and the notable contribution of \r\nAmbassador Cristián Maquieira of Chile, Chairperson \r\nof the Preparatory Committee for the Special Session. \r\n Globalization and structural adjustment were kept \r\nat the centre of the discussion, and they will certainly \r\nremain there in the medium term, because of the need \r\nto acknowledge their positive and negative aspects. \r\nCountries’ material conditions are different, and the \r\nimbalance between them is clear. \r\n Foreign debt, mechanisms to control capital \r\nflows, good governance and labour rights emerged \r\nonce again during the course of our work. If we are \r\nindeed facing a new environment marked by \r\nglobalization, then we should enter into a dialogue \r\nabout economic models and appropriate institutions \r\nand mechanisms to respond to that new situation. That \r\ndoes not mean imposing, or being rigidly bound by, the \r\nrules of a particular model, for there is no single set of \r\nrules for overcoming, for instance, financial crises. \r\nWhat is true is that financial crises have in many cases \r\nhad serious negative impacts within and outside \r\nregions, which has meant that resources earmarked for \r\nsocial development have been significantly reduced. \r\n We also saw rigid positions on the issue of \r\nfinancial resources and the decrease in official \r\ndevelopment assistance, something that will no doubt \r\nbe a topic for substantive discussions during the \r\ncurrent round of negotiations on financing for \r\ndevelopment and at next year’s Third United Nations \r\nConference on the Least Developed Countries and at \r\nother meetings. Strictly speaking, however, this is an \r\nissue that is yet to be solved, before donors and aid \r\nrecipients can jointly undertake the tasks of social \r\ndevelopment. \r\n My delegation has simply sought to highlight just \r\na few elements of our discussions about this sensitive \r\ntopic. We are aware of the fact that those discussions \r\nwill continue. Nevertheless, we wish to point out the \r\ninherent value of those discussions for the major \r\ncommitments made at Copenhagen in 1995, which are \r\nstill in effect. It is our hope that the recent appraisal \r\nundertaken at Geneva will serve as a renewed \r\ncommitment by our Governments to continue to invest \r\nin the social development of our peoples. \r\n Mr. Kuchynski (Ukraine): The 1995 Copenhagen \r\nWorld Summit for Social Development marked a \r\nturning point in the perception of social development. \r\nFor a long time, political leaders had not paid due \r\nattention to what is now called development with a \r\nhuman face. In Copenhagen, for the first time, the \r\ninternational community focused on making material \r\nimprovements in important but often neglected areas of \r\n \r\n 13 \r\n \r\n A/55/PV.46\r\nsocial concern, such as poverty, unemployment, \r\ndisease, illiteracy and the condition of the poorest. \r\n Despite the efforts of the international \r\ncommunity, there has been little change in the overall \r\nsituation since Copenhagen. The richest countries are \r\nbecoming richer, while the poorest are being reduced to \r\nmisery. Globalization and opportunities for growth \r\nhave not resolved the disparities that exist among and \r\nwithin countries. In spite of the advances in knowledge \r\nand the technological revolution, hunger, disease and \r\npoverty have not been eradicated. \r\n This year, five years after the historic adoption of \r\nthe Copenhagen Declaration and Programme of Action, \r\nthe international community took another step forward \r\nin its efforts to achieve social development for all by \r\nsuccessfully holding the twenty-fourth special session \r\nof the General Assembly and adopting a political \r\ndeclaration and an outcome document. This has been \r\nfurther strengthened by the Millennium Summit \r\nDeclaration, which set quite ambitious goals, in \r\nparticular with regard to the achievement of sustainable \r\ndevelopment and the eradication of poverty. We should \r\nask ourselves how those goals can be reached. The \r\nanswer lies in providing social security for all within \r\ndemocratic States with market economies and civil \r\nsocieties in which human rights and freedoms are \r\nrespected and each individual can actively shape and \r\ninfluence her or his life. \r\n However, in the globalized and interdependent \r\nworld in which we now live, that is not enough. A \r\nsingle State cannot achieve sustainable development by \r\nitself. Today we are faced with an urgent need for \r\nmuch higher levels of international cooperation based \r\non the principles of non- discrimination, open \r\ncompetition, transparent access for all to global \r\nmarkets and fair and just rules for international trade. \r\nOnly collective efforts can ensure a better standard of \r\nliving and greater dignity for all human beings. At the \r\nsame time, every State should play its own crucial role \r\nin developing and maintaining policies to eradicate \r\npoverty and enhance productive employment, universal \r\nand equal access to basic social services, social \r\nprotection and support for disadvantaged and \r\nvulnerable groups. \r\n In their aspiration to achieve tangible results on \r\nthis road, the President and Government of Ukraine are \r\nworking consistently to translate international \r\nstrategies and policies in the social sphere into national \r\nprogrammes. The development of a socially oriented \r\neconomy and the enhancement of social policy based \r\non the efficient use of existing resources were among \r\nthe ideas incorporated in the presidential initiative \r\nentitled “Ukraine: the road to the twenty-first century \r\n— strategies of economic and social development for \r\nthe years of 2000-2004”. \r\n Poverty eradication remains at the centre of my \r\ncountry’s national policy agenda. In order to solve this \r\nproblem, we recently adopted a new programme on \r\npoverty prevention that includes the protection of \r\ncitizens’ constitutional rights through a system of \r\nnational minimum standards, motivating work efficacy, \r\nentrepreneurial and business activities, increasing \r\ncitizens’ levels of income, increasing minimum wages \r\nand improving the social security system. \r\n Understanding that the best way to emerge from \r\npoverty and to take a dignified step towards social \r\ncohesion is to ensure full employment, we have \r\nresponded to these needs by introducing an integrated \r\ninvestment programme and by taking various technical, \r\nfinancial and social measures. Specifically, a general \r\nplan has been developed to create new employers and \r\nto develop legislation on tax benefits for businesses \r\nthat help to establish new jobs in the demographically \r\ndisadvantaged areas. \r\n Ukraine spares no effort in its pursuit of its \r\ndevelopment policy and in reforming labour, \r\nemployment and social legislation, while doing its \r\nutmost to minimize the adverse social impact of the \r\ntransformation process that is taking place in our \r\ncountry. However, despite all our efforts, our nation \r\ncurrently faces considerable hardships in its social \r\ndevelopment. Establishing a democratic society based \r\non the principles of a socially oriented market \r\neconomy is, unfortunately, not an easy task. It has been \r\naccompanied by a decline in living standards, a \r\nsituation that is further aggravated by the \r\nenvironmental crisis and the need to overcome the \r\nnegative consequences of the Chernobyl catastrophe. \r\nThe latter requires billions of dollars every year. \r\n Another urgent problem is the repatriation and \r\nsocial integration of victims of Stalinist repression, \r\nparticularly Crimean Tatars. The Government of \r\nUkraine is taking concrete steps to address these and \r\nother problems. \r\n A system of anti-crisis measures aimed at \r\nstabilizing the country’s economy, restructuring \r\n \r\n14  \r\n \r\nA/55/PV.46  \r\nenterprises, improving the taxation and banking \r\nsystems, overcoming the crisis of non-payments and \r\nsupporting national production has been developed and \r\nis being implemented. As we overcome the financial \r\nand economic crisis, we will be able to address vital \r\nsocial problems, in particular normalizing State \r\npayments and increasing pensions and other social \r\nbenefits. \r\n In that regard, we would like to stress the \r\nimportance of eliminating obstacles to our participation \r\nin global economic processes by increasing the \r\nopenness of international markets to our production, \r\nremoving tariff barriers, expanding the universal scope \r\nof multilateral trade and ensuring the transparency and \r\naccountability of financial institutions. \r\n The special session and the Millennium Summit \r\nare past history now. The synergy that was \r\ndemonstrated by Member States, the Bretton Woods \r\ninstitutions, non-governmental organizations and the \r\nprivate sector provide a common platform on the basis \r\nof which we can move ahead; this all gives rise to \r\nhope. \r\n Mr. Rodríguez Parrilla (Cuba) (spoke in \r\nSpanish): During the special session of the General \r\nAssembly held at Geneva last June to consider, five \r\nyears on, the implementation of the commitments \r\nundertaken by a great number of heads of State at the \r\nCopenhagen World Summit for Social Development, \r\nwe sadly realized that the real possibility of meeting \r\nthose commitments is more remote today than ever \r\nbefore. Doubts about the real possibility of social \r\ndevelopment have become general among developing \r\ncountries; the recent Millennium Summit provided an \r\nexcellent example of that. In the statements by many of \r\nour heads of State during the Summit, it was made \r\nclear in one way or another that the gap and disparities \r\nbetween developing and industrialized countries, and \r\nbetween high-income and disadvantaged groups in \r\nevery corner of the Earth have become wider rather \r\nthan narrower. \r\n All this is taking place in the context of \r\nneo-liberal globalization, a phenomenon that was \r\nsupposed to be able to bring about progress and \r\nincreased well-being. But it has only expanded and \r\nglobalized injustice and social marginalization. In \r\ntoday’s world, everything is globalized except wealth \r\nand economic and social development. \r\n In the developing world, health, safety and \r\nnutrition statistics continue to deteriorate, while \r\npoverty and unemployment, among other evils, are on \r\nthe increase. Paradoxically, that is taking place \r\nalongside a continuing decline in official development \r\nassistance and at a time when structural adjustment \r\npolicies continue to bring social devastation to many \r\ndeveloping countries, when investment flows to many \r\nthird-world countries are declining and when the \r\nforeign-debt payment burden is growing heavier. \r\n How will mankind overcome the horrible \r\nsituation faced by the third world if the Copenhagen \r\ncommitments are not met? How will we cope with the \r\ndreadful situation faced by the 1.3 billion people who \r\nlive in absolute poverty, mainly in developing \r\ncountries? How will we save the 200 million children \r\nunder age five who suffer from the scourge of \r\nmalnutrition? How will we save the 12 million children \r\nwho die annually without even reaching age five? How \r\nwill we educate the 130 million children who have no \r\naccess at all to education, plus the 840 million adults \r\nwho are illiterate? How will we prolong the lives of the \r\n654 million people in the South who will not reach \r\ntheir fortieth year? The wealthier inhabitants of our \r\nplanet must shoulder their proper commitments \r\nundertaken in Copenhagen, and must not evade their \r\nresponsibilities. \r\n There is no need to formulate new commitments \r\ndifferent from those undertaken five years ago. The \r\nlack of compliance with the Copenhagen commitments \r\ncertainly does not mean that those commitments have \r\nceased to be the only real guarantee of social \r\ndevelopment for developing countries and for socially \r\ndisadvantaged sectors within the industrialized \r\ncountries themselves. In that respect, it was significant \r\nthat the outcome document of the Geneva special \r\nsession, especially its new initiatives, did not call into \r\nquestion the Copenhagen outcomes, and that by the end \r\nof the follow-up process it was clear that the Summit \r\nhad an indisputable leading role to play with respect to \r\nsocial development. \r\n How can we advance beyond Copenhagen if \r\nofficial development assistance continues to be \r\nreduced, if conditions placed on assistance to third-\r\nworld countries continue to grow harsher, if structural \r\nadjustment programmes and prescriptions that ignore \r\nsocial priorities continue to be imposed and if a proper \r\ninternational framework within which to change the \r\nexisting unjust international economic order fails to be \r\n \r\n 15 \r\n \r\n A/55/PV.46\r\ncreated? Only by providing a proper international \r\nlandscape for social development can developing \r\neconomies make the structural changes that will enable \r\nthem to implement policies leading to social progress. \r\n Cuba has been successful in implementing social \r\ndevelopment policies and strategies on the basis of a \r\nmore just and equitable distribution of our resources. \r\nAs a result, our country has been able to attain \r\noutstanding results vis-à-vis the Copenhagen \r\ncommitments, and was able to do so long before the \r\nholding of the World Summit for Social Development. \r\nIt is worth mentioning, for example, that 100 per cent \r\nof the Cuban population enjoys free access to health \r\nand education; that life expectancy is 75 years; that the \r\ninfant mortality rate is 6.4 per 1,000 live births; that \r\n100 per cent of our children are protected against 11 \r\npreventable diseases; that we have one physician per \r\n169 inhabitants; that 99 per cent of our children of \r\nprimary school age and 95 per cent of those of \r\nsecondary school age are in school; that one out of five \r\nCubans is a student; that 600,000 students have \r\ngraduated from our universities; and that illiteracy no \r\nlonger exists. \r\n The Cuban Government’s priority allocation of \r\nresources to social activities and its commitment to \r\nimproving the welfare of its citizens have undoubtedly \r\nbeen a key factor in our having been able to attain \r\nsocial indicators that are better than those seen in many \r\ncountries with more resources and a higher level of \r\ndevelopment. All of this testifies to the validity of our \r\napproach. \r\n It is worth mentioning, however, that this social \r\nprogress has been made despite the negative effects of \r\neconomic war waged by the United States Government \r\nagainst Cuba. That war is most clearly exemplified by \r\nthe economic, commercial and financial embargo, \r\nwhich has caused more than $67 billion in economic \r\ndamage to the Cuban economy. \r\n Cuba is willing to share its experience. Progress \r\ntowards a world of social justice for all will be unlikely \r\nwithout the promotion of cooperation and solidarity. \r\nThat is the basis for action taken by the Cuban people \r\nand its Government. In that respect, let me note that \r\nmore than 26,000 Cuban health professionals have \r\nserved in third world countries. Likewise, more than \r\n1,800 Cuban physicians are at present providing free \r\nspecialized health care in 13 countries of Latin \r\nAmerica, Africa and Asia. This is part of a programme \r\nthat we intend shortly to extend to seven further \r\nAfrican countries, as well as to other countries of that \r\ncontinent whose Governments have requested our \r\nassistance. Under this programme, nearly 5 million \r\npeople have received medical care; more than 42,000 \r\nsurgical operations have been performed and 23,000 \r\nbabies delivered.  \r\n To ensure the sustainability of the programme in \r\nthe countries in which we are providing assistance, \r\nhuman-resources training programmes have been set \r\nup. Thus, a Latin American school of medicine has \r\nbeen opened; 6,000 students will graduate over a 10-\r\nyear period, and 3,100 students from 20 third-world \r\ncountries are currently studying there. A Caribbean \r\nschool of medicine has also been opened with an \r\nenrolment of 250 Haitian young people, and new \r\nopportunities are also being made available to students \r\nfrom other countries in the region. In our brother \r\ncontinent of Africa, we have continued to promote the \r\nestablishment of medical schools with Cuban lecturers \r\nwho will teach without charge. \r\n Unless all the members of the international \r\ncommunity, especially the industrialized countries, \r\nbecome involved in promoting and pushing forward the \r\nCopenhagen commitments, social development for the \r\nthird world will continue to be an impossible dream. \r\n Mr. Shen Guofang (China) (spoke in Chinese): \r\nAt the successful twenty-fourth special session of the \r\nGeneral Assembly, held in Geneva last June, Member \r\nStates jointly reviewed the implementation of the \r\nCopenhagen Declaration and Programme of Action that \r\nwas adopted five years ago, summarized their \r\nachievements and experiences in the field and \r\nproposed a series of initiatives on poverty eradication, \r\nfull employment, social integration and other issues, \r\nsetting goals for the next stage of global social \r\ndevelopment. We appreciate the report of the \r\nSecretary-General on this special session. \r\n The United Nations Millennium Declaration, \r\nadopted at the Millennium Summit in September, set \r\nout specific objectives regarding global social issues, \r\nsuch as development, poverty eradication, education, \r\ndrug control and HIV/AIDS. The international \r\ncommunity should work together to translate these \r\nobjectives into realities. \r\n In recent years the international community has \r\nbeen attaching more importance than ever to the issue \r\nof social development, which has increasingly become \r\n \r\n16  \r\n \r\nA/55/PV.46  \r\na priority in the development strategies of all countries, \r\nresulting in various degrees of progress. However, \r\nwork in this field still faces many problems and \r\nchallenges. Because of the long-standing inequity of \r\nthe international economic order, countries have not \r\nhad equal access to the benefits of the globalization \r\nprocess, the gap between the North and the South is \r\nwidening and poverty is still a huge problem that \r\ndirectly hinders global social development. \r\n According to the Secretary-General’s report, the 1 \r\nbillion people living in the developed countries earn 60 \r\nper cent of the world’s income, while the 3.5 billion \r\npeople in the low-income countries earn less than 20 \r\nper cent. At present some 1.2 billion people in the \r\nworld are living on less than $1 a day each. For \r\neconomic reasons, more than 130 million primary-\r\nschool-age children in developing countries cannot \r\nafford to go to school, and many who do attend drop \r\nout. Even worse, diseases of all kinds are damaging \r\npeople’s health while draining the already limited \r\nfunds available for economic and social development. \r\nThe spread of HIV/AIDS is further hampering global \r\nsocial development. In 1999 alone, 5.6 million people \r\nwere infected with HIV, half of them under the age of \r\n25. These appalling figures demonstrate that it will \r\ntake sustained and strenuous efforts by all \r\nGovernments and peoples, as well as by the \r\ninternational community as a whole, before the goal of \r\nsocial development and common prosperity for all \r\nhumankind can be achieved. \r\n The outcome document of the twenty-fourth \r\nspecial session, on social development, in Geneva was \r\nnot easily achieved. The specific objectives set by the \r\nUnited Nations Millennium Declaration reflect the \r\npolitical will of Governments of all countries. It is now \r\nour shared responsibility to take concrete steps to fulfil \r\nthese commitments. The issue of social development is \r\nmultifaceted, and Member States made 10 major \r\ncommitments for further initiatives at the twenty-fourth \r\nspecial session. At this stage, we should direct our \r\nlimited resources to priority areas. To this end, I would \r\nlike to highlight the areas on which we should focus \r\nour work on social development. \r\n First, poverty eradication is the priority task of \r\nsocial development. At the twenty-fourth special \r\nsession in Geneva the Assembly made a commitment to \r\nreduce the number of people living in extreme poverty \r\nby one half by 2015. All countries should work hard to \r\nachieve this very concrete objective. It is the \r\nresponsibility of all Governments, and of peoples \r\nthemselves, to eradicate poverty and promote \r\ndevelopment. However, the help and support of the \r\ninternational community are also needed. Developed \r\ncountries should act for the common good of all \r\nhumanity and provide, without attaching any political \r\nconditions, financial and technological assistance to \r\ndeveloping countries and help the latter to achieve their \r\ndevelopment goals at an early date. This would also be \r\nconducive to the further development of the developed \r\ncountries themselves. \r\n Secondly, education is a basic condition for social \r\ndevelopment. The quality and pace of a country’s \r\nsocial development will be determined by the quality \r\nand level of education of its people. Giving priority to \r\neducation, therefore, and increasing investment in \r\neducation, is a necessity for the vast number of \r\ndeveloping countries if they are to promote social \r\ndevelopment. In the same spirit, we call on the \r\ndeveloped countries to give sincere and real support to \r\ndeveloping countries in this regard. \r\n Thirdly, better health is an important component \r\nof social development. Diseases and poverty form a \r\nvicious cycle that hampers development. All \r\nGovernments, particularly those of developing \r\ncountries, should give priority to improving people’s \r\nhealth, and especially to curbing the rampant spread of \r\nHIV/AIDS. At a time when disease is consuming \r\nresources and destroying lives in developing countries, \r\nthe international community, and the developed \r\ncountries in particular, should show more concern and \r\nprovide greater support. \r\n In the five years since the Social Summit, China \r\nhas overcome many difficulties, achieved rapid \r\neconomic development and made a great deal of \r\nprogress in social development. However, like all other \r\ndeveloping countries, China still has a long and \r\ndifficult way to go in the field of social development. \r\nAccelerating economic growth, improving living \r\nconditions, eradicating poverty, increasing investment \r\nin education and providing better medical and health \r\ncare so as to enhance the quality of people’s lives, are \r\nthe arduous tasks confronting the Chinese Government, \r\nwhich is now making greater efforts in all these areas. \r\nThe Chinese Government is confident that it will fulfil \r\nits commitments and continue to implement \r\ncoordinated and sustainable economic and social \r\ndevelopment. We are willing to work together with all \r\n \r\n 17 \r\n \r\n A/55/PV.46\r\nthe other countries in the world to achieve social \r\ndevelopment for all in a globalizing world. \r\n Mr. Fonseca (Brazil) (spoke in Spanish): I am \r\npleased to take the floor, on behalf of the countries of \r\nthe Southern Common Market (MERCOSUR) —\r\nArgentina, Brazil, Paraguay and Uruguay — and the \r\nassociated countries, Bolivia and Chile, to address the \r\nAssembly on the implementation of the outcome of the \r\nWorld Summit for Social Development and of the \r\nspecial session of the General Assembly in this regard. \r\n Five years ago, heads of State and Government \r\nand senior officials from 186 countries, meeting in \r\nCopenhagen, adopted a Declaration and a Programme \r\nof Action considered to be a new social contract at the \r\nglobal level. The commitments taken on at Copenhagen \r\nare still valid. Just over three months ago in Geneva, \r\nwe had the opportunity to reaffirm these commitments \r\nat the twenty-fourth special session of the General \r\nAssembly, which was convened to review the \r\nimplementation of the outcome of the World Summit \r\non Social Development and to propose new initiatives \r\nwith regard to social development. \r\n Although five years is a short time to evaluate the \r\nprogress made, when it comes to implementing the \r\nCopenhagen Declaration and Programme of Action, it \r\nis also true that since the World Summit international \r\nreality has greatly changed, and not necessarily always \r\nfor the better. Since that time, the international \r\ncommunity has experienced the opportunities and the \r\nrisks of globalization and seen a world that is \r\nbecoming increasingly interdependent. The financial \r\ncrisis has created serious difficulties for social policy. \r\nThe international scene continues to be plagued by \r\nchronic problems, such as protectionism, especially \r\nwhen it comes to exports of basic products from \r\ndeveloping countries, foreign debt, which consumes a \r\ngreat chunk of the resources needed for development, \r\nand the reduction in international official development \r\nassistance. \r\n The political declaration and the appraisal and \r\nimplementation of the outcome of the special session, \r\nadopted in Geneva, confirm this diagnosis. \r\nNonetheless, the best achievement of the special \r\nsession was that it reaffirmed the determination to fully \r\nimplement the commitments taken on at the \r\nCopenhagen Summit, while at the same time it \r\napproved a complementary agenda designed to \r\npromote that implementation. \r\n With this in mind, the MERCOSUR countries, \r\nplus Bolivia and Chile, subscribe wholly to the idea \r\nthat in order to achieve social development, we must \r\nintegrate economic and social policy, as well as ensure \r\nfull democracy, the rule of law and the promotion and \r\nprotection of all human rights and fundamental \r\nfreedoms. At the same time, we remain convinced that, \r\nthrough the active participation of all sectors of civil \r\nsociety, this effort is an indispensable ingredient in our \r\nquest for solutions and in the implementation of social \r\nprojects and programmes. National efforts to make \r\nsuch proposed solutions effective require a favourable \r\ninternational framework, whereby we have a more \r\nequitable distribution of the benefits of economic \r\ngrowth and opportunities generated by globalization \r\nand through free and non-discriminatory international \r\ntrade. \r\n The challenges facing us are enormous. \r\nEradicating poverty, ensuring full and productive \r\nemployment and fostering social integration are \r\nobjectives that our countries support and which are a \r\npart of our common agenda. The draft commitment \r\ndealing with social development, signed this past \r\nSeptember by the Ministers and senior officials of the \r\nMERCOSUR countries, plus Bolivia and Chile, shows \r\nthe determination of our countries to achieve social \r\ndevelopment. \r\n We realize that the main responsibility for \r\nensuring social development is that of the States. But \r\nwe are also convinced that a collective undertaking on \r\nthe part of the international community is essential. For \r\nthis reason, it is essential that all Governments, \r\nparticularly those of the developed countries, as well as \r\nthe United Nations system, substantially intensify \r\ninternational cooperative efforts aimed at sustainable \r\nsocial development. \r\n The MERCOSUR countries, plus Bolivia and \r\nChile, are convinced that if we are to join our efforts at \r\nthe national, regional and international levels, we will \r\nbe able to achieve the objectives outlined at \r\nCopenhagen and reaffirmed once again in Geneva for a \r\nmuch fairer, more equitable and democratic world. In \r\nthis way, we will be able to concentrate on one of the \r\ncentral objectives of the United Nations Charter — in \r\nother words, “to promote social progress and better \r\nstandards of life in larger freedom”. \r\n Mr. Mohammad Kamal (Malaysia): Our leaders \r\npledged to place people at the centre of sustainable \r\n \r\n18  \r\n \r\nA/55/PV.46  \r\ndevelopment when they met in Copenhagen in 1995 at \r\nthe World Summit for Social Development. They \r\ndiscussed the enhancement of social integration, \r\nparticularly the involvement of the more disadvantaged \r\nand marginalized groups, the elevation and reduction \r\nof poverty and the expansion of productive \r\nemployment. Five years later, when they met again last \r\nJune at the special session in Geneva to review the \r\nimplementation of these commitments, they found that \r\nthe achievement of the goals of the Social Summit had \r\nbeen uneven between different countries and even \r\nbetween sectors within a country. They also noted that \r\nsustainable development could not be achieved without \r\nthe integration of economic and social policies. \r\n The special session, nevertheless, provided an \r\nexcellent opportunity for us to take stock of lessons \r\nand experiences of the past and to move forward \r\nequipped with new ideas and future directions. The \r\nreview showed that the problems of unemployment, \r\npoverty, inequality, social exclusion, discrimination, \r\ninfectious and parasitic diseases, systemic economic \r\ncrises and civil conflicts have become more acute, not \r\nimproved, in the five years since the Copenhagen \r\nSummit. \r\n Clearly, in a globalized world, poverty and social \r\ndisintegration constitute a real threat to international \r\npeace and prosperity. If we want peace and prosperity, \r\nthe international community has no alternative but to \r\nshoulder a shared responsibility in managing \r\nworldwide economic and social development. \r\n My delegation is pleased to note that despite the \r\ndeep political differences between Member States on \r\ninternational issues such as human rights, governance \r\nand globalization, the special session managed to reach \r\nagreement on a range of issues so as to produce a \r\ncomprehensive outcome document. The agreements \r\nincluded a global campaign against poverty, \r\nimplementation of debt-relief arrangements, \r\nempowerment of the poor through access to \r\nmicrocredit schemes, ensuring access to social \r\nservices, even during times of financial crisis, and \r\nseeking new and innovative sources of development \r\nfinance. At the session it was also agreed to encourage \r\ncorporate social responsibility and to combat \r\ncorruption, bribery, money-laundering and the illegal \r\ntransfer of funds, and to attack the use of tax shelters \r\nthat undermine national tax systems. \r\n The review undertaken at the Social Summit \r\nshowed that poverty is still our greatest challenge. \r\nThus the eradication of global poverty must be \r\naccorded a high priority in the international agenda. It \r\nmust be addressed in a multi-pronged manner. Both the \r\npublic and private sectors must be galvanized to \r\nachieve growth with equity. The reality is that we have \r\nyet to adequately meet the needs even for decent \r\nstandards of living, food, housing, literacy and \r\neducation, health and employment for our societies, \r\nparticularly for the marginalized and disadvantaged \r\npopulation. The income gap between the rich and poor \r\nis widening, not narrowing. \r\n The surest way to eliminate global poverty is to \r\npromote sustainable and equitable growth worldwide. \r\nThe international community at the special session in \r\nGeneva committed itself to halving by 2015 the \r\nproportion of people living on $1 a day. Collective and \r\ncoordinated efforts must now be made to fulfil this \r\ncommitment. Obviously international funding and \r\nresources are urgently needed to assist the efforts of the \r\ndeveloping countries. The developed countries must \r\nfulfil their commitments to ensure that 0.7 per cent of \r\ntheir gross national product is channelled to the \r\ndevelopment needs of developing countries. \r\n At the Millennium Summit recently, our leaders \r\npledged that the responsibility for managing worldwide \r\neconomic and social development must be shared \r\namong the nations of the world. Global challenges \r\nmust be managed in accordance with the basic \r\nprinciples of equity and social justice: those who suffer \r\nor who benefit the least, deserve help from those who \r\nbenefit the most. \r\n My delegation is also concerned that social \r\nviolence against minorities, women and children \r\ncontinues unabated all over the world. The scourges of \r\ndrugs, transnational crime and killing diseases such as \r\nHIV/AIDS do not stop at borders and are spreading \r\nrapidly. These are challenges that are beyond the \r\ncapacity of any one State to counter on its own. There \r\nis therefore a need, at the international level, to forge \r\ngenuine partnerships for the successful implementation \r\nof the aspirations of the Social Summit. \r\n In this regard Malaysia urges developed countries \r\nto continue to assist developing countries in \r\nimplementing their social programmes, human-\r\ndevelopment programmes, education, health training \r\nand so forth. We strongly believe that a country’s \r\n \r\n 19 \r\n \r\n A/55/PV.46\r\neconomic progress should not be negated by social \r\nproblems such as child abuse and neglect, drug \r\naddiction among youth and juvenile delinquency. \r\n Malaysia promotes the concept of balanced \r\ndevelopment as a major feature of its national \r\ndevelopment programme. The Government gives \r\nserious attention to strategies for generating sustained \r\nrapid economic growth and for ensuring that the \r\nbenefits of economic growth are equitably shared \r\namong Malaysians of all ethnic groups in both rural \r\nand urban areas. Apart from providing equitable \r\ngrowth, the Malaysian National Development Plan also \r\nfocuses on the need to balance growth with the \r\nprotection of the environment and of Malaysia’s \r\nnatural resources. \r\n Malaysia practices a holistic approach to \r\ndevelopment, by which the Government has taken up \r\nall aspects of social development, so as to include all \r\ncitizens — men and women, the poor, the unemployed \r\nand the disadvantaged groups. This philosophy has \r\nbeen mainstreamed in all our major public policies. \r\nMalaysia is also working assiduously towards the \r\neradication of hard-core poverty by lowering its \r\nincidence to 0.5 per cent this year, so as to fully \r\neradicate absolute poverty in Malaysia by 2005. \r\n In this globalized world of ours, it is now \r\nrecognized that a diverse range of actors is needed in \r\nthe development process. This includes civil-society \r\norganizations and the private sector playing a role. In \r\nthis regard, Malaysia welcomes the partnership \r\nestablished by the United Nations, the private sector \r\nand civil society in the Global Compact. My delegation \r\nconcurs that members of civil society — particularly \r\nthe non-governmental organizations (NG0s) and the \r\nprivate sector — should be encouraged further to \r\ncollaborate with governments in addressing social ills. \r\nWe have acknowledged that the NG0s that attended the \r\nspecial session in Geneva made some important \r\ncontributions to the session, particularly in providing \r\ntechnical expertise. \r\n While international and regional organizations \r\nand NG0s can play a pertinent role in complementing \r\nand supplementing the efforts of national Governments \r\nto address the social-development issues, the primary \r\nresponsibility for ensuring the success of social \r\nprogrammes for development remains in the hand of \r\ngovernments. Only governments can effectively \r\ninstitute measures to realize the goals of global \r\nprogrammes. The global plans of action can only \r\nsucceed if States honour their commitment to work \r\nconcertedly at the local level to achieve the global \r\naspirations. \r\n The three-part outcome document issued by the \r\nspecial session in Geneva was not produced in the one-\r\nweek meeting in Geneva. It was indeed the result of \r\nprotracted discussions and deliberations among \r\nMember States. It is a culmination of concerted efforts, \r\nnegotiated positions, compromises and innovations to \r\naccommodate the concerns of all. It is our solemn duty \r\nnow to ensure that follow-up actions are taken to \r\nimplement the commitments we made in that \r\ndocument. Malaysia, for its part, remains committed to \r\nuphold these commitments and will continue to work \r\nto strengthen its capacities and capabilities to achieve \r\nthese goals. \r\n Our task ahead, though challenging, has perhaps \r\nbeen made less difficult now, since 150 of our world \r\nleaders, from nations large and small — at the recent, \r\nhistoric Millennium Summit last September — \r\nrededicated themselves to supporting all efforts to \r\nachieve international cooperation in solving \r\ninternational problems of an economic, social, cultural \r\nor humanitarian character. But, as it is said, the proof is \r\nin the pudding. \r\n Ms. Elliott (Guyana): On behalf of Caribbean \r\nCommunity (CARICOM) member States, I have the \r\nhonour to speak on agenda item 37, “Implementation \r\nof the outcome of the World Summit for Social \r\nDevelopment and of the special session of the General \r\nAssembly in this regard”. \r\n The important contribution made by the World \r\nSummit for Social Development to the international \r\ndebate on the social imperatives of development in a \r\nglobalizing world is unquestionable. Its Programme of \r\nAction addressed a number of issues of great concern \r\nto both developing and developed countries: the \r\nscourge of poverty, which was affecting millions of \r\npeople despite evidence of a dynamic world economy; \r\nthe blight of unemployment and underemployment, \r\nwhich was constraining the full contribution of all \r\npeoples to their societies; and the increasing social \r\nexclusion of those without the mobilizing force or \r\nvoice to draw attention to their particular situation. \r\n At the international level, it was evident that \r\ncountries and regions were being marginalized in the \r\nworld economy. Structural adjustment programmes and \r\n \r\n20  \r\n \r\nA/55/PV.46  \r\nhigh debt-servicing bills were having a devastating \r\neffect on the social fabric of most developing \r\ncountries. Moreover, all these developments were \r\ntaking place concurrently with the reduced capacity of \r\nthe state, in most developing countries, to provide \r\nbasic social services to its citizens and to protect the \r\nmost vulnerable. \r\n It was therefore with determination and high \r\npolitical will that Member States, over the past five \r\nyears, have sought to achieve the goals set by our \r\nheads of State or Government at the World Summit. In \r\nCARICOM member States, special attention is given to \r\nan integrated socio-economic approach to national \r\npolicy-making, in recognition of the fact that economic \r\ngrowth and effective social policy are mutually \r\nreinforcing, particularly to achieve poverty eradication, \r\nfull employment and social integration. \r\n Regular meetings of the CARICOM Ministerial \r\nCouncil for Human and Social Development have \r\nprovided an opportunity to assess the effectiveness of \r\nour policies and programmes. These assessments take \r\naccount of the increasing number of actors involved in \r\nthe provision of social services; the extent of equitable \r\ndelivery of, and access to, such services; the \r\neffectiveness of social protection programmes; and the \r\nneeds of disadvantaged and vulnerable groups of \r\nsociety. \r\n Although most CARICOM countries in the past \r\nhave sought to publicly finance social protection \r\nthrough universal coverage, increasingly assistance gas \r\nbecome targeted and income-based. At the same time, \r\nhowever, the country has become conscious of the \r\nchallenge often posed by the superior services \r\navailable from private proprietors, whose high fees \r\nmay make their services inaccessible to the poorer \r\nsegments of society. \r\n The review process of the special session of the \r\nGeneral Assembly highlighted a number of these \r\nchallenges and acknowledged that the progress made in \r\nachieving the goals set at Copenhagen has been at best \r\nuneven. It found that the benefits of social and \r\neconomic development were still concentrated in a few \r\ncountries, and the number of people living in extreme \r\npoverty had increased. \r\n Poverty persists due to lack of resources, \r\ninadequate levels of economic development, worsening \r\nterms of trade, in most cases, weakened structure, \r\ninefficient administrative systems, continuing \r\ndisparities in access to basic social services, including \r\neducation, and the feminization of poverty. Indeed, the \r\n1999 United Nations Development Programme Human \r\nDevelopment Report had recognized these trends in \r\npointing out that the ratio of the income of the fifth of \r\nthe world’s people living in the richest countries to that \r\nof the fifth in the poorest rose from 30:1 in 1960 to \r\n60:1 in 1990 and 74:1 in 1997. By the end of the \r\n1990s, the fifth of the world’s people living in the \r\nhighest-income countries enjoyed 86 per cent of the \r\nworld’s gross domestic product, compared to 1 per cent \r\nfor the poorest fifth; 82 per cent of the world export \r\nmarket, compared to 1 per cent for the poorest fifth; \r\nand 68 per cent of foreign direct investment, compared \r\nto 1 per cent for the poorest fifth. \r\n These global disparities and the concentration of \r\nwealth and income in a few countries must be \r\novercome if the international community is to \r\nrealistically achieve the task set at Copenhagen of \r\naddressing the underlying and structural causes of \r\npoverty, unemployment and social exclusion in order to \r\nreduce uncertainty and insecurity in the life of all \r\npeoples. \r\n In this regard, CARICOM welcomes the \r\ncommitments made by a number of donor countries \r\nlast June to contribute to the Heavily Indebted Poor \r\nCountries (HIPC) Debt Initiative Fund, to write off \r\nloans for a number of developing countries and to \r\ncancel the interest due from others, to increase their \r\nofficial development assistance despite having reached \r\nthe target of 0.7 per cent of their gross national \r\nproduct, to contribute to projects in developing \r\ncountries in the areas of education and combating \r\nHIV/AIDS, to provide support for institutional \r\nregulatory systems in developing countries, and to \r\nprovide financial assistance to the United Nations \r\nsystem and other international organizations for \r\nprogrammes aimed at poverty eradication and other \r\nCopenhagen goals. \r\n It is the hope of CARICOM member States that \r\nall donor countries will support the strong commitment \r\ndemonstrated by a number of donor countries. The \r\nregion reiterates the importance of achieving the target \r\nof 0.7 per cent of gross national product for official \r\ndevelopment assistance. The leadership role assumed \r\nby some developed countries in international policy-\r\nmaking must also be translated into concrete action to \r\nbenefit poorer countries. \r\n \r\n 21 \r\n \r\n A/55/PV.46\r\n The international community is very much aware \r\nthat despite a very high per-capita income and a \r\ndynamic economy, there are cases of donor \r\nGovernments contributing less than 0.2 per cent of \r\ntheir gross national product to official development \r\nassistance, of which less than a fifth is directed to least \r\ndeveloped countries. In fact, a 2000 study on global \r\npoverty indicates that the official development \r\nassistance contribution of one such country, whose \r\naverage income is more than $30,000 and where \r\ninvestors have enjoyed more than $7 trillion in capital \r\ngains in 1996, amounts to approximately $4.95 per \r\nnational per year. For the recipient 600 million people \r\nin the least developed countries in 1998, this aid is just \r\nabout $2.20 per person from that donor country. \r\n On the other hand, for the 3.4 billion people in all \r\nlow-income countries, as defined by the Organization \r\nfor Economic Cooperation and Development (OECD), \r\nthis sum is even lower. It amounts to $1.13 per person. \r\n With an enabling international environment and \r\nconcerted action at the national level to promote social \r\ndevelopment, there is no doubt that the goals of the \r\nWorld Summit are achievable. It is the hope of \r\nCARICOM that further actions and initiatives, agreed \r\nupon last June by the international community, will \r\nprovide the much-needed impetus for greater success. \r\n The United Nations Conference on Trade and \r\nDevelopment (UNCTAD) has made a number of \r\ninteresting proposals for increasing market access for \r\nthe exports of developing countries for social \r\ndevelopment which should also be considered, for in \r\nthe final analysis there can be no equitable distribution \r\nof the benefits of economic growth within and among \r\ncountries if there is negligible or no growth in \r\ndeveloping countries. \r\n A related issue of particular importance to \r\nCARICOM is the recommendation for more effective \r\ninvolvement of developing countries in international \r\neconomic decision-making processes. We see this \r\nrecommendation linked to the fourth principle of the \r\nCopenhagen Declaration, which stresses the \r\nimportance of democracy and transparent and \r\naccountable governance and administration for the \r\nrealization of social and people-centred sustainable \r\ndevelopment. Governance and democracy must not be \r\nconfined to the national level, but must also contribute \r\nto international processes. \r\n In conclusion, may I reaffirm the commitment of \r\nCARICOM member States to achieving the goals of \r\nthe World Summit for Social Development. If its \r\nnational initiatives continue, the region will continue to \r\nparticipate actively in the efforts of the international \r\ncommunity to ensure that the international environment \r\nis propitious for social development. In this regard, we \r\nbelieve that the early and full implementation of the \r\nUnited Nations Millennium Declaration, adopted last \r\nSeptember, will give great impetus to efforts aimed at \r\nan improved international environment. \r\n Similarly, the outcome of the international \r\nconferences in 2001 on financing for development, the \r\nleast developed countries, HIV/AIDS, children, and \r\nracism and related intolerance must be seen as \r\nreinforcing the principles established at Copenhagen. \r\n Mr. Mmualefe (Botswana): It is indeed a \r\nprivilege for Botswana to address the General \r\nAssembly on agenda item 37, on implementation of the \r\noutcome of the World Summit for Social Development \r\nand of the special session of the General Assembly, on \r\nbehalf of the members of the Southern African \r\nDevelopment Community (SADC): Angola, the \r\nDemocratic Republic of the Congo, Lesotho, Malawi, \r\nMauritius, Mozambique, Namibia, Seychelles, South \r\nAfrica, Swaziland, Tanzania, Zambia and Zimbabwe. \r\n In June 2000, we met in Geneva for the twenty-\r\nfourth special session of the General Assembly. By all \r\naccounts, this special session was successful in \r\nfocusing attention on the daunting challenges facing \r\nhumankind. It presented an opportunity for the \r\ninternational community to adopt forward-looking and \r\nresolute approaches in addressing social development \r\nand human prosperity. \r\n SADC wishes to acknowledge the positive \r\ncontributions of the various United Nations agencies \r\nand the Commission on Sustainable Development to \r\nthe comprehensive preparatory process for the special \r\nsession. \r\n SADC concurs with the report of the Secretary-\r\nGeneral in document A/55/344 that an important \r\nelement that led to the success of the special session \r\nwas the system-wide participation of the United \r\nNations, non-governmental organizations and a broad \r\nrange of civil society organizations. Although it is \r\nrecognized that advancing social development is first \r\nand foremost the responsibility of Governments, we \r\nwish to emphasize that fostering smart partnerships \r\n \r\n22  \r\n \r\nA/55/PV.46  \r\nwith non-governmental actors is a critical and \r\nnecessary measure. It is imperative for the international \r\ncommunity to uphold its commitments, inter alia, first, \r\nto promoting sustainable development; secondly, to \r\nhalving poverty by 2015; thirdly, to promoting full and \r\nproductive employment; and fourthly, to achieving \r\nsocial development. \r\n It was appropriate that globalization formed an \r\nintegral part of the Copenhagen review, since \r\nglobalization is a major economic trend that is \r\ntransforming and reconfiguring national, regional and \r\ninternational economies as we enter the twenty-first \r\ncentury. It is a fact that a large majority of African \r\ncountries have not been able to participate in the global \r\neconomy and as a result experienced only 2.8 per cent \r\ngrowth in 1999. SADC agrees that, within the United \r\nNations, there is a need to come to a concrete \r\nagreement on a model of globalization which will be \r\ninclusive and lead not only to enhanced trade and \r\nfinancial flows, but to an improvement in the standards \r\nand quality of life of citizens. \r\n Specifically at the national level, globalization \r\nshould empower countries to alienate poverty and \r\naddress unemployment, technology transfer, health \r\nconcerns and so on. Unfortunately, this ideal cannot be \r\nrealized without the concerted efforts of governments \r\nand multilateral institutions in terms of strengthening \r\nnational capacities to take advantage of the \r\nopportunities of globalization. In this regard, we are \r\nconfident that the 2001 international event on financing \r\nfor development will put the necessary focus on issues \r\nof globalization. \r\n For our part, SADC member States have taken \r\nconcrete steps to inject growth into their economies to \r\nenhance regional and global trade. Incremental steps to \r\nrealize our shared vision of creating a single economic \r\nspace are being taken, the latest being the adoption of a \r\ntrade protocol in September of this year. It is projected \r\nthat a regional growth rate of 3.5 per cent will be \r\nrealized in the year 2000. This is a positive signal. \r\nRegrettably, it is not enough to make a significant dent \r\nin poverty within the SADC region. \r\n Poverty eradication was central to the social \r\ndevelopment Summit. We are all quite familiar with the \r\ndistressing statistics of 1.2 billion people living in \r\nextreme poverty today, 300 million of them in Africa. \r\nSADC is committed to the eradication of poverty and \r\nalso strongly submits that poverty eradication cannot \r\nbe addressed in isolation from the broader socio-\r\neconomic context. The commitments we undertook on \r\nfurther initiatives, as reflected in section II of \r\ndocument A/55/344, attest to this fact. \r\n The SADC Regional Human Development Report \r\n1998 revealed that 40 per cent of the region’s \r\npopulation lives in poverty, with women and children \r\ndisproportionately affected. In addition, efforts to \r\nenhance social development in SADC have been \r\nconstrained by natural disasters and protracted armed \r\nconflict. This Assembly will recall that the region \r\nexperienced heavy flooding early this year, which took \r\na toll on lives, destroyed infrastructure and disrupted \r\neconomic activity, particularly in Mozambique. This \r\ndisaster was a tremendous setback to development. \r\nSADC wishes to thank those who came to the region’s \r\nassistance during this hour of need. The Assembly is \r\nalso aware of the conflicts in the Democratic Republic \r\nof the Congo and Angola, which are a hindrance to the \r\nsustainable development of the region. Peaceful \r\nresolution of these conflicts is a preoccupation of our \r\nleaders, since we recognize that, without peace, there is \r\nlittle chance of socio-economic progress. These natural \r\nand man-made disasters have no doubt conspired to \r\nhamper the efforts of our citizens to pursue productive \r\nactivities that could enable them to lift themselves and \r\ntheir families out of poverty. \r\n The SADC Summit held in Namibia last August \r\nnoted that the region would incur a cereal deficit of \r\nover 600,000 tons in the production year 2000/2001. \r\nThis will naturally have a bearing on regional food \r\nsecurity, particularly for poor rural women, older \r\npersons and other vulnerable groups of society. \r\n AIDS is a major human tragedy and development \r\nchallenge, with serious socio-economic implications \r\nfor all sectors of our communities and societies. \r\nSouthern Africa is the region worst affected by the \r\nHIV/AIDS pandemic. In some countries, over 10 per \r\ncent of the adult population is infected, with the \r\nincidence being higher among the youth. HIV/AIDS \r\nwill therefore destroy the very core of the future of the \r\nregion if it goes unchecked. We are pleased that the \r\nUnited Nations system has also identified HIV/AIDS \r\nas a priority area of focus. The Copenhagen review \r\nwent a step further to enjoin the World Health \r\nOrganization, pharmaceutical companies and others to \r\nprovide essential and affordable drugs for the treatment \r\nof HIV/AIDS related conditions. The very same \r\n \r\n 23 \r\n \r\n A/55/PV.46\r\ndialogue is ongoing within the SADC HIV/AIDS \r\nStrategic Framework and Programme of Action. \r\n The international community needs to be fully \r\nengaged in the fight against this pandemic because \r\ndiseases, like most natural calamities, have no \r\nboundaries at all. For this reason, SADC appreciates \r\nthe fact that the Millennium Summit put the issue of \r\nHIV/AIDS at the fore. We also wish to welcome the \r\ndecision to convene a special session on HIV/AIDS, as \r\nwell as the positive outcome of informal consultations \r\non this issue. \r\n In the context of Africa, the quest to achieve \r\nsocial development cannot be viewed in isolation from \r\nthe broad development context. External debt servicing \r\ncontinues to divert valuable resources from social \r\ndevelopment thereby perpetuating poverty. We regret \r\nto note that the debt profile of SADC countries reveals \r\nthat debt owed to multilateral institutions continues to \r\npose a heavy burden on our economies. Nonetheless, \r\nwe appreciate the steps taken by some bilateral donors \r\nto cancel debt and hope this will be emulated by others. \r\n There can be no meaningful development without \r\neducation. Universal basic education for all children, \r\nwithout discrimination, should in the twenty-first \r\ncentury no longer be a mere ideal, but a human right, \r\nas spelled out in the Convention on the Rights of the \r\nChild. SADC is committed to ensuring education for \r\nall in as short a time span as possible. Particular \r\nattention is being paid to bridging the enrolment and \r\nretention of girls in schools. \r\n Our vision is to go a step further and acquire \r\ntechnology, particularly information technology, and \r\nchannel it towards development. In this regard, the \r\nEconomic and Social Council 2000 High-Level \r\nSegment on information technology and development \r\nwas appropriate and very timely. We thus call upon our \r\ndevelopment partners to make technology more \r\naccessible and to bridge the digital divide. \r\n As the Secretary-General’s report indicates, gains \r\nhave been made on major substantive areas. The \r\nspecial session made emphatic pronouncements on the \r\nempowerment of women, the problem of refugees, \r\nyouth, older persons and people with disabilities. \r\nSADC renewed its commitment to target these \r\npopulation groups so as to ensure that their needs are \r\nintegrated into social development policies. The special \r\nsession also took a bold stance on workers’ rights and \r\nthe elimination of child labour. For these reasons \r\nSADC is satisfied that the intent and principles of the \r\nCopenhagen Plan of Action were upheld. \r\n The path forward has been paved by the special \r\nsession. Goals and targets have been set. However, the \r\nfinancing gap remains a huge impediment to progress. \r\nThis situation is also compounded by the declining \r\nlevels of official development assistance. The \r\nimplementation of the outcome of the World Summit \r\nfor Social Development has revealed the chronic \r\nproblem of lack of international support to social \r\ndevelopment on the part of major donors. SADC \r\nreiterates its call to major donors to meet the target of \r\n0.7 per cent of GNP as official development assistance. \r\n The Millennium Summit provided the necessary \r\nimpetus for the full implementation of the outcomes of \r\nthe United Nations conferences. SADC wishes to stress \r\nthat the worth of these conferences lies in the impact \r\nthey will have on the lives of men, women and children \r\nglobally. \r\n Mr. Al-Hariri (Syrian Arab Republic) (spoke in \r\nArabic): Five years have elapsed since the World \r\nSummit for Social Development, which was an \r\nimportant landmark and in which we all expressed our \r\naspirations for a better future in which man would \r\nenjoy prosperity and freedom from poverty, disease, \r\nwant, ignorance and many other problems afflicting \r\nvarious societies and nations. The twenty-fourth \r\nspecial session of the General Assembly was held in \r\norder to reaffirm those aspirations.  \r\n The political declaration adopted by the session \r\nemphasized the pledge made by the international \r\ncommunity to pay particular attention to the struggle \r\nagainst circumstances that pose grave threats to health, \r\npeace, security and prosperity of peoples of the world \r\nand to give priority to that struggle. The Copenhagen \r\nSummit made commitments, some of which would be \r\nshouldered by national Governments and others by the \r\ninternational community.  \r\n Five years after the Summit, we notice that \r\ninternational cooperation has dropped to its lowest \r\nlevel, at a time when developing countries are trying to \r\nshoulder responsibilities within the limits of their \r\nresources. The developed countries have not \r\nimplemented the commitments they made at the \r\nSummit. In addition, there are the new challenges \r\nposed by globalization and its impact on the economies \r\nof developing countries. The current patterns of \r\nglobalization have spread a sense of insecurity and \r\n \r\n24  \r\n \r\nA/55/PV.46  \r\nhave tended to marginalize some countries in the world \r\neconomy, particularly developing ones. \r\n The rates of international trade exchange have \r\nworsened, and concessional financial resources given \r\nto developing countries have decreased. The burden of \r\nindebtedness has weakened the ability of many \r\nGovernments to service their increasing external debt \r\nand has led to the erosion of whatever resources were \r\navailable for social development. \r\n Not only does social development need economic \r\nactivity, but it also needs efforts to ensure a more \r\nequitable distribution of wealth and the benefits of \r\neconomic growth among nations, including the \r\nestablishment of a multilateral international trade \r\nsystem based on law and characterized by openness, \r\nequity, stability, transparency and non-discrimination. \r\nSuch a system would increase available opportunities, \r\nensure social justice and recognize interdependence \r\nbetween social development and economic growth. \r\n Syria has embarked on a process of \r\ncomprehensive development aimed at increasing man’s \r\nsense of his importance as a human being, increasing \r\nhis freedom and developing his personality. On this \r\nbasis, social and economic development plans in Syria \r\nhave concentrated on the development of resources and \r\nthe raising of material, social, cultural and health \r\nstandards of man, these being the instruments and \r\nobjectives of development. In order to combat poverty \r\nand eliminate it, the Government has adopted a number \r\nof national policies and programmes, both social and \r\neconomic, to develop all resources, complete the \r\ndevelopment of the agricultural and industrial sectors \r\nand modernize the transport and communications \r\nsector. The Government has also given assistance to \r\nsmall producers and subsidies for basic foodstuffs. In \r\naddition, it provides health services and free education \r\nat all levels to its citizens. It provides various kinds of \r\nsocial services to poor families and to the vulnerable \r\nelements of society, including the disabled, orphans, \r\nthe aged and others. This was done in cooperation with \r\nnon-governmental organizations. \r\n In cooperation with the International Labour \r\nOrganization (ILO) and the United Nations \r\nDevelopment Programme (UNDP), a draft national \r\nplan was drawn up to raise the standard of nutrition, \r\nand workshops were organized to reduce poverty. In \r\ncooperation with UNDP blueprints were adopted for a \r\nfield study dealing with the delineation of the poverty \r\nline in Syria.  \r\n As regards labour and the labour force, the Syrian \r\nConstitution has provided for equal employment \r\nopportunities for all citizens, and the Government has \r\ntried to organize labour relations by issuing many laws \r\nprotecting workers. It has also incorporated provisions \r\nfor the employment of women and juveniles. There are \r\nprovisions that ensure equality between men and \r\nwomen without discrimination. The State also upholds \r\nthe principle of equal opportunities for all citizens, \r\nincluding the disabled. \r\n The Government has tried to support people’s \r\naccess to productive work through systems of \r\neducation and vocational training. Our education \r\npolicy has concentrated on the need to ensure \r\ndemocracy in education for all — males and females. \r\nEducation is compulsory through the elementary level. \r\nEfforts are also being made to develop vocational \r\ntraining and to link education, development and \r\nilliteracy. The education budget has been increased. \r\n Foreign occupation constitutes a great \r\nimpediment to social development and social \r\nintegration. In this respect, I must emphasize that \r\nIsrael’s occupation of the Syrian Arab Golan has led to \r\nthe displacement of about half a million Syrian \r\ncitizens. As a result, they have suffered from poverty \r\nand deprivation, and many women have become the \r\nbreadwinners, since they have lost their male \r\nbreadwinners. \r\n In spite of the many efforts to ensure a minimum \r\nstandard of living, there is a need for more resources \r\nand for a greater expansion of services, since the State \r\nis obliged annually to shoulder many burdens due to \r\nthe Israeli occupation that dominates the wealth and \r\nresources of the Golan and strives to loot these \r\nresources. Israel tries to build and expand settlements \r\nwith a view to changing the demographic character of \r\nmy country. This has a negative effect on Syria’s \r\neconomic and social development programmes. \r\n The international community is called upon today \r\nmore than ever before to pressure Israel to comply with \r\nthe resolutions of international legitimacy and to end \r\nits hateful occupation of the Syrian Arab Golan and the \r\nother occupied Arab territories, in order to ensure \r\npeace, security and stability in the region, to promote \r\nsocial development and to enable refugees to return to \r\n \r\n 25 \r\n \r\n A/55/PV.46\r\ntheir homeland and thus provide a favourable \r\nenvironment for sustainable social development. \r\n The President returned to the Chair. \r\n We all look forward to a world in which relations \r\nare based on mutual understanding and equality, a \r\nworld in which man can really enjoy prosperity and \r\nhappiness, free of poverty and injustice, a world devoid \r\nof hegemony, imperialism and foreign occupation. To \r\nachieve this, we have to increase international \r\ncooperation and implement the commitments \r\nundertaken by the international community in \r\nCopenhagen and reaffirmed in Geneva this year. \r\n Mr. Ben Mustapha (Tunisia) (spoke in Arabic): \r\nAssessment and monitoring of the results and \r\nrecommendations of the World Summit for Social \r\nDevelopment and the results of the twenty-fourth \r\nspecial session of the General Assembly offer an \r\nopportunity to affirm the Declaration and the \r\nProgramme of Action accepted by the international \r\ncommunity, assess progress in social development and \r\nexamine the restraints that continue to prevent its full \r\nimplementation. \r\n One commitment is to the creation of an enabling \r\nnational and international environment to achieve full, \r\ncomprehensive and sustainable development; eradicate \r\npoverty; create employment opportunities; provide \r\nbasic services, with special attention to education and \r\nhealth; and support the position of women and protect \r\nchildren. \r\n We believe that globalization, which \r\ncharacterized the end of the century, has led to greater, \r\nunprecedented wealth and to increased capital flows. \r\nWe have also seen some negative trends, which, if not \r\ncontained, might lead to further imbalances in \r\ninternational relations and development patterns and to \r\nthe marginalization of a number of societies. The \r\ninternational community is called upon to deal firmly \r\nwith these negative aspects of globalization, provide \r\ngreater balance and give it the human face that it \r\nneeds, particularly since the Millennium Summit of \r\nheads of State and Government affirmed in its \r\nDeclaration the need to make the right to development \r\na reality and to protect people from want. \r\n The Tunisian experience in social development \r\nhas been within the framework of international \r\nhumanitarian directives. We have worked on \r\nimplementing the recommendations of international \r\nconferences, with comprehensive development \r\nprogrammes based on convergence with international \r\ninterests. The most important are the following: first, \r\ninterconnection of the economic and social dimensions \r\nwhile firmly securing human rights in their \r\ncomprehensive and integrated sense and activating the \r\nrole of civil society; secondly, achieving protection for \r\nall members of society and providing a dignified way \r\nof life with equal employment opportunities for \r\neverybody, without marginalization; thirdly, protection \r\nfrom social ills and preventing their spread, \r\nintensifying and developing care and social security for \r\nvulnerable members of society, promoting the role of \r\nwomen and providing protection for the rights of the \r\nchild and the family as a whole, as a means of stability \r\nand development of society; and lastly, promoting \r\nsolidarity between various generations and groups of \r\nsociety through programmes to protect the \r\nenvironment, thus providing suitable circumstances for \r\nsustainable development. \r\n The deteriorating situation in a number of least \r\ndeveloped countries is a cause for anxiety. The \r\ninternational community must work to overcome it. \r\n The Millennium Summit made the eradication of \r\npoverty one of its priorities, deciding to halve it by \r\n2015 and to halve the number of people in the world \r\nwhose income is less than $1 a day. The special session \r\nof the General Assembly to follow up on \r\nimplementation of the recommendations of the Social \r\nSummit, also devoted much discussion to this topic. \r\n Regarding the need to entrench the values of \r\nsolidarity and integration among peoples and States, \r\nthe President of the Republic of Tunisia, Zine El \r\nAbidine Ben Ali, has proposed to all heads of State and \r\nto the United Nations the establishment of a global \r\nsolidarity fund which would seek voluntary \r\ncontributions to combat poverty and marginalization \r\nand improve conditions in the poverty-stricken parts of \r\nthe world, particularly in Africa. Tunisia is trying to \r\ngather consensus on this humanitarian project and to \r\nfinalize its development so that the international \r\ncommunity can better respond to the recommendations \r\nof the Copenhagen and Geneva summits. \r\n In addition to the Tunis initiative, the Group of \r\n77 and China have submitted to the Second Committee \r\na draft resolution on agenda item 99, “Implementation \r\nof the first United Nations Decade for the Eradication \r\nof Poverty (1997-2006)”. Tunisia highly appreciates \r\n \r\n26  \r\n \r\nA/55/PV.46  \r\nMembers’ support for the draft resolution, which it \r\nhopes will be accepted by consensus, so that we may \r\nenhance the mechanism for combating poverty and \r\nconfront the challenges faced by all, in keeping with \r\nour commitment to begin the new millennium meeting \r\nthe challenge of want, which we regard as one of the \r\nmajor reasons for instability and tension throughout the \r\nworld and for the exclusion of entire societies from \r\neconomic development. \r\n Mr. Kolby (Norway): At the twenty-fourth \r\nspecial session in June this year we completed the first \r\nfive-year review of the implementation of the outcome \r\nof the World Summit for Social Development. The \r\nreview was a forceful reminder that the follow-up \r\nprocess has just started and that the challenges facing \r\nus are tremendous. The fact that 1.2 billion people still \r\nlive in absolute poverty on less than a dollar a day is in \r\nitself a strong reminder that there is no time to lose. It \r\nis time for us to act.  \r\n Another forceful reminder of the need to act, and \r\nto act now, is the disastrous proportions that the HIV/ \r\nAIDS pandemic is reaching. The virus is spreading \r\nfastest in those parts of the world with the least \r\nresources to deal with it. Many of the gains achieved \r\nduring the past decades, such as the significant \r\nincrease in life expectancy, are now being eroded by \r\nthe pandemic. We cannot implement the Copenhagen \r\ncommitments without responding to this challenge. The \r\nupcoming special session on HIV/AIDS will provide \r\nan important opportunity for the international \r\ncommunity to take stock and agree on new and \r\nstrengthened action in this field. Norway has already \r\ndecided to double its funding for multilateral aid \r\nprogrammes and to engage more broadly in meeting \r\nthe challenges that AIDS poses to development. \r\n If one of the goals we agreed on during the \r\nspecial session in Geneva were to be singled out, it \r\nwould have to be to halve the proportion of people \r\nliving in extreme poverty by 2015. Most, or all, of the \r\nother initiatives we identified will be part of, and will \r\ncontribute to, our efforts to achieve this overriding \r\nobjective. Achieving the goals of the Summit and \r\nimplementing the initiatives identified at the special \r\nsession will require a strong commitment on the part of \r\nall relevant actors, the mobilization of resources and \r\neffective and efficient institutions working in \r\npartnership. \r\n Let me first turn to the issue of resources. The \r\nfinancing of social development is essential. \r\nDevelopment cooperation is an important element in \r\nthis picture, in particular for Africa and the least \r\ndeveloped countries. We therefore urge more donor \r\ncountries to follow up on their agreed United Nations \r\nobligations and, if possible, exceed them. Failure to \r\nlive up to commitments made has all too often been a \r\nmajor obstacle to progress. The Government of \r\nNorway is determined to go beyond our current level \r\nof official development assistance of 0.9 per cent of \r\ngross domestic product to a full 1 per cent. In its \r\nbudget proposals for 2001, the Government has \r\nincreased official development assistance by $170 \r\nmillion. It is, furthermore, proposing to significantly \r\nincrease the share of our official development \r\nassistance that is allocated through the United Nations. \r\n How official development assistance resources \r\nare spent is also important. One of the key messages of \r\nthe Social Summit was that full and equal access to \r\nbasic social services is essential for economic and \r\nsocial development in general and for poverty \r\nreduction in particular. This must be reflected in our \r\ndevelopment cooperation. In Geneva, donor and \r\nrecipient countries were urged to fully implement the \r\n20/20 initiative. We are very pleased to see that this \r\ninitiative now enjoys broad international support. \r\nNorway will continue to advocate the implementation \r\nof the 20/20 initiative, both bilaterally with our \r\ndevelopment partners and through broader \r\ninternational cooperation. \r\n Increased official development assistance is one \r\nof the key building blocks in the new development \r\narchitecture. But development cooperation is not a \r\nnarrow niche. It is, and must be, an umbrella covering \r\nmuch, much more than aid alone, and a more \r\ndevelopment-friendly international framework for trade \r\nand investment is necessary to promote sustainable \r\ndevelopment. \r\n Debt relief is another major challenge. Full and \r\nequitable financing of the Heavily Indebted Poor \r\nCountries mechanism is a litmus test of the \r\ninternational community’s ability to keep its word. \r\n The upcoming high-level event on financing for \r\ndevelopment will give us an opportunity to analyse all \r\nthese related issues in a coordinated manner. The \r\ninclusive format of the conference augurs well for \r\n \r\n 27 \r\n \r\n A/55/PV.46\r\ninnovative thinking. This opportunity must not be \r\nmissed. \r\n The ongoing efforts in many countries to develop \r\nnational strategies for poverty reduction must be \r\nsupported by the international community. The United \r\nNations has a crucial role to play in this regard, \r\nalongside and in partnership with the Bretton Woods \r\ninstitutions and other relevant multilateral \r\norganizations. We must strengthen the United Nations \r\nto enable it to play its role fully and effectively, and we \r\nmust urge the multilateral system to work more closely \r\ntogether to develop more coherent policy approaches \r\nand better coordinate its programme activities. What \r\nwe want to see is a genuine partnership based on the \r\nrecognition of the strength and potential of each \r\ninstitution. Fighting poverty, unemployment and social \r\nexclusion is the responsibility not only of Governments \r\nand the international community, but also of the private \r\nsector and civil society. We need to be better at \r\nbringing all these actors together so that they can work \r\nfor our common goals. \r\n New and interesting forms of public/private \r\npartnerships have recently been formed. Two \r\ninnovative and promising examples are the \r\nInternational Partnership against AIDS in Africa and \r\nthe Global Alliance for Vaccines and Immunization \r\n(GAVI), both designed as broad coalitions of \r\nGovernments, multilateral organizations, bilateral \r\ndonors, non-governmental organizations and the \r\nprivate sector. They could serve as pathfinders in our \r\nsearch for more effective ways of promoting \r\ndevelopment. Norway warmly welcomes these \r\ninitiatives and has pledged substantial financial support \r\nfor both. Norway firmly believes that innovative \r\npartnerships such as GAVI will strengthen the role and \r\neffectiveness of the United Nations. They should be \r\nseen not as undermining the authority of the United \r\nNations, but, on the contrary, as additional vehicles to \r\nenhance the legitimacy and influence of the world \r\nOrganization. \r\n Norway gives high priority to the implementation \r\nof the outcome of the Copenhagen Summit. We will \r\ncontinue to work with our partners to ensure that, \r\ntogether, we fulfil our commitments. \r\n Mr. Kim Chang Guk (Democratic People’s \r\nRepublic of Korea): The twenty-fourth special session \r\nof the United Nations General Assembly, on social \r\ndevelopment, which was held in Geneva in June of this \r\nyear to review and appraise the implementation of the \r\nCopenhagen Declaration and Programme of Action \r\nadopted an outcome document to further achieve such \r\nobjectives of the World Summit for Social \r\nDevelopment as poverty eradication, employment and \r\nsocial integration. As many delegations at the special \r\nsession mentioned, the international community is \r\ngiving greater attention to social development, as \r\nUnited Nations agencies and regional organizations are \r\nactively involved in activities to the implement the \r\nSummit’s Declaration and Programme of Action. \r\nHowever, the objectives of the Social Development \r\nSummit have not yet been achieved, and some of them \r\nhave been further eroded by such new challenges as the \r\nnegative impact of globalization. \r\n We note that since the holding of the World \r\nSummit for Social Development the number of poor \r\npeople has increased to 1.4 billion, unemployment has \r\nreached 1 billion, and endemic social evils continue to \r\nexist. Social problems such as poverty, unemployment \r\nand lack of education and health services, as well as \r\nproblems related to ageing and women’s issues, are of \r\ncommon concern to both developed and developing \r\ncountries, while poverty eradication and the problems \r\nrelated to health are more critical to developing \r\ncountries. The current session of the General Assembly \r\nhas been entrusted with tackling these problems and \r\nfinding appropriate solutions to them as one of its \r\nmajor tasks. \r\n The final document of the twenty-fourth special \r\nsession indicates that each country has a responsibility \r\nto establish a suitable strategy for social development \r\nin order to achieve the objectives of the 1995 World \r\nSummit for Social Development. It also indicated that \r\nsustained economic development and a favourable \r\ninternational environment are essential in order to meet \r\nthose goals. The final document also stressed the need \r\nto enhance the role of the organizations of the United \r\nNations system in eradicating poverty, and the need for \r\npolicy reform on the part of international financial \r\ninstitutions. \r\n The delegation of the Democratic People’s \r\nRepublic of Korea is of the view that the following \r\npoints deserve particular attention in efforts to \r\nimplement successfully the Declaration and \r\nProgramme of Action of the World Summit for Social \r\nDevelopment. \r\n \r\n28  \r\n \r\nA/55/PV.46  \r\n First, each country needs to set out a national \r\nstrategy for social development in conformity with its \r\ninternal reality, and adopt appropriate social policies. \r\nEach country’s national strategy and policies for \r\nachieving the objectives set for us by the World \r\nSummit for Social Development can be made more \r\neffective if they are attuned to the current situation of \r\nthe country. In order to achieve social development, \r\nparticular attention should be given to education and \r\nhealth care, along with poverty eradication and \r\nemployment, and social policies should be in line with \r\nthe level of economic development. \r\n The Government of the Democratic People’s \r\nRepublic of Korea consistently adheres to that \r\nprinciple by introducing social policies to ensure that \r\npeople enjoy free education and health-care benefits, \r\neven though the country is experiencing difficulties as \r\na result of the continuing economic sanctions imposed \r\non it by other forces seeking to stifle its system. Today, \r\nmy country is striving to overcome the aftermath of \r\nnatural disasters and to improve the living conditions \r\nof its people by achieving economic growth while \r\nrelying on its self-sufficient national economy. \r\n Secondly, sustained economic development is \r\nanother important factor in achieving social \r\ndevelopment. Social and economic development must \r\nbe inter-linked so as to promote sustained economic \r\ndevelopment, particularly in developing countries. The \r\nnew challenges posed by globalization should be \r\nreviewed and resolved properly. In this regard, \r\nglobalization should not be imposed on developing \r\ncountries. An equitable international economic order \r\nneeds to be established in favour of developing \r\ncountries. Coordination and review of international \r\ntrade policy and of the rules and policies of the \r\ninternational financial institutions are needed in order \r\nto provide benefits to developing countries. Attention \r\nshould also be paid to foreign-debt relief for \r\ndeveloping countries, as well as to increasing official \r\ndevelopment assistance and technology-transfers to \r\nthose countries. \r\n Thirdly, a peaceful and stable international \r\nenvironment should be created. Regardless of their \r\nsize, conflicts and disputes pose a threat to the lives of \r\nmany people and have a negative impact on overall \r\nsocial and economic development, not only in the \r\ncountries concerned, but also in neighbouring countries \r\nand countries of the region. Unless solutions to \r\nconflicts are found, social development will be greatly \r\nhindered. Finding adequate solutions to conflicts is of \r\nmajor importance in creating a favourable international \r\nenvironment for social development. Disputes of all \r\nkinds should be resolved through dialogue and \r\nconsultation. Encroachment upon State sovereignty and \r\ninterference in the internal affairs of States, which \r\noften take the form of military threats and sanctions, \r\nshould be avoided.  \r\n As we embark upon the new millennium, my \r\ndelegation will cooperate fully with other delegations \r\nand exert every effort during the current session to \r\nwork out solutions aimed at improving attainment of \r\nthe objectives of the World Summit for Social \r\nDevelopment. \r\n Mr. Ahmad (Pakistan): Social development is \r\nabout empowerment of the human person. It touches \r\neveryone’s life. The Universal Declaration of Human \r\nRights stipulates that everyone has the right to a \r\nstandard of living adequate for the health and well-\r\nbeing of himself and his family, including food, \r\nclothing, housing, medical care and necessary social \r\nservices. The World Summit for Social Development \r\nreflected the international community’s vision of \r\ncreating a just and equitable world for all. The \r\nCopenhagen Declaration and Programme of Action \r\nadopted by the World Summit identified three core \r\nareas — namely, poverty eradication, generation of full \r\nemployment and social integration — aimed at \r\ntranslating that vision into a living reality. \r\n The five-year review of the implementation of the \r\noutcome of the Summit, which took place at the \r\ntwenty-fourth special session of the General Assembly, \r\nheld at Geneva this June, indicated that, since \r\nCopenhagen, inequalities within and among countries \r\nhave been further aggravated, poverty has deepened, \r\nand social exclusion and social disintegration have \r\nincreased. Recent statistics indicate that, worldwide, \r\n1.6 billion people are worse off than they were 15 \r\nyears ago. Of the 4.4 billion people living in \r\ndeveloping countries, three fifths lack access to basic \r\nsanitation, one third have no access to clean drinking \r\nwater and one fifth no access to even moderate medical \r\ncare. The Secretary-General’s millennium report \r\n(A/54/2000) confirmed that abysmal state of social \r\nindicators. \r\n Poverty is the worst violator of human dignity \r\nand of human rights. About 3,000 years ago, Aristotle \r\nobserved that poverty was a parent of revolution and \r\n \r\n 29 \r\n \r\n A/55/PV.46\r\ncrime. More recently, Alfred Marshall, in his famous \r\nPrinciples of Economics, stated that study of the causes \r\nof poverty was the study of the causes of the \r\ndegradation of a large part of mankind. The World \r\nConference on Human Rights, held at Vienna in 1993, \r\nrecognized that the existence of widespread extreme \r\npoverty inhibited full and effective enjoyment of \r\nhuman rights and that its immediate alleviation and \r\neventual elimination must remain a high priority for \r\nthe international community. \r\n At Copenhagen the international community \r\nrecognized that broad-based and sustained economic \r\ngrowth was a prerequisite for eradicating poverty and \r\npromoting development. That has been reaffirmed by \r\nthe Copenhagen + 5 outcome document, which set the \r\nframework for concerted national and international \r\naction to promote just and equitable social \r\ndevelopment. It is encouraging that both the \r\nCopenhagen + 5 outcome document and the United \r\nNations Millennium Declaration set the target of \r\nreducing by half the number of people living in poverty \r\nby the year 2015. \r\n Regrettably, the prevailing international \r\nenvironment constrains the ability of most of the \r\ndeveloping countries to create conditions for broad-\r\nbased and sustained economic growth in an \r\nincreasingly integrated world economy. The attainment \r\nof the targets agreed at the social Summit would \r\nrequire the mobilization of adequate resources for \r\nsocial spending during the next decade. Globalization \r\nposes new challenges to developing countries. An \r\nenabling international environment would greatly help \r\ndeveloping countries to achieve broad-based sustained \r\ngrowth. The international community must work in a \r\nspirit of partnership and a shared future to achieve that \r\nobjective. \r\n The unsustainable external debt burden has \r\ncrippled the capacity of developing countries to make \r\ninvestments in social development. That problem must \r\nbe addressed expeditiously. The Heavily Indebted Poor \r\nCountries (HIPC) Debt Initiative is encouraging, but it \r\nshould be realized that highly indebted poor countries \r\naccount for only 10 per cent of developing-country \r\ndebt. The rest is owed by middle-income and low-\r\nincome countries. Their ability to achieve social \r\nobjectives is severely constrained by the overriding \r\npriority of servicing and repaying external debt. \r\nIndebted developing countries should be allowed to \r\nutilize resources allocated to debt servicing for \r\ndevelopment of the social sector, especially education \r\nand health care. Substantive debt relief through \r\ninnovative approaches would strengthen a new \r\neconomic partnership between the North and the South. \r\n The persistent decline in flows of official \r\ndevelopment assistance should be reversed. At the \r\nsame time, international trade rules should be \r\nimplemented in a manner that would ensure a truly \r\nlevel playing field for developing countries. The \r\nproducts of developing countries should be provided \r\npreferential access to international markets to generate \r\nresources necessary for their economic and social \r\ndevelopment. There should be no manipulation of the \r\nprices of commodities emanating from the developing \r\nworld. Technology has emerged as the main decisive \r\nfactor in generating wealth and in sustaining \r\nprosperity. The ability of developing countries to \r\ngenerate and acquire technology must be improved. \r\n The maintenance of peace and security through \r\nthe peaceful resolution of disputes would significantly \r\ncontribute to the release of resources for economic and \r\nsocial development. In his millennium report \r\n(A/54/2000), the Secretary-General highlighted the \r\ntragedy that conflicts and civil wars continue to inflict \r\nupon individuals and societies. It cannot be \r\noveremphasized that regions mired in armed conflicts \r\nare among the poorest and that they are at the tail end \r\nof the United Nations Development Programme’s \r\nhuman development index. In our own region, the \r\nunresolved issue of Jammu and Kashmir has been one \r\nof the major reasons for the disproportionate spending \r\non armaments that has adversely affected the economic \r\nand social development of the entire region, which is \r\nhome to one fifth of humanity. The international \r\ncommunity, particularly the United Nations, must \r\nstrengthen its efforts to resolve all outstanding disputes \r\nthrough peaceful means, which would generate \r\nenormous resources for investment in social sectors. \r\n For our part, despite enormous financial \r\nconstraints and in the absence of an enabling \r\ninternational environment, Pakistan has continued its \r\nefforts to improve quality of life, particularly for the \r\nvulnerable segments of society. In the national budget \r\nfor 2000-2001, 35 billion rupees have been earmarked \r\nfor the Government’s poverty reduction programme, \r\nwith particular emphasis on rural areas. The \r\nGovernment has also established a micro-credit bank \r\nas part of efforts to reduce the incidence of poverty in \r\nthe country. The Government is also in the process of \r\n \r\n30  \r\n \r\nA/55/PV.46  \r\nearmarking 50 per cent of the credit from the micro-\r\ncredit bank for women living in poverty. \r\n The Government of Pakistan also attaches special \r\nimportance to achieving the objective of universal \r\naccess to education. Already, primary school enrolment \r\nfor both boys and girls has increased from 55 per cent \r\nin 1995 to 75 per cent in 2000. The Government is \r\ncurrently in the process of implementing a three-year \r\nliteracy programme, in partnership with private and \r\npublic-sector organizations, with particular emphasis \r\non rural areas. That programme is aimed at ensuring \r\ncompulsory education for every child, reducing the \r\ngender gap in literacy from the existing 11 per cent to 5 \r\nper cent, and increasing female literacy to 50 per cent \r\nby 2003. \r\n In August this year the Government announced \r\nthe Devolution of Power and Responsibility Plan for \r\nthe establishment of elected local governments. The \r\nplan reserves 33 per cent of seats in all elected bodies, \r\nfrom union council to district level, for women \r\ncandidates. The electoral process for local and district \r\ngovernment bodies will start on 1 December this year. \r\nWe believe that this bottom-up approach will go a long \r\nway towards ensuring participatory, inclusive and \r\naccountable governance from the grass-roots level \r\nupwards. \r\n Finally, the vision of a just and equitable world, \r\nwhich the world leaders, meeting in Copenhagen, \r\nagreed to create, is achievable, and must be achieved. \r\nIt will require the establishment of a strong partnership \r\nbetween the developed and developing countries in \r\norder to share, in a spirit of solidarity, the benefits of a \r\nprosperous and peaceful world. \r\n Mr. Chowdhury (Bangladesh): I hope that the \r\nfact that the General Assembly Hall is so sparsely \r\npopulated this evening in no way reflects our \r\ncommitment to the effective follow-up of the outcome \r\nof the World Summit for Social Development.  \r\n An unprecedented number of heads of State or \r\nGovernment came together at the World Summit for \r\nSocial Development in 1995 to express collectively \r\ntheir political will to accord increased priority to social \r\ndevelopment. Since the Summit, there has been wider \r\nrecognition of the importance of making social \r\ndevelopment an integral part of development strategy, \r\nboth at the national and international levels, putting \r\npeople at the centre of development. \r\n Five years later, we reviewed the implementation \r\nof the goals of the Summit. It was clear that, although \r\nthere had been many gains, the achievement of the \r\ngoals would require much stronger and more \r\ncomprehensive action and new, innovative approaches. \r\nIt was also clear that new challenges posed by \r\nglobalization and interdependence had to be factored \r\ninto the steps we would take in future. \r\n At the review conference in Geneva in 2000 we \r\nadopted a blueprint for social development for all in \r\nthe twenty-first century. In addition to the Copenhagen \r\ncommitments, this follow-up programme of action \r\nprovides for specific measures at all levels, involving a \r\nvariety of actors. It promises that gains in social \r\ndevelopment will be consolidated and setbacks \r\nreversed, in particular through the realization of the \r\nopportunities offered by globalization. \r\n The Millennium Summit Declaration reinforced \r\nthe critical need for social development and, again, an \r\nunprecedented number of world leaders committed \r\nthemselves to many of its aspects. It reinforces our \r\ncollective efforts to ensure better living for all human \r\nbeings in greater equity and dignity. \r\n Bangladesh believes that eight areas need careful \r\nconsideration to ensure social development for all. \r\n First, an enabling environment should be created. \r\nSocial development cannot happen in isolation. We \r\nhave seen achievements reversed by global influences \r\nthat are beyond the control of individual countries. We \r\nsee emerging globalized economic and trading regimes \r\nin which marginalization and exclusion persist. We \r\nhave seen assistance diminish and debts grow, and \r\ninternational financial systems have yet to integrate \r\nfully social objectives into their policies and \r\nimplement them. In Geneva in 2000 — and before that \r\nin Copenhagen — we promised an environment that is \r\nenabling, and not disabling, for developing countries, \r\nand agreed to assist them by sharing information, \r\nhelping to build capacities and reducing the debt \r\nburden and the negative impact of international \r\nfinancial turbulence. We have to deliver on those \r\npromises. \r\n Second, we must work effectively towards \r\npoverty eradication. These days, poverty eradication \r\nseems to be the buzz-word. Everyone is on board in the \r\nfight against poverty. Yet poverty is persisting. Unless \r\npoverty eradication measures focus solely on the well-\r\n \r\n 31 \r\n \r\n A/55/PV.46\r\nbeing of the poor and ensure their involvement in the \r\nprocess, results will continue to elude us. \r\n From our experience in Bangladesh, we have \r\nfound that the most effective way of addressing \r\npoverty is by enabling the poor to help themselves. \r\nMuch has been said about the success of microcredit. \r\nWe have found that there is more to microcredit than \r\nbringing out the entrepreneur in the poor, especially \r\npoor women. In a comprehensive anti-poverty \r\ninitiative for homeless families, we are effectively \r\nusing microcredit to provide shelter and livelihood, and \r\nhave combined it with the provision of health care, \r\neducation, nutrition, family welfare services and \r\ncommunity development. \r\n Third, we must make women matter in social \r\ndevelopment. The outcome document of the special \r\nsession in Geneva states that women and men \r\nexperience poverty differently and unequally and \r\nbecome impoverished through different processes, and \r\nthat if those differences are not taken into account, the \r\ncauses of poverty cannot be dealt with by public \r\nactions. \r\n This is one element that has not always been the \r\ncase. The disparity from which women suffer, in terms \r\nof their involvement in decision-making on social \r\ndevelopment and in the delivery of services, and as the \r\nrecipients of such services, has to be addressed \r\nurgently. If there were more women involved in \r\ndecision-making, especially at the local level, it could \r\nresult in a better balance in policy and in resource \r\nflows to social development and gender equality. In \r\nBangladesh, we are benefiting from the direct election \r\nof over 14,000 women to local councils as a result of a \r\nrecent provision, which has contributed to more \r\ngender-sensitive policy-making, resource allocation \r\nand implementation of local and community-based \r\nprogrammes. \r\n Fourth, we must protect the vulnerable by \r\nenhancing social safety nets. For developing countries, \r\nthe challenge is twofold. On the one hand, traditional \r\nand community institutions that have been caring for \r\nthe vulnerable are under attack because of economic \r\nforces, often unleashed by the processes of a globalized \r\neconomy. On the other hand, new frameworks \r\ndeveloped for that purpose are often the first casualties \r\nof economic crises and structural adjustment. This has \r\nto be looked into. \r\n Fifth, we must involve the beneficiaries and civil \r\nsociety actors. Governments cannot meet social \r\ndevelopment goals alone. Their work will have to be \r\ncomplemented by the participation of civil society and \r\nthe private sector. The best results can be achieved \r\nthrough effective partnerships between Government \r\nand civil society and networking by civil society \r\nactors. An equally important goal has to be to involve \r\npeople and ensure that their voices count in social \r\ndevelopment. \r\n Sixth, there is a need for strong State frameworks \r\nto act as enablers. There has been a notion that States \r\nshould have a diminished role in social development. \r\nThat does not imply that States should be diminished; \r\nrather, it is the opposite. We need strong States that can \r\nbuild effective partnerships with community and civil \r\nsociety organizations to facilitate social development. \r\nDemocracy and governance issues are therefore of \r\ncritical importance. \r\n Seventh, the commitments made to accelerate the \r\neconomic, social and human resources development of \r\nAfrica and the least developed countries are yet to be \r\nfulfilled. These countries continue to be marginalized, \r\nand their participation in the globalized economy is \r\ndiminishing. \r\n The many promises made to Africa and the least \r\ndeveloped countries have not been backed up by \r\nactions. Even the United Nations has cut back on \r\ntechnical cooperation provided to these countries. The \r\n1995 Summit and the Geneva 2000 Conference have \r\nidentified many pressing actions. We hope that this \r\ntime around, these will be fulfilled. They should also \r\nbe backed up by further actions at the Third United \r\nNations Conference on the Least Developed Countries \r\nin 2001. \r\n The eighth and final point concerns promoting \r\ninternational cooperation that matters. Without genuine \r\ninternational cooperation, social development goals \r\nwill remain unfulfilled. Developing countries need \r\nresources and, also, the knowledge and capacity for \r\ntheir utilization. Therefore, they need international \r\ncooperation that not only makes available resources but \r\nalso reduces the information gap, helps build capacity, \r\npromotes a fair trading regime, protects the resource \r\nbase and generates employment and the well-being of \r\nthe people. \r\n Let me conclude by mentioning that the United \r\nNations must strengthen its work in promoting social \r\n \r\n32  \r\n \r\nA/55/PV.46  \r\ndevelopment goals. As we have mentioned before, \r\nsocial development should become one of the core \r\nactivities of the United Nations. All of the major \r\nUnited Nations global conferences of the 1990s — on \r\nfood security, environment, human settlements, human \r\nrights, population and development, children and \r\nwomen — have highlighted the need for social \r\ndevelopment, figuring prominently in the work of the \r\nUnited Nations. As the goals of these conferences are \r\ninterconnected and closely related, a coordinated and \r\nintegrated follow-up to all of these conferences is \r\nessential for their realization. In this follow-up, it will \r\nbe necessary that we continue to strengthen the \r\neffectiveness of the Economic and Social Council and \r\nits functional Commissions, in particular, the \r\nCommission for Social Development. \r\n Mrs. Aragon (The Philippines): In late June of \r\nthis year, we held a special session of the General \r\nAssembly dedicated entirely to the review of the \r\ncommitments we made during the World Social \r\nSummit five years ago and of our subsequent actions to \r\nfulfil those commitments. Allow me at the outset to \r\nthank the Government of Switzerland for its generosity \r\nin hosting that special session, and likewise, to express \r\nour appreciation to Ambassador Cristián Maquieira of \r\nChile, whose skill and leadership brought the special \r\nsession to a successful conclusion. \r\n It is heartening to note that during the \r\nMillennium Summit, our leaders reaffirmed the \r\ncommitments and follow-up actions to which we all \r\nhad agreed at the special session and that the subject of \r\ndevelopment for all peoples around the world figured \r\nprominently during the Millennium Summit round-\r\ntable discussions. \r\n In our review, we realized that, individually or \r\ncollectively, much more needs to be done in order to \r\nbring about progress and prosperity to all peoples, \r\nparticularly the 1.2 billion people living on less than \r\none dollar a day, the more than one billion in the \r\ndeveloping world who still lack access to safe drinking \r\nwater and the more than the 2.4 billion who lack \r\nadequate sanitation, as well as the millions of children \r\nworldwide who are not in school. We also realized that \r\nthe particular needs of the vulnerable, the \r\ndisadvantaged and the marginalized in our societies \r\nwill have to be addressed, and to do all this, resources \r\nare necessary if we are to achieve the social \r\ndevelopment goal that we set five years ago. \r\n During our special session, we agreed to take \r\nsteps to achieve many targets, with the hope that these \r\nwould lead us closer to the realization of our goal. We \r\nagreed, among other things, that countries must exert \r\nevery effort to halve by 2015 the proportion of the \r\nworld’s people living in poverty with an income below \r\none dollar a day. And since more than half of these \r\npeople are women and children, we stressed the need to \r\noffer measures that would increase the employment \r\nopportunities for women through training and \r\neducation, as well as improve women’s access to \r\nnecessary resources, through, among other means, \r\nmicrocredit, in order to support small and medium-\r\nsized enterprises that they establish. We have to narrow \r\nthe gender gap in primary and secondary education by \r\n2005 and ensure that all children complete a full course \r\nof primary education by 2015. We agreed as well on \r\nfurther initiatives to address the HIV/AIDS pandemic \r\nand other debilitating diseases predominant in \r\ndeveloping countries. We called on developed \r\ncountries to fulfil their commitment of allotting 0.7 per \r\ncent of their gross national product (GNP) for official \r\ndevelopment assistance (ODA), a target that was set \r\nabout 30 years ago, and we have drawn attention to the \r\nneed for a firm response to the debt burden of highly \r\nindebted developing countries, as well as that of \r\nmiddle-income developing countries. \r\n We believe that it is important to underscore and \r\nrecall what we have agreed upon, so that we can be \r\ncategorical and committed in our actions to achieve \r\nsocial development for all. For our part, the Philippines \r\nhas made pro-poor strategies an integral part of our \r\ndevelopmental plans. We aim to reduce poverty by \r\nadopting and implementing measures within the overall \r\nframework of human capital formation, by improving \r\nbasic social services, by expanding microcredit and by \r\nempowering the poor. We have targeted a reduction in \r\nour own incidence of poverty from 31.8 per cent in \r\n1997 to 25-28 per cent in 2004. We have taken to heart \r\nthe goals and objectives we agreed to during the World \r\nSummit and the special session. \r\n Let us not relegate these noble goals, \r\ncommitments and further actions that we agreed to a \r\nfew months ago to the archives of this Organization, \r\nwhere they will be appreciated only in thoughts and \r\nwords. Let us instead translate them into concrete \r\nactions that will benefit all of humankind and give \r\nmeaning to all our efforts. Let us act now, as our \r\nleaders have urged, so that five or 10 years hence, \r\n \r\n 33 \r\n \r\n A/55/PV.46\r\nwhen we review the progress that we have achieved, \r\nwe will look forward to doing more, not because we \r\nhave had little success in our efforts, but because we \r\nfeel that we have been faithful to our commitments and \r\nare very close to achieving the goal of social \r\ndevelopment for all in a world that has been closely \r\nintegrated by the unstoppable wave known as \r\nglobalization. \r\n The Philippines believes that the high-level \r\nintergovernmental event on financing for development \r\nto be held next year will be important, as it is expected \r\nto deliberate on actions aimed at contributing to the \r\nattainment of the goal of development for all. It is our \r\nhope that this event will seriously discuss the issue of \r\nresources, which must be done in order to carry out our \r\nplans and actions in addressing poverty and advancing \r\nprogress and prosperity for all our people. \r\n To conclude, if we have learned anything in our \r\nreview of the Social Summit commitments, it is that \r\nthe attainment of the goal of social development for all \r\nin this new millennium demands nothing less than the \r\ncontribution and cooperation of all — of Governments, \r\nintergovernmental organizations and international \r\norganizations, as well as of non-governmental \r\norganizations. This goal is not unattainable if we not \r\nonly put our hearts and minds into it, but also pour our \r\nresources into the task. This will make social \r\ndevelopment a reality for us all. \r\n Mr. Knyazhinskiy (Russian Federation) (spoke \r\nin Russian): As the Secretary-General’s report \r\naccurately notes, the twenty-fourth special session of \r\nthe General Assembly, held last June, was the \r\nculmination of the comprehensive efforts of the \r\ninternational community to carry out the tasks laid out \r\nat the Copenhagen Social Development Summit in \r\n1995. The wide-ranging discussion enabled us to learn \r\nlessons from the massive political and social upheavals \r\nthat marked the twentieth century and to try to make \r\njoint efforts to set humanity on the road to stable and \r\nconstructive development. \r\n The conclusions drawn at the special session \r\nconfirmed that the globalization process and the related \r\nradical changes in all areas of human life, far from \r\nridding us of social scourges, in fact generate new risks \r\nand challenges. The threat of nuclear annihilation in \r\nthe nuclear-confrontation period has now been replaced \r\nby such negative phenomena as international terrorism, \r\norganized crime, militant separatism, inter-ethnic \r\nconflict, illegal trafficking in weapons and narcotics \r\nand other severe problems. \r\n Many countries have not been able to enjoy the \r\nbenefits of progress in science and technology. Only a \r\nfew developed States are enjoying a qualitatively new \r\nlevel of well-being thanks to this progress. During the \r\ntwentieth century most of the other countries never \r\nachieved a new level of economic and social \r\ndevelopment. \r\n We need to rebuild the contemporary architecture \r\nfor international financial and economic cooperation, \r\nin order to bridge the gap between the extremes of \r\npoverty and wealth. In this context, the special \r\nsession’s decision that poverty eradication is the main \r\nsocial and economic development priority is \r\nparticularly relevant. \r\n Countries with economies in transition are facing \r\nunique problems. Their Governments are committed to \r\novercoming the social costs of the transition process, to \r\nputting an end to want and abject poverty and to \r\nensuring employment and social integration. However, \r\nthese efforts have not yet received an appropriate \r\nresponse from the international community. For all \r\npractical purposes, the decisions of the Social Summit \r\nconcerning support for these countries, including \r\nsupport from international financial institutions, have \r\nnot been implemented. We are very satisfied that the \r\noutcome document of the special session contains \r\nspecific initiatives to provide international assistance \r\nto countries with economies in transition. It is \r\nimportant that these Copenhagen + 5 decisions be \r\ntranslated into concrete actions. \r\n The recent special session confirmed the decisive \r\nrole of Governments in sustainable development aimed \r\nat satisfying the needs of the people and thus achieving \r\ngreater equality and justice. The Russian Government, \r\nfor its part, has undertaken the elaboration of a long-\r\nterm national strategy that will create the prerequisites \r\nfor effective economic and social development. The \r\nRussian Government sees its main task at present as \r\nbeing to ensure sustainable economic growth in an \r\natmosphere of political stability and without reducing \r\nthe population’s standard of living. We now believe \r\nthat the priority is not reform as such, but the people, \r\nin whose interest the reforms are being implemented. \r\n The Copenhagen Declaration and Programme of \r\nAction, as well as the further initiatives for social \r\ndevelopment adopted by the Assembly at its twenty-\r\n \r\n34  \r\n \r\nA/55/PV.46  \r\nfourth special session, give us important guidelines on \r\nhow to move towards a more beneficial and fairer \r\nworld order. \r\n Mr. Tiburcio (Mexico) (spoke in Spanish): We \r\ntake the floor to acknowledge once again the efforts of \r\nthe United Nations to bring the Member States together \r\nto reaffirm the commitments we made at the World \r\nSummit for Social Development in Copenhagen and \r\nreaffirmed in Geneva. In this regard, the Mexican \r\ndelegation supports the statement by the delegation of \r\nColombia on behalf of the Rio Group countries. In \r\naddition, we would like to share with the Assembly the \r\nprogress that the Mexican Government has made in its \r\nsocial policies and the goals that we have been able to \r\nachieve within the framework of the commitments \r\nentered into at the Social Development Summit, and to \r\ndescribe how we regard the challenges ahead. \r\n Our country’s social policy in the last six years \r\nhas been aimed at achieving specific goals, such as \r\nthose proposed in Copenhagen. Improving the welfare \r\nof our citizens has been the number one priority of \r\nPresident Zedillo’s Administration. An important factor \r\nhas been not only designing programmes and setting \r\nobjectives, but also the way in which the expected \r\nresults are attained. \r\n We are convinced that the effectiveness of social \r\npolicy, and particularly the fight against poverty, is \r\nlinked to a favourable economic environment. \r\nTherefore, measures were taken to guarantee \r\nconditions of stability and growth that would ensure \r\nbalanced development and allow for a vigorous \r\ncampaign against poverty and marginalization. \r\n Increasing resources have been devoted to social \r\nexpenditures, which have risen by 7 per cent a year \r\nover the last six years. This year social expenditures \r\nrepresent more than 61 per cent of the proposed budget \r\nand 9.6 per cent of the gross national product, the \r\nhighest rate achieved in Mexico’s history. We have also \r\nachieved greater transparency in the allocation of \r\nresources, and promoted democratic decision-making \r\nin the struggle against poverty and social \r\nmarginalization. \r\n One strategy of our anti-poverty programmes has \r\nbeen to decentralize, devolving authority and resources \r\nto local governments. In order to guarantee the social \r\nrights of the citizens, we have developed — in addition \r\nto general health, education and social security \r\nprogrammes — a range of highly targeted food \r\nsecurity, health and education programmes and created \r\nand improved housing services. Employment and \r\nincome opportunities for the extremely poor have been \r\nincreased through the use of microcredit and \r\nmicrofinancing. \r\n Now I would like to highlight some of my \r\ncountry’s achievements in education, health and \r\nemployment. We have channelled significant funds to \r\neducation, and consequently most Mexican children \r\nnow have free access to basic education and graduation \r\nrates have been improved, so that now almost 90 per \r\ncent of all primary school children graduate. We have \r\nenlarged the health infrastructure significantly, and \r\nquality has been improved. This has reduced child \r\nmortality rates, and life expectancy has risen, now \r\nexceeding 75 years. The national health system now \r\ncovers 98 per cent of the population of almost 100 \r\nmillion. \r\n We have strengthened a forward-looking social \r\npolicy that focuses on problems of investing in human \r\ncapital. This allows people to advance on the basis of \r\ntheir own efforts. One example of this is our education, \r\nhealth and food programme, whose comprehensive \r\napproach has allowed us to cover 14 million people in \r\nrural areas, concentrating on families living in extreme \r\npoverty. \r\n Similarly, the Mexican Government distributes \r\nmilk every day to 4.2 million children and provides \r\nfree tortillas to almost 6 million. Moreover, we \r\ndistribute basic products at low cost to almost 30 \r\nmillion people living in conditions of marginalization. \r\nThe national fund for social enterprises has created \r\nmore than 638,000 jobs. More than 5.6 million jobs \r\nhave been created through the seasonal employment \r\nprogramme and, with additional support activities, \r\nrural development has helped 3.5 million workers in \r\nthe countryside. We have also decisively helped \r\nindigenous groups, women’s organizations and \r\nartisans’ groups with productive activities, to the \r\nbenefit of over 2 million people. I would also refer to \r\ncomprehensive actions that have benefited farm day \r\nlabourers and other vulnerable groups. \r\n The social policies of Mexico have made \r\nsignificant progress with respect to the commitments of \r\nthe World Summit. Life expectancy has risen beyond \r\n75 years. Average schooling has risen to 7.8 grades. \r\nIlliteracy has been reduced to 10 per cent. The \r\nmortality rate of children under five has been reduced \r\n \r\n 35 \r\n \r\n A/55/PV.46\r\nto 28 per 1,000 and we have significantly lowered \r\nunemployment in urban areas.  \r\n The responsible participation of society has had a \r\nclear impact on these activities. Citizen response is \r\nreflected in the work of non-governmental \r\norganizations and in the establishment of citizens’ \r\nadvisory boards on social matters. Gender equity has \r\nalso been an important goal of our social policy. In \r\ngeneral, various poverty eradication programmes \r\ndevote 50 per cent of their resources to the specific \r\nneeds of women. \r\n Despite the joint efforts of society and \r\nGovernment, the extent and depth of poverty continue \r\nto be key challenges. Meeting them will require an \r\neven greater effort on the part of all Mexicans. This \r\npolitical, ethical and moral commitment to the poorest \r\nrequires us to build on our successes and to remedy our \r\nshortcomings. To that end, our actions should be based \r\non a broad democratic plurality to fight against poverty \r\nand to build a fair country, such as that which earlier \r\ngenerations have always tried to build.  \r\n The commitments we undertook in Copenhagen \r\nand reaffirmed in Geneva compel all countries to take \r\nmore vigorous action to help the poor. We share the \r\nobjective of halving the incidence of extreme poverty \r\nby 2015. This is a conscious commitment undertaken \r\nas a result of the review and assessment of \r\naccomplishments made since the Copenhagen Summit \r\nin a world experiencing intense globalization. These \r\nand other challenges must be met with significant \r\nefforts in the years ahead, nationally, regionally and \r\nwithin the framework of the United Nations. \r\n The Government of Mexico fully supports the \r\nnew measures and initiatives set forth in Geneva to \r\nfulfil the commitments of the Summit. We know that, \r\nby promoting social and economic policies within the \r\nframework of democracy and the full exercise of \r\ncitizens’ rights, we will make progress towards \r\neradicating the poverty and inequity that persist in our \r\ncountries. There is no doubt that we can make a \r\ncontribution to all humanity at the dawn of the new \r\nmillennium by focusing the energies of the \r\ninternational community on meeting these formidable \r\nchallenges. \r\n Mr. Mwakawago (United Republic of Tanzania): \r\nMy delegation would like to associate itself with the \r\nstatement made by the representative of Botswana on \r\nbehalf of the States members of the Southern African \r\nDevelopment Community. \r\n My delegation welcomes the Secretary-General’s \r\nreport before us on the theme “World Summit for \r\nSocial Development and beyond: achieving social \r\ndevelopment for all in a globalizing world”, contained \r\nin document A/55/344. The report succinctly analyses \r\nthe outcome of the review conference held last June in \r\nGeneva on the Copenhagen Programme of Action \r\nendorsed during the World Summit for Social \r\nDevelopment in 1995. \r\n That conference adopted the outcome document, \r\nentitled “Further initiatives for social development”, \r\nwhich marked a renewed and strengthened \r\ncommitment of the international community to \r\neradicating poverty, promoting full and productive \r\nemployment and fostering social integration to achieve \r\nstable, safe and just societies for all. The report further \r\nidentifies a number of critical measures necessary to \r\nachieve the Summit’s goals. \r\n At the national level, due to the introduction of \r\nthe market economy, the capacity of States to provide \r\nsocial services has been considerably reduced. Even \r\nthough the State is no longer the sole provider of social \r\nservices, there is consensus on the need to strengthen \r\nthe public institutions to provide an effective \r\nframework to ensure an equitable provision of basic \r\nsocial services for all. Furthermore, for an effective \r\nimplementation of the goals, each State must have a \r\nclear strategy for social development, focusing on \r\ncapacity-building and giving priority to investments in \r\neducation, health and employment and to the provision \r\nof other basic social services in order to help people \r\nliving in poverty. \r\n Scarcity of resources, weak infrastructure, \r\nworsening terms of trade and the debt burden are \r\namong the factors undermining poverty eradication \r\nefforts in developing countries. Other obstacles to \r\npoverty eradication include lack of access to education, \r\nhealth services and safe drinking water. International \r\nsupport is therefore important in supporting the efforts \r\nof developing countries in the aforementioned areas. \r\n Permit me at this juncture to share the \r\nexperiences of my country in addressing issues of \r\nsocial development. Since independence, Tanzania has \r\nformulated policies to promote social development in \r\nall its aspects. However, the programmes could not be \r\n \r\n36  \r\n \r\nA/55/PV.46  \r\nsustained over a long period of time due to lack of \r\nresources. \r\n After the 1995 Copenhagen Social Summit, \r\nTanzania adopted a poverty-eradication strategy for \r\neconomic and social development. Once again, \r\nmobilizing sufficient domestic resources for poverty \r\neradication continues to be a major problem. Having \r\nendorsed the 20/20 initiative, the Tanzanian \r\nGovernment began to allocate more budgetary \r\nresources to the basic social sectors in order to improve \r\nthe situation. However, counterpart financing by \r\ndonors was not provided on a regular basis and official \r\ndevelopment assistance resources have declined. \r\n Progress towards the implementation of the \r\nSocial Summit goals has also been limited by the debt \r\nburden. For a long time, the unbearable debt servicing \r\nhas been draining over 30 per cent of government \r\nrevenue. In this regard, we are relieved to have \r\nqualified for Heavily Indebted Poor Countries Debt \r\n(HIPC) Initiative funding and hope to use the relief \r\nfunds for social development. \r\n As you are aware, Tanzania hosts over 800,000 \r\nrefugees from Burundi, the Democratic Republic of the \r\nCongo and elsewhere. The presence of such a large \r\nrefugee population is a big burden for a poor country \r\nlike Tanzania. This implies that while striving to meet \r\nthe basic social needs of our people, we also have to \r\nbear the additional burden of meeting the growing \r\nneeds of the refugees in many aspects that are not \r\ncovered by the international community. It is therefore \r\nimperative that there must be increased and sustained \r\nassistance that will not only meet the needs of the \r\nrefugees, but also those of the host country. Concerted \r\neffort is also needed to resolve the conflicts in the \r\nGreat Lakes region, which are the main cause of the \r\nrefugee problem. \r\n The emergence of the HIV/AIDS pandemic has \r\nalso brought a number of setbacks through, among \r\nother things, the weakening and depletion of a much-\r\nneeded human resource base. The situation is grave. \r\nWe request the international community to support \r\nefforts aimed at preventing the disease and at \r\nfacilitating access to treatment and care for the victims. \r\nSupport is also needed in helping the Government’s \r\nefforts to address other dangerous diseases affecting \r\nour population, including malaria and tuberculosis. \r\n In conclusion, Tanzania has put in place a \r\nnational strategy for poverty eradication. We are \r\nappreciative of the growing support we are receiving, \r\nboth bilaterally and from the international community. \r\nWe are convinced that the benefits resulting from our \r\naccess to HIPC will greatly facilitate our poverty \r\neradication programmes. \r\n Mr. Carp (United States): The World Summit for \r\nSocial Development held in Copenhagen in 1995 made \r\nimportant gains in reshaping both national and \r\ninternational development policies, institutions and \r\nresources to promote more equitable and people-\r\ncentred sustainable development. The Summit \r\nhighlighted how investments in people — in their \r\neducation and health — were critical to their \r\nproductivity. It focused positively on the role of \r\nmultilateral banks, structural adjustment programmes \r\nand the power of free markets in reducing poverty and \r\npromoting social integration. It broke new ground with \r\na specific commitment to equality for women and \r\nrecognized the need to equalize opportunities so that \r\npeople with disabilities can contribute to society and \r\nbenefit from full participation in it. \r\n In June 2000, the international community came \r\ntogether to assess the progress made since Copenhagen \r\n— to take stock of what had been accomplished to \r\neradicate poverty, promote full and productive \r\nemployment and foster social integration to achieve \r\nstable, safe and just societies for all. We looked at the \r\nobstacles encountered during the last five years in the \r\nimplementation of the Copenhagen Programme of \r\nAction and discussed further initiatives to accelerate \r\nsocial development for all. \r\n As we surveyed the endeavours undertaken to \r\nachieve the Copenhagen Programme of Action, we all \r\nsoon realized that even though significant positive \r\ndevelopment could be identified, barriers remained. \r\nThe focus then turned to additional steps that needed to \r\nbe taken to further implement the goals and \r\ncommitments made in Copenhagen. \r\n I am sure that we can all agree that negotiations \r\nwere not always easy. However, while we encountered \r\nbumps along the way, the twenty-fourth special session \r\nof the General Assembly, entitled “World Summit for \r\nSocial Development and Beyond: Achieving Social \r\nDevelopment for All in a Globalizing World”, which \r\ncame to be known as Copenhagen + 5, reaffirmed the \r\nten commitments made five years ago to promote \r\nsocial development at the national and international \r\n \r\n 37 \r\n \r\n A/55/PV.46\r\nlevels and pledged further initiatives to implement \r\nthose commitments in the years ahead. \r\n The documents negotiated at Copenhagen + 5 \r\ncontained much useful language on workers’ rights, \r\nsocial integration, health and education, the battle \r\nagainst HIV/AIDS, gender equality, people-centred \r\nsustainable development, transparent and accountable \r\ngovernance, measures to combat corruption and \r\npoverty eradication. \r\n While we believe that economic policies cannot \r\nbe divorced from the social and political context in \r\nwhich they function, we firmly believe that good \r\ngovernance is a critical element for an enabling \r\nenvironment for social development. The United States \r\nhas been supportive of the trend in the international \r\ncommunity, as well as within multilateral lending \r\nagencies, to take into account social impact when \r\nformulating and implementing structural adjustment \r\nprogrammes. At the same time, we believe that free \r\nand regular elections, the rule of law, transparency in \r\npolitical processes, accountable governments and an \r\nindependent and free media are basic building blocks \r\nof a stable society. \r\n The United States remains committed to the goals \r\nof the Social Summit, and we have endeavoured to \r\nraise the living standards of American citizens. We \r\nhave worked towards the creation of a more equitable \r\nsocial system with attention to the concerns of \r\nminorities, women, youth, older persons and persons \r\nwith disabilities. We have increased the minimum wage \r\nand have undertaken health insurance reform to benefit \r\nworking individuals and families. \r\n However, as our Secretary of Health and Human \r\nServices, Donna Shalala, said at the time of the special \r\nsession, there is still much work to do. Secretary \r\nShalala noted then that the United States must enforce \r\nlaws against racial and sex discrimination, expand \r\nhealth care, support worker training, invest in our most \r\nimpoverished regions and improve education. We are \r\nworking very hard to put our own house in order. \r\n We commend every nation for everything that has \r\nbeen accomplished since 1995. However, we must all \r\ncontinue to work hard to implement the commitments \r\nmade in Copenhagen. We believe that there is need to \r\ngive special attention to the valuable role that women \r\ncan play in social development, as well as in conflict \r\nprevention and conflict resolution. But, even though \r\nwomen have a critical impact on the development of \r\nsocieties, they are often excluded from the economic \r\nand social process. The opportunity to include women \r\nas beneficiaries of services and partners to their \r\ndelivery has never been fully realized. There is need, \r\ntherefore, to empower women politically and \r\neconomically, and women must participate at all levels \r\nof decision-making. The first step is through education. \r\n There has been an increased awareness within the \r\ninternational community that education is one of the \r\nmost valuable means of achieving gender equality and \r\nthe empowerment of women. But gender \r\ndiscrimination and bias still exist. There is still \r\npersistent use of gender stereotypes in educational \r\nmaterials, and insufficient attention is paid to the link \r\nbetween women’s enrolment in higher educational \r\ninstitutions and labour market dynamics. Achieving \r\ngender equality and empowerment of women requires \r\nredressing inequalities between women and men and \r\ngirls and boys and ensuring their equal rights, \r\nresponsibilities, opportunities and possibilities. \r\n The United States strongly supported language  \r\nin the Copenhagen + 5 and Beijing + 5 outcome \r\ndocuments calling for accelerated action and \r\nstrengthened political commitment to close the gender \r\ngap in primary and secondary education by 2005, and \r\nto ensure free compulsory and universal primary \r\neducation for both girls and boys by 2015. We simply \r\nmust continue to work together to develop to the fullest \r\nthe potential of women in our societies. \r\n This brings me to the topic of globalization. We \r\nmust acknowledge that globalization is a fact, not a \r\npolicy option that can be turned off or reversed. \r\nGlobalization is revolutionizing the way the world \r\nworks, and can bring tremendous benefits to \r\ndeveloping countries — by stimulating trade, for \r\nexample, or by adapting new information technology to \r\nlocal uses, such as micro e-commerce, distance \r\neducation and public health information. At the same \r\ntime, we recognize that not all developing countries \r\nhave been able to take advantage of the benefits of \r\nglobalization to the same degree. Within countries, not \r\nall groups share in the benefit. Due to historic patterns \r\nof discrimination, some vulnerable groups, including \r\nwomen, do not have equal access to these benefits, or \r\nthe proper education and training that will enable them \r\nto participate fully in the positive aspects of the new \r\neconomy. Every nation needs to pursue sound policies, \r\nsuch as promoting education, private sector \r\ndevelopment and the free flow of information to help \r\n \r\n38  \r\n \r\nA/55/PV.46  \r\nall their citizens, including women, to take advantage \r\nof the opportunities of economic globalization. \r\n At the same time, we strongly believe that \r\ndeveloping nations should not face this task alone. \r\nDeveloping countries need help to close the gaps so \r\nthat they can successfully harness the benefits of \r\nglobalization for economic development. As we agreed \r\nin Okinawa, the international community must work \r\ntogether with developing countries in areas such as \r\ntrade capacity-building, debt relief, expanding digital \r\nopportunities and untying official development \r\nassistance. Further, the international community must \r\nalso help developing countries build policies and \r\ninstitutions that foster freedom, opportunity, security, \r\nthe rule of law and more effective delivery of \r\neducation and health services, as well as \r\nenvironmentally sustainable management of natural \r\nresources. \r\n In the area of trade, the Trade and Development \r\nAct of 2000, passed by the United States Congress this \r\nspring, combines the Administration’s African Growth \r\nand Opportunity Act and the Caribbean Basin Trade \r\nEnhancement Act into an economic package which \r\noffers duty-free and quota-free access to the United \r\nStates market for eligible countries. The initiative also \r\noffers broad economic and technical assistance to \r\npromote development in those regions. \r\n We have been working as well with the European \r\nUnion and Japan to ensure that developing countries \r\nbenefit more fully from participation in the global \r\ntrading system. Recently the United States and the \r\nEuropean Union concluded proposals offering duty-\r\nfree market access to virtually all exports from least \r\ndeveloped countries. We are also working with the \r\nEuropean Union and Japan to provide technical \r\nassistance to help the least developed countries \r\nparticipate more fully in the world trading system and \r\nmeet their World Trade Organization (WTO) \r\nobligations. \r\n With regard to debt relief, the United States \r\nreaffirms its strong commitment to achieving further \r\nprogress in delivering debt relief to the heavily \r\nindebted poor countries (HIPC) committed to poverty \r\nreduction. There has been progress in the \r\nimplementation of the Highly Indebted Poor Countries \r\nDebt Initiative. Ten countries have reached their \r\ndecision points and are now receiving substantial cash \r\nflow relief. By the end of 2000 as many as 20 are \r\nexpected to reach their decision points and begin \r\nreceiving debt relief. \r\n We need to emphasize the importance of country-\r\nowned poverty reduction strategy papers, which are a \r\nvital way of ensuring that the proceeds of debt relief \r\nand development lead to poverty reduction and \r\neconomic growth. We encourage the countries which \r\nhave not yet reached their decision point to continue \r\nreform efforts in order to benefit from the Enhanced \r\nHIPC Initiative. \r\n Before closing, I am pleased to inform the \r\nAssembly that our Congress has agreed to appropriate \r\n$435 million, the full amount needed to fund our share \r\nof the HIPC trust fund and to pay for our bilateral debt \r\nreduction commitments. \r\n We need to work together and continue our \r\nefforts to improve the quality of life of our citizens as \r\nwe enter the new millennium. We are prepared to work \r\nwith the international community to ensure that our \r\nchildren can grow in a safe, healthy and prosperous \r\nenvironment. \r\n Mr. Parnohadiningrat (Indonesia): On behalf of \r\nthe Indonesian delegation, I am pleased to speak on \r\nagenda item 37, “Implementation of the outcome of the \r\nWorld Summit for Social Development and of the \r\nspecial session of the General Assembly in this \r\nregard”. \r\n Allow me to begin by expressing my appreciation \r\nto the Secretary-General for his informative report. \r\n The recent twenty-fourth special session of the \r\nGeneral Assembly has added to our awareness of the \r\nmuch analysed impact of globalization and the far-\r\nreaching ramifications that accompany this \r\nphenomenon. For the majority of developing countries, \r\nits direct impact, namely the weakening of the capacity \r\nof national Governments and local communities to \r\ncontrol and manage global influences, has become \r\neven more well known. \r\n At the same time, the rapid pace of development \r\nin information technology and electronic commerce \r\nhas added a new element to the equation. The Asian \r\neconomic crisis clearly demonstrated the speed at \r\nwhich finances now flow from one region of the world \r\nto another and the need to adjust to the impact of \r\ninformation and communication technology on the \r\nglobalization of financial markets. The recent special \r\nsession of the General Assembly entitled “World \r\n \r\n 39 \r\n \r\n A/55/PV.46\r\nSummit for Social Development and beyond: achieving \r\nsocial development for all in a globalizing world” was \r\ntherefore a very timely event, as it facilitated \r\ndeliberations on these emerging and interrelated issues \r\nthat so clearly affect social development. \r\n Among the many important issues addressed, one \r\nthat my delegation considers to be extremely crucial, is \r\nthe eradication of poverty. In this connection, the \r\nobservations made at the Summit that many countries \r\nare experiencing an increase in poverty and a decrease \r\nin basic social services is worth reconsidering. \r\nIndonesia is confronted with a prolonged economic \r\ncrisis. Coupled with it are a number of issues, such as \r\ndemographic changes and their attendant \r\nconsequences, the question of internally displaced \r\npersons and refugees and the lack of resources for the \r\nprovision of basic social services, all stand in the way \r\nof eradicating poverty. Therefore, we fully support new \r\ninitiatives, among others, consensus-building among \r\nrelevant actors at all levels on policies and strategies to \r\nreduce the proportion of people living in extreme \r\npoverty by one half by 2015. \r\n The debt-burden issue of developing countries \r\nhas also been prominent on the list of obstacles to be \r\nfollowed up since the Summit and again the special \r\nsession registered progress on this question. There are \r\nseveral welcome initiatives that have emerged from the \r\nspecial session, including contributions to the heavily \r\nindebted poor countries trust fund and even the \r\ncancellation of debt by some countries and, the \r\nperennial issue of the decline in official development \r\nassistance, as mentioned in the Secretary-General’s \r\nreport, was also addressed through reaffirmation of the \r\n0.7 per cent target. \r\n We also need to take note of the valuable \r\ncontributions being made by the regional commissions \r\nin support of regional social development initiatives. \r\nIndonesia therefore supports the notion that regional \r\ncommissions should continue to convene high-level \r\nfollow-up meetings. Such meetings would afford an \r\nopportunity to share experiences and discuss best \r\npractices to review progress made and to identify \r\nadditional initiatives to strengthen implementation, as \r\nwell as to enhance cooperation within the region. \r\n Without income and decent employment, the total \r\ndevelopment target cannot be achieved. It is for this \r\nreason that we endorse the promotion of decent \r\nemployment opportunities based on four social pillars, \r\nwhich include securing basic rights at work, ensuring \r\nequality between women and men in employment and \r\noccupations, enhancing the effectiveness of social \r\nprotection for all and strengthening tripartism in social \r\ndialogue. To that end, Indonesia promotes the \r\nimplementation of the eight core conventions of the \r\nInternational Labour Organisation (ILO), which it has \r\nratified. With regard to the feminization of poverty, \r\nIndonesia welcomes the increased attention being \r\ngiven by the ILO to the protection of human rights of \r\nwomen migrant workers working in the domestic \r\nsector and appeals for increased ILO technical \r\nassistance in this field. \r\n On this occasion, we also wish to express our \r\ndeep regret regarding the decline in cooperation \r\nassistance on the part of the United Nations Children’s \r\nFund (UNICEF) for the welfare of women and children \r\nin Indonesia, for the period from 2001 to 2005. Such a \r\ndecline will weaken the national capacity to meet the \r\nbasic needs of Indonesian mothers and children, as \r\nwell as their ability to cope with the negative impact of \r\nthe economic crisis. \r\n In closing, let me state that Indonesia will remain \r\nan active and fervent supporter of social development \r\nfor all. We hope that the international community will \r\nmove beyond rhetoric and achieve social development \r\ngoals set at the World Summit. \r\n Mr. Mbanefo (Nigeria): It is my honour and \r\nprivilege to address the Assembly on behalf of the \r\nGroup of 77 and China, on agenda item 37, on the \r\nimplementation of the outcome of the World Summit \r\nfor Social Development and of the special session of \r\nthe General Assembly in this regard. May I also \r\nexpress the Group’s appreciation to the Secretary-\r\nGeneral for his concise report on the subject, which is \r\na very handy reference for the issues related to social \r\ndevelopment. \r\n Last June some 163 representatives of \r\nGovernment addressed the twenty-fourth special \r\nsession of the General Assembly in Geneva on the \r\nimplementation of the Copenhagen Declaration and \r\nProgramme of Action. That solemn occasion provided \r\nthe international community the opportunity to reassess \r\nthe extent to which it had met the goals set in five \r\nyears previously. The score card was not encouraging. \r\nIn the course of deliberations, many representatives \r\nacknowledged that, despite the positive developments \r\nin economic and social spheres, the gap between the \r\n \r\n40  \r\n \r\nA/55/PV.46  \r\ndeveloped and the developing countries in terms of \r\nwealth distribution has continued to widen during the \r\nlast five years. \r\n A number of obstacles were identified as being \r\nresponsible for the lack of progress since Copenhagen, \r\nwhich, inter alia, included the challenges of \r\nglobalization and declining levels of official \r\ndevelopment assistance. These challenges are \r\nconsidered beyond the capacity of any single country \r\nto address. Enhanced international cooperation is \r\nimperative if these issues are to be successfully \r\naddressed. \r\n The special session took far-reaching decisions \r\nconsidered critical for the achievement of social \r\ndevelopment for all. For us in developing countries, \r\nreducing the proportion of people living in extreme \r\npoverty by half by 2015, a commitment which our \r\nleaders also entered into at the Millennium Summit, \r\nand developing and implementing pro-poor growth \r\nstrategies will require resources that are not readily \r\navailable in most of our countries. The resource bases \r\nof our weak economies need to be improved as a \r\nmatter of urgency. We welcome initiatives aimed at the \r\nimprovement of access to the global trading system, \r\nthe reduction of the negative social impact of \r\ninternational financial turbulence and the enhancement \r\nof the participation of developing countries in \r\ninternational economic decision-making processes, \r\namong others. However, there is also an urgent need \r\nfor unhindered and unrestricted market access for \r\nexports from developing countries. We believe that this \r\nis a sure way to enable our active participation in the \r\nglobal market, which will enhance growth, create \r\nemployment and eventually reduce poverty. \r\n We commend the initiative of a few of our \r\ndevelopment partners that have undertaken to \r\ncontribute to the Heavily Indebted Poor Countries \r\nTrust Fund and to enact legislation to write off loans \r\nthey made to some developing countries. Similarly, we \r\nwish to convey our gratitude to the countries that have \r\nannounced their decision to raise their official \r\ndevelopment assistance to 1 per cent of their gross \r\ndomestic product. In the same vein, another country \r\npledged a contribution of close to $175 million for \r\ndevelopment projects in education and in combating \r\nHIV/AIDS. The Group of 77 welcomes these \r\nexemplary initiatives and urges more of our partners to \r\nfollow this example. \r\n External debt is a recurrent theme that requires \r\nurgent attention. The debt service ratio remains \r\nextremely high, making it virtually impossible to \r\nmobilize local resources to propel social renewal and \r\npoverty eradication. Debt has become the greatest \r\nobstacle in tackling underemployment and \r\nunemployment in our countries. Continuing the \r\nexisting debt policies of international financial \r\ninstitutions can only make our countries poorer. \r\nAlthough we welcome the new initiatives that I have \r\nenumerated, it is also our firm belief that the debt issue \r\nhas to be addressed in a more coherent and \r\ncomprehensive manner to achieve the desired \r\nobjective. That will ultimately have to include outright \r\ndebt cancellation to free the scarce resources that will \r\nprovide the basis for economic renewal and social \r\nadvancement. \r\n Sub-Saharan Africa has the largest proportion of \r\npeople living on less than $1 a day. It also contains the \r\ncountries that recorded the slowest growth among \r\nmedium-income and low-income countries in the \r\n1990s, with total outstanding external debt exceeding \r\nthe entire gross national product. The initiatives taken \r\nby the special session to address the need for additional \r\nconcessional resources for Africa and the least \r\ndeveloped countries and to consider the establishment \r\nof a world solidarity fund are steps in the right \r\ndirection. \r\n Nowhere is the impact of HIV/AIDS more \r\ndevastating than in Africa. According to a recent \r\nreport, 14 million Africans have died of the disease, \r\nand another 24.5 million are now living with HIV. \r\nUndoubtedly, the challenges posed by the HIV \r\npandemic require a coordinated global response. We \r\nbelieve that the initiatives of African countries deserve \r\nthe support of the international community. It is in that \r\nregard that we welcome the measures addressed by the \r\nspecial session, particularly the call for wider access to \r\nquality medications by ensuring the provision, \r\naffordability, distribution and delivery of drugs, as well \r\nas putting in place a strong generic drug policy and \r\nallocating additional resources to support research, \r\ndevelopment and training in Africa and the least \r\ndeveloped countries in the field of vaccines and public \r\nhealth. \r\n Education is the key to the technology-driven \r\nglobal economy. It can provide developing countries \r\nthe opportunity to overcome the obstacles that impede \r\nreaching general social development objectives. \r\n \r\n 41 \r\n \r\n A/55/PV.46\r\nConsequently, it is imperative that developing \r\ncountries continue to devote all necessary attention to \r\neducation, especially basic education. We therefore \r\nwelcome the reaffirmation by the special session of the \r\nFramework for Action: Education for All adopted at the \r\nWorld Education Forum in Dakar, as well as the call to \r\nencourage and assist developing countries in building \r\ncapacities for secondary and tertiary education and in \r\nskills and technologies. We also welcome the \r\nreaffirmation by world leaders in the Millennium \r\nDeclaration that no effort will be spared to free \r\nhumanity from the abject and dehumanizing conditions \r\nof extreme poverty that substantial numbers of the \r\nworld’s peoples have been confined to. \r\n The twenty-fourth special session remains a \r\nwatershed in meeting the goals and objectives that the \r\ninternational community set for itself five years ago, \r\nwhich we all agree have not been adequately \r\naddressed. On the basis of the lessons learned during \r\nthat period, the countries of the Group of 77 believe \r\nthat much needs to be achieved in the next five years if \r\nwe are seriously committed to the eradication of \r\npoverty and improving the quality of life for the \r\nworld’s peoples. We therefore affirm our commitment \r\nto play our part in meeting the objectives of achieving \r\nsocial development for all. To that end, we reiterate our \r\ncall for the provision of adequate resources, at all \r\nlevels, so that the various commitments made during \r\nthe special session can be translated into concrete \r\naction. \r\n Mr. Ogonowski (Poland): I wish first to point out \r\nthat Poland associated itself with the statement made \r\nearlier today on this agenda item by the representative \r\nof France on behalf of the European Union and \r\nassociated countries. \r\n Five years have passed since the world’s heads of \r\nState and Government met in Copenhagen to decide on \r\ncommon action to address social problems on a global \r\nscale. The Copenhagen Summit recognized, and the \r\nGeneral Assembly at its twenty-fourth special session \r\nconfirmed, that poverty, unemployment, discrimination \r\nand social exclusion have a universal character and that \r\nevery society has to address them. The international \r\ncommunity should therefore unite its efforts to better \r\ncope with those phenomena and eradicate them. The \r\nreview and appraisal of the implementation since 1995 \r\nof the Copenhagen commitments has shown that while \r\nprogress has been made, it has been uneven and that \r\nfurther initiatives in that respect are required. \r\n The documents adopted in Copenhagen and \r\nGeneva underline the importance of cooperation, joint \r\nresponsibility and international solidarity in solving \r\nproblems related to social development. They also \r\ninspire and stimulate social sensitivity, but at the same \r\ntime reflect the concrete commitment of the \r\ninternational community. The debate during the special \r\nsession, Copenhagen + 5, clearly demonstrated that \r\nglobalization creates new possibilities for economic \r\nand social growth, but that at the same time it can also \r\nbe disruptive to some weaker and less developed \r\neconomies. A particularly distressing tendency is that \r\nthe poorest countries and social groups do not in \r\npractice share the benefits derived from increased \r\neconomic and trade cooperation. \r\n The Government of Poland reaffirms its \r\nunequivocal support for the objectives of the \r\nCopenhagen Declaration on Social Development and \r\nthe Programme of Action, as well as for the outcome \r\ndocument of the twenty-fourth special session. To \r\nillustrate our national commitment to these important \r\nsocial development targets, let me briefly mention the \r\nactions taken by the Polish Government, and point out \r\nthe positive experience gained in the process of \r\nachieving the goals set by the Copenhagen Summit. \r\n The targets identified in Copenhagen helped the \r\nPolish Government to make more efficient its efforts \r\nfocused on poverty reduction, promotion of productive \r\nemployment and social integration. In order to attain \r\nbetter and more easily accessible social services, the \r\nPolish Government introduced in 1999 four major \r\nstructural reforms in the sectors of administration, \r\nsocial insurance, health care and education. \r\n Reduction of poverty and of social exclusion \r\nhave been identified as priorities of the Government’s \r\nsocial policy. In that regard, the Government \r\nencourages civil-society actors, such as non-\r\ngovernmental organizations, local authorities and the \r\nprivate sector, to coordinate their efforts in order to \r\nincrease their efficiency in addressing those challenges. \r\n On the international level, the Government of \r\nPoland welcomed the decision of the G-7 countries \r\ntaken at Cologne in 1999 to enhance the debt relief \r\ninitiative with regard to highly indebted poor countries. \r\nPoland has accepted the principles of the Heavily \r\nIndebted Poor Countries (HIPC) Debt Initiative and \r\nhas decided to participate actively in the debt reduction \r\nprocess. As it completes the process of transition to a \r\n \r\n42  \r\n \r\nA/55/PV.46  \r\nmarket-based economy, Poland is still confronted with \r\nmany social and economic challenges. Joining the \r\nHIPC Initiative to demonstrate solidarity with the \r\npoorest countries is a significant effort on our part, \r\nwhich will amount to $240 million. \r\n In 1998 Poland became an emerging donor to \r\nUnited Nations agencies. The Government of Poland \r\nhas approved the plans and principles for a national \r\ndevelopment assistance agency, which is now in the \r\nprocess of being established. The main task of that \r\ninstitution will be to coordinate the distribution of \r\nPolish development assistance. \r\n For its part, Poland is resolved to continue the \r\nformulation of its social development policy and to \r\nexpand cooperation with all interested international \r\npartners for the full implementation of the Copenhagen \r\ncommitments. \r\n Ms. Elisha (Benin) (spoke in French): I wish to \r\nbegin by associating my delegation with the statement \r\nmade by the representative of Nigeria on behalf of the \r\nGroup of 77 and China. \r\n Five years ago, in the face of inadequate \r\ndevelopment and its adverse consequences, such as \r\npoverty, illiteracy, disease and conflict, the \r\ninternational community decided to address the \r\nquestion of social development by convening the \r\nCopenhagen World Summit for Social Development. \r\nThen, last June at Geneva, the General Assembly \r\nassessed the progress in poverty eradication since \r\nCopenhagen. And the Millennium Summit, held in \r\nSeptember 2000, once again highlighted the central \r\nproblem of poverty as the key challenge facing the \r\ndeveloping countries, particularly those in Africa. \r\n At those gatherings, North and South agreed \r\nabout the need to eradicate poverty. Now we must \r\nidentify concrete actions to attain that objective. It is \r\nurgent that both developing and industrialized \r\ncountries begin to implement their commitments to \r\ntackle the root causes of poverty. \r\n It is important to mention the report submitted by \r\nthe United Nations, the World Bank, the International \r\nMonetary Fund and the Organization for Economic \r\nCooperation and Development (OECD) to the OECD \r\n2000 Forum, held at Paris. The report set out seven \r\ninterdependent development objectives that would \r\nimprove the lives of millions of people were they to be \r\nattained by 2015. These were: to reduce by half the \r\nnumber of people living on less than a dollar a day; to \r\nprovide primary education to all children; to build the \r\ncapacity of women by eliminating the gender gap in \r\neducation; to reduce infant and child mortality and \r\nmorbidity; to reduce maternal mortality; to promote \r\naccess to reproductive health services; and to promote \r\nsustainable environmental development. \r\n The delegation of Benin welcomes those \r\ndecisions and calls for accelerating the process of \r\nimplementing them.  \r\n Those same economic development forums also \r\nstressed debt reduction and debt cancellation, \r\nsomething on which the industrialized countries are \r\nalready at work. We earnestly believe that rescheduling \r\nor cancellation of debt would ease the situation of \r\ncountries experiencing difficulties. But this would by \r\nno means solve all their problems — far from it. Given \r\nthe present state of international economic relations, if \r\ndebt were deferred today, the cycle of debt would \r\nresume tomorrow and would continue to hold the \r\neconomies of countries in difficulty hostage. It is \r\ntherefore important to reform and improve the \r\ninternational economic system so as to freeze the debt \r\nand eliminate debt-servicing costs. \r\n Moreover, economic reforms alone cannot revive \r\nthe economies of the least developed countries. Beyond \r\ngoodwill, we also need generosity from our partners, \r\nbecause economic, social and cultural development \r\nrequire substantial investment if they are to be swift \r\nand lasting. \r\n Benin is pursuing economic reform in the context \r\nof a strategy to reduce poverty and promote growth; \r\nthis is a new way of describing enhanced structural \r\nadjustment. According to the International Monetary \r\nFund, our growth rate has stabilized at approximately \r\n5 per cent with a trend towards improvement; if \r\nreforms are properly carried out, we could enter a \r\nperiod of strong, sustained growth and of a reduction in \r\npoverty. But we remain concerned, because we do not \r\nhave the right to fail: the consequences would be too \r\ncostly and too unfortunate. \r\n I stress these aspects of development because my \r\ncountry is pursuing all economic reforms with \r\nconviction with a view to reducing poverty; we expect \r\nresults that can quickly help ease the difficulties our \r\npopulation is facing. Only economic development can \r\ngenerate sustainable social development. We believe in \r\ndevelopment that encompasses and preserves a \r\n \r\n 43 \r\n \r\n A/55/PV.46\r\npeople’s social and cultural values, through which it \r\nwill be possible to attain lasting, self-generated and \r\nself-reliant development. \r\n For all those reasons, my delegation once again \r\nappeals to our development partners to make it \r\npossible for developing and industrialized countries to \r\nwork together on the best strategies to bring about a \r\nbetter future for all peoples: a future based on peace, \r\ndignity and prosperity. \r\n Mr. Thakur (Nepal): At the outset, I would like \r\nto take this opportunity to place on record our great \r\nappreciation to the Secretary-General for his \r\ncomprehensive report on the implementation of the \r\noutcome of the World Summit for Social Development \r\nand the special session of the General Assembly. The \r\nreport provides us with a clear picture of the progress \r\nmade in the area of global development, as seen from \r\nthe social perspective, and of the challenges facing the \r\nimplementation of the Copenhagen Declaration and \r\nProgramme of Action. \r\n The decade of the 1990s has been a period of \r\nstarkly contrasting tendencies. On the one hand, it has \r\nbeen a period of unprecedented changes, marked by the \r\nend of the cold war; growing economic globalization \r\nand interdependence; greater flows of capital, goods \r\nand services; and widespread dissemination of ideas \r\nthrough a revolution in communications. On the other \r\nhand, the social and economic situation in a number of \r\ncountries, particularly in the least-developed and \r\nlandlocked ones, has further deteriorated. As economic \r\nopenness and liberalization were becoming buzzwords, \r\nmost developing countries embarked on painful \r\nreforms, which often reduced the control of the \r\nGovernments over their economies and exposed them \r\nto the volatility of international markets. The much \r\nexpected peace dividend did not materialize, and, in an \r\nincreasingly globalized world, developing countries \r\nlost control of what they had without having the \r\nopportunity to partake of what was emerging beyond \r\ntheir control. \r\n The result has been a widening gap between the \r\nrich and poor, within and among nations, growing \r\npoverty in poor countries, intensifying competition \r\namong a growing number of people for declining \r\nresources, increasing conflicts, increasing social and \r\neconomic dislocation of people and environmental \r\ndegradation. \r\n In this context, my delegation is highly \r\nencouraged by the successful conclusion of the twenty-\r\nfourth special session of the General Assembly, held in \r\nGeneva earlier this year. The special session, in which \r\nrepresentatives from more than 190 countries and non-\r\ngovernmental organization participated, marked a \r\nrenewed and strengthened commitment by the \r\ninternational community to eradicating poverty, \r\npromulgating full and productive employment and \r\nfostering social integration to achieve stable, safe and \r\njust societies for all. The special session also \r\nacknowledged in good faith that the progress made in a \r\nfew areas of social development — such as education, \r\nhealth and access to basic services — is not enough to \r\nmeet the special needs of the majority of people living \r\nin poverty. \r\n We appreciate all the new initiatives incorporated \r\nin the outcome document of the special session, \r\nparticularly the initiative to reduce the proportion of \r\npeople living in extreme poverty by one half by the \r\nyear 2015. We believe that since poverty eradication is \r\nthe most fundamental means of achieving social \r\ndevelopment, it should be regarded as a matter of \r\nurgency. In this regard, we appreciate the sentiments of \r\nthe Millennium Summit. In its current ninth plan Nepal \r\nhas adopted poverty alleviation as its main objective, \r\nso as to eradicate absolute poverty within 20 years. \r\n We fully endorse the initiatives aimed at \r\npromoting full employment that were adopted by the \r\nCopenhagen Summit as well as by the special session. \r\nWithout productive employment, poverty cannot be \r\neradicated, nor can justice be promoted in societies. \r\nTherefore, to reduce poverty and promote employment, \r\nNepal has focused on a number of specific \r\nprogrammes, such as microcredit for the poor, \r\nBisheshwar, Afno Gaon Afai Banaun, which means \r\nbuild your village yourself. We believe that \r\nstrengthening the social-integration capabilities of \r\nrelevant United Nations bodies will be the most \r\neffective way to promote social integration. \r\n It would be impossible to promote social \r\nintegration without promoting education, health and \r\nother social investments. Besides, people of all faith \r\nand origins should feel included through participating \r\nin the political system and in people-centred \r\ndevelopment that promotes social justice. Nepal has \r\ntherefore encouraged multi-party democracy, good \r\ngovernance and human rights as the core values in the \r\nnation-building process. \r\n \r\n44  \r\n \r\nA/55/PV.46  \r\n My delegation is deeply concerned with the \r\ndeclining level of official development assistance \r\n(ODA). In this regard, we appreciate that during the \r\nspecial session some developed countries reaffirmed \r\ntheir commitment to meet the ODA target of 0.7 per \r\ncent of their gross national product. A large chunk of \r\nresources in developing countries is eaten up by debt \r\nservicing and repayment, which further vitiate the \r\ncapacity of these countries to invest in development. \r\nWe appreciate the announcement by some of our \r\ndevelopment partners that they will enact laws to \r\nwrite-off loans to developing countries and cancel the \r\ninterest. In this context, we also welcome the Heavily \r\nIndebted Poor Countries Debt Initiative and urge our \r\ndevelopment partners to widen and deepen the \r\nInitiative so that all highly indebted poor countries, \r\nparticularly the least-developed countries, can benefit \r\nfrom it. \r\n Developing countries cannot embark on sustained \r\ngrowth and sustainable development without access for \r\ntheir products and services to the developed countries’ \r\nmarkets or to technology in rich countries. We \r\ntherefore sincerely urge our development partners to \r\nprovide such access more liberally to developing \r\ncountries. The products and services of least developed \r\ncountries, because of their special development \r\ndifficulties, will need duty-free and quota-free access \r\nto rich-country markets if they are to rise out of \r\npoverty and join the global economic mainstream. \r\n Mrs. Barghouti (Palestine) (spoke in Arabic): It \r\ngives me pleasure to speak, on behalf of my delegation, on \r\nagenda item 37, “Implementation of the outcome of the \r\nWorld Summit for Social Development and of the \r\nspecial session of the General Assembly in this \r\nregard”. This is a very important issue to which we all \r\nmust pay particular attention, and on which we must \r\nensure proper follow-up. Today, the world faces \r\nstrategic and existential problems, and collective \r\ninternational efforts are needed to find appropriate \r\nsolutions. \r\n The World Summit for Social Development, held \r\nat Copenhagen in 1995, addressed issues that are \r\ncentral to people’s lives, in particular the eradication of \r\npoverty, the elimination of unemployment, the \r\npromotion of social integration, the promotion of and \r\nrespect for human rights, and the creation of a suitable \r\nenvironment for social development with a view to the \r\nestablishment of a better society marked by justice, \r\ndemocracy and well-being. \r\n The twenty-fourth special session of the General \r\nAssembly was held in June to assess achievements and \r\nobstacles and to ensure that the best possible action \r\nwas taken to implement the objectives of the Summit. \r\nDevelopments following the Copenhagen Summit have \r\nshown that the situation in the world did not improve \r\nin accordance with the expectations expressed at the \r\nSummit. \r\n Most of the objectives of the Copenhagen \r\nProgramme for Action have still not been implemented. \r\nStatistics show that poverty has quintupled since the \r\nSummit, that unemployment has dramatically increased \r\nand that social integration has suffered a setback in \r\nmany countries because of the increased incidence of \r\narmed violence, foreign occupation and nationalistic, \r\nethnic and religious strife, as well as the \r\nmarginalization or complete absence of democracy. \r\n My country, occupied Palestine, is in a grave \r\nsituation and is experiencing, on a daily basis, \r\ndeterioration in all areas, particularly in the economic \r\nand social fields. In addition to their daily suffering as \r\na result of continuing Israeli occupation and  \r\nthe oppressive practices and policies of Israel,  \r\nthe Palestinian people have been facing since 28 \r\nSeptember 2000 a tragic situation threatening their \r\nlives, their entity and their economic and social \r\ninstitutions. Israel, the occupying Power, is waging a \r\nbloody war of oppression, using every deadly weapon \r\nagainst Palestinian civilians throughout occupied \r\nPalestine, including Jerusalem. This barbaric \r\naggression, which has been taking place since 28 \r\nSeptember, has resulted in the martyrdom of more than \r\n140 people and has injured more than 3,500, many of \r\nwhom are still in critical condition, in addition to \r\ncausing great material and moral loss. \r\n Israel is waging a fierce, bloody war against \r\nPalestinian civilians merely because they are \r\ndemonstrating and protesting against the oppression, \r\nthe occupation and flagrant acts of aggression directed \r\nat the holy sites, the attempts to judaize the city of Al-\r\nQuds Al-Sharif, the severe restrictions on the freedom \r\nof movement of persons and goods, the closure of \r\ninternational crossing points and the besieging of many \r\ntowns, villages and other places. Given this painful \r\nsituation and the difficult and complicated political and \r\neconomic environment for the Palestinian people, with \r\nits negative social effects, almost one quarter of the \r\nPalestinian people are living below the poverty line, \r\nand employment is higher than 12 per cent. \r\n \r\n 45 \r\n \r\n A/55/PV.46\r\nFurthermore, economic growth indicators are weak \r\nbecause there is no investment owing to the lack of \r\nsecurity, the struggling peace process and economic \r\ndependence on the Israeli economy.  \r\n All these factors have cast a heavy shadow on the \r\ndevelopment process in Palestine and hindered the \r\neffective implementation of all the economic and social \r\npolicies and other legislation drafted by the Palestinian \r\nNational Authority. By continuing to occupy \r\nPalestinian land, Israel is hampering social integration \r\namong the Palestinian people through its policy of \r\ncreating bantustan-like areas, of isolation and of \r\ncontinuing to build and expand illegitimate colonial \r\nsettlements. Furthermore, Israel rejects the right of \r\nPalestinian refugees to return and the right to \r\ncompensation in accordance with General Assembly \r\nresolutions, in particular resolution 194 (III), and it \r\nrefuses to allow the return of displaced persons. \r\n We believe that there can be no real development \r\nunder occupation. The key condition for genuine social \r\ndevelopment in Palestine is the exercise by the \r\nPalestinian people of their inalienable rights, including \r\ntheir right to self-determination, the establishment of \r\ntheir own independent State with Al-Quds Al-Sharif as \r\nits capital, the return of refugees and the \r\nimplementation of all relevant international legally-\r\nbinding resolutions. Greater support is also required \r\nfrom the international community for the Palestinian \r\npeople in their just struggle; and the United Nations \r\nmust continue to shoulder its responsibilities in full \r\nuntil peace, security, freedom and justice are obtained \r\nfor the Palestinians and all peoples of the region. \r\n The President: In accordance with the decision \r\ntaken at the 45th plenary meeting this morning, I now \r\ncall on the Observer of the Holy See. \r\n Archbishop Martino (Holy See): Among all the \r\nrecent summits and international conferences held \r\nunder the auspices of the United Nations, the \r\nCopenhagen World Summit for Social Development \r\nwas unique because it addressed the question of social \r\ndevelopment in a holistic way, focusing on the \r\ncentrality of human beings in the development process. \r\nThe Summit attempted to address the material and \r\nspiritual needs of individuals, their families and the \r\ncommunities in which they live throughout our diverse \r\ncountries and regions. The Summit participants \r\ncommitted themselves to a political, economic, ethical \r\nand spiritual vision that is based on human dignity, \r\nhuman rights, equality, respect, peace, democracy, \r\nmutual responsibility and cooperation and full respect \r\nfor the various religious and ethical values and cultural \r\nbackgrounds of people. The Summit recognized the \r\ninterdependence of economic development, social \r\ndevelopment and environmental protection for the \r\nprogress of humankind and the integrity of all of \r\ncreation. \r\n This was a broad vision of integral development, \r\nembracing the human person in his or her entirety. The \r\nCopenhagen Summit attempted to translate such a \r\nvision into concrete and attainable commitments, \r\nespecially concerning the fight against poverty and \r\nexclusion, access to better education and health care \r\nfor all and fostering work for all in a dignified \r\nframework. \r\n The targets set out at the Copenhagen Summit \r\nhave since been taken up in various contexts within the \r\ncommunity of nations to become points of reference \r\nfor progress in the area of social development. They \r\ncan become the basic elements in the political \r\nprogrammes of all countries, both rich and poor, \r\nrecognizing, however that social development cannot \r\nbe achieved without the collective commitment and \r\nefforts of the international community. Development \r\nrequires the common effort of both individual nations \r\nand the community of nations, within a framework of \r\nsolidarity. \r\n These basic commitments of Copenhagen were \r\nonce more repeated, and their value reaffirmed, during \r\nthe recent special session of the General Assembly on \r\nachieving social development for all in a globalizing \r\nworld. Many of them were again taken up by the \r\nworld’s leaders at the Millennium Summit. \r\n The special session offered the opportunity to \r\nexamine progress made so far. Now we must look \r\ntowards the future. The citizens of the world want to \r\nsee results. They want to see the commitments \r\ntranslated into reality. There is no room for \r\ncomplacency or hesitancy. The world community has a \r\nduty to all those living in poverty today, as well as to \r\nfuture generations, to ensure that this new century is \r\none of concrete actions in solidarity. The world of the \r\nnew century, far from being one of exclusion and \r\nmarginalization, must become one in which all human \r\npersons can fully realize their personal God-given \r\npotential. The world of the new century, far from being \r\none of exploitation, must be one in which persons, \r\n \r\n46  \r\n \r\nA/55/PV.46  \r\nfamilies and communities can live in dignity and \r\nsecurity. \r\n The Copenhagen Summit recognized the \r\nimportance of economic development, and in particular \r\nthe role of dynamic, open and free markets. But it also \r\nrecognized that the market alone is insufficient to \r\nadequately harmonize economic and social \r\ndevelopment. Government is needed to ensure that the \r\nmarket operates within an appropriate ethical and \r\njuridical framework. Government is needed to foster \r\nstability and equity and to create an environment in \r\nwhich economic initiative and freedom are \r\naccompanied by measures of social protection for the \r\nweakest. \r\n The Copenhagen Summit stressed the fact that \r\nwork plays a central role in any programme for social \r\ndevelopment. Employment policies can never be \r\nseparated from the subject of work, which is the human \r\nperson. Work can never be reduced to being considered \r\nas merely merchandise or to being just another factor \r\nto be examined in estimating the comparative cost \r\nadvantage or disadvantage of an economic project. \r\nPope John Paul II has stressed both the human and the \r\nsocial dimension of work and its significance for \r\npeople today. \r\n “Work is a good thing for man”, \r\nhe said in paragraph 40 of his encyclical letter, \r\nLaborem Exercens,  \r\n “... because through work man not only \r\ntransforms nature, adapting it to his own needs, \r\nbut he also achieves fulfilment as a human being \r\nand indeed in a sense becomes ‘more a human \r\nbeing’.” \r\n In recent years renewed attention has been given, \r\nespecially through the International Labour \r\nOrganization (ILO), to labour standards, to the \r\nconditions in which human work takes place. The Holy \r\nSee supports the efforts being made to ensure greater \r\nprotection of the rights of workers worldwide, to \r\nimprove working conditions and to eliminate rapidly \r\nthe worst forms of child labour. \r\n The concept of working conditions also includes \r\nthe need to ensure adequate measures of social \r\nprotection, to protect workers and their families in \r\ntimes of illness or unemployment, or from external \r\nshocks. Much more must be done in all parts of the \r\nworld to foster safety in the workplace and to ensure \r\nprotection of the health of individual workers, as well \r\nas broad environmental protection. \r\n The concept of “decent work” has been \r\ndeveloped by the International Labour Organization in \r\norder to focus attention on the human and social \r\ndimensions of work, including the aspirations of \r\nworkers for the good of their families. Pope John Paul \r\nII has particularly stressed the relationship between \r\nwork and the family. The family is both a school and a \r\nliving experience of what it is to be fully a human \r\nperson, and it is the natural place in which human \r\nvalues, such as industriousness and solidarity, are \r\nlearned. \r\n A major challenge of the community of nations, \r\nand of the various social partners within society, is to \r\nidentify models of development which create \r\nproductive employment and which permit men and \r\nwomen to bring the contribution of their efforts to the \r\ngood of society through work. Employment policy \r\nmust focus on jobs which offer enrichment of the \r\nquality of the lives of workers and their families. \r\nEconomic and social development must enable all \r\npersons to realize their potential. The poverty agenda \r\nand the employment agenda of the Copenhagen \r\nSummit belong together. The fight against poverty \r\nmust never result in new forms of dependency, but \r\nshould be one in which investment in the capacity of \r\npersons results in making them able to realize human \r\ncapacities through work, including work which is \r\nsocially beneficial. \r\n Long-term unemployment and youth \r\nunemployment remain great social development \r\nchallenges. The Holy See hopes that all the United \r\nNations agencies, including the international financial \r\ninstitutions, as well as the business community, will \r\naddress this issue in a concerted manner in the coming \r\nyears. \r\n Work is the key to social progress. Access to \r\nproductive employment is part of the key to \r\nestablishing truly participative communities in which \r\nadults can realize their deepest aspirations for \r\nthemselves and their families. \r\n The President: In accordance with the decision \r\ntaken at the forty-fifth plenary meeting this morning, I \r\ncall on the observer of Switzerland. \r\n Mr. Staehelin (Switzerland) (spoke in French): \r\nWhen Switzerland invited the General Assembly to \r\n \r\n 47 \r\n \r\n A/55/PV.46\r\nhold its twenty-fourth special session on the follow-up \r\nto the World Summit for Social Development, in \r\nGeneva, its objective was to promote a dialogue \r\nbetween international organizations, Governments and \r\nnon-governmental organizations (NGOs). There were \r\ntwo main aspects to that objective, the one \r\norganizational and the other political. \r\n On the organizational side, especially with regard \r\nto the provision of a platform for dialogue, Switzerland \r\nis happy to have had the privilege of enjoying \r\nexemplary, very constructive cooperation with the \r\nUnited Nations Secretary-General and with all the \r\ndelegations of Member States. We wanted to try to \r\nrenew the dialogue between all actors of society on the \r\nsocial dimension of globalization, a dialogue which \r\nhad been compromised by events in other international \r\norganizations or conferences. The special session in \r\nGeneva took place in a good climate of discussion \r\nbetween Governments and with the other civil society \r\nactors, especially the NGOs, social partners and \r\neconomic circles. \r\n Negotiations between States on the substance at \r\nthe special session took place in what was sometimes a \r\ndifficult environment regarding the major issues of \r\nprinciple. However, the exchange of creative ideas also \r\ntook place as part of certain events organized on the \r\nperiphery of the General Assembly. These events \r\nincluded the non-governmental organization forum and \r\nthe international symposium devoted to partnerships in \r\na globalized world. Further, the discussions made it \r\npossible to engage civil society in a constructive \r\ndialogue and to avoid any violent demonstrations \r\nduring Geneva 2000. \r\n As for the political element, we were trying to \r\nlaunch a multilateral initiative to promote synergies \r\nand cooperation among international organizations \r\ndealing with social aspects of globalization. From the \r\nvery beginning we wanted a dialogue to take place \r\nbetween the World Trade Organization, the \r\nInternational Monetary Fund, the World Bank, the \r\nInternational Labour Organization and United Nations \r\nConference on Trade and Development, on the one \r\nhand, and Governments and civil society on the other. \r\nUnfortunately, this goal could not quite be realized. We \r\ncan regret this, but we must also appreciate that the \r\nconference increased the awareness of a number of \r\nactors regarding the importance of promoting \r\ndiscussion among international organizations. \r\n In our view, the overall result of the Assembly is \r\nvery satisfactory. The determination expressed in \r\nCopenhagen in 1995 was reinforced, in particular \r\nbecause of the adoption of 40 new initiatives aimed at \r\nimplementing the results of the Conference in an \r\noperational manner. \r\n The time has now come to look to the future and \r\nto come up with better solutions to ensure the best \r\npossible follow up to Copenhagen and Geneva. \r\nSwitzerland actively supports the international forum \r\nfor social development and intends to participate \r\nactively in this important initiative. Switzerland will \r\nalso make financial contributions to this project. The \r\nobjective of the forum is to discuss specific measures \r\nand operational activities that are necessary to \r\nimplement fully the commitments undertaken during \r\nthe Social Summit and the follow-up session. Such a \r\nstructure will make it possible to bring together the \r\nvarious actors: the United Nations, the specialized \r\nagencies and civil society. We invite other \r\nGovernments and institutions to join this project in \r\norder to turn it into the efficient tool needed if the \r\ncommitments of the Social Summit are to be \r\nsuccessfully fulfilled. \r\n In conclusion I would like to thank once again all \r\nparticipants in the special session for having accepted \r\nour invitation to come to Geneva. \r\n The President: We have heard the last speaker in \r\nthe debate on this item. \r\n I shall now call on those representatives who \r\nwish to speak in exercise of the right of reply. May I \r\nremind members that, in accordance with General \r\nAssembly resolution 34/401, statements in exercise of \r\nthe right of reply are limited to 10 minutes for the first \r\nintervention and to five minutes for the second and \r\nshould be made by delegations from their seats. \r\n Mr. Shacham (Israel): I wish at the outset to \r\nexpress the regret of my delegation that the debate on \r\nan issue of such importance as social development is \r\nagain being used as a platform from which to level \r\naccusations against another Member State. It is most \r\nunfortunate that certain speakers, including the \r\nPalestinian observer, have chosen to politicize this \r\nissue, an action which will only distract our attention \r\nand our energy from achieving our common \r\ndevelopment goals. \r\n \r\n48  \r\n \r\nA/55/PV.46  \r\n In addressing social development, this \r\nOrganization has taken upon itself a moral obligation \r\nto protect the weakest of society, especially the \r\nchildren, from exploitation and cruelty. For years, \r\nPalestinian children have been raised on hatred. They \r\nhave been taught in their textbooks that Jews are \r\ndemonic and Israelis are the everlasting enemy. They \r\nhave been surrounded by messages from their authority \r\nfigures praising the death of a martyr and idolizing any \r\nviolent confrontation with the Israeli enemy. They have \r\nbeen sent to summer camps which teach them how to \r\nshoot rifles, build firebombs, attack soldiers and \r\nmurder Jews. They have been deprived of an education \r\nas Palestinian schools have gone on strike in solidarity \r\nwith the struggle against Israel, a strike which has left \r\nthe children with nowhere to go but the streets and the \r\nriots. To add to this despicable exploitation of the \r\nchild, Palestinian gunmen have taken cover behind \r\nthese youths, opening deadly fire on Israeli soldiers \r\nand then cynically claiming Israeli brutality as the \r\nchildren are caught in the inevitable crossfire. \r\n Israel also deeply regrets the suffering which has \r\ncome to Palestinian society as a result of their \r\nleadership’s decision to pursue violence rather than \r\nnegotiation. We have repeatedly made clear that our \r\nobjective is a negotiated peace settlement that will \r\nbring calm and security to all peoples of the region. \r\nThe peace process has already brought tangible \r\neconomic and social benefits to the territories under the \r\nadministration of the Palestinian Authority. This has \r\nbeen especially true during the periods of relative \r\ncalm. In 1998, the gross domestic product of these \r\nareas grew by a whopping 8 per cent. In 1999, \r\nPalestinian unemployment decreased by 13 per cent, \r\nmuch of that due to the improved Israeli-Palestinian \r\nneighbourly relations, which permitted the daily entry \r\nof tens of thousands of Palestinians into Israel, where \r\nthey were employed in a variety of sectors. \r\n I will spare this Assembly a long list of statistics \r\nwhich confirm the positive economic developments \r\nthat have occurred as a result of peace and cooperation. \r\nSuffice it to mention that a number of United Nations \r\nreports, including the latest report from the United \r\nNations Relief and Works Agency for Palestine \r\nRefugees in the Near East and the report of the United \r\nNations Special Coordinator in the territories, point to \r\nthe tangible rewards that the peace process has brought \r\nto the Palestinian people. \r\n I wish to stress that these positive developments \r\nare a direct result of the peace process and the period \r\nof relative calm which preceded this latest Palestinian \r\nviolence. In choosing to resort to violence, the \r\nPalestinians, as a matter of course, undo much of the \r\neconomic gains that have been achieved. By seeking to \r\nachieve their goals by force rather than by negotiation, \r\nthe Palestinians are bringing economic calamity upon \r\nthemselves by their own hand. Perhaps this time, the \r\nPalestinian leadership will finally learn that violence \r\ndoes not pay. \r\n It should also be stressed that the current violence \r\ncomes on the heels of the Camp David summit, at \r\nwhich the Government of Israel displayed an \r\nunprecedented willingness to compromise for the sake \r\nof peace. Had an agreement been concluded at that \r\ntime, not only would the present situation have been \r\navoided, but the Palestinian people would have reaped \r\neven greater economic rewards than those of the past \r\nseveral years. It is unacceptable that, after refusing to \r\neven consider Israel’s peace overtures, the Palestinians \r\nnow seek to blame Israel for their current economic \r\npredicament. \r\n I say again: we do not intend to hurt the \r\nPalestinian economy or to inflict unnecessary suffering \r\non the Palestinian people. Unfortunately, however, the \r\ncurrent situation requires us to safeguard both our \r\npopulation and theirs. It is our sincerest hope that there \r\nwill be a return to calm and stability in the region that \r\nwill permit us to return to the path of cooperation with \r\nour Palestinian neighbours. \r\n Mrs. Barghouti (Palestine): I did not wish to \r\ntake the floor at this very late hour, but I have to make \r\nsome clarification in response to the Israeli allegations \r\nabout the improvement of the Palestinian situation. \r\n The Israeli delegation wants to convince us that \r\nthere is such a thing as a good occupation, a benign \r\noccupation. I just want to say that there is no benign \r\noccupation. Occupation is the most devastating factor \r\nin the economic and social situation of the Palestinian \r\npeople. \r\n As for the other remarks that he made about the \r\nchildren and their not going to school, I just want to \r\nsay that it is a fact that the entire occupied territory, \r\nincluding Jerusalem, is under siege and occupation. \r\nIsraeli policies and practices are the main factor \r\npreventing our children from going to school. All the \r\n \r\n 49 \r\n \r\n A/55/PV.46\r\ncities and villages are under total Israeli siege and \r\nclosed off to all movement, be it of people or goods. \r\n On the other issue of the peace process, \r\neverybody knows — and I would just remind the \r\nIsraeli representative — that the Government of Israel \r\nwould stop the negotiations. They have said that there \r\nis a time-out to consider and re-evaluate the peace \r\nprocess. Our delegation and our Government are \r\ncommitted to the peace process and we will make \r\nevery effort to have a successful peace process. \r\n Mr. Al-Hariri (Syrian Arab Republic) (spoke in \r\nArabic): My delegation wishes to reply to the \r\nstatement made by the Israeli representative that some \r\ndelegations have attempted to politicize the issue. Let \r\nme just recall that, at the Copenhagen Summit and at \r\nthe twenty-fourth special session, there was a clear \r\nreference to the fact that foreign occupation is one of \r\nthe foremost obstacles to social development. \r\n My delegation, in referring to the issue, stated — \r\nand this is a well-known position of my country — that \r\nIsraeli occupation of the Syrian Arab Golan has caused \r\nthe displacement of more than 500,000 Syrians. Many \r\nof them have been collectively displaced; their homes \r\nwere demolished and they were deprived of the use of \r\ntheir land, their rights and their resources. Many \r\ncitizens were displaced from the Golan, which places \r\nfurther burdens on the State, burdens that affect social \r\ndevelopment. This was also taken up by the report of \r\nthe special session and the Copenhagen Summit. \r\n If that speaker ignores the fact that this is the core \r\nof the issue, then that is another matter. As for the other \r\npoints he made regarding the situation in the region, all \r\ncan watch on their television screens how the Israeli \r\nforces of occupation are demolishing homes, uprooting \r\ntrees, killing children, laying siege to Palestinians and \r\ntheir towns — collective terrorism unseen in history. \r\n We had hoped to hear a commitment to \r\ninternational resolutions of legitimacy and to \r\nresolutions adopted by this Organization every year. \r\nHowever, Israeli defiance and arrogance — their \r\nrejection of international legitimacy and the resolutions \r\nof this Organization — are obvious. The international \r\ncommunity must respond to this challenge that must be \r\nbrought to an end. International legitimacy must \r\nprevail. Commitment to United Nations resolutions is a \r\nsine qua non for anyone wishing to sit in this \r\ninternational forum and be part of the international \r\ncommunity. \r\n The President: I call on the representative of \r\nIsrael, who wishes to speak in exercise of the right of \r\nreply. \r\n Mr. Shacham (Israel): It appears that perhaps the \r\nnatural logic of cause and effect continues to escape \r\nour Palestinian neighbours. Almost every speaker in \r\ntoday’s debate has stressed the obvious negative impact \r\nof violence and conflict on social development. The \r\ncase of the Palestinian decision to resort to violence \r\nand its negative impact on the Palestinian economy and \r\nsociety is no exception. The obvious solution is a \r\nnegotiation rather than a confrontation. And when the \r\nconfrontation ends, negotiation can again begin. \r\n It would serve us all well to remember and to \r\nremind those that perhaps have forgotten the words of \r\nthe ancient proverb: “He who lives in a glass house \r\nshould perhaps not throw stones”. \r\n The President: I should like to inform members \r\nthat a draft resolution on this item will be submitted at \r\nthe later date. \r\n \r\nProgramme of work \r\n \r\n The President: Before giving the floor to the \r\nnext speaker, I would like to inform Members that the \r\nGeneral Assembly will take up agenda item 19 \r\ntomorrow afternoon concerning the admission of the \r\nFederal Republic of Yugoslavia to membership of the \r\nUnited Nations. In this connection, a draft resolution \r\nunder this item will be issued tomorrow as document \r\nA/55/L.23. \r\n  The meeting rose at 8.35 p.m. \r\n \r\n"