"United Nations A/56/PV.14\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n14th plenary meeting\r\nTuesday, 2 October 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-55909 (E)\r\n*0155909*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 166 (continued)\r\nMeasures to eliminate international terrorism\r\nReport of the Secretary-General (A/56/160 and\r\nCorr.1 and Add.1)\r\nMr. Rosenthal (Guatemala) (spoke in Spanish):\r\nNext Friday, Ambassador Edmundo Orellana Mercado\r\nof Honduras, in his capacity as President Pro Tempore\r\nof the Central American Integration System, will be\r\nmaking a statement on behalf of member countries.\r\nGuatemala totally associates itself with the statement\r\nthat Ambassador Orellana will be making. Moreover,\r\nwe would like to make a few specific points from the\r\nstandpoint of our own country.\r\nI hail from a country that, in a certain way, is a\r\nmicrocosm of the world. Within it, individual income\r\nlevels that compare with those of the richer countries\r\ncoexist with incomes that put us among the poorest;\r\nislands of modernity dot a sea of backwardness;\r\nmethods of production and organization befitting the\r\ntwenty-first century operate in parallel, and sometimes\r\nin an interconnected fashion, with others that have\r\nhardly evolved in the last four centuries. One finds,\r\nlikewise, a modern culture that coexists with cultures\r\nthat date back centuries. The tensions that derive from\r\nthese and other antipodal relationships marking\r\nGuatemalan society have, in the past, given rise to\r\nmanifestations of violence, intolerance and also\r\nterrorism. We have thus come to realize, as a general\r\npremise and through our own experience, that no social\r\nclaim, however legitimate it may appear to its\r\nadherents, justifies taking the lives of innocent\r\ncivilians through acts whose only logic is to sow terror,\r\ndisquiet and destruction.\r\nWe have also learned that, first of all,\r\nrepresentative democracy is the friendliest framework\r\nfor the expression, discussion and eventual resolution\r\nof grievances. Secondly, economic and social\r\ndevelopment is the most appropriate method for\r\nresponding to many of the grievances that have\r\naccumulated over time. And, thirdly, multiculturalism\r\nis not only compatible with social cohesion, but the\r\nlatter is actually promoted by cultural, linguistic and\r\nethnic diversity.\r\nIt follows from all that we have been through at\r\nthe national level that both the Government and civil\r\nsociety of my country reject, categorically and\r\nvigorously, all forms of terrorism. We fully realize that\r\nterrorism flouts the universally accepted values\r\nrecognized on the international level, including the\r\nright to life, the right to live free from fear and the\r\nright to freedom of movement. In addition, terrorism,\r\nin any of its forms, is apt to give rise, in international\r\nrelations, to a gamut of negative effects ranging from\r\nfrictions between States to the breach of international\r\npeace.\r\nTerrorism clashes, moreover, with values that are\r\nthe mainstays of our national legislation, as well as of\r\nthe undertakings laid down in the Peace Agreements\r\n2\r\nA/56/PV.14\r\nconcluded in 1996, including representative\r\ndemocracy, the right to development, tolerance and full\r\nobservance of human rights. In our case, the identity\r\nand the rights of indigenous peoples hold particular\r\nsignificance.\r\nOur horror and repudiation of the tragic events of\r\n11 September have been expressed in various forums\r\nand in different ways. These include our expressions of\r\nsolidarity and sympathy with the Government and\r\npeople of the United States, our firm support for\r\nresolution 56/1 of this General Assembly, as well as for\r\nthe two resolutions adopted on 21 September within the\r\nOrganization of American States (OAS), and the\r\ndeclaration of the Presidents of Central America and a\r\nrepresentative of Belize of 19 September entitled\r\n“Central America United against Terrorism”. I will not\r\ndwell on that aspect on this occasion. Rather, I wish to\r\nsummarize our policy on how to deal with the situation\r\nin the future, based on the following six points.\r\nThe first is our absolute and unequivocal\r\nrejection of the use of indiscriminate violence against\r\ninnocent persons, regardless of who promotes it, for the\r\npurpose of intimidating, threatening, blackmailing or\r\nprovoking terror, as well as our unreserved\r\nidentification with the declarations annexed to\r\nresolutions 49/60 and 51/210.\r\nThe second is our conviction that the fight against\r\nterrorism is and must be a means of realizing and\r\nensuring the values enshrined in the United Nations\r\nCharter of promoting tolerance, peaceful coexistence\r\namong different cultures, religions, races and nations\r\nand the celebration of the richness inherent in human\r\ndiversity. Thus the fight against terrorism should never\r\nbe a means of encouraging actions against particular\r\nraces, religions, cultures, beliefs or creeds. This\r\nconviction is particularly meaningful in this United\r\nNations Year of Dialogue among Civilizations.\r\nThirdly, combating terrorism without quarter also\r\ninvolves fighting crime, drug-trafficking and money-\r\nlaundering, given the actual or potential links between\r\nthese scourges, which are becoming increasingly\r\ninternational in nature.\r\nThe fourth point is our conviction that the fight\r\nagainst terrorism requires action at the level of each of\r\nour countries, complemented by actions within the\r\nmultilateral framework, in which both regional and\r\ninternational organizations have a fundamental role to\r\nplay.\r\nFifthly, along those lines, we believe it is\r\nnecessary to apply with greater rigour and effectiveness\r\nthe large body of international legal norms, embodied\r\nin conventions, protocols and declarations already\r\nadopted within the United Nations system during the\r\nlast 30 years, aimed at collectively fighting terrorism.\r\nFor our part, the events of 11 September have\r\nintroduced a renewed sense of the urgent need for our\r\nparticipation in all the existing global counter-terrorism\r\ntreaties, including the International Convention for the\r\nSuppression of Terrorist Bombings and the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism.\r\nSixthly, since that body of norms, complemented\r\nby the measures taken at the level of each country as\r\nwell as regionally, was insufficient to prevent the\r\nevents we witnessed on 11 September, we favour the\r\nadoption, within the framework of the United Nations,\r\nof a comprehensive convention against terrorism and a\r\nconvention against acts of nuclear terrorism. We concur\r\nlikewise with the view expressed by Secretary-General\r\nKofi Annan that the United Nations is the natural\r\nforum for tackling this common scourge, as well as the\r\nmost appropriate body for dealing with it, as the\r\nSecurity Council demonstrated last Friday.\r\nFinally, events as horrendous and tragic as those\r\nthat will always be associated with 11 September\r\nshould undoubtedly bring some alteration of our\r\norganization of work to give terrorism the attention it\r\ndeserves. We should not, however, falter in dealing\r\nwith other priority items and objectives contained in\r\nthe Millennium Declaration. After all, part of the fight\r\nagainst terrorism consists in creating throughout the\r\nworld conditions that eliminate the breeding ground for\r\nextremist causes. Thus international peace and security,\r\nthe defence of the environment, the observance of\r\nhuman rights and especially development should all\r\nform part of our priority agenda.\r\nMr. Al-Ashtal (Yemen) (spoke in Arabic): It\r\ngives me pleasure to extend to you, Mr. President, our\r\ncongratulations on your election to the presidency of\r\nthe General Assembly. I am confident that you will\r\nconduct the work of this fifty-sixth session\r\nsuccessfully, given your well-known ability, expertise\r\nand rich political experience.\r\nOn 11 September the world was shocked,\r\nwatching on television screens the horrible terrorist\r\nexplosions in the cities of New York and Washington\r\n3\r\nA/56/PV.14\r\nand in Pennsylvania that killed thousands of innocent\r\nUnited States citizens and a large number of citizens\r\nfrom other countries, including Yemeni citizens. On\r\nthis painful and sad occasion we fully condemn these\r\nbarbaric terrorist acts against the United States, and\r\nextend our heartfelt condolences and deep sympathy to\r\nthe American people in general and to the families and\r\nrelatives of the victims in particular.\r\nThe Republic of Yemen, which has long suffered\r\nfrom terrorist acts, the most recent being the attack\r\nagainst the United States destroyer Cole in the Gulf of\r\nAden, condemns unreservedly all terrorist attacks and\r\nreaffirms the need to combat these acts at all national\r\nand international levels.\r\nWe also call for the implementation of the\r\nprovisions of international law and relevant resolutions\r\non the prohibition of the commission of terrorist\r\nattacks, their financing, incitement, condoning and\r\nprotection or provision of asylum to the perpetrators. In\r\nthis regard, Security Council resolution 1373 (2001),\r\nwhich we strongly welcome, was unanimously adopted\r\non Friday in response to the urgent need to drain all\r\nterrorist financing sources. The resolution also\r\nreaffirmed the need for information exchange between\r\nStates, with a view to combating terrorist acts at an\r\nearlier stage. It is clear that the importance of this\r\nresolution lies not only in the fact that it was adopted\r\nby the Security Council but also in that it was an\r\naction-oriented and mandatory resolution adopted\r\nunder Chapter VII of the Charter. The Security Council\r\nhas decided to establish a Security Council Committee,\r\ncomposed of all its members, to monitor the\r\nimplementation of the resolution and call on\r\nappropriate expertise. It also called on all States to\r\nprovide the Committee with information on the steps\r\ntaken in implementing the resolution, including the\r\nissuance of laws and rules and the establishment of\r\nnational measures in accordance with the Security\r\nCouncil resolution.\r\nAlthough the resolution is a new step in the fight\r\nagainst terrorism, it contains a loophole that will\r\nundoubtedly affect the possibility of its\r\nimplementation, particularly since it requires a positive\r\nresponse and cooperation on the part of all States. The\r\nresolution is not based on an agreed definition of\r\nterrorism or terrorist acts. Therefore, the Committee\r\nestablished by the Council to monitor the\r\nimplementation of the resolution will bear the great\r\nresponsibility of defining the terrorists targeted by the\r\nresolution. The Committee will gain the full\r\ncooperation of States in implementing Council\r\nresolutions insofar as it takes into account other United\r\nNations resolutions, particularly General Assembly\r\nresolutions.\r\nTerrorism is a global phenomenon that does not\r\nrecognize national, religious or geographical\r\nboundaries. It is synonymous with extremism and blind\r\nintolerance. It is therefore a mistake to direct an\r\naccusation of terrorism against any nation, people or\r\nreligion. We therefore denounce retaliatory acts against\r\nArabs and Muslims anywhere. At the same time, we\r\nnote with satisfaction the positions of some high\r\nofficials in the United States and Europe who have also\r\ndenounced retaliatory acts against Arabs and Muslims\r\nin their countries.\r\nTerrorism is a crime that cannot be justified or\r\nleft unpunished. In view of the increasing importance\r\nof combating terrorism at the international level, the\r\nGeneral Assembly has included an item on measures to\r\neliminate terrorism in its agenda since the twenty-\r\nseventh session in 1972. The Republic of Yemen,\r\nguided by the tolerant teachings of Islam and a\r\ncommitment to the Charter, human rights conventions\r\nand conventions against terrorism, does its utmost to\r\ncombat this very serious phenomenon in society. We\r\nhave therefore taken all possible legislative and\r\nadministrative measures. Furthermore, we denounce\r\nand condemn criminal terrorist acts anywhere in the\r\nworld and express our readiness to cooperate regionally\r\nand internationally in all efforts to combat that scourge.\r\nThe Republic of Yemen is party to most\r\ninternational conventions against terrorism. In 2001,\r\ncertain laws were enacted in Yemen with regard to\r\nconventions against terrorism; they are: law No. 9\r\n(2000) with regard to the approval of accession of\r\nYemen to the Protocol on the Suppression of Unlawful\r\nActs of Violence at Airports serving International Civil\r\nAviation, supplementary to the Convention for the\r\nSuppression of Unlawful Acts against the Safety of\r\nCivil Aviation signed in Montreal in 1971; law No. 10\r\n(2000) with regard to approving the accession of the\r\nRepublic of Yemen to the Convention for the\r\nSuppression of Unlawful Acts against the Safety of\r\nMaritime Navigation signed in Rome in 1988; law No.\r\n12 (2000) on the accession of the Republic of Yemen to\r\nthe Protocol for the Suppression of Unlawful Acts\r\nagainst the Safety of Fixed Platforms Located on the\r\nContinental Shelf, which was also signed in Rome.\r\n4\r\nA/56/PV.14\r\nOn the whole, the Republic of Yemen has signed\r\n10 conventions against terrorism. Aside from the\r\nprovisions of Islamic shariah, which combats terrorist\r\nactivities, our national legislation, especially criminal\r\nlaw, has included very firm laws and strict punishment\r\nagainst terrorist acts. We have also enacted a law\r\nagainst the crimes of kidnapping and highway robbery\r\nin 1998, and imposed the most severe of penalties\r\nagainst the perpetrators of such crimes. Our legislative\r\nbodies have been implementing all this legislation and\r\nhave imposed severe sentences against perpetrators of\r\nterrorist acts, which has amounted to execution in\r\ncertain cases.\r\nWe call for combating terrorism, including State\r\nterrorism, which is practised by Israel against the\r\nPalestinians. The terrorism, systematic killing, violence\r\nand sieges witnessed and suffered by the Palestinians,\r\nthe elderly, women and children at the hands of the\r\nIsraeli army and heavily armed settlers should also be\r\ndenounced and condemned. We call upon the\r\ninternational community and the United Nations to\r\nprovide the appropriate protection for the Palestinian\r\npeople.\r\nIn conclusion, my delegation believes that the\r\ndraft comprehensive convention against international\r\nterrorism comes at the right time, and can be developed\r\nto represent another instrument that would close all the\r\nloopholes in the partial conventions against terrorism.\r\nWe hope to start the third millennium leaving behind\r\nviolence, war, destruction and fear, and looking\r\nforward to a world of peace, security, justice, equality\r\nand prosperity for all peoples, where human rights are\r\nembodied in their noblest meaning.\r\nMr. Sun (Republic of Korea): The Republic of\r\nKorea strongly condemns the abominable crime\r\ncommitted against innocent civilians on September 11.\r\nSuch terrorist acts constitute barbaric assaults on\r\nhuman decency and democracy. As they also run\r\ncounter to the purposes and principles of the Charter\r\nand international law in general, the perpetrators,\r\norganizers and sponsors of such heinous acts should be\r\nbrought to justice.\r\nThe Government of the Republic of Korea has\r\nmaintained its unflagging position against international\r\nterrorism. We reaffirm our unequivocal condemnation\r\nof terrorism in all its forms and manifestations, for\r\nwhatever purpose and by whomever it is perpetrated.\r\nThe Republic of Korea is determined to take part in\r\ncollective actions, as well as take individual steps\r\ndeemed necessary, to deter future acts of international\r\nterrorism, with a view to enhancing long-term\r\ninternational peace and security.\r\nIn that regard, the Republic of Korea welcomes\r\nthe adoption of resolution 56/1 and Security Council\r\nresolutions 1368 (2001), of 12 September, and 1373\r\n(2001), of 28 September 2001.\r\nThe attacks have made it evident that no country\r\nand no place is free from the scourge of terrorism.\r\nTerrorism has become increasingly destructive in its\r\nmagnitude and unimaginable in its forms and\r\nmanifestations. As confirmed in the Council’s\r\nresolution, terrorism has become one of the principal\r\nthreats to international peace and security. In the light\r\nof these circumstances, it is imperative that the\r\ninternational community move forward to vigorously\r\ndeal with these new challenges and to ensure that\r\nterrorists do not achieve their odious goals. Particularly\r\npressing is the need to strengthen joint international\r\nefforts to prevent terrorist attacks using commercial\r\nairlines and other means.\r\nThis tragedy has presented us with the solemn\r\ntask of tackling terrorism issues at the United Nations.\r\nThe General Assembly, where international opinion on\r\nthis matter is converging, is an important forum for\r\npursuing a cooperative international effort to prevent\r\nand suppress the terrorist threat. The international\r\ncommunity is watching us, anticipating with great hope\r\na concerted effort against terrorism. It is incumbent\r\nupon us to live up to that hope.\r\nAs the Secretary-General pointed out, the most\r\ncrucial thing as we face this tremendous challenge is to\r\nmaintain unity among ourselves. We should stand\r\ntogether and demonstrate our unswerving resolve to\r\nthose who have committed acts of terrorism.\r\nIn that regard, I call upon all Member States to\r\nwork together to ensure the early adoption of the\r\ncomprehensive convention and the full implementation\r\nof all relevant conventions. My delegation also wishes\r\nto see the divergence of views on the draft international\r\nconvention for the suppression of acts of nuclear\r\nterrorism resolved as swiftly as possible.\r\nIt is equally important for Member States to take\r\nthe necessary steps to translate international\r\nagreements into specific domestic laws and regulations\r\nin order to strengthen overall preparedness against\r\n5\r\nA/56/PV.14\r\nterrorism and to take the necessary actions thereon. In\r\nparticular, it is urgent that all Member States take\r\neffective measures to prevent and suppress the\r\nfinancing of terrorists and terrorist organizations.\r\nMy delegation also supports regional cooperation\r\nfor the prevention of terrorism, as a complement to the\r\nUnited Nations efforts to suppress terrorism and raise\r\npublic awareness of the terrorist threat. The synergy\r\ncreated through the pursuit of both regional and\r\ninternational strategies will be instrumental in the\r\nformation of a successful collective effort to suppress\r\ninternational terrorism.\r\nThe Republic of Korea, currently a party to 7 of\r\nthe 12 international instruments for the suppression of\r\ninternational terrorism, will accelerate its domestic\r\nprocedure for the early ratification of, or accession to,\r\nthe remaining 5 agreements, including the 1999\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism. Furthermore, in order to\r\nenhance the effectiveness of its domestic mechanism\r\nfor combating terrorism, the Republic of Korea will\r\nenact an anti-terrorism law at the earliest possible date.\r\nIn the meantime, my Government will implement\r\nSecurity Council resolutions 1368 (2001) and 1373\r\n(2001), and is more than willing to take part in the\r\ncollective undertakings of the international community.\r\nMr. Erwa (Sudan) (spoke in Arabic): At the\r\noutset, I have the great pleasure of extending my\r\nsincere congratulations to you, Sir, on your election to\r\npreside over the fifty-sixth session of the General\r\nAssembly. We are confident that, with your well-\r\nknown statesmanship and abilities, you will\r\nsuccessfully conduct the work of this session. I must\r\nalso extend my thanks and appreciation to your\r\npredecessor, Mr. Harri Holkeri, who has just concluded\r\na term of office replete with accomplishments.\r\nOur deliberations this year on measures to\r\neliminate international terrorism have taken on\r\nparticular importance, as we have experienced a\r\nhumanitarian tragedy resulting from the criminal\r\nterrorist act that took place on 11 September. In\r\naddition to horrifying other American cities, that event\r\nhorrified the people of New York city, the host of our\r\ninternational Organization, and claimed the lives of\r\nthousands of innocent people. My delegation wishes to\r\nstress its total condemnation of that heinous act. We\r\nextend our deepest sympathy and most sincere\r\ncondolences to the American delegation. We ask that it\r\nconvey those condolences to the bereaved families of\r\nthe victims and to the families of the firemen,\r\npolicemen and medical staff who gave their lives in the\r\nline of duty.\r\nSudan’s condemnation and renunciation of acts of\r\nterrorism targeting innocent civilians is not born of the\r\nmoment; rather, it is a reflection of a genuine spirit\r\nstemming from our cultural heritage and values. Our\r\nposition is grounded in good will and is an extension of\r\nthe ceaseless effort in which we have been engaged for\r\nyears to underscore Sudan’s commitment to combating\r\nterrorism. In this regard, Sudan has actively cooperated\r\nwith the Security Council. It has also signed and\r\nacceded to every international convention on\r\nterrorism — all international conventions to eliminate\r\ninternational terrorism. Sudan is therefore among the\r\ncountries at the very forefront of that effort. Sudan has\r\nalso renewed its commitment to the elimination of\r\ninternational terrorism by participating in bilateral\r\ncooperative programmes with its immediate neighbours\r\nand with other States, including the United States of\r\nAmerica.\r\nSudan wishes to express its support for the\r\nstatement to be made subsequently on behalf of the\r\nArab Group on measures to eliminate international\r\nterrorism. The Sudan also reaffirms its commitment to\r\nthe established principles of the Organization of\r\nAfrican Unity, the Organization of the Islamic\r\nConference, the African Group and the Non-Aligned\r\nMovement in this sphere. The Sudan also stresses the\r\nimportance of respect for the inalienable right of all\r\npeoples under foreign occupation to self-determination\r\nand independence. In that connection, we warn that\r\nIsraeli exploitation of the current situation in order to\r\nescalate oppression of the Palestinian people would be a\r\ngrave matter.\r\nMy delegation is convinced that terrorism is a\r\ncriminal scourge that must not be linked with any\r\nculture, race or religion. Terrorism is terrorism. What\r\ntook place on 11 September was an act of terrorism that\r\nhad nothing whatever to do with Islam.\r\nMy delegation is most grateful for the wise\r\nstatements and assurances offered by President Bush,\r\nby other members of the United States Administration\r\nand by European leaders affirming that the war against\r\nterrorism does not mean a war against Islam. We stress\r\nthe importance of bolstering coexistence among\r\nreligions and cultures.\r\n6\r\nA/56/PV.14\r\nThe Sudan is matching its words with deeds. We\r\nproclaim to all that our territory will never be a haven\r\nfor terrorists or terrorist groups, and we express our\r\ncommitment to constructive cooperation in any\r\ninternational effort to eradicate terrorism. The Sudan\r\nrenews its determination to implement the relevant\r\nprovisions of international law and United Nations\r\nresolutions on the suppression of acts of terrorism and\r\nof funding, instigating and condoning them and\r\nprotecting their perpetrators. It welcomes Security\r\nCouncil resolution 1373 (2001).\r\nSudan, itself a victim of terrorism by outlaw\r\ngroups, takes this opportunity to call on all States\r\nMembers of the United Nations to respond positively to\r\nGeneral Assembly resolution 56/1, and to commit\r\nthemselves without reservation to its letter and spirit\r\nwith a view to combating terrorism in all its forms and\r\nmanifestations.\r\nIn conclusion, we pray that peace may hold sway\r\nthroughout the world, that justice, equity and right may\r\nreign, and that bitterness may be eradicated. We pray\r\nthat all people may coexist, irrespective of race, colour\r\nor religion, in a world that we wish to be stable, secure,\r\nunited and peace-loving.\r\nMr. Cowen (Ireland): There are moments in\r\nhistory so defining and so etched in the memory of all\r\nwho witness them that they become landmarks in time,\r\ndefining events that change history and lead to new\r\nimpulses of resolve and determination. On 11\r\nSeptember, such a moment occurred as the forces of\r\ninternational terrorism struck the people of the United\r\nStates with a viciousness and evil of purpose that\r\ncaused revulsion and horror around the world.\r\nThose acts of barbarous terrorism and the\r\ndetermined international response which must\r\nnecessarily follow do not, as some have suggested,\r\nrepresent a conflict between civilizations, or a religious\r\nwar. International terrorism strikes at the universal\r\nvalues, including that of religious tolerance, on which\r\nthe United Nations is founded. Our collective response\r\nto these outrages must uphold those values and put in\r\nstark relief the differences which divide those who\r\nuphold the principles enshrined in the United Nations\r\nCharter and those, hiding in our midst, who would seek\r\nto subvert those same principles.\r\nInternational terrorism must be denied the means\r\nand the opportunity to launch attacks in pursuit of any\r\ncause or perceived grievance. There can be no\r\nexceptions. This calls for firm resolve. The defeat of\r\nterrorism will take time, and it cannot be achieved in\r\nthe absence of a total commitment by Governments to\r\nthe task and without the widest possible cooperation\r\namong them.\r\nThe General Assembly has done excellent work\r\nover the years in addressing various aspects of\r\nterrorism and in establishing the measures that Member\r\nStates need to take. That work must now be carried on\r\nwith a greater sense of urgency to achieve the full\r\ncomplement of international instruments that is\r\nrequired. Of course, reaching agreement on\r\nconventions in this Assembly is clearly not enough,\r\nand neither is their signature. The record of signature,\r\nratification and implementation has been disappointing,\r\nand this work must now move right to the top of our\r\nagenda. It is by our actions alone that we can\r\ndemonstrate our determination to succeed.\r\nAction has already been forthcoming in the\r\nSecurity Council and in the General Assembly. The\r\nmessage is going out. We, the peoples of the United\r\nNations, are saying to the terrorists: you do not act for\r\nus; we reject your campaign of death and murder; your\r\npath is the path to the destruction of everything we\r\ncherish and all that the United Nations embodies and\r\nreflects; we will act together to ensure that you do not\r\nprevail.\r\nWe must meet the threat of international terrorism\r\non three levels. First, we must, as States Members of\r\nthe United Nations, do all we can in accordance with\r\nSecurity Council resolution 1368 (2001), to bring to\r\njustice the perpetrators, organizers and sponsors of the\r\nattacks of 11 September and to prevent further such\r\natrocities. Secondly, we must combine in a longer-term\r\ninitiative to defeat the monster of international\r\nterrorism by choking off its funds, by cutting its supply\r\nof munitions and technical support and by denying it\r\nthe bases from which it plans and prepares its actions.\r\nThirdly, we must redouble our efforts to put an end to\r\nthe many conflicts and injustices which, while they can\r\nnever, ever justify the horrors of 11 September, are\r\nexploited by the terrorists to garner support for their\r\nwarped philosophies.\r\nAt the first level, dealing with the immediate\r\nsecurity threat, the Security Council has acknowledged,\r\nin its resolutions 1368 (2001) and 1373 (2001), the\r\ninherent right of individual and collective self-defence,\r\nas recognized under Article 51 of the Charter. The\r\n7\r\nA/56/PV.14\r\nUnited States has suffered a most grievous assault, one\r\nof a long series of terrorist attacks against United\r\nStates targets. Who can reasonably argue that the\r\nUnited States does not have the right to defend itself, in\r\na targeted and proportionate manner, by bringing to\r\njustice those who planned, perpetrated and assisted in\r\nthese outrages and who continue to threaten\r\ninternational peace and security?\r\nIreland is seeking to play its part in efforts to\r\nrespond to the immediate terrorist threat by\r\ncooperating in police investigations and by opening our\r\nairspace and airports to aircraft operating in pursuit of\r\nSecurity Council resolution 1368 (2001). Ireland is not\r\na member of a military alliance, but Ireland is not\r\nneutral in the struggle against international terrorism.\r\nHow, I ask, can any Member of the United\r\nNations abstain from joining a collective effort to\r\nconfront what is a global threat to international peace\r\nand security?\r\nThe fact that the Taliban regime in Afghanistan\r\nhas, for the past two years, defied the demands of the\r\nSecurity Council to hand over Osama bin Laden, a\r\nmain suspect in the terrorist campaign against the\r\nUnited States, surely justifies the refusal by virtually\r\nthe entire international community to grant it\r\ndiplomatic recognition.\r\nBut let me be clear. The Afghan people, who are\r\nalready suffering terribly from the effects of drought,\r\ncivil war and political instability, are not to blame for\r\nthe actions of the Taliban and must not suffer the\r\nconsequences of the Taliban’s defiance. The\r\ninternational community is rightly mobilizing to deal\r\nwith the worsening humanitarian situation facing the\r\npeople of Afghanistan. For Ireland’s part, my\r\nGovernment yesterday announced that we will allocate\r\na further sum of over $3 million in response to the\r\nUnited Nations donor alert.\r\nAt the second level — the need for legal\r\naction — we must act in concert to deny international\r\nterrorism the means and capacity to launch attacks on\r\nboth people and property. This can be achieved only\r\nthrough a strong commitment by all our Governments\r\nto the task, and with the widest possible cooperation\r\nbetween us.\r\nThe General Assembly has done excellent work\r\nover the years in addressing various aspects of\r\nterrorism. We already have 12 different international\r\nconventions that bear in some way or another on\r\nterrorism, including a most important one, the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism, adopted in 1999. We must —\r\nmy own Government included — move quickly to\r\nensure the ratification and implementation of those\r\nconventions.\r\nWe need to go further, for instance, by speeding\r\nup work on the draft comprehensive convention on\r\nterrorism that was initiated by India, and the\r\nconvention on nuclear terrorism that has been proposed\r\nby the Russian Federation.\r\nThe Security Council has also been active.\r\nIreland, as current President of the Security Council,\r\nstrongly welcomes the adoption last Friday of\r\nresolution 1373 (2001). We will do all in our power to\r\nensure that the committee to be established to monitor\r\nthe implementation of the resolution by all Member\r\nStates is operational as soon as possible. In this regard,\r\nI am hopeful that it will be possible to reach an early\r\nagreement on the structure and chairmanship of that\r\ncommittee.\r\nAt the third level, we must seek to eliminate the\r\nconflict, alienation and deprivation which is used by\r\nthe godfathers of international terrorism to justify their\r\nactions. We must demonstrate that we can deal with\r\nthese problems, either directly or indirectly, and\r\nresolve them through peaceful dialogue and\r\ncooperation.\r\nNegotiation, conducted on a basis of mutual\r\nrespect, leading to a just and peaceful settlement that\r\nembodies the legitimate rights of the parties, is the only\r\neffective means of conflict resolution. Our own\r\nexperience in Ireland in this regard bears this out. The\r\ntask which we face in Ireland is to move the political\r\nprocess forward at the earliest moment. It is imperative\r\nthat all those with responsibilities live up to their\r\nobligations.\r\nSuccessful negotiation involves compromise,\r\nwhich all too often is misrepresented as appeasement\r\nor surrender. We need to rehabilitate the concept of\r\ncompromise and face down the forces of extremism.\r\nWe have seen in many instances around the world how\r\nextremists, fearing compromise, will commit terrorist\r\noutrages precisely with the aim of blocking moves\r\ntowards negotiations. We must not allow them to\r\nsucceed in their aim.\r\n8\r\nA/56/PV.14\r\nThe city of New York has hosted the\r\nHeadquarters of the United Nations for over half a\r\ncentury. During that time, the city’s services — its\r\npolice department and its fire department — have\r\nensured the physical safety of this Organization and of\r\nits Member States’ delegations. We owe this city and\r\nits services a special debt of thanks. We know that the\r\npolice and fire-fighters who went up the stairs of the\r\nWorld Trade Center to save others and thereby lost\r\ntheir own lives would have done the same had it been\r\nthe United Nations building that was under attack, or\r\nany of the buildings that house our missions or our\r\nmission staff.\r\nThe police and fire-fighters of New York City\r\nmade that sacrifice. They chose to put their lives on the\r\nline in rejecting the campaign of murder and\r\ndestruction waged by the dark, secretive and cowardly\r\nmen of terror. The families have sacrificed their loved\r\nones in the most noble show of determination that the\r\nterrorists, whoever they are and wherever they hide, do\r\nnot act for us, the people of the free world.\r\nLet those images and those stories of bravery and\r\nheroism in the face of the most awful terror stand as a\r\nconstant reminder that we, the members of this\r\nAssembly, have our own duty to perform to ensure that\r\nterrorists will find no welcome in any part of the globe.\r\nThat duty is about action, and not words.\r\nWe heard Mayor Giuliani yesterday morning\r\nspeak words of wisdom and leadership from this\r\nrostrum. On behalf of the Irish people, I can only say\r\ntoday that New York City has honoured us over the\r\npast weeks by its courage and nobility of action.\r\nI saw with my own eyes the wreckage of the\r\nWorld Trade Center, in which are entombed the\r\nremains of more than 5,000 people. Out of this\r\nwreckage and this appalling destruction of human life,\r\nwe the peoples of the United Nations must seek to\r\nrebuild the moral authority of our Organization. We\r\nmust begin by leading the fight against international\r\nterrorism. The Irish Government and our delegation in\r\nNew York stand ready to work throughout our\r\npresidency of the Security Council and beyond to meet\r\nthis challenge. This will not be a short or an easy\r\nstruggle, but for our sake and the sake of succeeding\r\ngenerations, it is one in which we simply must prevail.\r\nMrs. Ratsifandrihamanana (Madagascar)\r\n(spoke in French): From this rostrum, Madagascar,\r\nthrough me, associates itself with the greetings and\r\ntribute expressed to you, Sir, on the occasion of your\r\nassumption of the presidency of the fifty-sixth session\r\nof the General Assembly, as well as with those\r\nextended to your predecessor, Mr. Harri Holkeri. We\r\nreiterate our congratulations to Secretary-General Kofi\r\nAnnan on his re-election, which attests to the trust and\r\ngratitude we feel for him.\r\nToday, not long after the unprecedented tragedy\r\nthat took place in this very city, at the heart of the most\r\npowerful state in America, tears are far from dry,\r\nwounds are far from healed, and anger is far from\r\ncooled. Humanity as a whole has been shaken.\r\nYesterday we listened attentively to the statement\r\nmade by Mr. Rudolph Giuliani, Mayor of the city of\r\nNew York. We share his sorrow and that of the people\r\nand the Government of the United States following the\r\nsudden death of thousands of innocent people, the\r\nmassacre of our brothers and sisters, the suffering of\r\nthousands of orphaned children and the agony of\r\nbereaved fathers and mothers. We share in the resolve\r\nof the people and the Government of the United States\r\nto rebuild this legendary city and to restore a unique\r\nhistorical monument — the symbol of prosperity and\r\nfreedom and the reflection of strength in unity. It goes\r\nwithout saying that all countries, without exception,\r\nmust resolutely align themselves with a global\r\ncoalition against the universal scourge that is terrorism.\r\nOn behalf of the people and Government of\r\nMadagascar, I wish to reiterate our profound sympathy\r\nand heartfelt condolences to the families of the victims\r\nof these barbaric acts. Allow me to quote from the\r\nmessage addressed to President George Bush by the\r\nPresident of the Republic of Madagascar, Didier\r\nRatsiraka, shortly after the disaster:\r\n“I have learned with horror of the deadly\r\nattacks that have sent the entire American nation\r\ninto mourning today. I wish to express my\r\nindignation and strong condemnation of these\r\nacts.”\r\nEchoing that message, from this rostrum I wish to\r\nexpress our unequivocal condemnation of terrorism in\r\nall its forms, in all its natures, wherever it is\r\nperpetrated and by whomever it is carried out.\r\nWe welcome the initiative to hold this meeting,\r\nwhich we consider to be extremely important.\r\nMadagascar is firmly convinced that our Organization\r\nhas a pre-eminent role to play in the fight against\r\n9\r\nA/56/PV.14\r\ninternational terrorism. As a guarantor of world\r\nsecurity and as the supreme decision-making entity, the\r\nUnited Nations must fully and speedily involve itself in\r\nimplementing sanctions against the perpetrators of\r\nterrorism.\r\nAt the Millennium Summit, we pledged to\r\ncombat crime and terrorism, to abide by the relevant\r\ninternational conventions and to implement them\r\nforthwith. Madagascar fully associates itself with the\r\nresolution adopted on 12 September 2001, condemning\r\nthe terrorist attacks on the United States of America, as\r\nwell as Security Council resolution 1373 (2001),\r\nadopted on 28 September.\r\nPursuant to its principles, Madagascar has\r\nacceded, inter alia, to the International Convention for\r\nthe Suppression of Terrorist Bombings, the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism and the Convention on the\r\nPrevention and Combating of Terrorism of the\r\nOrganization of African Unity. Moreover, Madagascar\r\nhas signed the Convention on Transnational Crime and\r\nits two Protocols.\r\nAt the regional level, Madagascar has always\r\nadvocated that the Indian Ocean be established as a\r\nzone of peace by pursuing ongoing cooperation with\r\nour sister islands within the Indian Ocean Commission.\r\nA strategy has been identified that includes information\r\nexchange on major trafficking activities, plans to\r\nharmonize legislation and the conclusion of a protocol\r\nfor an agreement establishing multilateral operational\r\nstructures to prevent and punish transnational crime.\r\nAt the national level, security arrangements were\r\nstrengthened immediately following the attacks of 11\r\nSeptember. These steps involve administrative\r\nbuildings, diplomatic missions, port and airport\r\ninfrastructures and coastal borders. Measures were\r\ntaken to tighten control and monitoring of traffic\r\nthroughout our national territory. The granting of entry\r\nvisas and temporary residence visas is now the subject\r\nof heightened security. In order to guarantee the safety\r\nof air transport, we have extended insurance coverage\r\nfor national airlines.\r\nThe upsurge in terrorist acts, the diverse methods\r\nused and the spread of the terrorist network require us\r\nto rethink our strategy in the common struggle. In this\r\ncontext, my delegation hopes to see the adoption, as\r\nsoon as possible, of a comprehensive convention on\r\ninternational terrorism. This comprehensive convention\r\nwill be based on the 12 existing multilateral\r\nconventions on the prevention and suppression of\r\nterrorism and will emphasize specific measures to be\r\nundertaken by member countries. International\r\ncooperation in police and judicial investigations must\r\nbe strengthened. In this respect, the developing\r\ncountries require sustained assistance and material aid.\r\nAs past experience has shown, the ability to\r\nundertake new operations depends on the availability\r\nof support funds. There is thus a need to establish a\r\nworld fund to combat terrorism, which should be\r\ninstitutionalized and aligned like other United Nations\r\nfunds. In this regard, we suggest that this matter be\r\nplaced on the agenda of the next special session.\r\nRecent studies have highlighted the close\r\ncorrelation between the spread of terrorism and drug\r\ntrafficking. The laundering of profits from the drug\r\ntrade is a principal source of financing for terrorism.\r\nThat is why we must strengthen regulations in force in\r\nour respective countries and redouble our efforts to\r\ndismantle the networks to produce and distribute drugs.\r\nUnfortunately, globalization has increased the\r\ndevelopment gap between South and North. This has\r\ncertainly led to political, ideological, identity, cultural\r\nand economic frustrations, which are the probable\r\nsources of violence and mindless acts. Overhauling\r\ninternational policy on official development assistance\r\nto provide better assistance to poor countries has\r\nbecome more urgent than ever before.\r\nThe top priority remains the eradication of\r\nhotbeds of tension and conflict. We welcome the recent\r\nmeeting between the President of the Palestinian\r\nAuthority, Yasser Arafat, and Israeli Minister Shimon\r\nPeres. We hope to see a rapid and positive development\r\nof the situation in the Middle East.\r\nIn this United Nations Year of Dialogue Among\r\nCivilizations, learning tolerance is a sacred duty. The\r\nPresident of the Republic of Madagascar has proposed\r\nthe establishment at the national level of a non-\r\naggression pact among recognized religious\r\ninstitutions. This initiative could be significantly\r\nexpanded in order to ensure a climate of trust and calm.\r\nNo religion should ever be used to justify criminal acts,\r\nsuicide or massacres of any kind. We must have the\r\ncourage to denounce the proliferation of extremist and\r\nsectarian religious groups.\r\n10\r\nA/56/PV.14\r\nIn conclusion, together we must cultivate\r\nintercultural dialogue; together we need to relearn how\r\nto listen to one another; together we must promote\r\nmutual understanding so that, together, we can better\r\nfight terrorism.\r\nMr. Hasmy (Malaysia): The issue before us has\r\nbecome even more pertinent and urgent following the\r\nrecent terrorist attacks against the United States that\r\nresulted in enormous loss of life and property. Malaysia\r\nstrongly condemns the heinous acts of 11 September\r\nand fervently hopes that those responsible will finally\r\nbe brought to justice. We share the grief of the people\r\nof the United States and other nations who have also\r\nlost their citizens. We, too, have lost a number of our\r\nown in the tragedy. The attacks were a shocking and\r\ncruel wake-up call for all of us to the danger of\r\ninternational terrorism, to which all countries are\r\nvulnerable, and which represents a most complex\r\nsecurity challenge facing our global society today.\r\nMr. Shobokshi (Saudi Arabia), Vice-President,\r\ntook the Chair.\r\nMalaysia condemns terrorism in all its forms and\r\nmanifestations. We regard all acts, methods and\r\npractices of terrorism as criminal acts that cannot be\r\njustified, regardless of the motivation of their\r\nperpetrators — inasmuch as innocent, defenceless\r\ncivilians become their victims. Terrorism is the violent\r\nmanifestation of hate and intolerance. It threatens the\r\nright to life, liberty and security. It engenders chaos,\r\nfear and insecurity, as well as instability and\r\nuncertainty on all fronts.\r\nIn the wake of the horrific attacks on the United\r\nStates, the Prime Minister of Malaysia, Dr. Mahathir\r\nMohamad, called for the convening of a world\r\nconference of leaders to discuss the issue of\r\ninternational terrorism because of the serious nature of\r\nthis crime, which can affect all countries. While he\r\nunderstood the reasons for the ongoing planning to\r\nhunt down terrorist groups and stop terrorism, he was\r\nagainst the use of force that resulted in the\r\nvictimization of innocent civilians. He felt that\r\nretaliatory actions through the use of force would not\r\nsolve the problem, as they might only provoke counter-\r\nretaliation and were therefore fraught with risks to\r\ninternational peace and security.\r\nIn my Prime Minister’s view, in order for global\r\nefforts to be effective in curbing terrorism, it is\r\nimportant for the international community to deal with\r\nthe phenomenon objectively and impartially. The\r\ninternational conference, which should be organized by\r\nthe United Nations, must examine the issue of\r\nterrorism comprehensively, including its definition,\r\nroot causes and appropriate measures to deal with it.\r\nThe measures that are now being contemplated outside\r\nthe United Nations, including the use of armed force,\r\nwill not solve the problem as long as issues related to\r\nthe oppression of peoples in several parts of the world,\r\nparticularly in Palestine, remain unresolved.\r\nWhile Malaysia strongly supports efforts to curb\r\nterrorism, it is time for the world community to give\r\nserious attention to solving the problems which drive\r\npeople to resort to terrorism. This is not to excuse, or\r\nmitigate the blame, for the use of terror — there can be\r\nno excuse for or mitigating the gravity of such acts —\r\nbut to appreciate the complexity of the problem of\r\ninternational terrorism so that we are better able to\r\ncombat it as effectively as possible and with all the\r\nmeans at our disposal.\r\nBoth the Organization of the Islamic Conference\r\nand the Non-Aligned Movement had called for the\r\nconvening of an international conference under the\r\nauspices of the United Nations for the purpose of\r\nformulating a joint organized response to international\r\nterrorism. Regrettably, although this proposal was\r\nincluded in the agenda of the Ad Hoc Committee\r\nestablished by the General Assembly in resolution\r\n51/210, no progress has been made so far in realizing\r\nit.\r\nGiven the enormity of the challenge confronting\r\nthe international community, the convening of a United\r\nNations conference on terrorism would serve the\r\npurpose of galvanizing a collective international effort\r\nbased on a broad consensus at the highest possible\r\nlevel. It would provide the necessary political impetus\r\nfor completing ongoing efforts at the United Nations to\r\naddress the problem, in particular the elaboration of a\r\ncomprehensive convention on international terrorism\r\nand a convention for the suppression of acts of nuclear\r\nterrorism. As we are all agreed that the recent terrorist\r\nattacks were directed against not only the United States\r\nbut all States Members of this Organization, it is\r\nimportant that this all-out war against this menace to\r\ncivilized life be waged here in the United Nations and\r\ninvolve all Member States, with each of us playing our\r\nfull and appropriate role. We hope that this\r\noverwhelming expression of international solidarity\r\nand support for the anti-terrorist campaign will not be a\r\n11\r\nA/56/PV.14\r\nmere flash in the pan, but the beginning of a serious,\r\nongoing effort here at the United Nations.\r\nThe need for objectivity and impartiality is\r\nessential if terrorism is to be suppressed through the\r\ncollaborative efforts of the international community,\r\nwithout any equivocation. This is particularly the case\r\ngiven the tendency in some quarters to associate\r\nterrorism with a particular group or community of\r\npeople. The stereotyping of terrorism is not a\r\nconstructive approach in dealing with the problem; it\r\nwould do a great disservice to the cause that has united\r\nus in the wake of the recent tragic events. It would\r\ncreate mistrust among nations, when what is urgently\r\nrequired is the building of confidence among them,\r\nwhich is essential in the global effort to combat this\r\nmenace. Terrorism is the common foe of the global\r\ncommunity; it should not be coloured with ethnicity or\r\nany form of religious affinity.\r\nAs has already been said by previous speakers,\r\nterrorism has no religion or nationality. Terrorism\r\nserves only the selfish personal or group interests of\r\nthe perpetrators and their sponsors. Herein lies the\r\nimportance of the need to enhance greater\r\nunderstanding among the peoples of the world through\r\na dialogue among civilizations, which, we sincerely\r\nhope, will be given higher priority in the agenda of the\r\nUnited Nations, particularly in the context of the\r\ncurrent situation.\r\nIn addressing the problem of terrorism, there is a\r\nneed for States to reflect on their own practices in\r\ndealing with internal security situations. Actions\r\ncarried out by the security apparatus of a State in the\r\nname of security, but which create widespread fear and\r\napprehension among the civilian population, are as\r\ninhumane and as devastating as any other form of\r\nterrorism. In taking security measures, States must be\r\nguided by the principle of proportionate response. This\r\nis especially relevant in the context of the current\r\nsituation in the occupied Palestinian territory, where\r\nexcessive force has been used to intimidate people\r\nfighting for their rights. Such use of force by States,\r\nresulting in massive loss of life, injury and extreme\r\nhardship for the civilian population, must be viewed\r\nwith the same contempt reserved for acts of violence\r\ncarried out by terrorist groups.\r\nIn confronting the challenge before us, my\r\ndelegation strongly supports the ongoing efforts in the\r\nSixth Committee and the General Assembly to\r\nelaborate a comprehensive convention on international\r\nterrorism. However, in crafting such a convention, it is\r\nimportant to arrive at a clear and universally agreed\r\ndefinition of terrorism. Without an agreed definition, it\r\nwould be difficult to formulate or enforce international\r\nagreements to combat this scourge. Acts of pure\r\nterrorism, involving attacks against innocent civilian\r\npopulations — which cannot be justified under any\r\ncircumstances — should be differentiated from the\r\nlegitimate struggles of peoples under colonial or alien\r\ndomination or foreign occupation for self-\r\ndetermination and national liberation, as recognized by\r\nthe relevant resolutions of the United Nations and\r\ninternational declarations. All States Members of this\r\nOrganization that gained their freedom through a\r\nliberation struggle or war of independence would fully\r\nappreciate and support that inherent, inalienable and\r\nlegitimate right. We earnestly hope that the urgency of\r\nthe current international efforts to combat terrorism\r\nwill spur on negotiations on the draft convention\r\nduring this session of the General Assembly.\r\nNo discussion of international terrorism would be\r\ncomplete without a discussion of the threat posed by\r\nnuclear terrorism. The recent daring terrorist attacks\r\nagainst the United States, using sophisticated methods,\r\nhave considerably heightened this concern and demand\r\na serious response on our part to the inherent risks of\r\nnuclear terrorism. While, ultimately, the most effective\r\nway of preventing acts of nuclear terrorism lies in the\r\ntotal elimination of nuclear weapons — which should\r\nremain our long-term objective — the early adoption of\r\nan international convention for the suppression of acts\r\nof nuclear terrorism would be an important first step\r\ntowards eliminating that threat. Equally important\r\nwould be the strengthening of all existing treaties,\r\nagreements and norms aimed at reducing and\r\nultimately eliminating nuclear weapons and other\r\nweapons of mass destruction.\r\nThe strengthening of international cooperation is\r\nessential if we are to succeed in our common but\r\ndifficult quest. The tasks ahead of us are enormously\r\nchallenging, requiring of all of us national, regional\r\nand international efforts and cooperation aimed at,\r\namong other things, apprehending and bringing to\r\njustice the perpetrators; concluding agreements and\r\nother cooperative arrangements towards that end;\r\nimplementing the relevant international legal\r\ninstruments which we are parties to; and denying\r\nasylum to terrorists and freezing their assets. Malaysia\r\n12\r\nA/56/PV.14\r\nwill do its part. We will support all efforts aimed at\r\npromoting international cooperation in combating\r\nterrorism in accordance with the principles of\r\ninternational law and the United Nations Charter.\r\nSecurity Council resolution 1373 (2001), adopted last\r\nFriday, provides an important framework for this\r\ncooperation.\r\nMr. Ingólfsson (Iceland): Taking the floor for the\r\nfirst time during the fifty-sixth session, let me extend\r\nto the President my sincere congratulations on his\r\nelection. In these trying times, he will be playing an\r\nimportant role, and I assure him of the willingness of\r\nthe Icelandic delegation to support his efforts.\r\nAs this is also the first time Iceland has taken the\r\nfloor after the horrific terrorist attacks on the United\r\nStates on 11 September, I would like to express the\r\nheartfelt sympathy of the Government and people of\r\nIceland to the Government and people of the United\r\nStates. Our nation feels for the families and friends of\r\nthe victims. We strongly condemn the forces behind\r\nthese incomprehensibly brutal and cowardly acts\r\nagainst innocent people.\r\nI welcome this opportunity to reiterate Iceland’s\r\nfull support for the way in which the United States is\r\nconducting its response to the threat of international\r\nterrorism. To deal with that threat effectively requires a\r\ncomprehensive, long-term approach beyond military\r\nreprisals, however necessary the use of force may be.\r\nAs a global problem, terrorism, including its networks\r\nand resources, will also require the undivided attention\r\nof the international community as a whole.\r\nWe are seeing the emergence of an international\r\ncoalition which stands ready in the short term to bring\r\nthose responsible to justice, and in the long term to\r\ncooperate closely in uprooting terrorist organizations in\r\nthe world, relieving the future of this evil. This is\r\nindeed a positive development.\r\nIn this context, allow me also to underline the\r\nimportant and historic decision of the North Atlantic\r\nAlliance to invoke article 5 of the Washington Treaty.\r\nAn attack on the United States thus became an attack\r\non each and every member of an alliance committed to\r\ncollective defence. The right of individual or collective\r\ndefence is firmly anchored in Article 51 of the Charter\r\nof the United Nations. The North Atlantic Alliance is\r\nprepared for a long campaign against international\r\nterrorism in cooperation with its partners. In this\r\ncontext, I would particularly like to note the important\r\nrole of the Russian Federation.\r\nConsolidation of efforts is needed. The\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) has called on all 55 participating States to\r\nwork together to develop an OSCE-wide plan of action\r\nfor the fight against terrorism. The same is true of the\r\nCouncil of Europe and the European Union, which\r\nhave reacted with the same swift determination to find\r\nways to fight international terrorism.\r\nAt the national level, Iceland has taken the\r\nnecessary steps to become a party to and ratify the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism — which we signed\r\nyesterday — and to speedily ratify the already signed\r\nInternational Convention for the Suppression of\r\nTerrorist Bombings. Furthermore, we are also\r\nconsidering other United Nations conventions against\r\nterrorism that Iceland is not yet a party to, with a view\r\nto ratifying them as soon as possible. Security Council\r\nresolutions 1267 (1999), 1269 (1999) and 1333 (2000)\r\nare also being implemented.\r\nIn this regard, we welcome the swift and\r\nunanimous action by the Security Council in adopting\r\nresolution 1373 (2001), inter alia to block all possible\r\nmeans of terrorist financing. Iceland is also closely\r\ncooperating with the European Union in adopting and\r\nrevising its legislation in order to facilitate the\r\nsuppression of international terrorism.\r\nAll this is in line with the exceptional solidarity\r\nbehind Security Council resolution 1368 (2001),\r\ncalling for the international community to redouble its\r\nefforts to prevent and suppress terrorist acts, and with\r\nthe unity in the General Assembly, calling for urgent\r\naction to enhance international cooperation to prevent\r\nand eradicate acts of terrorism. A truly global coalition\r\nis emerging. I commend the role of the Government of\r\nthe United States in bringing about this unique\r\ncoalition.\r\nTerrorist acts can never be justified; they are\r\nalways unacceptable acts of violence, and those who\r\nsuffer are innocent civilians. We applaud the\r\nmultilayered and global approach adopted by the\r\ninternational community and its comprehensive\r\nresponse, using the full set of tools available to\r\nGovernments: economic, political and diplomatic, as\r\nwell as military. The United Nations needs as vigilantly\r\nas ever to continue addressing the problems that might\r\n13\r\nA/56/PV.14\r\ncontribute to the desperation, alienation and\r\nhopelessness that those behind terrorism try to make\r\nuse of and to turn in their favour with brutal\r\nmanipulation and fanaticism.\r\nThe tragic events of 11 September have radically\r\nchanged our security environment, and fighting\r\nterrorism should therefore become a priority of the\r\nUnited Nations. We recognize that the United Nations\r\nhas long been active in the fight against international\r\nterrorism. Now we need to develop new methods as\r\nwell as to make full use of all the available means of\r\nthe United Nations system, the truly global character of\r\nthe Organization and the numerous international legal\r\ninstruments available to us.\r\nThe fight against terrorism is not a fight against\r\nany religion or ethnic group. We must avoid all forms\r\nof discrimination, xenophobia and intolerance. Most\r\nimportantly, we must not be terrorized away from\r\nadhering to our basic values of democracy, freedom\r\nand human rights. Let us join hands in preventing the\r\ntwenty-first century becoming an age of terror. We\r\nhave worked too hard to make this world more secure\r\nand stable to allow that to happen.\r\nMr. Ahmad (Pakistan): Only a year ago our\r\nleaders assembled in this great city, the capital of the\r\nworld, to reaffirm their faith in the ideals of the United\r\nNations and to pledge to work together for a better\r\nworld, a more peaceful and a more just world. They\r\nrenewed their commitment to the timeless and\r\nuniversal purposes and principles of the Charter of the\r\nUnited Nations. The new millennium gave us new hope\r\nembedded in the fundamental values of humankind —\r\nthe values that were clearly stipulated in the\r\nMillennium Declaration — the values of freedom,\r\nequality, justice, solidarity, tolerance and shared\r\nresponsibility.\r\nUnfortunately, hard realities seem to have\r\nintervened in our journey to our envisioned goal. We\r\nwere struck by a new face of universal evil that we call\r\nterrorism. This scourge knows no geographic\r\nboundaries and haunts all religions, regions, countries\r\nand societies. The terrorists did not strike at the World\r\nTrade Center — they struck at the world. It was an\r\nattack against humanity. Nationals of more than 80\r\ncountries, including my own, lost their lives in this\r\ntragedy.\r\nOur hearts go out to the bereaved families, and\r\nwe pray for the departed souls. We also pray for those\r\nwho are still missing. We share the grief and\r\nindignation of the people of the United States and stand\r\nby them in this hour of their supreme national tragedy.\r\nWe have had occasion to pay tributes to this city,\r\nits people and its administration for being wonderful\r\nhosts to the United Nations and for making it possible\r\nfor the world community’s leaders to assemble here in\r\nthe cause of peace, security and other great causes of\r\nhumanity, not only in yearly sessions and meetings, but\r\nalso for historic summits and conferences.\r\nToday we pay tribute to the city and the people of\r\nNew York and to those who manage its stupendous\r\naffairs, in felicity and adversity, for the valour,\r\nforbearance and compassion with which they handled\r\nthis tragedy. We compliment Governor Pataki and\r\nMayor Giuliani for leading an unprecedented\r\noperation. We were privileged to have Mayor Giuliani\r\nwith us in this plenary Hall yesterday and to share with\r\nhim our thoughts and sentiments over the tragedy.\r\nAt the United Nations, despite diversity in\r\nregions and religions, cultures and values, and\r\neconomic and political systems that we all represent\r\nhere, our reaction was spontaneous and swift. We\r\ncondemned the terrorist attacks in the United States\r\nand resolved to work together not only to bring the\r\nperpetrators to justice but also to prevent and suppress\r\nterrorism. The Security Council and the General\r\nAssembly unanimously adopted resolutions on 12\r\nSeptember providing legitimacy to the international\r\ncoalition against this abominable phenomenon. To\r\nunderscore the seriousness of our purpose in dealing\r\nwith the question of terrorism, we took an exceptional\r\nstep by shifting this debate from its traditional forum,\r\nthe Sixth Committee, to the plenary General Assembly,\r\nthe chief deliberative policy-making and representative\r\norgan of the United Nations system.\r\nMy own country, Pakistan, which abhors\r\nterrorism and deplores violence of all sorts and scales,\r\ndid not hesitate to respect and accept the international\r\nconsensus and the international sentiment. We have\r\nalways condemned terrorism in all its forms and\r\nmanifestations, including State terrorism. We have\r\nnever condoned acts of terrorism and have been\r\ncooperating with the international community in\r\ncombating this universal evil. Today, once again, we\r\nhave pledged our full support and unstinting\r\ncooperation in the fight against terrorism.\r\n14\r\nA/56/PV.14\r\nWe welcome this important and serious issue\r\nbeing discussed in the plenary General Assembly. The\r\nresultant approach will, of course, be encapsulated in\r\nthe resolution to be worked out in the Sixth Committee,\r\nunless, Mr. President, you are contemplating another\r\nalternative. The Security Council also adopted a\r\ncomprehensive resolution last Friday, giving the fight\r\nagainst terrorism new momentum. It obliges all\r\nMember States to deny financing, support and safe\r\nhaven to terrorists. We hope that this, coupled with the\r\nexisting international conventions relating to terrorism,\r\nwill provide an effective normative framework for the\r\nworld community to deal with this global menace.\r\nWe in Pakistan will continue to abide by our\r\nobligations under the Charter of the United Nations.\r\nPresident Musharraf has clearly pronounced our policy\r\non this matter and has taken our people into confidence\r\nin support of our decision to be part of an international\r\ncoalition against terrorism. It is a difficult path, but we\r\nare determined to support what is right and what is just.\r\nAs we seek to grapple with the worst ever\r\nchallenge to humanity, our approach should be neither\r\ncosmetic nor guided by emotion or anger. Surely the\r\nperpetrators must be brought to justice. But our battle\r\nmust not remain confined to retaliation or retribution\r\nalone. We must tackle the causes that give rise to\r\nforces of hatred and violence. Individual acts of\r\nmadness or behavioural insanity of groups that snuff\r\nout innocent lives are both a crime and a disease.\r\nCrimes must be punished; disease must be treated at its\r\nroots.\r\nInternational conventions and resolutions are\r\nindeed necessary as a matter of prevention and\r\ndeterrence. We must implement them. Freezing assets,\r\nclosing bank accounts, denying safe haven and\r\ninformation sharing are important steps in controlling\r\nterrorist acts. For a long-term solution, we must,\r\nhowever, unearth the source of the problem and\r\ndiagnose the disease beneath the skin. Sheer bandages\r\nwill not heal the wounds that are rooted in the\r\ninjustices of systems and societies.\r\nNo matter what actions we might contemplate\r\nagainst terrorism, this faceless enemy, this new enemy\r\nthat we confront, which lurks in the shadows of fear\r\nand frustration, breeds on hatred and disillusionment,\r\nand is fed by ignorance and poverty, will not disappear\r\nunless we build global harmony, mutual tolerance and\r\nstability through shared prosperity and development. It\r\nwill continue to haunt us if the roots of terrorism,\r\nwhich lie in the inequality of societies, the exploitation\r\nof the downtrodden, the denial of fundamental rights\r\nand the sense of injustice, are not addressed. It would\r\nbe too simplistic to merely focus on the symptoms or\r\ntheir ugly manifestations. Terrorism has now emerged\r\nas a different challenge, which has to be dealt with in a\r\ndifferent but resolute and measured manner.\r\nTerrorism is the negation of human dignity.\r\nHuman dignity can neither be achieved nor guaranteed\r\nin an environment of abject poverty and denial of\r\ninalienable rights. Most countries, if not all,\r\nrepresented here today have at one point in this history\r\nchosen their own destinies based on the cardinal\r\nprinciple of self-determination of peoples. Yet, in\r\ncontravention of this universal principle, there are\r\npeoples even today who remain deprived of their\r\nfundamental right of self-determination. The Security\r\nCouncil resolutions pertaining to their destiny and\r\nfuture remain unimplemented in the archives of this\r\nOrganization. There is an approach and an attitude of\r\npolitical selectivity based upon expediency.\r\nThe Security Council resolutions, as I said,\r\nremain in the archives of this Organization pertaining\r\nto the destiny and future of people who rebel under\r\nforeign occupation. It is time for courageous decisions\r\nand realistic approaches. Our universal obligation to\r\nfight terrorism in all its forms must not deflect us from\r\nthe need for a just, lasting and honourable settlement of\r\nthe Palestine and Kashmir disputes, which will indeed\r\nbring durable peace and stability to the world at large.\r\nIn the face of the current crisis, we fear an\r\nimpending humanitarian tragedy. Millions of Afghans\r\nare leaving their homes in the fear of war. Pakistan,\r\nwhich has been home to the world’s largest refugee\r\npopulation for more than two decades, is now faced\r\nwith the massive influx of nearly 1.5 million Afghan\r\nrefugees, a new influx that we fear. Secretary-General\r\nKofi Annan has called for a donor alert. The United\r\nNations High Commissioner for Refugees (UNHCR)\r\nhas issued warnings about the magnitude of the\r\nemerging humanitarian crisis. How the international\r\ncommunity responds to this crisis will be a real test not\r\nonly of its ability but also of its conscience and moral\r\nresponsibility.\r\nTo make our world better, we also need economic\r\nwell-being in all parts of the world. At the Millennium\r\nSummit last year, our leaders resolved to wage a war\r\n15\r\nA/56/PV.14\r\non poverty, to make the right to development a reality\r\nfor everyone and to free the entire human race from\r\nwant. These were the words used in the Millennium\r\nDeclaration.\r\nWe need concrete steps to achieve this goal. The\r\nongoing financing for development process gives us an\r\nopportunity to address this issue in a holistic manner\r\nwith the participation of all major stakeholders,\r\nincluding the Bretton Woods institutions and the\r\nprivate sector. We must initiate, through this process, a\r\ncollective effort towards new patterns of cooperation in\r\nterms of trade, partnership and interdependence.\r\nI would like to conclude by quoting from the\r\npreamble of President Woodrow Wilson’s famous\r\nFourteen Points.\r\n“It is that the world be made fit and safe to\r\nlive in; and particularly that it be made safe for\r\nevery peace-loving nation which, like our own,\r\nwishes to live its own life, determine its own\r\ninstitutions, be assured of justice and fair dealing\r\nby the other peoples of the world as against force\r\nand selfish aggression. All the peoples of the\r\nworld are in effect partners in this interest, and\r\nfor our own part we see very clearly that unless\r\njustice be done to others it will not be done to\r\nus”.\r\nMr. Satoh (Japan): At the outset, I would like to\r\ntake this opportunity to once again express, on behalf\r\nof the Government and the people of Japan, our deepest\r\nsorrow for those victimized by the heinous terrorist\r\nattacks on 11 September, who have left behind homes\r\nand families in many parts of the United States, as well\r\nas in many other countries. The bereaved families, as\r\nwell as the Government and all the people of the\r\nUnited States of America, have our profound sympathy\r\nat this time of sadness.\r\nWe stand by them with a strong determination to\r\nfight terrorism. As Japan’s Prime Minister, Mr.\r\nJunichiro Koizumi, has repeatedly stated, the\r\nGovernment of Japan considers that these terrorist acts\r\nmust be seen not solely as assaults against the United\r\nStates, but also as crimes against humanity and a\r\nchallenge to democracy and freedom all over the\r\nworld, and that combating terrorism is also Japan’s\r\nown responsibility. With this recognition, Japan will\r\nmake every possible effort, in cooperation with the\r\ninternational community, to bring to justice those\r\nresponsible for these terrorist attacks.\r\nAll Member States of the United Nations must\r\nremain in strong solidarity and join together to combat\r\nall forms of terrorism, in accordance with General\r\nAssembly resolution 56/1 and Security Council\r\nresolutions 1368 (2001) and, indeed, 1373 (2001). In\r\nthis context, it cannot be overemphasized that it is\r\nterrorists whom we must confront — not Muslims, or\r\nIslamic or Arab countries.\r\nIt is indeed a matter of grave concern that, despite\r\nthe anti-terrorism efforts to date of the international\r\ncommunity, vicious terrorist acts have increased in\r\nrecent years. Today there is virtually no country that is\r\nnot faced with the threat of terrorism. It is therefore\r\nimperative that the international community act as one\r\nin order to eliminate all forms of terrorism.\r\nWhile our measures to combat terrorism must\r\nextend over a broad variety of areas, it is the solemn\r\nresponsibility of the General Assembly to create a\r\nmore effective international legal framework in order\r\nto bring to justice not only the perpetrators, organizers\r\nand sponsors of terrorism, but also those who aid,\r\nsupport or harbour terrorists. It is therefore particularly\r\nimportant that we pursue, as our immediate tasks, the\r\nfollowing two goals.\r\nThe first is the ratification and faithful\r\nobservance by all Member States of all 12 international\r\nanti-terrorism conventions. In this regard, we welcome\r\nthe entry into force of the International Convention for\r\nthe Suppression of Terrorist Bombings on 23 May this\r\nyear.\r\nThe Government of Japan, for its part, has\r\nalready ratified 10 of the 12 conventions and is now\r\npreparing for the early ratification of the remaining\r\ntwo: the International Convention for the Suppression\r\nof the Financing of Terrorism and the International\r\nConvention for the Suppression of Terrorist Bombings.\r\nThe Japanese Government intends to sign the former\r\nby the end of this year — that is, during the period in\r\nwhich the Convention remains open for signature —\r\nand then ratify it as soon as possible; and the\r\nGovernment is now expediting the preparations for the\r\nearly ratification of the latter.\r\nThe second goal is the prompt adoption of the\r\ntwo draft conventions before us: the international\r\nconvention for the suppression of acts of nuclear\r\nterrorism and the comprehensive convention on\r\ninternational terrorism.\r\n16\r\nA/56/PV.14\r\nNeedless to say, it is essential to create an\r\neffective legal framework to cover issues that are not\r\naddressed by existing conventions. But it is equally\r\nimportant for Member States to demonstrate their\r\ndetermination to fight against terrorism by promptly\r\nadopting these conventions. To this end, it is important\r\nthat each of us, in a spirit of cooperation, summon the\r\nnecessary wisdom and demonstrate maximum\r\nflexibility. The Government of Japan, for its part,\r\nremains strongly supportive of the initiatives taken by\r\nRussia and India to formulate new conventions, and\r\nwill participate in the Sixth Committee discussions\r\nwith a view to completing the conventions as quickly\r\nas possible.\r\nIn addition to the establishment of legal\r\nframeworks for combating terrorism, it is imperative to\r\npromote international cooperation and policy\r\ncoordination against terrorism at various levels, within\r\nthe framework of regional cooperation as well as\r\namong like-minded countries. Japan has been\r\naddressing the issue with its G-7 and, later, G-8\r\npartners in order to strengthen anti-terrorism\r\ncooperation among them and in the world. At the\r\nregional level, the Government of Japan has been\r\nengaged in anti-terrorism consultations with countries\r\nin the Asia-Pacific region, Latin America and the\r\nMiddle East.\r\nBuilding upon these experiences and based on the\r\nrecognition of Prime Minister Junichiro Koizumi,\r\nwhich I referred to at the outset, the Government of\r\nJapan is determined to become engaged even more\r\nactively in international cooperation, both within and\r\noutside the United Nations, to eliminate international\r\nterrorism.\r\nMr. Alcalay (Venezuela) (spoke in Spanish): On\r\nbehalf of the Government of the Bolivarian Republic of\r\nVenezuela, I would like to take the opportunity\r\nafforded by this world forum to reiterate our forceful\r\ncondemnation and firm rejection of terrorist acts in all\r\ntheir forms and manifestations, wherever they occur in\r\nour world. From the very outset the President of the\r\nRepublic of Venezuela, Hugo Chávez Frías, vigorously\r\nrepudiated the attacks on New York and Washington,\r\non behalf of all Venezuelans. Once again, we express\r\nour deepest sorrow at the terrorist acts against the cities\r\nof New York and Washington and the state of\r\nPennsylvania — abominable criminal actions that took\r\nthousands of innocent victims and caused untold\r\nmaterial damage. We thus consider this to have been an\r\nact of aggression against all the citizens of the world.\r\nMany of our countries lost nationals in the Twin\r\nTowers of the World Trade Center, including my own\r\ncountry. We therefore reiterate our deepest condolences\r\nto the Government of the United States of America and\r\nto the families of those who lost their lives.\r\nIn the United Nations there has never been such\r\nimmediate and unanimous support as that given by 189\r\nnations of the world to the United States on 12\r\nSeptember. When an emergency meeting of the\r\nSecurity Council was convened, in spite of how\r\ndifficult it was to reach this building, the other\r\ncountries came to accompany both permanent and non-\r\npermanent members of the Council, where\r\nrepresentatives stood up to adopt the resolution\r\nunanimously. Just a few hours later, the plenary\r\nGeneral Assembly adopted a resolution in another\r\nshow of support right here.\r\nThe Secretary-General very wisely observed that\r\nwe cannot remain indifferent in the face of an act of\r\nsuch nature. We must therefore repudiate all acts of\r\nterrorism, whatever the political, philosophical,\r\nreligious, ethnic, racial or other considerations invoked\r\nto try to justify them. In that respect, Venezuela affirms\r\nthat to take a stand against terrorism is also to take a\r\nstand in favour of peace.\r\nThe world is today watching what we do, decide\r\nand emphasize here in plenary meeting. It is for that\r\nreason that the adoption of Security Council resolution\r\n1373 (2001) — which covers various aspects of the\r\nphenomenon of terrorism, from financing to the\r\nrelationship between terrorism and other international\r\ncrimes, including legal issues — constitutes an\r\nimportant basis for coordinating cooperation in the\r\njoint international struggle against this scourge. We\r\nbelieve that it is essential that the General Assembly\r\nadopt a resolution to clarify this issue, for we cannot\r\nlose this opportunity to have the United Nations, of\r\nwhich we are all part, take a stand before public\r\nopinion to reiterate our commitment to an effective and\r\ncomprehensive fight against terrorism.\r\nThe devastating attacks of 11 September must\r\nserve to alert the international community to the\r\nunforeseeable consequences that an attack with\r\nweapons of mass destruction would have. It is for this\r\nreason that we want to send a clear and unambiguous\r\nmessage to terrorists that their actions will not go\r\n17\r\nA/56/PV.14\r\nunpunished and that the hand of justice will not fail to\r\nact. That must be the clear message sent from here.\r\nWe listened attentively to the words spoken in\r\nthis Hall yesterday by Mayor Rudolph Giuliani.\r\nPresident George Bush, in various statements broadcast\r\nto the public, also stated that these criminal acts must\r\nbe brought to justice. Along with the other countries of\r\nthe world, Venezuela would like, as it should, to\r\nassociate itself with that effort to render justice.\r\nMy country is a peace-loving and justice-loving\r\ncountry that does not believe in vengeance as a\r\nresponse, or in responding to terror with terror and\r\nhatred with more hatred. We believe in the legal norms\r\nof international law and in respecting human rights.\r\nBut, of course, we also believe in punishing those who\r\ncommitted these abominable acts.\r\nAt the recent consultative meetings of the\r\nOrganization of American States, at which all the\r\nministers of our hemisphere were present, Venezuela\r\njoined the consensus in rejecting terrorism and\r\ndeclaring it necessary to determine precisely who is\r\nresponsible for these acts so that the entire weight of\r\nthe law may be brought down upon them with the\r\nunanimous resolve of the entire hemisphere.\r\nThe fight against this scourge must be guided by\r\nthe fundamental principles of international law. The\r\naction of the United Nations must therefore be the\r\nproper framework to move forward with international\r\ncooperation in this struggle. In that respect, the\r\nstrengthening of a legal framework is a prerequisite to\r\nensuring the success of international cooperation in this\r\narea.\r\nOur delegation attaches great importance to the\r\nreport of the Secretary-General on measures to\r\neliminate international terrorism, which contains a list\r\ndescribing the current status of international\r\nconventions in this field. Our Governments must\r\ndemonstrate their political will by adhering to, signing\r\nand ratifying those instruments.\r\nAware of the need to strengthen that legal\r\nframework, Venezuela has become party to the various\r\ninternational conventions and instruments governing\r\nthis issue. In fact, we are one of the few States to have\r\nsigned the International Convention for the\r\nSuppression of Terrorist Bombings, which was adopted\r\nin this very city in 1997. Our country also thinks that it\r\nis necessary to reformulate the definition of terrorism\r\nthat has been in place heretofore, which considers\r\nterrorism a grave ordinary crime.\r\nAs I have already said, Venezuela has also\r\nparticipated and contributed at the hemisphere level. In\r\nthat regard, we have condemned terrorism and made\r\nefforts at strengthening cooperation and the\r\ncoordination of measures to combat this phenomenon.\r\nTerrorism has a negative impact on friendly\r\nrelations among peoples. It threatens the security of\r\npeople and States, territorial integrity, and the stability\r\nof democratic Governments. It is therefore a disruptive\r\nelement in the economic and social development of\r\npeoples.\r\nIn addition to waging a frontal attack on\r\nterrorism, we also believe that it is necessary to\r\nunleash a parallel struggle against hunger, poverty,\r\ndisease and the lack of housing and education. In the\r\nspirit of the Millennium Declaration — which was\r\nadopted at the Millennium Summit — and while\r\nwaging a frontal battle against terrorism, we must take\r\naction in that direction and spare no effort to find a\r\nmore just and humane international order.\r\nIn conclusion, I would like once again to\r\nunderscore the fact that the international community\r\nmust show its most resolute will to confront this\r\nchallenge. There must be no truce with terrorism. We\r\nmust not allow an era of terror to establish itself in our\r\nworld. We have waged a long and arduous battle for the\r\nera of peace, a battle that has yielded results. We must\r\ntherefore continue our efforts in that direction. As the\r\nPresident of the United States and the Mayor of this\r\ncity both said, this must be part of a search for justice\r\nthat gets to the root of the problem.\r\nMr. Šahovic (Yugoslavia): As this is the first\r\ntime that I address the General Assembly during this\r\nsession, I would like to congratulate you,\r\nMr. President, on your election to the presidency, and\r\nto wish you every success in your work.\r\nMy delegation joins all previous speakers in\r\nunconditional condemnation of the heinous terrorist\r\nacts committed on 11 September in New York,\r\nWashington and Pennsylvania. At the same time, we\r\nexpress once again the deepest condolences of the\r\npeople and Government of the Federal Republic of\r\nYugoslavia to the families of the innocent victims and\r\nto the Government of the United States.\r\n18\r\nA/56/PV.14\r\nThese horrific crimes provide telling evidence\r\nthat international terrorism is a scourge of global\r\nproportions whose suppression calls for an organized\r\nand united international response. In order to provide\r\nsuch a response to terrorism, irrespective of the place\r\nand form of its occurrence, we need uniform standards\r\nand every available resource — global, regional and\r\nnational.\r\nIn that context, the role of the United Nations is\r\ncentral. We share the opinion of the Secretary-General,\r\nwho in his recent statement here said that the United\r\nNations must provide the framework of shared values\r\nand understanding within which its free and voluntary\r\nefforts can interact and reinforce each other, instead of\r\ngetting in each other’s way. The first reaction of the\r\nOrganization to the terrorist attacks on the United\r\nStates indeed reflected such a framework and\r\nunderstanding.\r\nThe Federal Republic of Yugoslavia\r\nwholeheartedly joins the united front against terrorism\r\nand strongly supports the resolutions adopted by the\r\nSecurity Council and the General Assembly in the\r\nwake of the tragic events of 11 September. The most\r\nrecent Security Council resolution, resolution 1373\r\n(2001) of 28 September, is an extremely important\r\ndocument providing for a range of concrete measures\r\nagainst terrorists and those who harbour them. It is of\r\nthe utmost importance that we all take the necessary\r\nmeasures to ensure that terrorists are denied financing,\r\nsupport and safe haven from anybody, anywhere.\r\nThe system of the international prohibition of,\r\nstruggle against and punishment of crimes of terrorism\r\nshould be improved significantly. It is necessary,\r\ntherefore, for an ever greater number of countries to\r\naccept the 12 existing international conventions\r\nregulating various aspects of the struggle against\r\nterrorism in order to strengthen international\r\ncooperation in this field. My delegation also believes\r\nthat the adoption of a convention based on a\r\ncomprehensive approach to international terrorism\r\nwould greatly contribute to global efforts to address\r\nthis evil in a much more effective way. We hope that\r\nthis session of the General Assembly will provide an\r\nopportunity to make a breakthrough in that direction.\r\nFor its part, Yugoslavia has in the past several\r\nmonths become a party to five of those 12 international\r\nanti-terrorist instruments. Also, my Government\r\nintends to sign the remaining conventions, and the\r\nnecessary procedures for doing so have already been\r\ninitiated. In that regard, we consider particularly\r\nimportant the International Convention for the\r\nSuppression of Terrorist Bombings and the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism. At the national level, existing\r\nmeasures for their implementation will be further\r\nstrengthened and enhanced.\r\nUnfortunately, my country has considerable\r\nexperience in combating terrorism. Our territory,\r\npeople, diplomats and missions abroad have been\r\nfrequent targets of terrorism. Last year, terrorism\r\nescalated in southern Serbia, in the ground safety zone\r\nat the administrative boundary with Kosovo and\r\nMetohija. Also, we have been plagued by serious\r\nproblems in this respect in Kosovo and Metohija, the\r\nautonomous province of the Yugoslav Republic of\r\nSerbia, now administered by the United Nations\r\nInterim Administration Mission in Kosovo (UNMIK).\r\nThe situation there continues to be very grave. UNMIK\r\nis aware of that, and is seeking ways to address the\r\nproblem. The adoption in June this year of the\r\nregulation on the prohibition of terrorism and related\r\noffences was one such step, but much more has to be\r\ndone. My Government is ready to offer all necessary\r\nhelp to facilitate the implementation of that regulation\r\nand to provide other assistance in suppressing terrorist\r\nactivities.\r\nRegrettably, terrorists and terrorism have a wider\r\npresence in our region. In fact, terrorism is closely\r\nconnected with transnational organized crime,\r\ntrafficking in human beings and in drugs, money\r\nlaundering and other similar crimes. That is seriously\r\naffecting the stability of South-East Europe as a whole.\r\nClearly, there is a need to enhance coordination and\r\ncooperation at the subregional and regional levels in\r\norder to face the challenge. We in the region have to\r\nlook into ways and means to prevent the flow of\r\nfinances and arms to terrorists, to stop them from\r\ncrossing borders, and to share relevant information. In\r\na nutshell, we need to organize our regional response to\r\nterrorism within a wider global framework. Yugoslavia\r\nstands ready to make a constructive contribution in that\r\nregard.\r\nIn conclusion, I reiterate once more that all acts\r\nof terrorism must be universally condemned for what\r\nthey are. The Federal Republic of Yugoslavia will\r\ncooperate and will invest its best efforts within the\r\n19\r\nA/56/PV.14\r\nUnited Nations and other multilateral forums, as well\r\nas bilaterally, in order to eradicate the evil of terrorism.\r\nMr. Dorda (Libyan Arab Jamahiriya) (spoke in\r\nArabic): I shall speak first on behalf of the Arab\r\nGroup, then on behalf of my own country, the Libyan\r\nArab Jamahiriya.\r\nThe Arab Group expresses its heartfelt\r\ncondolences to New York, to the Government and the\r\npeople of the United States and to the families of the\r\nvictims. The Arab Group condemns terrorism in all its\r\nforms and manifestations, and condemns all persons,\r\ngroups, organizations and States that engage in\r\nterrorism.\r\nLet it be recalled that, for decades, Arab States\r\nwere the primary victims of terrorism in all its forms\r\nand manifestations: State terrorism, terrorism by\r\noccupation and fundamentalist terrorism. This cost us\r\ndearly in terms of lives: even now, many innocent Arab\r\nlives are claimed daily by ongoing terrorism. The Arab\r\nGroup states that Arab countries suffering from\r\nterrorism carried out by fundamentalist groups have\r\nrequested some countries in which the leaders of such\r\norganizations and groups are taking refuge to bring\r\nthose elements to justice. But those countries have\r\nnever heeded such requests.\r\nLet us recall that in the early 1970s a number of\r\nArab leaders were the first to suggest to the United\r\nNations that an international conference on terrorism\r\nbe convened, to agree on a uniform definition of\r\nterrorism and on international action to eradicate\r\nterrorism. Such initiatives made in the United Nations,\r\nincluding that for an international conference, enjoyed\r\nwidespread international understanding and were\r\nendorsed by the Non-Aligned Movement, the\r\nOrganization of the Islamic Conference and other\r\nintergovernmental organizations. That endorsement\r\nwas embodied in the Arab Convention on the\r\nSuppression of Terrorism, the Convention of the\r\nOrganization of the Islamic Conference on Combating\r\nInternational Terrorism and in the Organization of\r\nAfrican Unity Convention on the Prevention and\r\nCombating of Terrorism. Arab leaders have continued,\r\nto this day, to reiterate all those initiatives and appeals,\r\nas is broadly reported in the news media.\r\nThe Arab Group is eager to stress its unqualified\r\nsupport for the right of the Arab Palestinian people to\r\nfreedom and independence. Moreover, we reaffirm that\r\nuntil that right is secured, the Palestinian people is fully\r\nwithin its rights to resist the occupation and all its\r\neffects, foremost among them the settlements. We\r\nendorse the right of dispossessed or deported\r\nPalestinians to return to their homeland, for they have\r\nno other homeland.\r\nThe Arab Palestinian people are the victims of\r\nmodern-day terrorism in the fullest sense of the word.\r\nTheir land is occupied; their property is seized or\r\ndestroyed by bulldozers. Most of their sons and\r\ndaughters are displaced, imprisoned, tortured, expelled\r\nor deported to the farthest corners of the Earth, in order\r\nto empty their land for settlement by foreigners. The\r\nPalestinian people are subjected to repression and\r\nsuppression to prevent them from even expressing their\r\nrejection of the occupation. The tools of that repression\r\nare of the most brutal, cruel and inhumane kind,\r\nincluding the most modern aircraft carrying the most\r\nsophisticated weaponry, in addition to tanks, artillery\r\nand the political assassination of all who resist the\r\noccupation.\r\nHere, the Arab Group expresses its determination\r\nto oppose any attempt to classify resistance to\r\noccupation as an act of terrorism. Such an injustice\r\nwould turn the facts upside-down and would only give\r\nrise to hatred. Freedom is indivisible, and must not be\r\ndiminished in any way. Anyone who maintains\r\notherwise cannot be convincing in his resistance to\r\nterrorism in the name of freedom or justice.\r\nTerrorism has no nationality; it has no religion.\r\nNo terrorist can have any religion at all, unless one\r\ncounts cases in which terrorism itself becomes a\r\nreligion. May God forgive us for saying so, but the true\r\nreligion can only be God Almighty’s religion.\r\nAs far as nationality is concerned, it is both sad\r\nand regrettable that some States refuse to extradite\r\nterrorists to their homeland so that they may be brought\r\nto justice and punished for their crimes. In fact, such\r\nterrorists are sometimes granted the nationality of the\r\nhost State or a resident’s permit, enabling them to\r\nmove freely internally and externally and thereby work\r\nagainst their home country and threaten its stability.\r\nThe word “Islam” is derived from the word for\r\npeace, and peace is one of the glorious names of Allah\r\nin the Holy Koran. The standard Islamic greeting is\r\n“Peace be upon you”. The Holy Koran states that he\r\nwho kills a single human soul commits an act\r\ncomparable in monstrosity to killing all human beings,\r\nand he who saves a single human soul performs an act\r\n20\r\nA/56/PV.14\r\ncomparable in compassion to giving life, that is, saving\r\nall human beings.\r\nIslam is a religion of truth, justice and equality. It\r\nmakes no distinction between race or colour. The most\r\ndignified people in the eyes of God are those who are\r\nmost pious. By what right and on what basis, therefore,\r\nis Islam being degraded, particularly by some leading\r\nfigures in certain countries and in the mass media,\r\nwhich are being manipulated by certain elements for\r\nthis purpose?\r\nThe only outcome to be expected from these\r\ntrends is the spreading of an atmosphere that\r\nencourages conflict between religions and the creation\r\nof conditions in the Muslim world conducive to\r\nsympathy with the extremist groups, which would help\r\nsuch groups to expand their bases.\r\nIn conclusion, the Arab Group wishes to sum up\r\nits position by emphasizing the following.\r\nFirst, terrorism in all its forms and manifestations\r\nmust be condemned.\r\nSecondly, action must be taken at all levels to\r\ncombat terrorism in a manner that conforms to the\r\nprinciples of the Charter of the United Nations.\r\nThirdly, States must also implement all necessary\r\nlegal procedures — nationally, regionally and\r\ninternationally — to eradicate terrorism, and they must\r\nenforce the provisions of international law and of all\r\ninternationally binding resolutions related to the ban on\r\nthe commission, funding or execution of terrorist acts\r\nand on condoning the commission of such acts or\r\nprotecting their perpetrators.\r\nThe Group also wishes to emphasize the\r\nimportance of adopting carefully thought-out measures\r\nin this context. The Arab Group urges that a concerted\r\nendeavour be made at all levels to combat terrorism\r\nthrough the United Nations in the form of a serious and\r\nconstructive effort that takes into consideration the\r\nconcerns, interests and security of all.\r\nFourthly, resistance to occupation is the\r\nlegitimate right of all occupied peoples. Occupation is\r\nequal to terrorism. In fact, it is one of its ugliest forms.\r\nFifthly, the Group calls on the United Nations to\r\nassume its responsibility vis-à-vis the Palestinian\r\ncause, treating it as an occupation issue. This task must\r\nbe performed expeditiously. In this respect, the Arab\r\nStates highlight the importance of combating the\r\nterrorism that is being exercised by the occupying\r\nforces against the Palestinian people, the Lebanese\r\npeople and the Syrian citizens in the occupied Golan.\r\nSixthly, States that harbour terrorists of Arab\r\nnationality are called upon to surrender them to those\r\ncountries of origin that have requested such a\r\nsurrender, so that those elements may be brought to\r\njustice.\r\nThat was my statement on behalf of the Arab\r\nGroup.\r\nAt this juncture, allow me to make a statement on\r\nbehalf of my country.\r\nOnce again, on behalf of my country and on\r\nbehalf of my Mission, I should like to express our\r\nsincere condolences and sympathy to the people and\r\nthe Mission of the United States and to the population\r\nof this marvellous city, who lost their loved ones as\r\nwell as a great monument to civilization.\r\nWe in Libya, having suffered much from\r\nterrorism in its various forms and manifestations, can\r\nappreciate better than most the feelings of shock and\r\ngrief experienced by the American people in the face of\r\nthese cruel events. From our own experience and\r\nsuffering, we fully understand the psychological, moral\r\nand physical consequences, which will only intensify\r\nwith the passage of time for some people, in particular\r\nthe families of the victims.\r\nExperience has taught us to give precedence to\r\nhumanitarian, moral and religious considerations over\r\nany political or subjective consideration. This has been\r\nmanifested, as can be seen, in our reaction to the recent\r\nterrorist attacks against the United States. Our position\r\nis in consonance with the teachings of our Islamic\r\nreligion, which prohibits the killing of innocent people\r\nand civilians. This is also reinforced by the high ideals\r\nand values of Arab cultural traditions.\r\nMy country has been subjected to State terrorism.\r\nIts territorial waters in the Gulf of Sirte have been\r\nattacked many times, and its airspace violated. Its land\r\nand its major cities — Tripoli and Benghazi — have\r\nbeen the targets of terrorist attacks by more than 100\r\naircraft. That terrorist act took place on the night of 14\r\nApril 1986 and its specific goal was the assassination\r\nof brother Muammar Al-Qadhafi, the leader of the\r\nrevolution. His home, his office and his tent all were\r\ndestroyed. What other objective could the operation\r\nhave had other than assassination?\r\n21\r\nA/56/PV.14\r\nMany neighbourhoods were destroyed, killing\r\ndozens and wounding hundreds. I was one of them.\r\nMany facilities and homes were destroyed, including\r\nmine.\r\nMy country was also the victim of terrorism on\r\nthe part of extremist groups, which were assembled,\r\ntrained and armed by a super-Power — a super-Power\r\nthat also facilitated their infiltration into Libya. Allow\r\nme to quote some examples: there was a terrorist\r\noperation in 1984 and an even more heinous one in\r\n1993. I am not even going to mention the other\r\noperations, which included terrorist operations whose\r\npolitical goal was assassination.\r\nMy country has also been the victim of terrorist\r\noperations carried out by extremist groups. Those\r\nperpetrators who were captured alive confessed that\r\nthey were financed by Usama bin Laden. My country\r\nwas the first one officially to notify Interpol of the\r\nmatter. Who cooperated with us then? No one.\r\nMy country also has been subjected to another\r\nform of terrorism. Many entities pretend to be\r\ndefenders of human rights, but it has been revealed that\r\nletters we have received describing those terrorists as\r\nprisoners of conscience and demanding their release\r\noriginated from the same political sources.\r\nThis sophisticated kind of terrorism deliberately\r\ndistorted facts. Through its misleading propaganda and\r\nmedia, it portrayed as defenders of human rights\r\nterrorists who were armed to the teeth and who killed\r\ninnocent people. The terrorist was thus portrayed as the\r\nvictim of human rights violations. What kind of\r\nargument is that?\r\nAnother kind of terrorism from which my country\r\nsuffered was the accusation that we supported\r\nterrorism, whereas the party that levelled that\r\naccusation against my country was the one that created\r\nthose whom it today calls terrorists. Previously, when it\r\nused them as its agents, it called them mujahedeen or\r\nfreedom fighters and labelled those who fought for\r\nfreedom, particularly in Africa, as terrorists, guerrillas\r\nor rebels.\r\nWe thank God that it was others and not we who\r\nentirely reversed their position. It was others who\r\ncompletely changed their positions on Nelson Mandela\r\nand others. It was others who changed their position on\r\nthose, such as the mujahedeen, whom they had once\r\ncalled freedom fighters and now are called terrorists. It\r\nwas they who entirely reversed course in their view of\r\nliberation movements, whose members they once\r\ncalled terrorists. They recognized their independent\r\nStates, exchanged ambassadors with them, rolled out\r\nthe red carpets for them and addressed them as\r\n“excellencies”. Mandela became the conscience of the\r\nworld and one of the few leaders who command\r\neveryone’s respect.\r\nWe, however, have considered him worthy of all\r\nthis ever since he was in prison. He was granted our\r\nState’s highest medal of honour, which his daughter\r\nreceived on his behalf, while he was still imprisoned.\r\nWe are very proud of that. Like Mandela, the great\r\nfreedom fighters are all brave African leaders and their\r\nbrotherly peoples, whom we Libyans were honoured to\r\nsupport in their struggle against foreign occupation\r\nuntil they won their independence. It is for this that we\r\nhave been accused of supporting terrorism. We\r\nsupported liberation movements against foreign\r\noccupation.\r\nMy country was also subject to yet another kind\r\nof terrorism: economic terrorism. Some Powers\r\nimposed upon us a comprehensive unilateral boycott,\r\nwhich they subsequently managed to make multilateral\r\nand, ultimately, international. The expanded boycott\r\ncovered the same fields as the unilateral boycott did,\r\nusing even the same terms of reference. The sanctions\r\nwere imposed under the pretext that we supported\r\nterrorism, a pretext which was neither corroborated nor\r\nproven, even at the trial held for the two suspects in the\r\nincident of Pan Am flight 103 over Lockerbie. We\r\nemphasize today that they, more than we, know that the\r\nsuspects — the one who was acquitted by the court and\r\nthe one who was convicted without any material\r\nevidence, a matter which enraged Scottish legal\r\nexperts — are innocent of such crimes.\r\nThe false nature of the accusations made against\r\nthe suspects is further reinforced by a story in the\r\nBritish newspaper The Daily Mirror published on 11\r\nSeptember 2001. According to that story, a security\r\nguard at Heathrow Airport confirmed that an unknown\r\nperson forcibly entered the luggage hold of the Pan Am\r\nflight on the day of the incident and that the intruder\r\ncould have planted the bomb in one of the suitcases\r\nthere. Strangely, the evidence presented by this guard\r\nwhen he was questioned by the British anti-terrorist\r\npolice mysteriously disappeared and was never\r\nsubmitted or made available to the court.\r\n22\r\nA/56/PV.14\r\nArabs and Muslims were greatly offended by\r\nimplicit or explicit references, made by some\r\nresponsible officials and in the widely disseminated\r\nmedia, to Arabs and Muslims in connection with\r\nterrorism. We condemn such references and wish to\r\nrecall that Arabs themselves have been the victims of\r\nterrorism and fanaticism, both of which are rejected by\r\nour civilization and strictly prohibited by Islam in\r\nKoranic verses revealed by God, which have never\r\nbeen altered or destroyed by any human being.\r\nWe also wish to mention that Arabs have\r\ncondemned terrorism, including the terrorist attacks on\r\nthe United States, and that Muslims have held prayers\r\nfor the victims in their mosques, including the Islamic\r\nCentre and all the mosques in New York. Muslim\r\nrepresentatives to the United Nations participated in\r\nthose prayers and made statements afterwards to the\r\nAmerican media. I was one of those participants.\r\nHowever, the statements of these Islamic\r\nrepresentatives and their condemnations of terrorism\r\nand the attacks have never been aired. Nevertheless, we\r\nare being daily subject to provocations by the media\r\nthat are neither appropriate nor acceptable and can only\r\nbe an indication of ignorance or hate, which is an\r\nimportant cause of terrorism and its incitement.\r\nWe urge that this new trend directed exclusively\r\nagainst Arabs, Muslims and Islam be swiftly contained.\r\nZionist terrorism in Palestine and Lebanon has never\r\nbeen attributed to religion, nor was an issue ever made\r\nof the religion of Timothy McVeigh, who destroyed a\r\ngovernment building in Oklahoma City. Why has no\r\none ever raised the issue of McVeigh’s religion or of\r\nthe religion of the Zionists who commit acts of\r\nterrorism against Palestinians, Muslims and Arabs\r\nevery day? This question is on the mind of every\r\nMuslim. Those who have been described as Muslims\r\nterrorized us before they terrorized the West. They\r\nterrorized their own countries before they attacked\r\nNew York and Washington, D.C. Have they only now\r\nbecome Muslims? What is this?\r\nArabs and Muslims have suffered enough at the\r\nhands of extremists recruited by foreigners. We call\r\nupon people from all cultures to support dialogue\r\namong civilizations rather than conflict, and dialogue\r\namong religions, rather than confrontation. That is\r\nprecisely what Islam preaches; Muslims are not the\r\nenemies of peace.\r\nHaving spoken on those issues briefly because of\r\nconsiderations of time, I should now like to reaffirm\r\nmy country’s position on terrorism. First, we fully\r\nagree with the repeated assertion of President George\r\nBush of the United States that terrorism is an act\r\ndirected against freedom. As freedom is indivisible and\r\ndoes not belong to one particular State or group of\r\nStates, we maintain that foreign occupation is the\r\ngreatest enemy of freedom — the freedom of countries,\r\npeoples, territories and humankind in general. This\r\nmeans that foreign occupation is the ugliest form of\r\nterrorism, and the most brutal terrorist occupation is\r\nthat being carried out against the Palestinian people.\r\nSecondly, in that regard, resistance to occupation\r\nis not only a legitimate right for people whose land is\r\noccupied by foreigners, but one of their most important\r\nduties. Furthermore, the Arab Palestinian people, the\r\nLebanese people and the Syrian citizens in the\r\noccupied Syrian Golan are fully within their rights in\r\nresisting the occupation of their land until they are\r\nliberated.\r\nThirdly, we would like here to repeat the appeal\r\nby Libya, contained in document A/46/840 of 9\r\nJanuary 1992, for the convening of a special session of\r\nthe General Assembly to consider the issue of terrorism\r\nand to reach agreement on an accurate definition of\r\nwhat constitutes terrorism — a definition that is not\r\ndictated by subjective, whimsical or selfish\r\nconsiderations. Such an objective definition could be\r\nused by all of us as a criterion for determining what\r\nterrorism is and who terrorists are. Occupation must be\r\nincluded at the top of the list of terrorist acts that the\r\nworld must confront and eliminate.\r\nFourthly, we absolutely condemn terrorism in all\r\nits forms and manifestations, based on our firm\r\nconvictions, which have been set out the following\r\nofficial United Nations documents: S/23221, S/23226,\r\nS/23414, S/23416, S/23396, S/23641, S/23672,\r\nS/23918, S/1995/624, S/1995/633, S/1997/176,\r\nS/1997/218 and S/1997/880. I do not believe than any\r\nother State has condemned terrorism in as many United\r\nNations documents.\r\nFifthly, in fulfilment of my country’s commitment\r\nto combating and eradicating international terrorism,\r\nwe have become party to the following international\r\nand regional conventions and arrangements aimed at\r\ndealing with this despicable phenomenon: The\r\nConvention on Offences and Certain Other Acts\r\n23\r\nA/56/PV.14\r\nCommitted on Board Aircraft, signed at Tokyo in 1963;\r\nthe Convention for the Suppression of Unlawful\r\nSeizure of Aircraft, signed at The Hague in 1970; and\r\nthe Convention for the Suppression of Unlawful Acts\r\nagainst the Safety of Civil Aviation, signed at Montreal\r\nin 1971 — a Convention that we invoked during the\r\nLockerbie case, contrary to the objections and actions\r\nof the other parties. The International Court of Justice,\r\nin two decisions, stated that that Convention was\r\napplicable in that context. We are also party to the\r\nProtocol for the Suppression of Unlawful Acts of\r\nViolence at Airports Serving International Civil\r\nAviation, supplementary to the Convention for the\r\nSuppression of Unlawful Acts against the Safety of\r\nCivil Aviation, signed at Montreal in 1988; the 1973\r\nConvention on the Prevention and Punishment of\r\nCrimes against Internationally Protected Persons,\r\nincluding Diplomatic Agents; the 1979 International\r\nConvention against the Taking of Hostages; the\r\nConvention on the Physical Protection of Nuclear\r\nMaterial, signed at Vienna in 1980; the 1989\r\nInternational Convention against the Recruitment, Use,\r\nFinancing and Training of Mercenaries; the 1994\r\nConvention on the Safety of United Nations and\r\nAssociated Personnel; the 1997 International\r\nConvention for the Suppression of Terrorist Bombings;\r\nand the Arab Convention on the Suppression of\r\nTerrorism, signed in Cairo in 1998. My country is also\r\nin the process of completing the necessary legal and\r\nlegislative procedures to enable it to accede to the\r\nremaining relevant instruments.\r\nSixthly, we would like to express our readiness to\r\ncooperate in a positive and constructive manner with\r\nthe international community, through the United\r\nNations, in combating terrorism. We call upon others to\r\nwork with the United Nations in taking similar positive\r\nand constructive action in order to tackle the root\r\ncauses of terrorist acts so that we can eliminate\r\nterrorism once and for all.\r\nMr. Valdivieso (Colombia) (spoke in Spanish):\r\nThe events of 11 September have shown once again\r\nthat international terrorism, with its trail of desolation\r\nand death, is one of the greatest challenges facing our\r\nOrganization. It is a challenge that requires an urgent,\r\nvigorous and effective response from us. That is why\r\nthis debate — which began after the unprecedented and\r\nimportant statement of Mayor Giuliani and included an\r\nappeal by the Secretary-General to Member States — is\r\nso timely. We would also like to take this opportunity\r\nto express once again our condolences to the\r\nGovernment and the people of the United States and to\r\nthe families of the victims, which included nationals of\r\nmany countries represented in the Assembly.\r\nThe fight against international terrorism is the\r\nresponsibility of all. One aspect of terrorism in\r\nColombia is the fact that it is supported by another\r\ncriminal activity with global repercussions: the activity\r\nrelated to the worldwide illicit drug problem.\r\nExperience has taught us that the international\r\ncommunity’s fight against the global problem of\r\ndrugs — a fight in which the principle of shared\r\nresponsibility has been accepted — is a critical element\r\nin the fight against terrorism. Similarly, success in the\r\nfight against international terrorism will depend on the\r\nextent to which we also apply the principle of shared\r\nresponsibility in this field. In this struggle, each State\r\nshould be assigned a task commensurate with its\r\ncircumstances and capacity to undertake it.\r\nThe actions, methods and practices of terrorists\r\nare crimes that are unjustifiable and contrary to the\r\npurposes and principles of the United Nations. They\r\nare a threat to the peaceful and civilized coexistence of\r\nour peoples, to the stability of our institutions and to\r\nglobal peace and security.\r\nBut there is a troubling reality before us: the\r\ninability of our Organization to take sustained,\r\nconsistent and effective action against international\r\nterrorism. We have to develop methods and instruments\r\nthat would enable us, through joint and concerted\r\naction at the global, regional and national levels, to\r\nprevent, combat and defeat international terrorism. To\r\nthis end, we must take simultaneous action on a\r\nnumber of different fronts.\r\nColombia considers fundamental the institutional\r\nstrengthening of the United Nations in the fight against\r\ninternational terrorism. The scale of this threat to peace\r\nand security requires our Organization to establish a\r\nspecific responsible entity in the form of an office, a\r\nprogramme, a fund or an agency of the highest level\r\nand with adequate funding, to coordinate efforts aimed\r\nat preventing, combating and eradicating international\r\nterrorism.\r\nIt is true that at each of its sessions, the General\r\nAssembly has adopted a resolution on measures to\r\neliminate international terrorism. In the resolution, the\r\nAssembly vigorously condemns all terrorist acts,\r\nmethods and practices, deems them unjustifiable\r\n24\r\nA/56/PV.14\r\nregardless of their political, philosophical, ideological,\r\nracial, ethnic or religious considerations, and calls\r\nupon States to adopt measures and to cooperate in the\r\nfight against international terrorism. But we also know\r\nthat in the last few years there has been no consensus\r\non these resolutions and that the General Assembly has\r\nhad to adopt them by voting. We must take advantage\r\nof the mood created by this tragedy to give impetus to\r\nour efforts, adopt more flexible positions and seek the\r\nunity that is critical for achieving progress in the fight\r\nagainst this scourge of the twenty-first century.\r\nWe must overcome the differences with regard to\r\ncriteria that have for many years prevented us from\r\nreaching consensus on a definition of international\r\nterrorism and on the persons to whom conventions on\r\nterrorism should apply. Colombia is of the view that\r\ninternational terrorism differs from other serious\r\ncrimes because its aim is to sow terror among the\r\npopulation and to destabilize or force — or at least\r\nattempt to force — a Government or an international\r\norganization to take or refrain from taking some action.\r\nI repeat, for us, terrorism is defined by its objective,\r\nand we therefore condemn any terrorist act,\r\nirrespective of its authors, motivations, methods,\r\npractices or the place where the act is committed. We\r\nmust once and for all separate the act of terrorism from\r\nits political content in order to be able to combat it for\r\nwhat it is, namely, a grave crime against the lives of\r\ninnocent persons.\r\nColombia supports without reservations the work\r\nof the Ad Hoc Committee on international terrorism\r\nand pledges to participate constructively in the coming\r\nmeeting of the Working Group of the Sixth Committee,\r\nin which negotiations are taking place on the draft of a\r\ncomprehensive convention on terrorism submitted by\r\nIndia, with a view to its adoption during the current\r\nsession of the Assembly. We also hope that States can\r\nreconcile their differences on the draft convention on\r\nthe suppression of acts of nuclear terrorism, whose\r\nadoption is now all the more urgent and necessary.\r\nThe attacks of this past 11 September not only\r\nsowed death and disquiet in the city that is host to our\r\nOrganization but have also created a new economic\r\nreality. The multilateral banks must act in a concerted\r\nand coordinated way to contain the economic damage\r\ncaused by terrorist acts, particularly in the developing\r\ncountries.\r\nOn the other hand, it is indispensable to deprive\r\ninternational terrorism of its sources of funding. It has\r\nbeen demonstrated that international terrorism uses\r\nfinancial networks similar to those of the traffic of\r\nillicit drugs and the illegal trade in arms. In accordance\r\nwith the principle of shared responsibility, — which I\r\nhave mentioned already — Colombia calls for a direct\r\nfight against the money-laundering that feeds these\r\ngrave problems humanity must face.\r\nColombian laws have set high standards that\r\nallow us to show today our successful experience in\r\njudicial action against the financing sources of\r\norganized crime. It is an experience that we can apply\r\nto the fight against international terrorism.\r\nFurthermore, we have achieved very fluid cooperation\r\nwith other national entities, in the United States and\r\ncountries of South America and Europe. We have\r\ncomplied with all the recommendations of the\r\ninternational Financial Action Task Force on Money\r\nLaundering, and we are ready to cooperate and give\r\ntechnical assistance if necessary.\r\nColombia, as a member of the Security Council,\r\ntherefore voted in favour of resolution 1373 (2001),\r\nwhich imposes on all countries an obligation to prevent\r\nand suppress the financing of terrorists acts and to\r\ncooperate in that effort. Similarly, we have shouldered\r\nthe responsibility that is now ours as Chairman of the\r\nSanctions Committee on Afghanistan, through which\r\nthe only active sanctions regime in force in the United\r\nNations aimed specifically at fighting international\r\nterrorism has been imposed on the Taliban regime. Our\r\nexperience enables us to state that much more remains\r\nto be done to enhance the effectiveness of sanctions.\r\nThe monitoring mechanism approved last July\r\nrepresents an important step forward in this regard.\r\nIn recent days, our country has supported the\r\nconvening of the consultative meeting of the Inter-\r\nAmerican Treaty of Reciprocal Assistance, a basic\r\nmechanism for the collective defence of the countries\r\nof the Americas. The meeting established that terrorist\r\nattacks against the United States of America are attacks\r\nagainst all States in the hemisphere and that all States\r\nwill respond by using mechanisms of reciprocal\r\nassistance. Colombia also participated actively in the\r\nconsultative meeting of Ministers for Foreign Affairs\r\nof the Organization of American States, at which, at the\r\ninitiative of Colombia among other countries, it was\r\ndecided to negotiate an inter-American convention\r\nagainst terrorism and to strengthen the Inter-American\r\n25\r\nA/56/PV.14\r\nCommittee on Terrorism (CICTE), with a view to\r\nintensifying the campaign against this crime through\r\nthe adoption of urgent measures to enhance inter-\r\nAmerican cooperation in this area.\r\nAllow me to conclude by reiterating my country’s\r\nfirm commitment to the fight against international\r\nterrorism and by insisting in the necessity of the\r\nurgent, vigorous and effective response of the United\r\nNations to face this real threat to international peace\r\nand security.\r\nThe Acting President: I now give the floor to the\r\nPermanent Observer of Palestine.\r\nMr. Al-Kidwa (Palestine) (spoke in Arabic):\r\nDuring the past few sessions of the General Assembly,\r\nPalestine did not actively participate in the debate on\r\nterrorism. We did not because we believed that the\r\nPalestinian-Israeli conflict was nearing a solution, with\r\nall that that necessarily implies in terms of redefining\r\nmany relevant issues. We also believed that the\r\nincreased threat of terrorism essentially involved\r\ngroups inside certain States, particularly within some\r\nArab States, seeking to change the system of\r\ngovernment, typically on the basis of an extreme\r\nreligious position, a phenomenon unanimously rejected\r\nby the international community.\r\nThe other reason was that we believed that\r\ninternational terrorism in general was waning and\r\nstarting to disappear. Unfortunately, we were wrong.\r\nPerhaps we were too optimistic. In the Middle East,\r\nparticularly in the occupied Palestinian territories,\r\nincluding Jerusalem, the peace process and the\r\nsituation on the ground have deteriorated in an\r\nextremely dangerous way. Against the ongoing\r\nbackground of foreign occupation, we are now\r\nwitnessing the resurfacing of accusations of terrorism\r\nand counter-accusations of State terrorism and war\r\ncrimes.\r\n“Internal terrorism” — if this term is correct —\r\ndid not end either. We saw clear loopholes in the\r\ncollective international position aimed at putting an\r\nend to this kind of terrorism. At the same time,\r\ninternational terrorism was not defeated. Indeed, it\r\nshocked us all when it culminated in the serious\r\ntragedy and devastation of 11 September in the United\r\nStates of America. Somehow, all of the above might be\r\nrelated.\r\nThe Palestinian side, through President Yasser\r\nArafat and many other Palestinian officials, has\r\nstrongly condemned the heinous terrorist act of 11\r\nSeptember. This condemnation was not only a\r\nreflection of our political responsibility, but was also in\r\nline with our conscience as Muslims, Arabs and\r\nPalestinians — Muslims and Christians alike. There\r\ncan be no justification whatsoever for this horrible act.\r\nWe wish once again to express our heartfelt\r\ncondolences to President George W. Bush, the United\r\nStates Government and the American people, and to\r\nthe victims’ families in particular.\r\nIn addition, we, as members of the United\r\nNations family and its Missions who live in\r\nNew York — at least for some time — have found our\r\nlives and those of our families impacted, as were the\r\nlives of every single inhabitant of this unique city. The\r\nPalestinian side welcomes the clear, strong\r\ninternational reaction against what happened and\r\nwelcomes confronting the phenomenon of international\r\nterrorism. We are ready to add our very modest efforts\r\nto international ones that aim to bring the perpetrators\r\nof this crime to justice, to prevent any recurrence of\r\nwhat happened and to put an end to international\r\nterrorism.\r\nThe United States, as the nation that was attacked\r\nand as the world’s super-Power, has striven to form an\r\ninternational coalition to wage a multifaceted battle\r\nagainst international terrorism. This broad international\r\ncoalition is a positive development, and we call for the\r\nuse of the available forum of international work in this\r\nrespect. We also reaffirm the importance of\r\ninternational legitimacy.\r\nAs the Secretary-General has stated, the United\r\nNations can and must play a decisive role. We support\r\nthis statement and continue to call for the full\r\nengagement of United Nations bodies, including the\r\nSecurity Council, in the upcoming battle. We also\r\nwelcome the statements made by several officials in the\r\nUnited States and in Western countries in general,\r\nincluding the clear position indicating that this is\r\nneither a battle against Islam nor a battle against Arabs.\r\nThis is an extremely important issue, and it requires\r\nconstant reiteration. There must also be a conscious\r\nand continued resistance to any attempts to distort such\r\na position or push things in the wrong direction, as\r\nsome forces have been trying to do. At least one State,\r\nfor its own interests, is trying to widen the circle to\r\ninclude targets that have nothing to do with the events\r\n26\r\nA/56/PV.14\r\nof 11 September or with the battle against terrorist\r\ngroups with global outreach.\r\nWe must try to understand what happened, and\r\nwe must realize that a successful battle requires\r\nrethinking some policies that have political, social and\r\neconomic repercussions, with the ultimate aim of\r\nachieving a more just situation everywhere. Exactly\r\nwhy did the terrorists do what they did on 11\r\nSeptember? I am unable to give a decisive answer\r\nabout the reasons for this diabolical act. But the\r\nreasons might include a rejection of the West, with all\r\nits cultural dimensions — a matter that we cannot solve\r\nthrough divergent policies. This has nothing to do with\r\nArabism or Islam, nor, indeed, does it have any logical\r\nreason.\r\nOf course, we firmly reject any conflict among\r\ncivilizations. We stand for dialogue among civilizations\r\nand for the nurturing of humanity on the basis of\r\ndiversity and tolerance. Nevertheless, we should not\r\nstop there. We have to look into the negative positions\r\nand feelings of millions of Arabs and Muslims towards\r\nthe United States and some other Western States. These\r\nare positions and sentiments that grow stronger every\r\nday, compete with the reasonable mainstream and steer\r\nit towards extremism. We must look into the reasons\r\nthat provide a breeding ground for the emergence of\r\nsuch groups and of such actions as those which took\r\nplace on 11 September. The main reason may also be\r\nwhat the ordinary person in the region has witnessed in\r\nterms of policies regarding the issue of Palestine over\r\nthe course of almost a hundred years. It is an\r\nunbelievable story, involving the imposition of gross\r\nand severe injustice through long years of pain,\r\nsuffering, disappointment and unbearable conditions.\r\nIn addition, other things happened in the region\r\nthat cannot be completely isolated from the Palestinian\r\nissue. All of these have led the ordinary person in the\r\nregion to conclude that the system of values and their\r\ncriteria, basically established by the West, even when\r\nwe accept them, seem to be inapplicable to us —\r\nmaybe because we are Arabs and Muslims. We must\r\nbring all this to an end. In particular, we must achieve a\r\njust solution to the issue of Palestine, thus removing\r\nthe source of huge anger and despair in the region.\r\nThat in itself, if achieved, will not conclude the battle\r\nagainst international terrorism, but it is a necessary\r\ncondition in the battle that the international community\r\nmust wage in any case.\r\nAs to what happened on 11 September, several\r\nPalestinian intellectuals have signed the following\r\nstatement written by the great Palestinian poet\r\nMahmoud Darwish:\r\n“The catastrophe that hit Washington and\r\nNew York has only one name — the madness of\r\nterrorism. This catastrophic event was neither a\r\ndark science fiction film nor the day of\r\nreckoning. It was terrorism that is country-less,\r\ncolourless and creed-less, no matter how many\r\nnames of Gods, deities and agonies of man it may\r\nhave enlisted in order to justify itself.”\r\nHe goes on to say that\r\n“Nothing can justify this terrorism that\r\nkneads human flesh with iron, cement and dust.\r\nNor can anything justify polarizing the world into\r\ntwo camps that can never meet — one of absolute\r\ngood and the other of absolute evil. Human\r\ncivilization is the result of world societies\r\ncontributing towards a global heritage, the\r\naccumulation and interaction of which led\r\ntowards the elevation of humanity and nobility of\r\nconsciousness.”\r\nThe meeting rose at 1.15 p.m.\r\n"