"United Nations A/56/PV.9\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n9th plenary meeting\r\nTuesday, 25 September 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-54908 (E)\r\n*0154908*\r\n`\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 10 (continued)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/56/1 and Corr.1 and Add.1)\r\nMr. Pradham (Bhutan): My delegation\r\ncongratulates the Secretary-General, His Excellency\r\nMr. Kofi Annan, on his report (A/56/1) to this session\r\nof the General Assembly on the work of the\r\nOrganization. We found the report to be comprehensive\r\nin covering the activities of the Organization during the\r\ncourse of the last year. The report brings to the fore and\r\nemphasizes the principles of the Charter and the\r\ninternational laws, treaties and conventions that guide,\r\nor at least should guide, the work of the Organization\r\nand, more particularly, its Member States. It is a frank\r\nreport that brings forth the issues on which the\r\ninternational community has yet to take adequate\r\naction or make sufficient progress.\r\nAbove all, the report clearly bears the stamp of an\r\nactive, principled, concerned, knowledgeable and\r\ncapable Secretary-General.\r\nThe Government and the people of Bhutan came\r\nforward and, without reservation, endorsed the re-\r\nelection of Mr. Kofi Annan for a second term of office.\r\nIt was therefore a joyful occasion for us when Member\r\nStates confirmed his appointment for a second term on\r\n29 June this year. As we once again extend our warm\r\ncongratulations to him, we wish him all success in the\r\narduous tasks that lie ahead for the United Nations.\r\nIn that context, especially in view of the recent\r\nevents here in New York City, the home of the United\r\nNations, and in Washington, D.C., the capital of our\r\nhost country, the foremost issue on all our minds at this\r\npoint in time is terrorism. As you informed us,\r\nMr. President, we will be discussing this matter under\r\nagenda item 166 on 1 October.\r\nWe are obviously concerned with terrorist acts\r\nand their implications for human security, especially in\r\nview of the dimensions that terrorism has come to\r\nacquire as a violent weapon to achieve objectives, as a\r\nheinous tool that knows no limits and as a crime\r\nagainst humanity that does not differentiate between\r\nmilitary and civilian targets and personnel, men and\r\nwomen, children and adults. The dimensions and scope\r\nof terrorism are growing by the day with serious\r\nimplications for international peace and security.\r\nIn the Secretary-General’s report, in paragraph\r\n224, under the heading “Legal affairs”, he has informed\r\nus that the International Convention for the\r\nSuppression of Terrorist Bombings entered into force\r\non 23 May 2001. This is a welcome development. We\r\nare also aware that the United Nations efforts thus far\r\nhave been to create a legal framework and that work on\r\na comprehensive convention on international terrorism\r\nhas already commenced. This is something that we will\r\nnow have to expedite.\r\nThe need is obviously felt for the United Nations\r\nto get more involved in mustering international\r\ncooperation and to take appropriate steps to prevent the\r\nrising tide of terrorism. In view of this, my delegation\r\n2\r\nA/56/PV.9\r\nsuggests that the Secretary-General’s report, in the\r\nfuture, contain in greater detail, and perhaps under a\r\nseparate section, information for the General Assembly\r\non the efforts of the Organization to curb terrorism.\r\nThe Secretary-General’s report demonstrates the\r\nvast responsibilities that the United Nations has had to\r\ntake upon itself in the interests and for the benefit of\r\nhumankind and the planet. While there is a tremendous\r\namount of diversity that makes up our universal\r\nmembership, what is most essential to guide all our\r\nactivities are the principles of the Charter, even as we\r\nadapt to an ever-changing international environment.\r\nThe Secretary-General has called upon Member States\r\nto match their rhetoric with action. We support his\r\nefforts to move the United Nations from a culture of\r\nreaction to one of prevention. We endorse the idea that\r\npreventing the recurrence of conflict should be the\r\ncentral priority of the United Nations, and that this\r\nwould be the most desirable and cost-effective strategy\r\nto ensure lasting peace.\r\nBut these laudable goals cannot move forward\r\nwithout the political and principled support of Member\r\nStates. Our efforts must therefore continue to be aimed\r\ntowards eliminating weapons of mass destruction, the\r\ntrafficking in small arms, the banning of landmines,\r\nproviding more effective and greater humanitarian\r\nassistance, ensuring that children are not made into\r\nsoldiers and do not suffer in armed conflicts and\r\neliminating the gross mistreatment of women in some\r\nparts of the world. And then there is the clear need for\r\nthe United Nations to enhance its peacekeeping role\r\nand capacity.\r\nWhile progress in some of these areas is clearly\r\nvisible, especially the diminishing production and use\r\nof landmines, we cannot let up in our efforts, as much\r\nstill remains to be done. The United Nations role has to\r\nbe consistent and unfailing in maintaining peace and\r\nenhancing the security of all parts of the world without\r\nexception. To us here at the United Nations, the\r\nSecretary-General’s annual report is an important tool\r\nfor keeping track of the work of the Organization.\r\nThe Secretary-General’s report also serves as\r\nimportant advice and guidance to Member States and in\r\neffect outlines what is expected of them as responsible\r\nmembers of the world community. In this regard, the\r\nSecretary-General has reiterated,\r\n“development cooperation is a solid foundation\r\non which to build stability, economic justice and\r\nsocial development”. (A/56/1, para.8)\r\nThis statement is a significant guideline and is\r\ncrucial for the tasks that lie ahead of us. The poverty in\r\nthe developing world is becoming unbearably severe,\r\nespecially with the spread of HIV/AIDS, malaria and\r\ntuberculosis. The statistics on poverty and its\r\nprevalence are well known to the international\r\ncommunity. Hence, there is no need for me to reiterate\r\nthem under this agenda item. Civil and international\r\nconflicts have destabilized societies and have increased\r\nhuman suffering. Social and economic development\r\nand the battle against HIV/AIDS need the commitment,\r\nstrong political will and conviction of Member States\r\nin order to make progress on these vital issues. In fact,\r\nthe recently concluded high-level dialogue on\r\nstrengthening economic cooperation dealt with the\r\nquestion of making globalization inclusive and\r\nbeneficial to developing countries, and especially the\r\nleast developed among them.\r\nIn conclusion, I would like to state that my\r\ndelegation is happy with the report of the Secretary-\r\nGeneral. We are confident in his leadership and will\r\nextend our support and cooperation in all his\r\nendeavours.\r\nMr. Ryan (Ireland): As I take the floor for the\r\nfirst time during the fifty-sixth session, I extend to you,\r\nSir, my congratulations on your election as President of\r\nthe General Assembly. My delegation looks forward to\r\nworking with you to address the many important tasks\r\nahead of us and is confident that we shall achieve them\r\nunder your guidance and leadership.\r\nBefore I proceed to address the agenda item\r\nbefore us, I wish to reiterate, in the General Assembly\r\nframework, to the delegation of the United States the\r\nheartfelt condolences of the Irish delegation and of the\r\nGovernment and the people of Ireland for the\r\nhorrendous attacks inflicted on our host country and\r\ncity. This Assembly will have an opportunity, shortly,\r\nto address the very real threat and scourge of terrorism\r\nunder a separate agenda item, but none of us here can\r\nstand at this podium and not denounce these attacks —\r\nattacks not only on the United States, but on all the\r\nworld’s right-thinking people. As European heads of\r\nGovernment meeting in an extraordinary European\r\nCouncil stated last Friday, the attacks of 11 September\r\n3\r\nA/56/PV.9\r\nwere a challenge to the conscience of each human\r\nbeing. We condemn them utterly.\r\nI would like to commend the Secretary-General\r\nfor his wide-ranging report on the work of the\r\nOrganization contained in document A/56/1. In his\r\nintroduction, he notes that the United Nations activities\r\nin the past year have been conducted against a\r\nbackground of suffering caused by violent conflicts\r\nacross the world. One year on from the Millennium\r\nSummit, this Assembly must address these conflicts\r\nwith a new resolve, born of the realization that we\r\ncannot separate international peace and security from\r\nissues of poverty and underdevelopment. These, in\r\nturn, often produce economic and social tensions\r\nwhich, left to smoulder, can ignite larger and\r\npotentially destabilizing conflagrations.\r\nThe events of 11 September have demonstrated\r\nall the more that the entire international community\r\nmust seek with renewed vigour to resolve various long-\r\nstanding disputes around the world, disputes on which\r\nterrorism feeds. As we confront those who exploit\r\nthese disputes for their own twisted purposes, we must\r\ntake urgent action to resolve the root causes and work\r\ntogether to achieve a more peaceful, prosperous and\r\njust world. Work to implement the Millennium Summit\r\ndevelopment goals must remain a key priority for the\r\ninternational community.\r\nI welcome, therefore, the attention which the\r\nSecretary-General has paid in his report this year to\r\nissues of conflict prevention, peace-building and\r\npeacekeeping and the protection of civilians. He notes\r\nthe increased attention devoted by the Security Council\r\nto the prevention of armed conflict and its growing\r\ninterest in the protection of civilians. As the Secretary-\r\nGeneral rightly points out, it is, unfortunately, a feature\r\nof modern conflicts that the main brunt falls on\r\ninnocent civilians rather than on conventional armies.\r\nAs a member of the Security Council, Ireland has a\r\npolicy to continue to engage vigorously on these very\r\nimportant issues.\r\nWe welcome and strongly support continued\r\nefforts to improve early-warning systems through inter-\r\ndisciplinary fact-finding and confidence-building\r\nmissions to volatile areas, through regional prevention\r\nstrategies and through reports to the Security Council\r\non disputes that have the potential for destabilization.\r\nWe look forward to the finalization of the\r\npractical guide for the United Nations system on\r\nsupport by Headquarters to field staff in the\r\nformulation and implementation of coherent peace-\r\nbuilding strategies. This sort of backstopping from the\r\ncentre is essential if the United Nations on the ground\r\nis to do its job effectively and be able to learn from\r\nprevious experiences.\r\nWe also welcome the attention being paid to\r\nimproving coordination between humanitarian action\r\nand peace operations, and efforts to adopt a more\r\nholistic approach generally. Many conflict situations\r\nare extremely complex and require integrated\r\nresponses. We are grateful that more attention is now\r\nbeing given to remedying gaps identified in the\r\nprovision of humanitarian assistance to internally\r\ndisplaced populations, which are often less visible\r\nwithin their own borders.\r\nThe review conducted by the Secretary-General\r\nof the state of the world’s affairs presents a very mixed\r\npicture, and the overall balance sheet is still disturbing.\r\nWe share his disappointment at setbacks in a number of\r\nareas of conflict. Progress is being registered in the\r\nDemocratic Republic of the Congo, Burundi and\r\nconcerned countries in the region. However, fragility\r\nand uncertainty persists in these areas, and there are\r\ncontinuing difficulties in the implementation of\r\nestablished agreements and frameworks.\r\nThe Middle East has proved even more\r\nintractable over the past year, although we believe\r\nthere is now a wider recognition all round of the\r\nessential ingredients that must underpin the peace\r\nprocess than there was earlier this year. We must all\r\nbuild on that. Ireland, through its membership in the\r\nSecurity Council, will continue to search for lasting\r\nsolutions to these and other disputes.\r\nThere are also, however, some tangible signs of\r\nprogress. One example is East Timor, where the United\r\nNations is playing a vital role in its evolution from a\r\npost-conflict situation towards independence. We agree\r\nwith the Secretary-General that the extensive efforts of\r\nthe international community should not be undermined\r\nby an early downsizing of support. A substantial\r\ninternational presence, including civilian, military and\r\npolice components, will be necessary after\r\nindependence. We further agree that such a presence\r\nshould be mandated by the Security Council and\r\nfunded from assessed contributions. For its part,\r\nIreland is already committed to continuing its support.\r\n4\r\nA/56/PV.9\r\nWe believe, despite recent acts of violence by\r\nUNITA directed against the civilian population, that\r\nthe overall situation in Angola is moving in the right\r\ndirection. Last week in the Security Council, we heard\r\nthe Angolan Government’s clear recognition of the\r\nsuccesses of the United Nations sanctions regime,\r\ntogether with the Government’s commitment to open\r\nelections and urgent work in the humanitarian, health,\r\neducation and human rights areas in cooperation with\r\nthe international community.\r\nThe United Nations Interim Administration\r\nMission in Kosovo (UNMIK) has been doing good\r\nwork leading up to Kosovo-wide elections in\r\nNovember. We agree fully with the Secretary-General\r\nthat Kosovo Serbs must be encouraged to participate\r\nfully in the election process and supported in that\r\nrespect. The task of UNMIK extends beyond the\r\nelections and the Secretary-General points to the many\r\ncrucial challenges which it still must meet in trying to\r\nbuild a new and equitable society.\r\nWe continue to follow closely the implementation\r\nwithin the Secretariat of the recommendations of the\r\nBrahimi report on peacekeeping, and we appreciate the\r\nresponses given by the Secretary-General to requests\r\nfrom Member States for greater detail in some areas. I\r\nwould like to assure him of our continued support for\r\nmeasures aimed at building the United Nations\r\npeacekeeping capacity. The Secretary-General rightly\r\nmakes the point that there is a need for further\r\nassistance in building up the capacity of Africa to\r\nundertake peacekeeping operations. We look forward to\r\nfurther action on this during the coming year.\r\nThe Secretary-General points to the need to\r\ndeepen cooperation and coordination between the\r\nUnited Nations and regional organizations in\r\nstrengthening United Nations peace-building activities\r\nin the wider effort to prevent conflict. This worked\r\nwell in Haiti, where there was good cooperation\r\nbetween the Organization of American States and the\r\nUnited Nations, and we fully support the further\r\nenhancement of such mutually reinforcing links. As a\r\nmember of the European Union, Ireland also welcomes\r\nthe steps to strengthen cooperation between the Union\r\nand the United Nations in the area of crisis\r\nmanagement.\r\nInternational peace and security are indivisible\r\nand, because of this, we share the unease with which\r\nthe Secretary-General regards the current uncertainties\r\nin the area of disarmament, particularly the weakening\r\nof the commitment to existing bilateral and multilateral\r\narms-control agreements. Surely recent events\r\nstrengthen, rather than diminish, the need for renewed\r\ncommitment to multilateral negotiations towards\r\nlegally binding, irreversible and verifiable disarmament\r\nagreements across the range of immensely destructive\r\nweapons in existence today.\r\nIn the area of conventional weapons, there is no\r\nquestion that the proliferation of small arms and light\r\nweapons is a significant contributing factor in many\r\nmodern conflicts. If our response is to have any chance\r\nof success, the problem has to be addressed in a\r\ncomprehensive and integrated way. The July 2001\r\nConference on the Illicit Trade in Small Arms and\r\nLight Weapons in All Its Aspects was both the\r\nculmination of a long preparatory process and the\r\nlaunching pad for what we hope will be a dynamic\r\nfollow-up process. The Conference was a significant,\r\nbut first, step. Ireland will assume its responsibilities in\r\nworking actively and cooperatively with other Member\r\nStates to implement the Programme of Action. We\r\nsupport early, integrated action to this end.\r\nIn the Millennium Declaration, we pledged\r\ncollectively to make the right to development a reality\r\nfor everyone and to meet the special needs of Africa.\r\nThe Secretary-General rightly focuses an important\r\nchapter of his report on cooperating for development.\r\nHe points to some highly important developments over\r\nthe past year, in particular the Third United Nations\r\nConference on the Least Developed Countries, which\r\ntook place in May, and the special session on\r\nHIV/AIDS, which took place in June, as well as\r\npreparations for the crucial International Conference on\r\nFinancing for Development, scheduled to take place\r\nearly next year. If we are to remain faithful to and fulfil\r\nthe promise of the Millennium Declaration, it will be\r\nessential to work together and to put words into action.\r\nThe Secretary-General has now issued his road\r\nmap for implementation of the Declaration. It is a\r\nquality document, and we commend the Secretary-\r\nGeneral for it. The road map provides the international\r\ncommunity with a comprehensive and coherent\r\napproach to the achievement of the millennium\r\ndevelopment goals. We must work together to ensure\r\nthat progress towards these goals is accelerated.\r\nThe United Nations Development Programme’s\r\n(UNDP) Human Development Report for 2001 makes\r\n5\r\nA/56/PV.9\r\nclear that only a limited number of countries are on\r\ntrack to meet, by 2015, the goal of reducing by half the\r\nnumber of people living in extreme poverty. The\r\nachievement of this goal is fundamental to our efforts\r\nto ensure that globalization works for the benefit of all\r\npeoples in all countries. The road map will serve as an\r\nimportant benchmark against which to measure\r\nprogress.\r\nIreland welcomes the establishment of the\r\nInformation and Communication Technologies Task\r\nForce. The Task Force will play an important role in\r\nelaborating policies, providing advice on strategies and\r\nbest practice, and mobilizing international efforts to\r\nbridge the digital divide.\r\nWe welcome the attention which has been given\r\nover the past year to strengthening the management of\r\nthe United Nations and to accountability and oversight,\r\nas well as to more rigorous follow-up in ensuring that\r\nrecommendations to address deficiencies are\r\nimplemented.\r\nFinally, in welcoming the Secretary-General’s\r\nannual report on the work of the Organization, I would\r\nlike to point to ways in which it could be still further\r\nimproved. I would encourage implementation of two\r\nspecific points identified in General Assembly\r\nresolution 51/241. These were, first, the inclusion of a\r\nforward-looking section containing specific goals for\r\nthe Organization; and, secondly, the addition of an\r\nannex giving information on costs of programmes and\r\nactivities. Both of these would be useful tools for the\r\nSecretariat in ongoing efforts to improve accountability\r\nand oversight, and they would also help Member States\r\nassess the extent to which mandates have been\r\nfulfilled.\r\nMr. Seixas da Costa (Portugal): Belgium will be\r\ntaking the floor later today on behalf of the European\r\nUnion. Portugal, of course, fully subscribes to that\r\nstatement.\r\nAs this is Portugal’s first formal intervention in\r\nthis plenary meeting, let me start by congratulating\r\nyou, Sir, on your assumption of the presidency of this\r\nvery demanding session of the General Assembly. My\r\ndelegation and I will strive to be as helpful as possible\r\nin supporting your efforts to make this session a\r\nsuccess.\r\nThis session is taking place at a unique and\r\ndifficult time for the international community and\r\nduring a period of grief for us all, for the host country\r\nof the United Nations and for all of the countries that\r\nlost citizens in this tragedy, including my own.\r\nPortugal thanks the Secretary-General for his\r\nreport on the work of the Organization and commends\r\nhim and all his staff in the Secretariat and in other parts\r\nof the United Nations for the efforts undertaken this\r\nyear in implementing the agenda of the Organization.\r\nMy delegation is especially pleased that Mr. Kofi\r\nAnnan will continue serving as Secretary-General for a\r\nsecond term, giving us the benefit of his leadership and\r\nexperience in these particularly trying times.\r\nThe terrorist attacks of 11 September present a\r\ngrave challenge to the United Nations — a challenge\r\nwhich can best be faced by enhancing even further\r\ninternational cooperation in all fields and at all levels.\r\nLet us not forget that it is the United Nations that\r\nrepresents the highest and most universal expression of\r\nthis international cooperation, and that it is, therefore,\r\nthe United Nations that must remain at the core of all\r\ninternational efforts.\r\nSecurity, in all its aspects, is clearly our main\r\nconcern. How can our people feel safe in their homes?\r\nBut how can we ensure also that they have homes to\r\nfeel safe in? How can we help to bring conflicts to an\r\nend, and how can we prevent them from beginning?\r\nHow can countries help themselves develop, and how\r\ncan others help them do so? How can we secure the\r\nrule of law and protect human rights? Above all, how\r\ncan we help those most in need?\r\nThe issues touched upon by the Secretary-General\r\nin his report — peace and security, humanitarian\r\nassistance, development, human rights and\r\ninternational law — all of these matters, in and of\r\nthemselves and where they intersect, come together as\r\na whole to provide the greatest challenges to the United\r\nNations as well as the very purpose of its existence.\r\nThis is made abundantly clear in the preamble to\r\nthe Charter of this Organization. Those powerful words\r\nring as true today as they did when they were first\r\ndeclared more than half a century ago, and they set out\r\nclearly what is necessary for us, the United Nations, to\r\ncontinue to strive for.\r\nFirst, we are striving for peace and security.\r\nThrough the reform of the United Nations\r\npeacekeeping support structures and his report on\r\nconflict prevention, the Secretary-General is addressing\r\n6\r\nA/56/PV.9\r\nfundamental needs in order to ensure that the United\r\nNations has the capacity to meet the challenges posed\r\nby armed conflict. Work must proceed towards meeting\r\norganizational and resource requirements, to permit the\r\neffective planning, deployment and management of\r\nconcurrent United Nations peacekeeping operations in\r\ndifferent parts of the world. Particularly important is\r\nmeeting the timelines established for rapid deployment.\r\nThe recommendations of the Special Committee on\r\nPeacekeeping Operations will be crucial to these\r\nefforts, and Portugal urges the approval of the\r\nnecessary resources by the relevant bodies.\r\nThe recommendations contained in the report on\r\nconflict prevention are being taken up by all of the\r\norgans and agencies involved, and we look forward to\r\ntheir comprehensive and coordinated consideration in\r\norder to translate them into concrete measures.\r\nThe Secretariat’s peace-building plan of action\r\nwill also be of great importance as we increasingly\r\nrecognize the need for coherent strategies for peace\r\nwhich run the gamut of activities from prevention to\r\npeacekeeping to peacebuilding and back to prevention\r\nonce again. The Secretary-General is right when he\r\nwrites of the need for a more effective capacity for\r\nsituation analysis. This will lead to a more responsive\r\nand more effective United Nations.\r\nThe problem posed by the dangerous proliferation\r\nof nuclear and other weapons of mass destruction, such\r\nas biological and chemical weapons, cries out for\r\ncontinued international efforts at cooperation in the\r\narea of disarmament. It is imperative that these efforts\r\nproceed.\r\nThe struggle against the destabilizing\r\naccumulation and spread of small arms and light\r\nweapons also represents an example of the kind of\r\ncoordinated international action that is needed to\r\naddress the challenges that face us all.\r\nSecondly, we are striving to provide humanitarian\r\nassistance to those in need. Natural disasters and\r\nconflicts and their toll on our peoples around the world\r\nare uppermost in our mind; before anything else, we\r\nmust try to save lives in immediate danger. United\r\nNations humanitarian action must continue to receive\r\nthe greatest attention from our Governments to ensure\r\nthat the capacity is there to address the increasingly\r\ncomplex situations that pose such a challenge to us\r\ntoday.\r\nCoordination, both at Headquarters and in the\r\nfield, is critical to strengthen this capacity, thereby\r\nensuring that all humanitarian actors are able to use\r\ntheir strengths and particular expertise, avoid any\r\nduplication of efforts and be most effective in the\r\nprovision of assistance.\r\nThe plight of displaced persons — both within\r\nand across borders — continues, deservedly, to receive\r\nthe attention of the United Nations. Portugal welcomes\r\nthe Secretary-General’s decision to strengthen the\r\nUnited Nations capacity to deal with internally\r\ndisplaced people, giving due importance to their need\r\nfor protection and for improvements in their situation.\r\nAccess to the populations in need is, of course,\r\ncrucial to the provision of humanitarian assistance.\r\nThis cannot be stressed enough. Access should be\r\nunhindered and in conditions of safety and security,\r\nboth for the humanitarian workers and for the victims.\r\nThirdly, the United Nations is striving for\r\ndevelopment. Poverty is a dire threat to human\r\nsecurity, and the war declared on poverty by the\r\nMillennium Summit must continue. Poverty, social\r\nexclusion and inequality lead to tensions and conflicts\r\nand provide fertile ground for extremism, fanaticism\r\nand other violent forms of political expression.\r\nIn the globalization of the world’s economies, we\r\nmust be acutely aware of potential negative effects, and\r\nglobalization must be given a human face so that its\r\nbenefits are distributed as widely as possible.\r\nGlobalization must be a collective process of growth\r\nand progress, seeking to include and not to exclude, to\r\nconstruct and not to destroy, to develop and not to\r\nimpoverish. A regulated process of globalization, based\r\non free and fair trade, can have a decisive influence in\r\nspreading the benefits of growth and contributing to the\r\nalleviation of social imbalances and ethnic tensions, as\r\nwell as the cyclical crises that affect societies on the\r\nedge of development.\r\nThe HIV/AIDS catastrophe must also continue to\r\nbe high on our agenda. The death and suffering caused\r\nby this terrible disease are tearing countries apart,\r\nparticularly in Africa. This alarming situation needs the\r\nconcerted action of the international community.\r\nPortugal fully supports these efforts and commends the\r\nSecretary-General for his particular commitment to this\r\ncritical struggle.\r\n7\r\nA/56/PV.9\r\nFinally, we are striving for human rights and\r\ninternational law. As the Secretary-General points out,\r\nreports to the Commission on Human Rights paint\r\n“a bleak picture of the status of human rights in\r\nthe world today”. (A/56/1, para. 196)\r\nWe must continue to strive for universal respect for\r\nhuman rights. The United Nations and its human rights\r\ntreaties provide the framework for the protection of the\r\nrights of individuals, particularly those most\r\nvulnerable.\r\nPortugal supports the important work of the\r\nUnited Nations High Commissioner for Human Rights,\r\nwhose Office should be provided with the necessary\r\nfinancial and human resources to respond to the crisis\r\nsituations it faces on a daily basis. Voluntary\r\ncontributions to the Office of the High Commissioner\r\nfor Human Rights are, of course, important, but it is the\r\nregular budget of the United Nations that must ensure\r\nthe provision of such resources and so avoid disruptive\r\nfluctuations in the level of financing.\r\nFinally, I turn to international law, which the\r\nSecretary-General rightly considers the sine qua non of\r\na world of order and justice. Strengthening respect for\r\nthe rule of law in international affairs is a crucial task\r\nfor the Organization, and we welcome the efforts of the\r\nSecretariat in this regard. The ratification of treaties,\r\ncodifying the commitments undertaken by Member\r\nStates for international cooperation, and the growth of\r\ninternational law in general are critical to this process,\r\nas is the work of the ad hoc international tribunals and\r\nof the International Criminal Court in ensuring that\r\nthere will be no impunity for war crimes or other\r\nviolations of international humanitarian law. The Rome\r\nStatute has indeed opened a new chapter in\r\ninternational law, and we fully subscribe to the\r\nSecretary-General’s appeal to Member States to\r\nestablish their consent to be bound by the Statute and\r\nto support the important cause of the Court.\r\nI have addressed the four broad areas of the\r\nUnited Nations activities covered in the Secretary-\r\nGeneral’s report. Of course, I could not be exhaustive\r\nin my comments, and many issues I did not mention\r\nequally deserve attention from the United Nations.\r\nWhat I wish to stress here today is the importance of\r\nconcerted, international cooperation in meeting all of\r\nthese challenges. Thus can we continue to strive to\r\naccomplish the aims set out in the preamble to the\r\nCharter of these United Nations.\r\nMr. Fonseca (Brazil) (spoke in Spanish):\r\nMr. President, may I congratulate you on your election\r\nto preside over our work. We are certain that under\r\nyour leadership the General Assembly will be\r\nsuccessful in its work.\r\nI wish to thank the Secretary-General for his\r\nimportant report on the work of the Organization. The\r\nreport outlines a broad and objective view of the\r\nUnited Nations efforts in its various fields of action.\r\nHowever, the report reveals another essential\r\naspect of the Organization: the pivotal role of our\r\nSecretary-General, Kofi Annan, whose leadership has\r\nbeen essential in the institutional reform of the United\r\nNations so that it may carry out its important duties in\r\nthe contemporary world. At this critical moment for the\r\ninternational community, his moral stature grows still\r\ngreater.\r\nThe General Assembly will have the opportunity\r\nto discuss the issue of terrorism in plenary meetings.\r\nHowever, I cannot fail to mention the challenge that\r\nthat scourge represents for the Organization and for all\r\nof us. The expressions of solidarity over the loss of\r\nlives in the United States should be translated into a\r\nbroad coalition in the name of tolerance and with the\r\npurpose of combating the underground networks of\r\nterror.\r\nAs the Secretary-General has indicated, the\r\nUnited Nations is the proper forum for this purpose and\r\ncan ensure the global legitimacy of a long-term\r\nresponse to this threat. Terrorism is an enemy that, in\r\norder to attain its hateful objectives, makes destructive\r\nuse of the instruments that characterize globalization:\r\nmeans of transportation, the instantaneous nature of\r\nmodern communications, and the speed of financial\r\ntransactions.\r\nIt is impossible to fight terrorism without the\r\ncooperation of all States. This is a task that, by its very\r\nnature, requires the resolute support of all, without\r\nexception. The Security Council must act with\r\ndetermination, in accordance to its mandate, in order to\r\navoid a repetition of tragedies such as that which struck\r\nthe world on 11 September.\r\nReturning to the report of the Secretary-General, I\r\nwould say that the same determination is necessary to\r\nfind lasting solutions to the various conflicts that afflict\r\nthe world, especially on the African continent and in\r\n8\r\nA/56/PV.9\r\nthe Middle East. We must be obsessive about finding\r\nsolutions to these conflicts.\r\nDespite the continuation of armed conflicts in\r\nvarious regions, East Timor stands out as a\r\nparadigmatic example of the ability of the United\r\nNations to transform a situation when it comes to\r\npromoting peace. We must build upon that base, and\r\nwe therefore hope that the Member States will continue\r\nto support the people of East Timor so that the progress\r\nmade can be consolidated and extended.\r\nAlso in the area of peace and international\r\nsecurity, we agree with the Secretary-General that the\r\nBrahimi report represents an important contribution to\r\nimproving the performance of peace operations.\r\nHowever, we are concerned that the reports of the\r\nSecretary-General on the protection of civilians in\r\narmed conflict and on conflict prevention are not\r\nreceiving the same level of attention from Member\r\nStates. The recommendations in those reports deserve\r\ncareful analysis and action as soon as possible.\r\nEqually important in promoting a stable world\r\norder is the affirmation of the international rule of law.\r\nWe agree with the Secretary-General’s evaluation of\r\nthe deterrent effect the International Criminal Court\r\nwill have in preventing massive violations of\r\nhumanitarian law and human rights. The\r\nimplementation of the International Criminal Court\r\nwill be a positive step towards a more humane world\r\norder.\r\nAnother no less important issue is that of our\r\nneed to redouble international efforts to mitigate the\r\ncorrosive effects that extreme poverty and lack of\r\nopportunities have upon peace-building in the world.\r\nThe Millennium Summit set out fundamental\r\nobjectives for eradicating poverty and promoting\r\ndevelopment. Member States pledged to reduce by half\r\nthe number of persons living on less than $1 per day by\r\n2015. The problem continues to be how to achieve that\r\nobjective. The Secretary-General’s “Road map towards\r\nthe implementation of the United Nations Millennium\r\nDeclaration” (A/56/326) is an important step in that\r\ndirection. The road map proposes a set of indicators\r\nthat will make it possible for the international\r\ncommunity to follow and evaluate the progress\r\nachieved towards the goals of development and\r\nsustainable development, including in the area of the\r\ncommitments undertaken by developed countries.\r\nThere are no recipes applicable to every situation,\r\nbut we know that there can be no development or\r\neradication of poverty without access to markets for the\r\nexports of developing countries and without\r\npredictable and sustainable financial flows to support\r\nthe implementation of public policies. In order to\r\neradicate poverty a more favourable international\r\nenvironment must be combined with a national\r\ncommitment to ensure that individuals are at the centre\r\nof the development process. In addition, international\r\ncooperation for development should support efforts to\r\nestablish more just and egalitarian societies and more\r\ntransparent and democratic political systems.\r\nThe International Conference on Financing for\r\nDevelopment to be held in 2002 will be an opportunity\r\nto establish innovative mechanisms in that area. We\r\nattach high priority to the conference as part of the\r\nefforts to achieve the goals established at the\r\nMillennium Summit. For my country, which served as\r\nthe host for the historic United Nations Conference on\r\nEnvironment and Development — held in Rio de\r\nJaneiro — the assessment of progress and new\r\nchallenges in the implementation of Agenda 21\r\nremains crucial. The year 2002 will therefore require\r\ngreat effort to make progress in the practical\r\nimplementation of the concept of sustainable\r\ndevelopment. This, in turn, will demand determination\r\nand political will to confront such problems as\r\nunsustainable patterns of production and consumption.\r\nThis is a period in which we are seeking answers\r\nto help us understand how the terrible attacks of 11\r\nSeptember could happen. In addition to specific and\r\nimmediate measures against terrorism, the work of the\r\nOrganization as a whole can help prevent the\r\nrecurrence of similar tragedies. If we are effective in\r\nthe field of disarmament — including in the areas of\r\nnuclear, chemical and biological weapons and small\r\narms — and if we overcome the risk of unilateral\r\nsolutions, we can create a safer international\r\nenvironment and avoid catastrophic scenarios such as\r\nthe hypothetical mix of terrorism with weapons of mass\r\ndestruction. If we promote development, combat\r\ndiscrimination, increase respect for human rights and\r\nsucceed in making the United Nations an effective tool\r\nfor the prevention and resolution of conflict, it will be\r\nmore difficult to exploit feelings of despair and\r\npolitical and social exclusion to manipulate and\r\nexacerbate extremist hatred.\r\n9\r\nA/56/PV.9\r\nAt a time when all of humankind is confronting a\r\nchallenge of colossal proportions, the United Nations is\r\nmore necessary than ever to create a horizon of\r\nharmony and prosperity for all peoples. In other words,\r\nwe must together build globalization imbued with\r\nsolidarity. The United Nations is undoubtedly the best\r\ninstrument for that purpose.\r\nMr. Sychov (Belarus) (spoke in Russian): My\r\ndelegation would like to extend its thanks to the\r\nSecretary-General for introducing his report on the\r\nwork of the Organization. As in previous years, our\r\ndelegation regards the report as a solid foundation for a\r\nthorough analysis of the work of the United Nations in\r\nthe past year and for defining the main areas and\r\npriorities for the future.\r\nThe fact that the Secretary-General has been\r\nelected to a second term, even before the end of his\r\nfirst term, is symbolically important as we consider his\r\nreport. We wish Mr. Kofi Annan success in this new\r\ndifficult stage of the United Nations development and\r\nare ready to offer him our full support and cooperation\r\nin his work.\r\nThe first year of this new century has shown the\r\nentire world community the full scale and scope of\r\nexisting problems. The acts of terrorism that shook the\r\nworld on 11 September of this year clearly illustrate the\r\nneed for concrete global response to global challenges.\r\nWe think that this is the perspective from which we\r\nshould look at the work of the United Nations today.\r\nBelarus joined the States of the world in their strong\r\ncondemnation of the unprecedented acts of terrorism\r\nagainst major cities of the United States. The President\r\nand Government of Belarus immediately conveyed\r\ntheir sympathies and condolences to the American\r\npeople on their pain, which has now become the pain\r\nof the world community.\r\nWe welcome the proposal for an immediate and\r\ncomprehensive discussion on the problems of\r\ncombating terrorism, which is to begin in the General\r\nAssembly next week. Belarus will actively participate\r\nin working out collective initiatives to counter this\r\nmost heinous contemporary global phenomenon. Only\r\nthe collective machinery at the disposal of the United\r\nNations system can help us to find a comprehensive\r\nresponse to this challenge and to prevent its future\r\nrepetition.\r\nGlobalization has recently been the subject of\r\ntheoretical and scientific research. But today\r\nglobalization has become part of people’s daily lives.\r\nIn this connection, we welcome the focus of the United\r\nNations on practical results in this area. The\r\nDeclaration adopted at the Millennium Summit\r\nestablished the reliable foundation for moving ahead in\r\ndirections assigned priority by the international\r\ncommunity. Development is the point of departure\r\nhere, a priority that we indeed believe is the only real\r\nof way of ensuring further progress by the Member\r\nStates of the United Nations in the era of globalization.\r\nWe share the Secretary-General’s approach and\r\nhis desire to look at development as an integrated\r\nwhole. The realities of the world today show that\r\neconomics, the environment, finance and natural\r\nresources are all increasingly interrelated and impact\r\ndirectly on the maintenance of international peace and\r\nsecurity and conflict prevention and management. In\r\nthis connection it is appropriate to stress the need for a\r\ncomprehensive and consistent strategy for conflict\r\nprevention. Discussing the recommendations submitted\r\nby the Secretary-General last July is very productive.\r\nIn essence we need to focus the work of the\r\nOrganization on prevention and on alerting everyone to\r\nhotbeds of instability, for ignoring them, as we have\r\nunfortunately seen, would have consequences that\r\ncannot be remedied.\r\nWe must continue to strengthen peacekeeping and\r\npeace-building machinery. The decisions and\r\nrecommendations of the General Assembly and the\r\nSecurity Council with regard to the recommendations\r\nof the Brahimi report should be implemented. In this\r\nconnection, we will soon sign a memorandum of\r\nunderstanding with the Secretariat on participation in\r\nstand-by arrangements and are ready to make our\r\ncontribution to this work.\r\nThe Secretary-General’s report contains many\r\nreferences to various aspects of the situation in Africa.\r\nAfrica has for a long time been a focus of United\r\nNations attention; but we are now for the first time\r\nseeing some indication of improvement and\r\nstabilization. This includes prospects for significant\r\nprogress in Ethiopia and Eritrea, Burundi, Somalia and\r\nsome positive trends in Angola and the Democratic\r\nRepublic of the Congo. We think it is very important\r\nfor all bodies in the United Nations system — and\r\nprimarily the Security Council, the General Assembly\r\nand the Economic and Social Council — not to lose\r\nmomentum, but to continue to actively support and\r\nassist African States to overcome their many problems.\r\n10\r\nA/56/PV.9\r\nWe cannot confine ourselves to discussing this\r\nissue and calling for action. Today, in order to resolve\r\nthe truly difficult problems, we must also exploit the\r\npotential of regional organizations. In this context, we\r\nare convinced that the African Union must become a\r\nreliable partner of the United Nations.\r\nOne source of problems in guaranteeing\r\ninternational peace and security is the very unsettling\r\nsituation in the Middle East. Belarus is convinced that\r\nthere is no alternative to establishing an independent\r\nPalestinian State through political negotiations based\r\non strict respect for the Security Council’s resolutions\r\nand the decisions of other international forums. This is\r\nthe only way to ensure respect for the inalienable right\r\nof the Palestinians to self-determination and to\r\nguarantee Israel’s security interests. It is regrettable\r\nthat the Security Council was unable last year to\r\nachieve consensus on a possible United Nations\r\npresence in the region during these difficult times.\r\nAs a State of Europe, Belarus shares the concern\r\nexpressed in the Secretary-General’s report over the\r\nongoing instability in the Balkans. The crisis in that\r\nregion has truly widened and there are continuing\r\nethnic divisions and the threat of territorial war. We\r\nbelieve that the Security Council must focus more on\r\nanalysing and determining how to solve the problem.\r\nThe international community must lead the\r\npeacekeeping efforts in the region in order to avoid any\r\nfurther serious outbreak of war.\r\nConsiderable attention is devoted to disarmament\r\nin the report on the work of the Organization. The past\r\nyear clearly showed that there are many outstanding\r\nand urgent problems in this respect. The statistics on\r\nglobal military budgets are alarming and the Secretary-\r\nGeneral affirms that further active efforts are needed.\r\nBelarus is resolved to taking such steps. In 2000, we\r\ndeposited instruments of ratification of the\r\nComprehensive Nuclear-Test-Ban Treaty. In February\r\nthis year, medium- and short-range missiles inspections\r\nwere completed on our territory, putting our country in\r\nfull compliance with all the provisions of the Treaty.\r\nOur adherence to a responsible export control policy is\r\nreflected in the fact that we joined the Nuclear\r\nSuppliers Group in 2000.\r\nBelarus welcomes the Secretary-General’s\r\nassessment in his report of the threat posed by the\r\ndeployment of national missile defence systems, which\r\nwould have a negative impact not only on existing\r\nbilateral and multilateral arms control agreements, but\r\nalso on current and future disarmament and non-\r\nproliferation efforts. In our sincere opinion, the\r\nrealities of today’s world confirm the great importance\r\nof this issue. The establishment of new weapons\r\nsystems cannot overshadow contemporary priorities\r\nfocused on creating a climate conducive to sustainable\r\ndevelopment.\r\nIn developing ideas on the interrelationship\r\nbetween security and development in this century, our\r\ndelegation welcomes the intensive work being done\r\nthis year to prepare for the International Conference on\r\nFinancing for Development. We feel that that forum\r\nmust establish an entirely new international consensus\r\non global economic and financial problems related to\r\ndevelopment. Belarus believes that a consensus must\r\nbe built that takes account of the specific interests and\r\nneeds of countries at different stages of economic and\r\nsocial development. The message of the President of\r\nthe Republic of Belarus, Alyaksandr Lukashenka, to\r\nthe Secretary-General clearly set forth our support for\r\nthe Secretary-General’s recommendations on the need\r\nfor the direct and paramount participation of the\r\nGovernments of all interested countries, along with\r\nrepresentatives of the private sector, non-governmental\r\norganizations and civil society. The success of the\r\nMonterey Conference will in turn be very important to\r\nour moving ahead in preparation for the World Summit\r\non Sustainable Development in South Africa in 2002.\r\nIn the context of preparations for that meeting,\r\nwe cannot fail to stress the need to address the\r\nconsequences of man-made disasters. In the context of\r\nthis year’s sorrowful fifteenth anniversary of the\r\nChernobyl disaster, it is all the more evident that this\r\nproblem is also related to ensuring sustainable\r\ndevelopment, primarily in the affected territories, and\r\nrequires the full attention of the international\r\ncommunity. We are convinced that the United Nations\r\nwill keep this in mind as it prepares its future strategy\r\non coping with the consequences of the Chernobyl\r\ndisaster.\r\nAs we analyse the Secretary-General’s report and\r\ncompare it to past reports in the light of recent events,\r\nwe are all aware today of the need for unity in the\r\nactions of the international community to achieve a\r\nfuture of dignity. It is again clear that the United\r\nNations can and must be the effective source of such\r\nunity. Achieving it will not be easy, but it is possible.\r\n11\r\nA/56/PV.9\r\nThe Government of the Republic of Belarus is willing\r\nto work with all other Member States to that end.\r\nSir Jeremy Greenstock (United Kingdom): The\r\nUnited Kingdom is profoundly grateful to the\r\nSecretary-General for his latest report on the work of\r\nthe United Nations. It is, as always, a thoughtful\r\nreflection on the work of the Organization and on the\r\nway ahead. Together with the Millennium Declaration\r\nissued by heads of State and Government in September\r\n2000 and with the road map for the implementation of\r\nthat Declaration, it sets clear signposts for the year and\r\nyears ahead.\r\nSince 11 September, we have all realized that we\r\nhave another — and, in the short to medium term,\r\noverwhelming — priority: to deal with the scourge of\r\nterrorism. The attacks on the United States did not\r\nmerely do grave injury to our host city, our host\r\ncountry and its citizens, and to the citizens of nearly 80\r\nother States. As the Secretary-General said yesterday,\r\nthey struck at everything for which the United Nations\r\nstands: peace, freedom, tolerance, human rights and the\r\nvery idea of a united human family.\r\nThe United Kingdom shares the horror and the\r\nprofound grief caused by these atrocities. The British\r\nlist of the missing itself runs into the hundreds. When it\r\nis clear who is responsible for those actions and who\r\nhas supported, protected or abetted those responsible,\r\nthe United Kingdom will contribute to bringing them to\r\naccount.\r\nBut, collectively, the membership of the United\r\nNations has to do more than that. The United Nations\r\nset a structure in place for the period from 1945\r\nonwards to prevent the return of global conflict. In that,\r\nthe Organization has been successful. But the\r\nstructures which we have in place — political, military\r\nand legal — have been primarily focused to deal with\r\nthe main threat of the past period, that of war between\r\nStates. Our challenge now is to make sure that we have\r\nstructures to deal with the present and future threats we\r\nface, of which the threat of terrorism is now the most\r\nimmediate. We cannot afford to make the mistake that\r\nwas committed between the two World Wars of the\r\ntwentieth century: to imagine that our adversaries share\r\nthe same values, basic rules and assumptions about\r\nhow human beings, even in conflict and war, should\r\nbehave towards one another. We have to acknowledge\r\nthat the people who plotted, organized and carried out\r\nthese attacks in New York, Washington and\r\nPennsylvania on 11 September were not people who\r\naccept any of the rules or values that the vast majority\r\nof people in the world would recognize.\r\nThat is why the United Kingdom Government,\r\nfrom the Prime Minister downwards, have stated so\r\nclearly in public and in private that this is not a clash\r\nof institutions or religions, and particularly not an\r\nargument with Islam. As a further example of our\r\ngetting our priorities right, the United Kingdom has,\r\nsince 11 September, allocated considerable further\r\nfunding to the humanitarian situation in Afghanistan.\r\nThe United Kingdom will be contributing,\r\ntogether with our partners in the European Union, to\r\nthe debate on terrorism which will start in the General\r\nAssembly on 1 October. We must transform our\r\ntraditional methods of diplomacy to bring some good\r\nout of this evil. On the one hand, we must not be\r\ndeflected from our attempts to resolve conflicts, defuse\r\ntensions and build peace in the troubled regions of the\r\nworld, whether this be the Middle East, the Balkans,\r\nAfrica or elsewhere. The terrorists will want all those\r\nefforts to fail. But we now have another urgent duty: to\r\nensure that no one, whether States or individuals,\r\nharbours, supports, finances or encourages terrorism.\r\nThe international community must unite as never\r\nbefore to take determined, collective action against the\r\nthreat that terrorism and its supporters pose to global\r\nsecurity. We will support action both in the Security\r\nCouncil and in the General Assembly to achieve those\r\njoint and comprehensive objectives.\r\nTerrorism is ultimately self-defeating. We\r\nMember States, collectively, have to channel the rage\r\nand revulsion which we feel into effective decisions to\r\nensure the triumph of the civilized values for which the\r\nCharter of the United Nations stands. In setting\r\nourselves that aim and acting upon it in unison, the\r\nUnited Nations will emerge an even stronger\r\nOrganization.\r\nBut we cannot allow our determination to combat\r\nterrorism to divert us from action to meet the other\r\nglobal challenges which confront us. I want to\r\nhighlight some of the global issues on which we have\r\nto concentrate in the months ahead.\r\nThe battle against poverty must remain at the\r\nheart of our collective effort. The financing-for-\r\ndevelopment process will be the principal forum for\r\nour debate on this issue until the Conference in\r\nMonterrey in March next year. We have set ourselves\r\n12\r\nA/56/PV.9\r\nclear, global development goals at United Nations\r\nconferences and at the Millennium Summit. Financing\r\nfor development gives us the opportunity to find the\r\nresources to meet those goals: national and\r\ninternational, public and private.\r\nMonterrey must rise above the all too familiar\r\nSecond Committee squabbles about who is responsible\r\nfor the unsatisfactory results so far in addressing the\r\nneeds of developing countries. The fact is that we are\r\nall responsible. At the extreme ends of the spectrum, it\r\nmay be selfishness, callousness or incompetence that is\r\ngetting in the way. For most of us, however, it means\r\nthat we have so far failed to establish a common\r\npurpose which overrides our political or philosophical\r\ndifferences. At Monterrey we have to develop a\r\nprogramme for collective action which is more\r\neffective in addressing the problems of the developing\r\nworld than any previous efforts. The European Union\r\nwill be contributing strongly to that end, as the Belgian\r\nPresidency will make clear in this debate later today.\r\nBeyond Monterrey, we have set ourselves the task\r\nof looking at the broader picture of sustainable\r\ndevelopment at the Johannesburg Summit next autumn.\r\nWe have to face up to the fact that we have not got it\r\nright since Rio. We have not met the challenges of\r\nbuilding sustainable development on the foundations of\r\neconomic performance, social strength and protection\r\nof the environment. This time we must ensure that we\r\nget each of these equally important pillars in place and\r\nbearing the right load.\r\n2002 will also ask us to maintain our promise to\r\nthe world’s children and ensure that the special session\r\non children takes forward materially the protection of\r\ntheir rights and their well-being. Can we really yet say\r\nthat we have given children the priority they deserve,\r\nover and above the competing priorities of national\r\npolitics? It is time to deliver for the next generation.\r\nAnd let us not forget the world’s older persons, who\r\nlook to the World Assembly on Ageing next April for\r\nreal results.\r\nAs important as the new agenda is, we still have\r\nto keep our promises inherited from the old one. The\r\nUnited Nations peacekeeping and conflict-prevention\r\ncapacities must be enhanced, along the lines of the\r\nBrahimi report. Effective follow-up to the General\r\nAssembly’s special session on AIDS must also be a\r\npriority. The agendas from Beijing, including pushing\r\nforward the cause of the gender mainstreaming of our\r\nwork here in New York, and from Copenhagen and\r\nIstanbul, all remain on the table. It is a mark against\r\nthe international community that we still have work to\r\ndo to consolidate human rights as the foundation for\r\nour global programme of human advancement.\r\nIn no continent is it more important that we pull\r\ntogether these difficult and demanding agendas than in\r\nAfrica. We have focused our rhetoric on Africa for too\r\nlong without achieving the dramatic changes that are\r\nnecessary. Now Africans have themselves responded in\r\nestablishing the New African Initiative. The United\r\nKingdom applauds them for taking their\r\nresponsibilities seriously and working on the\r\nprogrammes that are flowing as a result. The United\r\nKingdom Government, at the highest level, is taking a\r\ndetailed interest in the progress of the New African\r\nInitiative and will contribute materially to it.\r\nProgrammes based on partnership, which will itself\r\nensure a comprehensive approach, must guide the\r\nUnited Nations response, across the different organs\r\nand agencies of the Organization. And those organs and\r\nagencies must themselves find a way of acting\r\ncorporately and cooperatively, moving beyond the\r\nanachronistic inhibitions which still haunt our\r\ncorridors.\r\nIt is time that we all recognized that, to meet the\r\ndemanding targets we have set ourselves, the\r\ninvolvement of Governments alone is not enough.\r\nSuccess in all these endeavours will need the United\r\nNations to develop its partnerships with civil society,\r\nwhose voice must be heard in our debates. The energy\r\nof the private sector, in all its many manifestations,\r\nalso has to be captured. The Secretary-General’s\r\nGlobal Compact is gaining support, and with that\r\nsupport can generate significant results. Ordinary\r\npeople must understand the relevance of the United\r\nNations, because our work only matters if it makes a\r\ndifference to them. In other words, our work in New\r\nYork must become less narrow and more responsive to\r\nthe real needs of a rapidly changing world.\r\nI have confidence that under your leadership,\r\nMr. President, and in the light of the consistent and\r\nforward-looking guidance offered to us by our\r\nSecretary-General, this Assembly will take our whole\r\nagenda forward with vigour and practical efficiency.\r\nMr. Ileka (Democratic Republic of the Congo),\r\nVice-President, took the Chair.\r\n13\r\nA/56/PV.9\r\nMr. van den Berg (Netherlands): This afternoon,\r\nBelgium will make a statement on behalf of the\r\nEuropean Union to which the Netherlands fully\r\nsubscribes. But I wish to make a few remarks on the\r\nnational level.\r\nThe attacks on the United States on 11 September\r\nhave changed our lives, our work and our goals. We are\r\nsaddened and angered. The international community\r\nand the United Nations as an organization have rallied\r\ntogether to condemn and combat the scourge of\r\ninternational terrorism. We also have to reflect and\r\nrefocus on what we deem important as human beings\r\nand as a global community. Looking back at the past\r\nyear of the United Nations would somehow appear\r\nmarginal if we did not consider at the same time the\r\nwork of the Organization in the light of the horrific and\r\nuprooting events of two weeks ago.\r\nBut first and foremost, I should like to emphasize\r\nthe profound admiration the Government of the\r\nNetherlands has for the huge and varied work done by\r\nthe United Nations. That goes for the United Nations\r\nsystem as a whole, but certainly also for all the\r\nachievements of United Nations Headquarters in New\r\nYork. Considering the relatively limited financial and\r\nhuman resources of the Organization, the United\r\nNations manages to get a tremendous amount of work\r\ndone, especially in the field of cross-border problems\r\nsuch as combating HIV/AIDS, poverty eradication,\r\nglobal climate issues, refugee problems and, last but\r\nnot least, terrorism.\r\nIndisputable as it is, the huge workload of the\r\nUnited Nations will inevitably be affected by the need\r\nto contemplate the agenda for the near future. As the\r\nSecretary-General has reminded us, we need to address\r\nthe conditions that permit the growth of hatred and\r\ndepravity. We thus need to look at root causes, such as\r\nconflict, disease, poverty and ignorance. We have to\r\nremove the conditions that may create a breeding\r\nground for the insanity of terrorism. The dramatic\r\nevents of 11 September have demonstrated the need to\r\naddress those global issues. The United Nations should\r\ntake the lead and can make a real difference. And we\r\nbelieve that the United Nations can make a difference,\r\nnot only when it comes to combating cross-border\r\nterrorism, but also in those other fields where\r\nindividual Governments need overarching direction\r\nand the support of the international community. There\r\nis an immediate urge to address in an operational and\r\nresult-oriented way, for the world at large, the issues of\r\nsafety, security and the international rule of law. Let\r\nme therefore highlight a few issues that the United\r\nNations, given the obvious linkages, needs to address\r\nas a matter of urgency.\r\nThe first is enhancing the rule of law. Eliminating\r\nthe scourge of terrorism requires a broad and global\r\ncoalition. The 12 United Nations conventions against\r\nterrorism must come into full effect, and they be must\r\nbe enforced. All nations that have not done so yet\r\nshould therefore sign and ratify all United Nations\r\nconventions against terrorism, including the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism.\r\nAs another step in the war against terrorism, we\r\nwant the International Criminal Court to be established\r\nwithout further delay. Impunity for crimes against\r\nhumanity is unacceptable. Those who are guilty of\r\ncrimes against humanity should be individually held\r\naccountable, and the community of States should bring\r\nthem to justice. During the upcoming preparatory\r\nmeeting for the International Criminal Court here in\r\nNew York, the Netherlands will maintain its\r\ncommitment to that goal by pursuing the necessary\r\narrangements for the establishment of the Court.\r\nLet me now make a few remarks on development.\r\nWhen it comes to eliminating the causes of conflict and\r\nthe promotion of durable peace and stability, the United\r\nNations has to play its part. The Millennium\r\nDeclaration helped to create a sense of urgency, and the\r\npresent debate provides an occasion for the\r\ninternational community to take stock of our joint\r\nefforts, and to deliberate on and provide guidelines for\r\nthe future course of action. In our view, the\r\ninternational community has to step up those efforts.\r\nThat is why the Netherlands strongly urges all\r\ndeveloped countries to adhere to the international\r\ntarget of devoting 0.7 per cent of gross domestic\r\nproduct to official development assistance.\r\nBut we need to do more, and we need to do better.\r\nPoverty and other threats to durable peace and security\r\ncan be effectively addressed only as a common\r\nendeavour of the States in the United Nations system.\r\nIn that regard, the International Conference on\r\nFinancing for Development will be a first test.\r\nBy doing that we will set the goals of the United\r\nNations as an organization higher. The input of the\r\nSecretariat in our decision-making process will be\r\nchallenged by our increasing demand to come to grips\r\n14\r\nA/56/PV.9\r\nwith the true overarching global phenomena we face.\r\nYet, as a percentage of world gross domestic product,\r\nwe spend only 0.0000-something per cent — in short, a\r\nnegligible amount of world gross domestic product —\r\non the Organization’s Secretariat, funds, programmes\r\nand specialized agencies. I simply ask: is that really\r\nsufficient? Let us reflect on that question.\r\nWith the new agenda taking shape on the basis of\r\nthe goals set by the Millennium Declaration and the\r\nreport (A/55/305) of the Panel on United Nations Peace\r\nOperations chaired by Mr. Lakhdar Brahimi, I should\r\nlike to assure the Assembly that the Government of the\r\nNetherlands stands ready to play an active role and\r\nexpects other delegations to do likewise. Member\r\nStates have to be innovative, forward-looking and not\r\nunduly bothered by too-detailed management of the\r\nOrganization. The Netherlands, for one, has total\r\nconfidence in the way the Secretary-General, as chief\r\nexecutive officer, manages the Organization, thus\r\nfreeing us Member States from cumbersome micro-\r\nmanagement and enabling us to focus on broader lines\r\nof policy.\r\nThe present state of the world gives us a chance\r\nto bring the United Nations to its full potential. Let us\r\nnot fail in that endeavour.\r\nMr. Zackheos (Cyprus): I would like to extend\r\nmy warmest congratulations to Mr. Han Seung-soo on\r\nhis election as President of the General Assembly at its\r\nfifty-sixth session. I would like also to convey my\r\nappreciation to his predecessor, Mr. Harri Holkeri, for\r\nthe determined and effective leadership with which he\r\nguided the work of the fifty-fifth session and for his\r\nefforts to rationalize and improve the functioning of the\r\nGeneral Assembly.\r\nOn behalf of the Government and the people of\r\nCyprus, I reiterate our deep condolences, solidarity and\r\nsympathy to the Government and the people of the\r\nUnited States in connection with the tragic loss of\r\ninnocent lives and of property caused by the abhorrent\r\nterrorist acts of 11 September. We strongly condemn\r\nthose barbaric acts, which we consider to have been\r\nattacks against humanity. Our sympathy goes also to\r\nthe families of the nationals of many countries who\r\nperished or are missing following that senseless crime.\r\nThe assault may have been harsh and extremely\r\npainful, but it has not broken our spirit or weakened\r\nour determination to stand together in the struggle for\r\nthe preservation of the fundamental principles of\r\ncivilization.\r\nI would like to join previous speakers in\r\nexpressing appreciation to Secretary-General Mr. Kofi\r\nAnnan for his lucid and thought-provoking report. His\r\nrecommendations, if implemented faithfully, would\r\ncontribute greatly towards achieving the goals for\r\nwhich the United Nations was created. I would\r\nfurthermore like to extend warm congratulations on his\r\nwell-deserved re-election to the post of Secretary-\r\nGeneral and pledge Cyprus’ support to his efforts and\r\ninitiatives that have substantially elevated the prestige\r\nof our Organization.\r\nMy head of State will address all the important\r\nitems included in the report during the general debate. I\r\nwill therefore, with your indulgence, limit my remarks\r\nto the situation in Cyprus, which is covered in\r\nparagraph 39 of the report. In this paragraph, the\r\nSecretary-General describes briefly his efforts at\r\nresuming the talks, under his auspices, following the\r\nwithdrawal from the negotiations by the Turkish\r\nCypriot leader, Mr. Denktash, with the full backing of\r\nthe Turkish political and military leadership in\r\nNovember of last year. The Secretary-General\r\nmentions his efforts at encouraging Mr. Denktash to\r\nreturn to the negotiations and his meeting with him last\r\nmonth in Salzburg.\r\nFollowing that meeting, the Special Advisor of\r\nthe Secretary-General, Mr. Alvaro de Soto, embarked\r\non a mission in Cyprus from 28 August to 5 September\r\n2001. On 5 September, he extended, on behalf of the\r\nSecretary-General, official invitations to President\r\nClerides and Mr. Denktash to come to New York on 12\r\nSeptember to resume negotiations. President Clerides\r\nimmediately accepted the invitation and stated his\r\nreadiness to come to New York. Mr. Denktash,\r\nhowever, in another outburst of his well-known\r\nintransigence, rejected it, which caused great\r\ndisappointment and generated public statements of\r\ndisapproval from many States, the European Union, as\r\nwell as Turkish Cypriot political parties and Turkish\r\npersonalities.\r\nIgnoring the call by the United Nations that the\r\ntime has come to engage in an intense period of work\r\nso that it would be possible to report progress on issues\r\nof substance before the end of the year, the Turkish\r\nCypriot leader, with the support of Ankara, continues\r\nto this day to insist on placing preconditions before he\r\n15\r\nA/56/PV.9\r\nreturns to the negotiations, preconditions that are\r\ncontrary to Security Council resolutions, in particular\r\n541 (1983), 550 (1984) and 1250 (1999).\r\nDespite the fact that the Secretary-General of the\r\nUnited Nations has publicly expressed the view that the\r\nground for the resumption of the talks had long been\r\nprepared, Mr. Denktash this time finds another way to\r\nprocrastinate by attempting to exploit and deliberately\r\nmisinterpret the statement of the Secretary-General of\r\n12 September of last year and calls for continuing\r\ncontacts for finding common ground and for the\r\ncreation of a new partnership. In essence, he has\r\nembarked on yet another attempt at presenting his\r\nproposal for a confederation of two equal sovereign\r\nStates in Cyprus.\r\nThe Turkish side tries to justify this unacceptable\r\nposition, which is contrary to Security Council\r\nresolutions and the two high-level Agreements of 1977\r\nand 1979 that bear Mr. Denktash’s own signature, by\r\nthe need, as they call it, to accept the so-called realities\r\non the ground. These realities, as they say, are the\r\nseparation of the two communities and the existence of\r\nreligious and ethnic differences between them. The\r\nTurkish side, however, deliberately chooses to ignore\r\nthat the separation of the two communities was a direct\r\nconsequence of Turkey’s partitionist designs against\r\nCyprus and her invasion and subsequent occupation of\r\n37 per cent of Cypriot territory.\r\nAs to their second argument, may I remind\r\nMembers that at a time when both Cyprus and Turkey\r\nare candidates for accession to the European Union,\r\nwhere emphasis is placed on tolerance and\r\nmulticulturalism, the attempt to present differences in\r\nreligion and ethnicity as the raison d’être of creating\r\ntwo different States in Cyprus is at least suspect and\r\ngrossly anachronistic.\r\nAs is well known, the international community\r\nhas repeatedly rejected this policy. The plethora of\r\nUnited Nations resolutions provides ample proof of\r\nthat. Acceptance of the so-called realities on the\r\nground would create a very dangerous precedent in\r\ninternational affairs, striking at the very heart of the\r\ncherished principles of State sovereignty, territorial\r\nintegrity and international law.\r\nThe reality of the situation in Cyprus, as has been\r\nrepeatedly recognized by the international community,\r\nis as follows. First, there is the presence of 36,000\r\nTurkish occupation troops; secondly, there have been\r\nmassive human rights violations by Turkey and its\r\nsubordinate local administration in the occupied area,\r\nas confirmed by the decisions of the European Court of\r\nHuman Rights, in the Loizidou vs. Turkey case and the\r\nmore recent decision on the Fourth State Recourse by\r\nCyprus against Turkey; thirdly, there is the repression\r\nof our Turkish Cypriot compatriots by a regime that\r\nbrands everyone objecting to its policies as traitors and\r\nhas already forced one third of the Turkish Cypriot\r\ncommunity into emigration.\r\nFourthly, there is a deliberate policy to alter the\r\ndemographic character of the island through the illegal\r\nimplantation of Turkish mainland settlers in the\r\noccupied area; and last but not least, there have been\r\nnumerous lost opportunities for Cyprus and all its\r\npeople, particularly the Turkish Cypriot community,\r\nstemming from the forced division of the island.\r\nIn conclusion, despite our disappointment at the\r\nlack of political will and the many obstacles on the\r\nroad to peace placed by the Turkish side, the\r\nGovernment of Cyprus and President Clerides will\r\ncontinue to display a constructive approach and the\r\nnecessary political will for the resolution of the Cyprus\r\nproblem, a solution that would usher in a new era of\r\npeace, prosperity and security for all Cypriots, Greek\r\nCypriots and Turkish Cypriots alike.\r\nMr. Ahmad (Pakistan): This year, as we address\r\nourselves to the Secretary-General’s annual report, we\r\nshould be performing more than just a ritual. It is a\r\ndifferent year that we look at in retrospect. The\r\nMillennium year, the first of the twenty-first century, as\r\nit will be remembered in history, started with a\r\nrenewed commitment of the United Nations\r\nmembership at the highest level to the timeless and\r\nuniversal purposes and principles of the Charter. Our\r\nleaders adopted the historic Millennium Declaration\r\nlast year as a blueprint of their vision for the twenty-\r\nfirst century.\r\nIt is not a time for clichés and the same old\r\ncomplimentary or critical comments on the Secretary-\r\nGeneral’s report. I think this comprehensive, focused\r\nand action-oriented report has been overtaken by\r\nevents. The Secretary-General has himself added a\r\npostscript to his own report. We all read the other day\r\nhis op-ed article in The New York Times, which could\r\nbe made a new chapter of his report as an adjunct. He\r\ndefines, in the wake of what we all saw with horror and\r\nshock in this city and in the city of Washington, a new\r\n16\r\nA/56/PV.9\r\nchallenge to humanity and the need for a global\r\nresponse. Terrorism is a universal evil with tentacles in\r\nall societies, irrespective of religion, ethnicity and even\r\nthe level of affluence or development.\r\nThe events of 11 September certainly came as a\r\nwake-up call, not to any one country or any one\r\nsociety, but to humanity as a whole. Consequently,\r\nhumanity now has to respond to this challenge — this\r\nuniversal evil. Our response must not be based on\r\nretribution alone, nor on emotion or anger. It must be\r\nguided by wisdom and an understanding of the facts,\r\nand motivated by the need to remedy the disease by\r\naddressing its root causes.\r\nTerrorism lurks in the shadows and the\r\nwilderness. It breeds on disillusionment, suspicion, fear\r\nand hopelessness. It is fed by ignorance and poverty. It\r\nis exploited by hatred, bigotry, resentment and the\r\nperceived invasion of cultures. The roots of terrorism\r\nlie in the inequity of societies, in the despair of slums\r\nand in the bewilderment of the human soul. This is a\r\nproblem that has to be dealt with in a long-term\r\nmanner. It needs a new, measured, sustained and\r\nholistic approach, which aims at rooting out the\r\ninjustice and oppression that lie at the heart of this\r\nphenomenon.\r\nThe Secretary-General rightly said in his article\r\nin The New York Times that the United Nations, as a\r\nrepresentative body of humanity, is uniquely placed to\r\nmobilize a concerted and continued response to the\r\nchallenge that is before us. Let us hold each other’s\r\nhands. Let us not turn our backs on each other. Let us\r\nstrengthen each other. Let us respect each other and\r\neach other’s culture and value systems. Let us enable\r\nthis world body to play its role under the Charter in\r\npreventing conflict and resolving disputes. Let us\r\npersevere, as the Secretary-General has said, in\r\ncreating a stronger, more just, more benevolent and\r\nmore genuine international community.\r\nWe in Pakistan abhor and condemn terrorism in\r\nall its forms and manifestations, including State\r\nterrorism. We agree with the Secretary-General that the\r\nUnited Nations provides the forum and global\r\nlegitimacy for a universal response against terrorism.\r\nPakistan has pledged its full and unstinting support in\r\nthe fight against international terrorism. This is a\r\npledge rooted in our abiding commitment to the\r\nprinciples for which my country stands. In the past,\r\nwhen the world was polarized by two ideologies, we\r\ndeliberately chose the side that stood for freedom and\r\njustice. Today, we again stand on the side of right, and\r\nwe are still upholding the flag of freedom, tolerance\r\nand justice.\r\nIn the light of the changed situation, my\r\ncomments on the Secretary-General’s report will have\r\nto be selective and focused. Indeed, we are today at a\r\ncrossroads, facing yet another defining moment. The\r\nlast century was full of many defining moments. We\r\nsaw great upheavals, in the form of economic disaster\r\nand great wars, during the first half of the twentieth\r\ncentury. The United Nations itself was born out of\r\nthese upheavals so as to provide a moral edifice for the\r\nreordering of the global system. In the perennial\r\nstruggle that characterizes the history of mankind, the\r\nUnited Nations was created to uphold what is good and\r\ncombat what is evil.\r\nMultilateral cooperation was to be the norm for\r\nresolving all global problems. The United Nations,\r\nwhich we have termed mankind’s “last best hope”, was\r\nto chart the way to a new and better world — a world\r\nfree of violence, injustice and oppression. The United\r\nNations also signified the dawn of decolonization, as\r\nthe age of colonial and racial powers had run its\r\ncourse. In those early decades — the 1950s, 1960s and\r\n1970s — the peoples of Kashmir, Palestine, South\r\nAfrica, Namibia and scores of other regions won\r\nlegitimacy, as well as political and moral endorsement,\r\nfor their just causes. Unfortunately, the world today is\r\nstill experiencing violence, injustice and oppression.\r\nThe struggle of those who remain deprived of their\r\nlegitimate, inalienable rights continues.\r\nWe note in the Secretary-General’s report the\r\nreference to both Kashmir and Palestine. They are two\r\nof the longest unresolved disputes of our time. We\r\nagree with his assessment, in paragraph 29 of the\r\nreport, that\r\n“The conflict between Israelis and\r\nPalestinians can be resolved only through a\r\npolitical settlement.”\r\nWe also agree with his observation that the tragic\r\nloss of life has underlined the urgency of reaching a\r\ncomprehensive, just and lasting solution to the Middle\r\nEast conflict on the basis of Security Council\r\nresolutions. His observations on Palestine are equally\r\nvalid for Kashmir, where thousands of innocent lives\r\nhave also been lost, necessitating an early solution of\r\n17\r\nA/56/PV.9\r\nthe problem in accordance with the resolutions of the\r\nSecurity Council.\r\nWe are happy that the Secretary-General was able\r\nto visit South Asia in March this year and lent his\r\nsupport for the resumption of bilateral dialogue\r\nbetween Pakistan and India. The dialogue was, indeed,\r\nresumed later in the year.\r\nWe hope that the Secretary-General and the\r\ninternational community will continue to encourage\r\nthis dialogue with a view to enabling it to reach a\r\nmeaningful, logical and honourable conclusion — that\r\nis, a final settlement of the Kashmir issue in\r\naccordance with Security Council resolutions and in\r\nconformity with the legitimate wishes and aspirations\r\nof the Kashmiri people.\r\nPakistan, for its part, remains fully committed to\r\nsustaining a purposeful and results-oriented dialogue\r\nwith India with a view to finding a just and equitable\r\nsettlement of the core dispute of Kashmir and\r\naddressing all other outstanding issues.\r\nWe seek durable peace with India. Both of our\r\ncountries need to free themselves from the legacy of\r\nthe last century and begin a new relationship that\r\nfocuses on the socio-economic well-being of our\r\npeoples.\r\nAnother conflict which has eluded resolution for\r\nover two decades is the one in Afghanistan. Today it is\r\nthe focus of the world community, in a tragic context.\r\nAs the international community responds to the current\r\ncrisis, it must also address the grave humanitarian\r\nsituation in that country through reconstruction and\r\nreconciliation. We welcome the Secretary-General’s\r\noffer in his report that the United Nations is prepared\r\nto assist\r\n“in the political, developmental and humanitarian\r\nfields in order to address the root causes of\r\ninstability” (A/56/1, para. 33).\r\nPakistan has for more than two decades borne the\r\nburden of millions of Afghan refugees. We continue to\r\nhost the world’s largest refugee population, which\r\nreached a peak figure of 4.5 million in the 1980s, while\r\ninternational assistance has continued to progressively\r\ndecline. As rightly pointed out by the Secretary-\r\nGeneral in his report, this year alone 200,000 Afghans\r\nhave left their homes due to the protracted conflict and\r\nthe acute drought conditions and sought shelter in\r\nPakistan. With the situation unfolding before us, the\r\nOffice of the United Nations High Commissioner for\r\nRefugees (UNHCR) is of the view that at least 1.5\r\nmillion, if not more, Afghan refugees may enter\r\nPakistan. Just imagine the magnitude of this crisis. We\r\nare already burdened with 2.5 million refugees and are\r\nfacing the prospect of another 1.5 million arriving in\r\nPakistan.\r\nHow the international community copes with the\r\nimpending humanitarian crisis will be a real test, not\r\nonly of its ability but also of its moral responsibility.\r\nWe appreciate the personal interest that the United\r\nNations High Commissioner for Refugees, Mr. Ruud\r\nLubbers, is taking in this emerging humanitarian crisis,\r\nand we particularly appreciate the efforts that he has\r\nbeen making in recent weeks by contacting all of the\r\ndonor countries, visiting different capitals and meeting\r\nall concerned people here at United Nations\r\nHeadquarters.\r\nWe note with satisfaction that one area in which\r\nthe United Nations has begun to improve its\r\nperformance in the last year is that of peacekeeping. It\r\nis in no small measure a tribute to the determination of\r\nthis Organization and of the world community to work\r\neffectively towards a common goal. Pakistan, as a\r\nleading troop-contributing country, has also played its\r\ndue role both here at United Nations Headquarters and\r\nin the field. We, as ever, remain committed to\r\nsupporting this Organization in its efforts to maintain\r\ninternational peace and security. We are encouraged by\r\nthe Secretary-General’s interest in conflict prevention\r\nand peacemaking, and we urge him to broaden the\r\nscope of his efforts and that of the Organization to\r\ncover those areas which have thus far not received due\r\nattention from the international community — conflict\r\nprevention, dispute resolution and peacemaking as well\r\nas peace-building.\r\nAnother area that deserves greater attention from\r\nthe international community is the eradication of\r\npoverty. At the Millennium Summit, our leaders\r\nresolved to wage war on poverty by launching a\r\nsustained campaign to make the right to development a\r\nreality for everyone. We need concrete steps to achieve\r\nthis goal, and everyone accepts that the responsibility\r\nfor the realization of this goal lies both with the\r\ncountries and the international community — at the\r\nnational level and the global level.\r\nWe agree with the Secretary-General that if the\r\ninternational community is to meet its goals of\r\n18\r\nA/56/PV.9\r\ndevelopment and poverty eradication, economic growth\r\nin developing countries must accelerate. To this end,\r\nwe are currently pursuing the financing for\r\ndevelopment process in a holistic manner, with the\r\nparticipation of all major stakeholders, including the\r\nBretton Woods Institutions and the World Trade\r\nOrganization. This process cannot produce miracles,\r\nbut it is worth making a collective effort to create, on\r\nthe basis of consensus, an enabling environment for\r\nsocio-economic growth.\r\nWhile we must do more, as the Secretary-General\r\nsays, to render globalization inclusive and equitable for\r\nthe international community, this daunting task has\r\nacquired added importance and urgency in light of the\r\nnew grim reality we face today. The world community\r\nand this Organization must therefore think long and\r\nhard about its priorities and about the ways it deals\r\nwith those parts of the world or those societies which\r\nhave missed out on the benefits of our times. Thus, in\r\nthe context of globalization, it becomes all the more\r\nnecessary and urgent that the United Nations seriously\r\nreview its policies and programmes to deal with the\r\nnew challenge, which has unfortunately redefined this\r\nnew century. We must therefore respond appropriately\r\nand review our policies. The conditions in which we\r\nlive have been changed forever; let us hope that the\r\nbest that is in our humanity has not.\r\nThe founding fathers of this Organization had a\r\nvision. They envisioned a future in which succeeding\r\ngenerations would live in peace and prosperity, a world\r\norder based on our faith in fundamental human rights,\r\nsocio-economic equity, the rule of international law,\r\nthe dignity of human beings and justice. Let us reaffirm\r\nthose ideals and rededicate ourselves to the purposes\r\nand principles of the Charter of the United Nations.\r\nMs. Løj (Denmark): Since this is the first time\r\nDenmark has taken the floor after the horrific events\r\nhere in the United States on 11 September, I would like\r\nto offer my condolences to the United States, the\r\nAmerican people and the families and friends of the\r\ninnocent victims. Denmark most strongly condemns the\r\nforces behind this terrible act. The Danish Government\r\nand the Danish people stand by the United States both\r\nnow and in the months to come. We are fully\r\ncommitted to the international efforts to ensure that\r\nthose responsible for these acts of terrorism are brought\r\nto justice and punishment.\r\nHaving said this, I would like to congratulate the\r\nPresident and the Bureau of the General Assembly\r\nupon their election. They have gained very important\r\npositions at a time when strengthened international\r\ncooperation is called for more than ever. The recent\r\ncatastrophic events in the United States have reminded\r\nus of the urgent need to act.\r\nTerrorism is today the single most serious\r\ninternational threat to democracy and the rule of law,\r\nand thus to the functioning of our societies. It is\r\nessential that all countries redouble and unite their\r\nefforts in the fight against terrorism.\r\nAt an extraordinary meeting in the European\r\nCouncil last week, the European heads of State and\r\nGovernment called for the broadest possible global\r\ncoalition against terrorism within the United Nations\r\nframework. They reaffirmed their belief that the United\r\nNations, with its unique and universal mandate, is a\r\nfundamental player in the fight against terrorism and\r\nmust act accordingly.\r\nFirm and resolute action has already been\r\ndemonstrated by the Security Council and the General\r\nAssembly; this was done the day after the attacks. It is\r\nour hope that this General Assembly will take concrete\r\nsteps that could lead to a strengthening of international\r\ncooperation in combating international terrorism.\r\nBut we must go beyond that. We must ensure\r\nstrengthened international cooperation in a wide range\r\nof areas. Only by reiterating our joint efforts will we\r\nprevail. We must show the world that we have the\r\npolitical will to act. Otherwise, we reduce ourselves to\r\na redundant talking club that cannot be taken seriously.\r\nThe report of the Secretary-General reminds us of\r\nthe complexity of the challenges we face. The report\r\nalso illustrates that the United Nations can be\r\ninstrumental in international cooperation to meet those\r\nchallenges, and that it demands further political and\r\nfinancial support from all countries, as well as from the\r\ninternational donor community and domestic resources.\r\nDenmark is fully committed to meeting the\r\nchallenges. We devote more than 1 per cent of our\r\ngross domestic product to official development\r\nassistance, and we actively participate in United\r\nNations deliberations and actions — not least the\r\nUnited Nations peacekeeping operations.\r\nBut not only Member States need to strengthen\r\ntheir effort. Enhancement of the effectiveness and\r\n19\r\nA/56/PV.9\r\nefficiency of the United Nations as an organization is\r\nalso a prerequisite for success.\r\nThe reform process initiated by the Secretary-\r\nGeneral has already shown positive results. A stronger\r\nfocus and coordination of United Nations activities and\r\nprogrammes lead to greater impact. But further work\r\nneeds to be done at all levels in order for the United\r\nNations to function according to its potential.\r\nDenmark also welcomes the efforts to move the\r\nUnited Nations from a culture of reaction to one of\r\nprevention. We are pleased to note in the report that the\r\npeace-building and conflict prevention activities have\r\nbeen strengthened across the system, especially at field\r\nlevel.\r\nPeace and security are fundamental conditions for\r\neconomic, social and environmentally sustainable\r\ndevelopment. This has become ever more obvious\r\nduring the last decade. Thus this year the Danish\r\nGovernment, in a reformulation of our development\r\npolicy, decided to further strengthen our efforts to\r\nprevent conflicts.\r\nAs stressed in the report, we have to focus on\r\nAfrica to support the growing will of African States\r\nand regional organizations to enhance their conflict-\r\nprevention capabilities.\r\nDenmark has from the very outset been a major\r\ncontributor to United Nations peacekeeping, both in\r\nterms of funds and soldiers. Unfortunately, the basis for\r\nthe success of United Nations peacekeeping missions\r\nhas not always been in place. This has caused United\r\nNations failures in the field and severe suffering for\r\nmany people. We must enhance the Organization’s\r\npeacekeeping capabilities, including its capacity to\r\ndeploy peacekeeping operations rapidly. Also the\r\nability to provide humanitarian assistance to the\r\nmillions that suffer as a consequence of conflicts all\r\nover the world is an integral part of establishing and\r\nmaintaining peace and security.\r\nThe report of the Secretary-General underlines\r\nthat the reality of the distressed civilian population has\r\nnot changed significantly and that there are serious\r\ngaps in the United Nations humanitarian response to\r\nthe needs of the millions of internally displaced\r\npersons. To complicate things, there are still\r\nwidespread attacks on humanitarian workers.\r\nThese matters need to be addressed. The\r\nprotection of civilians, humanitarian workers and\r\nUnited Nations personnel in armed conflict is first and\r\nforemost the responsibility of the host State. But an\r\nenhanced international effort is also called for and, not\r\nleast, better coordination between all actors: local\r\ngovernments, civil society and the international\r\ncommunity.\r\nThe Secretary-General speaks of critical link\r\nbetween peace, security and conflict prevention, on the\r\none hand, and development and respect for all human\r\nrights on the other. This point cannot be stressed\r\nenough. The interlinkage is unquestionable. Both sides\r\nof the problem need to be addressed.\r\nWith a focus on the eradication of poverty,\r\ndomestic and international commitments must go hand\r\nin hand in order to obtain the proper balance for\r\ndevelopment in all countries.\r\nWe fully agree with the statement made by the\r\nSecretary-General yesterday about the importance of\r\ntrade for development, and we share his hope that the\r\nupcoming World Trade Organization meeting in Doha\r\nwill result in the launching of a development-trade\r\nround. Furthermore, Denmark looks forward to\r\nengaging in the preparations for the Conference on\r\nFinancing for Development and the Summit on\r\nSustainable Development, to be held in Johannesburg.\r\nThe Secretary-General in his report has once\r\nagain highlighted the HIV/AIDS pandemic’s global\r\nproportions and its devastating effect on development,\r\nnot least in Africa. The outcome document from the\r\nspecial session on HIV/AIDS is a comprehensive basis\r\nfor the fight against the pandemic, a fight that must\r\nalways remain at the top of the international agenda.\r\nAnother cornerstone in the mandate of the United\r\nNations is universal recognition of and respect for\r\nhuman rights. The report states that some progress was\r\nmade during the fifty-seventh session of the\r\nCommission on Human Rights, but that\r\n“the task of achieving universal respect for\r\nhuman rights remains daunting”. (A/56/1,\r\npara. 197)\r\nThe Danish Government welcomes the increased\r\ninternational acceptance of human rights mechanisms\r\nand adherence to crucial human rights conventions and\r\nprotocols. But too many examples of individuals\r\nsuffering from human rights violations remind us that a\r\nbetter implementation of universal rights is urgently\r\ncalled for.\r\n20\r\nA/56/PV.9\r\nRespect for human rights is fundamental to\r\nensure future global, regional and national stability and\r\nsocial cohesion. The well-being of all people must be\r\nput at the forefront of all efforts. In this respect, I\r\nwould like to draw attention to the decision mentioned\r\nin the report to establish the Permanent Forum on\r\nIndigenous Issues. Denmark looks forward to the\r\nForum’s first annual session, to be held in May 2002,\r\nand would like to underline that thorough preparation\r\nand the allocation of the necessary resources for the\r\nsession are imperative.\r\nThe environment in which the United Nations is\r\nto function has changed with the recent tragic terrorist\r\nattacks here in New York, Washington and\r\nPennsylvania. The world has become smaller. All over\r\nthe world people have followed the events and have\r\nexpressed their grief, despair and disbelief.\r\nLet us together use this session of the General\r\nAssembly to define the role of the United Nations in\r\nthis new environment. The Secretary-General stresses\r\nin his report that the strength of the United Nations is\r\nits capacity to adapt to changing international\r\nconditions. Let us prove that. We must make sure that\r\nthe United Nations, with its broad-based and\r\nuniversally accepted mandate, keeps its central position\r\nin international cooperation. We can make it.\r\nMr. Mahbubani (Singapore): The report of the\r\nSecretary-General on the work of the Organization is\r\ndated 6 September 2001, five days before the fateful\r\nevents of 11 September 2001, which will significantly\r\nchange the course of world history and, consequently,\r\nthat of the United Nations as well. Yesterday morning,\r\nwhen he introduced his report to the Assembly, the\r\nSecretary-General provided a thoughtful response to\r\nthe events of 11 September. We support his views.\r\nIt is of course far too early to assess the impact of\r\nthose events on the United Nations. But clearly one\r\ndistinct possibility is that the international\r\nresponsibilities of the United Nations may once again\r\nincrease. The question will then be whether the United\r\nNations is ready to take on those additional burdens. It\r\nmay be useful to have that question at the back of our\r\nminds as we assess the health of the United Nations in\r\nreviewing the annual report card that the Secretary-\r\nGeneral submits to the board of directors of the\r\nOrganization, by which I mean the members of the\r\nGeneral Assembly.\r\nIt may also be useful at this stage to review the\r\nlessons of the past decade. The moment that the United\r\nNations faces now is similar to the one it experienced\r\nat the end of the cold war. The unfreezing of the old\r\norder led to a burst of promising events. The Security\r\nCouncil, which had been paralysed for much of the\r\ncold war, came together to solve many persistent\r\nconflicts. The united Gulf War coalition was another\r\npositive result. Peacekeeping activities flourished. But,\r\nas we all know, that promising start did not last. By the\r\nmiddle of the 1990s the United Nations again\r\nencountered significant failures, from Rwanda to\r\nSrebrenica. Once again, the United Nations became\r\nmarginalized. The question is whether the next decade\r\nwill see a repetition of that pattern.\r\nIn looking at long-term challenges facing the\r\nUnited Nations, we may find that one useful\r\ncomplement to the annual report is Imagining\r\nTomorrow, published by the Permanent Mission of\r\nIndia to the United Nations on the eve of the\r\nMillennium Summit last year, which contains a series\r\nof essays looking at long-term questions.\r\nThe annual report card before us today provides a\r\ngood insight into the strengths, and some insights into\r\nthe weaknesses, of the Organization. The report is well\r\nwritten, concise and analytical. The report also\r\ndescribes many of the bold initiatives that the\r\nSecretary-General, Mr. Kofi Annan, has launched.\r\nThose have helped to improve the prestige and standing\r\nof the United Nations. Clearly, the leadership of Mr.\r\nKofi Annan has made a significant difference. We are\r\ndelighted that he has agreed to serve five more years.\r\nBoth the United Nations and the world need his calm\r\nand quiet leadership, especially at difficult moments\r\nlike the one we face now.\r\nUnfortunately, one thing that the Secretary-\r\nGeneral cannot do is to report on the performance of\r\nthe board of directors, namely, the General Assembly.\r\nThat is a pity. The Secretariat is just one member of the\r\nUnited Nations family. But the reputation of the United\r\nNations is also determined by the performance of other\r\nmembers. Take our General Assembly, for example. We\r\nhave had our share of ups and downs in the past year.\r\nThe high point was the Millennium Summit last year.\r\nBut all the subsequent special sessions and conferences\r\nappear to have run into trouble. The international\r\nmedia, as we all know, was particularly critical of the\r\nWorld Conference against Racism. As The Washington\r\nPost said,\r\n21\r\nA/56/PV.9\r\n“The more the United Nations members allow the\r\norganization’s name to be associated with the\r\nkind of posturing that went on in Durban, the\r\nmore they stoke anti-UN feeling in key industrial\r\nnations.”\r\nIt is therefore possible that some of the legislative\r\nprocesses within the United Nations have become\r\ndysfunctional. But that, as we all also know, is too\r\ncomplex a question to be addressed in this debate.\r\nSimilarly, the Security Council is another equally\r\nimportant member of the United Nations family. Here,\r\nfortunately, the General Assembly will have an\r\nopportunity to assess the Council’s record over the past\r\nyear, when it reviews the annual report of the Council\r\non 4 October. The Secretary-General’s report says:\r\n“For the United Nations, the concept of conflict\r\nprevention must be put into practice, and the\r\nrhetoric matched by action.” (A/56/1, para. 20)\r\nBut only the Security Council has the power and\r\nauthority to effectively engage in conflict prevention.\r\nThe events of the past year show that the record of the\r\nSecurity Council, as it has been in previous years,\r\nremains a mixed one. Clearly, decisive Council\r\nintervention in Sierra Leone prevented a disastrous\r\nsituation from emerging. However, the record in the\r\nGreat Lakes region continues to be troubling. Even\r\ntoday, as we speak, the lessons of Rwanda are clearly\r\nnot being applied to Burundi. We hope that next\r\nThursday, when the General Assembly reviews the\r\nrecord of the Security Council, we will have an open\r\nand full debate on what we believe to be one of the\r\nmost important issues facing the General Assembly this\r\nyear.\r\nThe Secretary-General’s report has an important\r\nsection on peacekeeping and peace-building. Here, too,\r\nthe decisions on where to deploy, how much to deploy\r\nand with what resources, are made not by the\r\nSecretariat, but by the Security Council. Some of those\r\ndecisions are hard to understand. For example, why\r\ndoes the international community send over 45,000\r\ntroops and spend billions on a small province in Europe\r\ncalled Kosovo while sending less than 10 per cent of\r\nthat number to a country that is almost as large as\r\nWestern Europe: the Democratic Republic of the\r\nCongo? Even within Africa, the United Nations\r\nMission in Sierra Leone (UNAMSIL) has an authorized\r\nforce of 20,000, while other conflicts receive scant or\r\nno attention. Are the needs of Burundi, for example,\r\nany less pressing? Perhaps a persuasive case can be\r\nmade for each peacekeeping decision taken by the\r\nSecurity Council, but a persuasive case has not been\r\nmade to the international community that the final\r\nresult reflects an allocation of resources based on the\r\noverall needs of the globe rather than on the national\r\ninterests of a few countries.\r\nFortunately, on the peacekeeping front there are\r\nalso some heartening success stories. One such success\r\nstory may be emerging in East Timor. Following the\r\nsuccessful elections held in East Timor in August of\r\nthis year, a Constituent Assembly has been established,\r\nand it will decide on East Timor’s Constitution and\r\nfuture form of government. But, given the traumatic\r\nrecent history, the situation will remain fragile. It is\r\ntherefore encouraging to see that in paragraph 70 of his\r\nreport, the Secretary-General has said:\r\n“substantial international support should continue\r\nto be provided, through an integrated and well-\r\ncoordinated mission led by a Special\r\nRepresentative, mandated by the Security Council\r\nand funded from assessed contributions.”\r\nWe hope that the Security Council will refer to this\r\nquote when it considers the future of the peacekeeping\r\noperation in East Timor.\r\nI have made several remarks about peacekeeping,\r\neven though only 30 paragraphs in a report that has 271\r\nparagraphs deal with that subject. The reasons for this\r\nare simple.\r\nFirstly, the annual assessed regular budget of the\r\nUnited Nations stands at around $1.3 billion per year.\r\nBut this year the peacekeeping budget will reach\r\n$3 billion. We demonstrate our priorities with the\r\nfinancial decisions that we make. Clearly, we give\r\nmore priority to peacekeeping than to the regular work.\r\nSecondly, only the United Nations has the\r\nauthority to make payments to peacekeeping operations\r\nmandatory. In this area there is finally some good\r\nnews. In paragraph 235 of his report, the Secretary-\r\nGeneral says that the failure of a number of major\r\ncontributors to pay their dues has forced the United\r\nNations to borrow from peacekeeping accounts to\r\noffset the earlier and larger than usual deficit currently\r\nbeing experienced. Fortunately, if the news of today is\r\ncorrect, we believe that some major payments of\r\noutstanding assessments will be made. As the\r\n22\r\nA/56/PV.9\r\nSecretary-General has correctly emphasized, in\r\nparagraph 235:\r\n“It is clear that the United Nations cannot\r\nfunction effectively unless all Member States pay\r\ntheir dues, in full, on time and without\r\nconditions.”\r\nI think this is something that we should keep repeating\r\nat every possible occasion.\r\nThe emphasis that we have given to peace and\r\nsecurity issues does not mean that we attach any less\r\nimportance to the rest of the work of the Organization.\r\nThe remaining five chapters of the Secretary-General’s\r\nreport, chapters II to VI, are equally important. The\r\nUnited Nations is doing even more important work in\r\nother areas. We will be touching on these issues as we\r\naddress specific agenda items, for example, the special\r\nneeds of the African continent.\r\nBut one key issue does need to be mentioned\r\nhere: development. Clearly, chapter III should be the\r\nmost important chapter of this whole report. If\r\npeacekeeping issues touch the lives of a few hundred\r\nmillion people on our planet, development issues are\r\nthe concern of five billion people. The United Nations\r\nhas made many significant commitments in this field,\r\nincluding the grand commitment made at last year’s\r\nMillennium Summit to halve the number of people\r\nliving in poverty by 2015. In paragraph 129, the\r\nSecretary-General says:\r\n“If the international community is to meet its\r\ngoals of development and poverty eradication,\r\neconomic growth in developing economies must\r\naccelerate.”\r\nUnfortunately for us, even as we speak here\r\ntoday, the global economic situation looks increasingly\r\ndifficult, and it will probably remain difficult in the\r\ncoming months. This will add to the many difficulties\r\nthat will be faced by next year’s International\r\nConference on Financing for Development in\r\nMonterrey, Mexico. We hope that in next year’s report\r\nthe Secretary-General will come up with bold and\r\nimaginative solutions to development issues, which\r\nshould remain the most important item of the United\r\nNations work.\r\nHopefully, as in the call that he made for effective\r\nconflict prevention, the Secretary-General will also\r\nissue a similar appeal to all Governments to match\r\ntheir rhetoric with action on development issues.\r\nUnfortunately, the record of the past two decades\r\nshows instead the reverse. We hope that future reports\r\nof the Secretary-General will attempt to address how\r\nthis and other disturbing trends in multilateral\r\nprocesses can be reversed. This will make such annual\r\nreports even more valuable to the Member States.\r\nMr. Navarrete (Mexico) (spoke in Spanish): Two\r\nweeks after 11 September, two weeks after that day of\r\ninfamy, my delegation wishes to reiterate its\r\ncondemnation of the criminal acts that were perpetrated\r\nand which filled us all with horror and indignation. It\r\nalso wishes to reiterate its unreserved readiness to\r\ncontribute, unhesitatingly and resolutely, to\r\ninternational actions aimed at bringing to justice the\r\nauthors, organizers and sponsors of these abominable\r\nacts, in fulfilment of resolutions 56/1 of the General\r\nAssembly and 1368 (2001) of the Security Council, to\r\navoid further occurrences of these outrageous acts.\r\nAs the Foreign Minister of Mexico stated last\r\nFriday in Washington, at the special meeting of foreign\r\nministers of the Organization of American States:\r\n“Mexico again expresses its condolences to and\r\nsolidarity with the Government and people of the\r\nUnited States of America for the terrible losses\r\ncaused by the terrorist acts committed on its soil.\r\nIt expresses its firm support — within the legal\r\norder which governs all of our nations — to\r\nextirpate the root of the evil of terrorism and to\r\nstrengthen peace and security in our region and\r\nthe world.”\r\nFollowing the high-level dialogue on cooperation,\r\nthis is the first occasion on which the delegation of\r\nMexico takes the floor in the plenary of the fifty-sixth\r\nregular session of the General Assembly. Allow me,\r\ntherefore, to express our satisfaction at seeing the\r\ndistinguished Minister for Foreign Affairs of the\r\nRepublic of Korea presiding over our deliberations. My\r\ndelegation has every confidence that he will conduct\r\nthis regular session — which, without doubt, has been\r\ntransformed into an extraordinary session as a result of\r\nthe adverse circumstances under which it has begun —\r\nwith the good judgement, impartiality, intelligence and\r\nimagination that these circumstances require. I wish to\r\nextend my congratulations to the other members of the\r\nBureau as well.\r\nThe President’s distinguished predecessor, His\r\nExcellency Mr. Harri Holkeri — for whose highly\r\nsuccessful stewardship my delegation is deeply\r\n23\r\nA/56/PV.9\r\nappreciative — did his utmost to restore the work of\r\nthe General Assembly to its rightful place among the\r\nvarious tasks of the Organization. By working to\r\nenhance the effectiveness of this principal organ — the\r\nmost representative and democratic in the United\r\nNations — he sought to underscore the importance that\r\nshould be given to the debate in which we are now\r\nengaged — that is, the debate on item 10 of our\r\nagenda, the report of the Secretary-General on the work\r\nof the Organization.\r\nThis is not a routine item. It is not a mere\r\nformality. In assessing the report that the Secretary-\r\nGeneral has submitted for the consideration of the\r\nMember States on the work of the Organization, we\r\nhave the opportunity not only to evaluate and appraise\r\nwhat has been accomplished, but also to plan our future\r\ncourse of action. This debate must therefore be\r\nthoughtful, detailed and profound. It must not be\r\nlimited to a series of declarations. We must go beyond\r\nthat.\r\nIn resolution 55/285, on improving the efficiency\r\nof the General Assembly, adopted a few weeks ago at\r\nthe initiative of the President Holkeri and his\r\nfacilitator, the Permanent Representative of Chile,\r\nAmbassador Juan Gabriel Valdés, the Assembly placed\r\nparticular emphasis on the debate on the report of the\r\nSecretary-General. It suggested that consideration of\r\nthe report by the plenary of the General Assembly\r\nmight continue with a more detailed review of its main\r\ncontents. The Mexican delegation believes that at this\r\nsession of the General Assembly, which is beginning in\r\nthe adverse circumstances that we all regret, a step can\r\nbe taken in the right direction.\r\nAfter we have listened to the statements in the\r\nplenary, informal meetings open to all interested\r\ndelegations might be held to discuss in greater depth\r\nthe key issues raised in the report of the Secretary-\r\nGeneral, in an interactive dialogue, with the\r\nparticipation of the Secretary-General himself and\r\nsenior Secretariat officials. Only in this way can we do\r\njustice to the important document that is before us.\r\nOnly thus can our discussion of it lead us to useful\r\nconclusions to guide the work of the Organization\r\nthrough this difficult period that we now face as a\r\nresult of the shocking events of 11 September.\r\nEven as we look forward to an opportunity to\r\nreview in greater depth the rich and thought-provoking\r\ncontents of the report of the Secretary-General on the\r\nwork of the Organization, perhaps in the format that\r\nmy delegation has suggested, permit me in this\r\nstatement merely to highlight some of the issues that\r\nmy delegation would like to see discussed in greater\r\ndepth and detail.\r\nOne year has passed since the adoption of the\r\nMillennium Declaration. Mexico believes that the very\r\ncredibility of the Organization depends on the effective\r\nfollow-up of its timely implementation. One of the\r\nmain tasks of the current session of the Assembly will\r\nbe to consider and agree on a course of action to follow\r\nin this regard, based on the report of the Secretary-\r\nGeneral on agenda item 29.\r\nOf particular importance among the topics related\r\nto international peace and security is the culture of\r\nprevention, to which the Secretary-General referred in\r\nhis important report on the prevention of armed\r\nconflict. Conflict prevention must undoubtedly become\r\nthe centrepiece of the Organization’s activities.\r\nPreventive measures must be comprehensive in their\r\napproach, involving the entire United Nations system\r\nand addressing all aspects related to the outbreak of\r\nconflicts. Emphasis must be placed on both conflict\r\nprevention and peace-building in order to prevent the\r\nrecurrence of conflict.\r\nSpecial importance must therefore be given to\r\ncapacity-building within each country in areas such as\r\nthe organization of free and impartial elections, the\r\ntraining of civilian police, the protection of human\r\nrights, the disarmament, demobilization and\r\nreintegration of former combatants, and the\r\nstrengthening of democratic institutions. The\r\nrelationship between the United Nations and countries\r\naffected by conflict, through the Secretary-General,\r\nmust therefore be strengthened, bearing in mind the\r\nnegotiating capacity and political presence of the\r\nOrganization, which can prevent the outbreak or the\r\nworsening of conflicts.\r\nIn addition, within the framework of a\r\ncomprehensive strategy of prevention, the United\r\nNations should concentrate its efforts on addressing, in\r\na timely and effective manner, the root causes of\r\nconflict. No one can deny that poverty and social\r\ndiscontent unleash situations of instability that can lead\r\nto large-scale conflict. Our Organization must continue\r\nto lead the fight against poverty and to promote\r\neconomic development so as to address the root causes\r\nof conflicts.\r\n24\r\nA/56/PV.9\r\nSanctions are one of the mechanisms available to\r\nthe Security Council under the Charter to restore\r\ninternational peace and security. We share the view of\r\nthe Secretary-General that efforts must be made to\r\nensure that sanctions do not unduly affect innocent\r\npopulations or third States and that they are targeted at\r\nthe real violators of international law. We urge the\r\nCouncil to continue to consider ways of achieving this\r\nimportant objective. My delegation considers that the\r\nSecurity Council is the only organ with the authority to\r\nimpose sanctions and rejects unilateral measures as a\r\nmeans of political or economic coercion.\r\nThe Secretary-General stated in his report that a\r\ndifference of opinion still exists as to priorities in the\r\nfield of disarmament. Mexico is convinced that the\r\ninternational community must be guided by the\r\npriorities contained in the Final Document adopted at\r\nthe first special session of the General Assembly\r\ndevoted to disarmament. That document states that\r\nnuclear disarmament is the first priority. Mexico\r\nreiterates its commitment to the elimination of nuclear\r\nweapons. It also reaffirms its support for the proposal\r\nof the Secretary-General, as reflected in the\r\nMillennium Declaration, to convene an international\r\nconference to identify ways of eliminating the danger\r\nof nuclear weapons. Now that the United Nations has\r\nconsidered the subject of small arms and light weapons\r\nat its Conference held this past summer, Member States\r\nshould focus their attention on weapons of mass\r\ndestruction, in particular nuclear weapons because of\r\nthe continuing threat they pose to humanity.\r\nMexico regrets the failure to reach agreement in\r\nthe Programme of Action adopted by that Conference\r\non such issues as the prohibition against civilian\r\npossession of small and light weapons and their\r\ntransfer to non-State actors. Furthermore, my\r\ndelegation regrets the inability to make progress in the\r\nnegotiations on a protocol on verification to strengthen\r\nthe Convention on the Prohibition of the Development,\r\nProduction and Stockpiling of Bacteriological\r\n(Biological) and Toxin Weapons and on Their\r\nDestruction. Mexico will work to ensure that the Fifth\r\nReview Conference of the Parties, which has been\r\nentrusted with the task of reviewing that Convention,\r\ntakes the necessary decisions to continue those\r\nnegotiations.\r\nFor Mexico, the protection of human rights is a\r\nuniversal value — an individual and collective\r\nobligation of States. We therefore agree with the\r\nSecretary-General about the need to bridge the gap that\r\nexists between human rights norms and their\r\napplication. As a first step in the effort to bridge that\r\ngap, Mexico is determined to promote the application\r\nof international instruments in this field.\r\nToday there are even more reasons to accord\r\npriority to the progressive development of international\r\nlaw and its codification. The efforts of the United\r\nNations towards the establishment of the rule of law\r\nwithin and among nations represent one of the most\r\nimportant contributions that we can expect it to make\r\nin the new century.\r\nThe Government of Mexico has traditionally been\r\nan active participant in the efforts of the United\r\nNations system in the area of international cooperation\r\nfor development. In keeping with this tradition, Mexico\r\nwill host, in Monterrey in March 2002, the\r\nInternational Conference on Financing for\r\nDevelopment. It is my country’s hope — this sentiment\r\nwas eloquently expressed in the debate this morning by\r\nthe representative of the United Kingdom — that the\r\nInternational Conference on Financing for\r\nDevelopment will plot the course that must be followed\r\nif the commitments undertaken by our countries in the\r\nMillennium Declaration are to be fulfilled.\r\nAs the Secretary-General stated in his report, in\r\nthis new century special importance must be attached\r\nto the strengthening of democracy in Africa and to the\r\nefforts of African States themselves to achieve lasting\r\npeace, eradicate poverty and attain sustainable\r\ndevelopment. African States themselves bear the main\r\nresponsibility for seeking solutions to overcome the\r\ngrave challenges they face — a responsibility that they\r\nare living up to through the adoption of economics\r\nrecovery programmes and initiatives to pursue regional\r\nintegration.\r\nThe New African Initiative is the most recent\r\nexample of the efforts of African States to transform\r\ntheir continent. International support for Africa,\r\nhowever, remains indispensable. The international\r\ncommunity must adopt special measures to alleviate\r\nthe problem of external debt, improve access to\r\nmarkets, increase levels of official development\r\nassistance and augment the flow of foreign direct\r\ninvestment and technology transfers. The actions of the\r\ninternational community with regard to Africa must be\r\ngoverned by the principles, objectives and programmes\r\ncontained in the New African Initiative. Mexico is\r\n25\r\nA/56/PV.9\r\nprepared to provide support for and cooperate with\r\nthose efforts.\r\nGiven the limitations of this already lengthy\r\nstatement, it will not be possible for me to refer in\r\ndetail to various other important issues dealt with in the\r\nreport of the Secretary-General. I would therefore like\r\nto conclude by expressing Mexico’s satisfaction at the\r\nre-election of the Secretary-General for a second term,\r\nas unanimously agreed on 29 June. My country would\r\nlike to congratulate Mr. Kofi Annan and take this\r\nopportunity to reaffirm its steadfast commitment to\r\ncooperate with him throughout the period of his second\r\nmandate, during which, as he has stated in paragraph\r\n12 of his report, “we can and must do better”. The\r\njourney ahead will be arduous.\r\nMr. Tomka (Slovakia): Before dealing with the\r\nreport of the Secretary-General on the work of the\r\nOrganization, I would like, on behalf of my country\r\nand on my own behalf, to express condemnation of the\r\nhorrible terrorist crimes committed on 11 September\r\nhere in New York, in Washington, D.C., and in\r\nPennsylvania, as well as to express the support of\r\nSlovakia for our American friends and our firm\r\ncommitment to joining international efforts to eradicate\r\nterrorism and its roots.\r\nI would like to express Slovakia’s great\r\nappreciation for the excellent work done by the\r\nSecretary-General. On behalf of my country, I wish\r\nMr. Kofi Annan every success during his second term\r\nas Secretary-General of the United Nations. All of us\r\nknow that the coming years will be demanding and\r\nchallenging for our Organization, but they also bear\r\npromise.\r\nThe annual report carefully itemizes all areas of\r\nwork where the United Nations plays an important role.\r\nThe report clearly indicates the tasks and activities of\r\nour Organization. However, if we want to be successful\r\nin achieving our goals of securing peace, ensuring\r\nrespect for human rights, fostering development,\r\neradicating poverty and inequality and promoting\r\njustice and prosperity, as stipulated in the Millennium\r\nDeclaration, we should strengthen our political will and\r\nbear in mind our common values.\r\nI would like to focus on an important point made\r\nby the Secretary-General in his report, in connection\r\nwith his effort to move the United Nations from a\r\nculture of reaction to one of prevention. Slovakia fully\r\nagrees that the prevention of conflict is a moral\r\nimperative in today’s world. It is a humanitarian\r\nnecessity if we are to save innocent lives. At the same\r\ntime, it is an economic necessity, because of the\r\nextremely high price of war and post-war\r\nreconstruction. Prevention — taking action before\r\nconflict occurs — is politically necessary to ensure the\r\ncredibility of international cooperation, in particular as\r\nconcerns the United Nations. Some progress has been\r\nachieved in developing the capacity of the United\r\nNations to prevent conflict, as set out by the Secretary-\r\nGeneral last June in his report (A/55/985) to the\r\nGeneral Assembly and the Security Council on the\r\nprevention of armed conflict. We firmly believe that\r\nthe United Nations has an essential role in preventive\r\ndiplomacy by virtue of its mandate, legitimacy and\r\nwide-ranging capabilities.\r\nStressing the United Nations role in preventive\r\ndiplomacy does not mean disregarding the primary\r\nresponsibility of the parties to any dispute or conflict to\r\nsettle peacefully their dispute themselves. The\r\nobligation to do so, as stated in Article 2, paragraph 3,\r\nof the Charter, is a cornerstone of international law.\r\nThe key question for the international community\r\nin the face of potential conflict is not whether\r\npreventive diplomacy is an option, but how, when and\r\nby whom such diplomacy should be exercised. The\r\nmain objective of this effort is to establish trust, and in\r\nthis respect Slovakia strongly supports the\r\nrecommendations of the Secretary-General. The\r\nongoing discussion on the role of regional\r\norganizations, non-governmental actors and others in\r\npreventing conflicts is welcome and fully legitimate.\r\nCivil society is an important factor in preventive\r\ndiplomacy. The United Nations and others involved in\r\npreventing conflicts must have access to the viewpoints\r\nand concerns of civil society, through formal as well as\r\ninformal channels. Non-governmental organizations,\r\nacademic institutions and prominent individuals may\r\nhave a unique ability to gain access to the roots of a\r\nconflict and to try to defuse it. Involving them might\r\nalso be the right way to avoid overstraining the United\r\nNations system.\r\nIn this context, let me mention Slovakia’s active\r\nparticipation in the political and military activities of\r\nthe international community in the search for a\r\npeaceful solution to the conflicts in different parts of\r\nthe world. In recent years we have significantly\r\nincreased the number of our contingents in\r\n26\r\nA/56/PV.9\r\npeacekeeping operations. At present our troops are\r\nspread throughout the world — in infantry contingents\r\nin the United Nations Disengagement Observer Force\r\n(UNDOF) and in the United Nations Force in Cyprus\r\n(UNFICYP); in a level II hospital in the United Nations\r\nTransitional Administration in East Timor (UNTAET);\r\nand working as deminers in Ethiopia and Eritrea — all\r\nin all, 608 deployed persons.\r\nIt would nevertheless be wrong not to realize the\r\npotential of a preventive deployment of United Nations\r\npeacekeepers. A small-scale international presence\r\ncould be contemplated in a number of cases in which\r\nthere is a danger that a dispute or a tense situation\r\ncould escalate into conflict, to the point where large-\r\nscale and costly interventions would be the only\r\nremaining option.\r\nWe believe that the prevention of conflict will be\r\na defining and fundamental task for the international\r\ncommunity through international cooperation, with the\r\nUnited Nations at the centre. The international\r\ncommunity cannot stand by as a passive observer as\r\nsituations and disputes grow into armed conflicts,\r\neither among States or within them, as has most\r\nfrequently been the case in the past decade and might\r\nalso be in future.\r\nThe United Nations was born out of the horror of\r\nwar. The face of war has become even uglier, involving\r\ncivilians on a large scale, and its most recent — and\r\nugliest — form bears the name of terrorism. Slovakia\r\nlike the rest of the civilized world, strongly condemns\r\nall forms of terrorism and violence. We will take an\r\nactive part in our common endeavour to combat\r\nterrorism.\r\nLast year we successfully resolved a problem\r\nwhich had burdened our Organization for years. By\r\ntaking the necessary decisions on financial problems\r\nand adopting scales of assessment for both the regular\r\nand peacekeeping budgets, we have created the basic\r\nprerequisites for the better functioning of our\r\nOrganization in the future. Nevertheless, we remain\r\nconcerned by the financial situation of the\r\nOrganization, which, to a great extent, is due to the fact\r\nthat not all Member States obey the rules we have\r\nagreed on or live up to the pledges they have made.\r\nWe believe that humanity is in great need of our\r\nOrganization. Through our firm political will we\r\nshould act together, so that the principles and goals of\r\nour Organization can be successfully achieved.\r\nMr. Nejad Hosseinian (Islamic Republic of\r\nIran): In the wake of the recent tragic terrorist attacks\r\non American soil, which resulted in the loss of so many\r\ninnocent lives, allow me to offer my condolences to the\r\ndelegation of the United States of America. These\r\nshocking and utterly appalling terrorist acts have been\r\nstrongly condemned by the Iranian people and\r\nGovernment, and we hope that concerted action —\r\nwithin the parameters of international law and under\r\nthe auspices of the United Nations — will enable the\r\ninternational community to bring the perpetrators of\r\nthese atrocious acts to justice. My delegation will\r\nparticipate in next week’s debate on terrorism and will\r\nexpress in detail its views on how to combat the\r\nscourge of terrorism.\r\nI would like to join previous speakers in\r\ncommending the Secretary-General for having\r\nproduced a comprehensive and thoughtful report on the\r\nwork of the Organization. It clearly shows how the\r\nchallenges facing the United Nations have become\r\nmore complex, as have its responses. The report also\r\nclearly reflects the extensive experience and dedicated\r\nefforts of the Secretary-General in his leadership of the\r\nOrganization.\r\nConsidering the role of the United Nations in the\r\nmaintenance of peace and security to be an essential\r\npart of its global responsibilities, my delegation fully\r\nendorses the emphasis put in the report on the need to\r\nmove this Organization from a culture of reaction to\r\none of prevention. The steadfastness of the Secretary-\r\nGeneral in the past few years in steering the United\r\nNations in this direction is promising. We concur with\r\nhim that practical steps should be taken with a view to\r\nputting the concept of conflict prevention into practice\r\nand matching rhetoric with action.\r\nIn this respect, we need to pay greater attention,\r\nin a more timely manner, to the root causes of tension\r\nin various regions, and these should be addressed by\r\nthe humanitarian and development agencies of the\r\nUnited Nations system together with the Bretton\r\nWoods institutions. Such an approach should be an\r\nintegral part of a preventive strategy. The dispatch of\r\nfact-finding and confidence-building missions and the\r\ndevelopment of regional mechanisms constitute, among\r\nother things, appropriate measures enabling the United\r\nNations to act more effectively to prevent the outbreak\r\nof armed conflict. The Islamic Republic of Iran,\r\nlocated in a volatile region, continues to support the\r\nefforts of the Secretary-General in the area of conflict\r\n27\r\nA/56/PV.9\r\nprevention and remains prepared to assist him in his\r\nendeavours.\r\nIn the area of peacemaking, the efforts of the\r\nSecretary-General and his colleagues during the past\r\nyear have also been commendable. It is regrettable that,\r\ndespite his personal attention to the ongoing crisis in\r\nthe occupied Palestinian territories and his two visits to\r\nthe area, the continued aggressive policy of the Israelis\r\ndid not allow for any lessening of the suffering of the\r\nPalestinians. The policy of wilfully killing defenceless\r\ncivilians and their suffocation at the hands of the Israeli\r\narmed forces continues, as does the inaction of the\r\nSecurity Council, which is failing to live up to its\r\nresponsibility in assigning a United Nations protection\r\nforce to the area.\r\nWhile the involvement of the Secretary-General\r\nin the Palestinian question is a positive development,\r\nwe believe that, unless his efforts are effectively\r\ncomplemented by the Council and the major Powers,\r\nthe realization of the basic rights of Palestinians, which\r\nis a prerequisite for the return of peace to the area, will\r\nremain elusive.\r\nThe Secretary-General, in his report, refers to the\r\nimpact on some countries in Central Asia of acts\r\nperpetrated by extremist and terrorist forces, which are\r\nin part related to the situation in Afghanistan. Here, I\r\nneed to stress that not only the central Asian countries,\r\nbut, in fact, all of Afghanistan’s neighbours have been\r\nsignificantly hurt by the disorder in that country.\r\nMoreover, the recent terrorist acts on American\r\nterritory brought to the forefront the implications of the\r\nchaos and lawlessness in Afghanistan for the\r\ninternational community as a whole.\r\nWe have always reiterated that our country’s\r\ninterest is best served if peace and tranquillity are\r\nbrought about in Afghanistan. Therefore we pledge to\r\nlend our active support to the efforts undertaken by the\r\nSecretary-General and his Personal Envoy aimed at\r\nrestoring peace and helping Afghans form a broad-\r\nbased and representative government in their country.\r\nWe also welcome the continued preparedness of the\r\nUnited Nations to assist in the political, development\r\nand humanitarian fields in order to address the root\r\ncauses of instability in the area surrounding\r\nAfghanistan.\r\nAs concerns peacekeeping operations, which\r\ncontinue to be one of the key instruments available to\r\nthe United Nations, we believe that the capacity of this\r\nOrganization effectively to plan and manage\r\npeacekeeping operations should be enhanced.\r\nTherefore, we welcome the Secretary-General’s\r\nproposals, contained in document A/55/977, aimed at\r\ndeveloping the United Nations capacity in this area,\r\nincluding the development of the Department of\r\nPeacekeeping Operations. It is important that\r\npeacekeeping operations be provided with clearly\r\ndefined mandates, objectives and command structures,\r\nas well as secure financing. We also fully endorse the\r\nview of the Secretary-General that peacekeeping must\r\nbe supported and accompanied by a process of peace-\r\nbuilding to prevent the recurrence of armed conflict\r\nand to permit recovery and development.\r\nWith respect to disarmament, I share the concerns\r\nand misgivings of the Secretary-General about the\r\ncurrent level of international negotiations on\r\ndisarmament and arms control. Despite the necessity to\r\nintensify the efforts to promote international peace and\r\nsecurity, negotiations on strengthening the prevention\r\nand banning of the development and use of weapons of\r\nmass destruction are now faced with major obstacles.\r\nConclusion of the verification protocol of the\r\nBiological Weapons Convention and the\r\nComprehensive Nuclear-Test-Ban Treaty preparatory\r\nwork have now reached a deadlock due to the position\r\nof the United States.\r\nUnfortunately, the same attitude has impaired\r\nprogress towards concluding effective norms and\r\nguidelines to prevent the spread of a destabilizing\r\naccumulation of small arms in areas of conflict.\r\nHowever, the recent adoption of the Programme of\r\nAction to Prevent, Combat and Eradicate the Illicit\r\nTrade in Small Arms and Light Weapons in All Its\r\nAspects is a major step forward to achieving our\r\nobjective, which needs to be pursued vigorously.\r\nMissiles are also an important issue in the\r\ninternational agenda, meriting full and serious\r\nconsideration. The best approach here, as the\r\nSecretary-General has indicated in his report, should be\r\nto aim at “multilaterally negotiated norms”, which is\r\nalso a focus of the draft resolutions adopted on the\r\nissue by the General Assembly, submitted by my\r\ncountry since 1999. I extend my appreciation to the\r\nSecretary-General for providing assistance for the\r\nestablishment of the panel of experts to address the\r\nissue of missiles in all its aspects.\r\n28\r\nA/56/PV.9\r\nInternational cooperation in the field of human\r\nrights continues to play a fundamental role in the\r\npromotion and protection of all human rights and\r\nfundamental freedoms. This is particularly important in\r\nthe United Nations processes of both standard setting\r\nand implementation. If earnestly pursued, international\r\ncooperation is essentially and inherently capable of\r\ngenerating political will, a sense of partnership and\r\nharmony within the present multiracial and\r\nmulticultural world in advancing the human core\r\nvalues, human rights and democracy. This is what the\r\nUnited Nations is all about.\r\nThe World Conference against Racism, Racial\r\nDiscrimination, Xenophobia and Related Intolerance\r\nrecently concluded its work in Durban, South Africa. I\r\nexpress my warm congratulations to the people and\r\nGovernment of South Africa on convening the\r\nconference. It has to be acknowledged that the\r\nconference had great potential for bearing even more\r\nfruit in making a real difference in the global fight\r\nagainst racism, racial discrimination, xenophobia and\r\nrelated intolerance, but this, regrettably, was thwarted\r\nby some political circles. Nevertheless, it is our hope\r\nthat all Governments will combine their efforts to\r\neffectively implement the Programme of Action\r\nadopted in Durban.\r\nLet me turn to the International Conference on\r\nFinancing for Development, a very important event for\r\nthe international community as a whole and\r\nparticularly for all developing countries. All of us, both\r\ndeveloped and developing countries, are acutely aware\r\nof the historic standing and comprehensive process that\r\nwe have collectively followed for convening this\r\nconference, expectations for which are very high; its\r\nimpact on the major developmental issues was also\r\nacknowledged by the Millennium Declaration. The\r\nimportant items on the conference agenda — including\r\ntrade, financial flows, external debt and systemic\r\nissues, including the reform of the international\r\nfinancial architecture — make the conference a historic\r\nand unique turning point for a bold, innovative and yet\r\ncontinuing process. As such, the Mexico conference\r\ncan set the stage for basic major parameters towards\r\nforging a new consensus in which the international\r\ncommunity strives to define collective objectives and\r\ngoals for financing for development and takes the\r\nnecessary measures to achieve them. The main\r\napproach in the conference should be focused on\r\nfinding innovative measures to address the major\r\nchallenges of globalization in the field of financing for\r\ndevelopment, while bearing in mind its complexities\r\nand benefits. In this process, the international\r\ncommunity should strive to engage in constructive\r\ndialogue and negotiations leading to a fruitful outcome\r\nand achievement for all.\r\nConvening the special Session of the General\r\nAssembly on HIV/AIDS was a timely response by the\r\nUnited Nations to this tragic epidemic, which is\r\ndestroying the social fabric in the most affected\r\ncountries, reversing their development achievements.\r\nThe severity of the HIV/AIDS pandemic, the most\r\nformidable development challenge of our time,\r\nparticularly in Africa, calls for coordinated\r\ninternational resolve and determination to address the\r\nroots of the crisis and to undertake the practical ways\r\nand means to deal with it effectively. The situation in\r\nAsia is also seriously threatening, emphasizing the\r\nnecessity of preventive measures.\r\nApart from all urgent relief efforts and short-term\r\nremedies, the ultimate solution can be found in\r\neradicating poverty through the realization of genuine,\r\nlong-term development. To this end, securing a global\r\ncommitment to enhance resources and the\r\nintensification of national, regional and international\r\nefforts to combat it in a comprehensive manner is\r\nurgently required. The establishment of a global fund,\r\nproposed by the Secretary-General, could be a step\r\nforward in this regard if adequate resources,\r\ncommensurate with the magnitude of the problem,\r\nwere mobilized and managed free from political\r\nconsiderations and conditionalities, taking into account\r\nthe concerns of all nations. Moreover, needless to say,\r\nthe imperative of moral and religious values, the\r\ncentrality of the family as the basic unit of society, and\r\nresponsible individual conduct are also indispensable\r\nfor a successful fight against the epidemic and are\r\nequally essential.\r\nThe Islamic Republic of Iran attaches great\r\nimportance to the World Summit on Sustainable\r\nDevelopment and its preparatory process. This summit\r\nwill provide a unique opportunity for the international\r\ncommunity to undertake a comprehensive assessment\r\nof the achievements, constraints and shortcomings in\r\nthe implementation of Agenda 21. We firmly believe\r\nthat the summit should aim at the removal of the\r\nobstacles impeding the implementation of the Rio\r\ncommitments, and provide, in particular, the\r\ndeveloping world with adequate financial and\r\n29\r\nA/56/PV.9\r\ntechnological support. In our view, the principle of\r\ncommon but differentiated responsibilities should\r\ncontinue to be the guiding principle for the\r\ndeliberations of the World Summit on Sustainable\r\nDevelopment.\r\nWith regard to paragraphs 175 and 176 of the\r\nSecretary-General’s report, I would like to indicate that\r\nIran has actively participated in the discussions on\r\ninternational environmental governance and will\r\ncontinue to provide its contribution to that process.\r\nStrengthening international environmental governance\r\nmust be viewed through the lens of sustainable\r\ndevelopment. That would ensure the integration of the\r\nthree interdependent pillars of environmental\r\nprotection, economic growth and social development in\r\na balanced manner. In that regard, the Commission on\r\nSustainable Development, which is the main forum for\r\nhigh-level policy debate on sustainable development,\r\nshould also be strengthened.\r\nWith regard to the United Nations Forum on\r\nForests, Iran has actively participated in discussions on\r\nforests and will continue to do so. We sincerely hope\r\nthat this new body will achieve its objectives in\r\nenhancing sustainable forest management through the\r\nimplementation of proposals for action of the\r\nIntergovernmental Panel on Forests and the\r\nInternational Forum on Forests. In that context, we\r\nemphasize the importance of giving attention to the\r\nconcerns and interests of low-forest-cover countries.\r\nThe President in the Chair.\r\nProgramme of work\r\nThe President: I should like to outline our\r\nprogramme of work for the next two weeks.\r\nAs members were already informed, the General\r\nAssembly will hold a debate on agenda item 166,\r\n“Measures to eliminate international terrorism”,\r\nstarting Monday, 1 October, in the morning.\r\nOn Thursday, 4 October, in the morning, the\r\nGeneral Assembly will start its consideration of agenda\r\nitem 11, “Report of the Security Council”. The report\r\nof the Security Council will be issued tomorrow,\r\nWednesday, 26 September, as document A/56/2. The\r\nlist of speakers for item 11 is now open.\r\nOn Monday, 8 October, in the morning, we will\r\nhold the election of five non-permanent members of the\r\nSecurity Council.\r\nOn Friday, 12 October, in the morning, the\r\nGeneral Assembly and the Security Council will hold\r\nconcurrent meetings to elect a member of the\r\nInternational Court of Justice.\r\nI will soon inform the Assembly of the\r\nscheduling of other plenary items.\r\nThe meeting rose at 1.15 p.m.\r\n"