"United Nations A/56/PV.4\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n4th plenary meeting\r\nThursday, 20 September 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-54271 (E)\r\n*0154271*\r\nPresident: Mr. Han . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 97\r\nSustainable development and international economic\r\ncooperation\r\n(c) High-level dialogue on strengthening\r\ninternational economic cooperation for\r\ndevelopment through partnership\r\nThe President: The General Assembly will begin\r\nthe high-level dialogue on the overall theme entitled\r\n“Responding to globalization: facilitating the\r\nintegration of developing countries into the world\r\neconomy in the twenty-first century”, in accordance\r\nwith the decision taken by the General Assembly at its\r\n3rd plenary meeting, on 19 September 2001, and\r\npursuant to resolution 55/193 of 20 December 2000\r\nand to the decision taken at its 1st plenary meeting, on\r\n12 September 2001.\r\nIn accordance with resolution 55/193, the high-\r\nlevel dialogue shall consist of plenary meetings,\r\nministerial round-table meetings and informal panels,\r\nwith the participation of non-governmental actors.\r\nI should now like to recall for members that, at\r\nthe 3rd plenary meeting of the General Assembly, held\r\nyesterday, it was announced that in addition to plenary\r\nmeetings, two ministerial round tables-cum-informal\r\npanels will be held today.\r\nThe first ministerial round table-cum-informal\r\npanel will be held this morning from 11 a.m. to 1 p.m.\r\nin Conference Room 3 and will be on the sub-theme\r\nentitled “Enhancing the integration of developing\r\ncountries in the emerging global information network,\r\nfacilitating access to information and communication\r\ntechnology for developing countries”.\r\nThe second ministerial round table-cum-informal\r\npanel will be held this afternoon from 3.30 to\r\n5.30 p.m., also in Conference Room 3, and will be on\r\nthe sub-theme entitled “Promoting the integration of\r\ndeveloping countries into the world economy and\r\ngenerating new public and private financing resources\r\nto complement development efforts”.\r\nFollowing consultations, I have the pleasure to\r\nappoint Mr. Elias Gounaris, Permanent Representative\r\nof Greece to the United Nations, as the Chairman of the\r\nfirst ministerial round table-cum-informal panel, and\r\nMr. Eladio Loizaga, Permanent Representative of\r\nParaguay to the United Nations, as its Rapporteur.\r\nFor the second ministerial round table-cum-\r\ninformal panel, I have the pleasure to appoint\r\nMr. Dumisani Shadrack Kumalo, Permanent\r\nRepresentative of South Africa to the United Nations,\r\nas its Chairman, and Mr. Ion Botnaru, Permanent\r\nRepresentative of the Republic of Moldova to the\r\nUnited Nations, as its Rapporteur.\r\nBy Assembly resolution 55/193, the General\r\nAssembly requested the President of the General\r\nAssembly to continue preparations for the high-level\r\n2\r\nA/56/PV.4\r\ndialogue. In that connection, I should like to propose\r\nthat the Rapporteurs present a summary of the\r\ndiscussions in their respective ministerial round table-\r\ncum-informal panels at the concluding meeting of the\r\nhigh-level dialogue.\r\nShall I take it that the Assembly agrees to that\r\nproposal?\r\nIt was so decided.\r\nThe President: Members will further recall that,\r\npursuant to the same resolution, the final outcome of\r\nthe high-level dialogue will be a summary by the\r\nPresident, to be presented at the closure of the event.\r\nStatement by the President\r\nThe President: I am pleased and honoured to\r\nwelcome representatives to the second high-level\r\ndialogue on strengthening international economic\r\ncooperation for development through partnership.\r\nThese high-level dialogue sessions provide an\r\ninvaluable opportunity for an open and constructive\r\nexchange of views on ways of ensuring that\r\nglobalization becomes a positive force for all of us.\r\nDue to last week’s tragic events, major meetings\r\nof the General Assembly had to be rescheduled or\r\npostponed, including the high-level dialogue. I wish to\r\nexpress my deep appreciation to all delegations for\r\nagreeing to hold the high-level dialogue today,\r\nnotwithstanding this difficult situation. I think this\r\nsends a message about the firm determination of\r\nMember States that the General Assembly will not be\r\ndeterred by such criminal actions in its efforts in\r\nsupport of world peace and development.\r\nThis is a time to be creative in our thinking, to\r\nshare new ideas, and to map out the direction we\r\nshould take for the benefit of developing countries.\r\nWithout the pressure of having a negotiated outcome,\r\nthe dialogue format will encourage all participants to\r\nexplore solutions to the most vexing challenges that the\r\nAssembly will be addressing in the months to come.\r\nUnder the overarching theme of globalization,\r\ntwo crucial sub-themes are on the table. The first\r\ncovers two issues of importance: the integration of\r\ndeveloping countries into the world economy and\r\ngenerating financial resources. The new millennium is\r\ncharacterized by shrinking distances, instant news and\r\ncommunications, short production cycles and\r\nunprecedented wealth creation. On the other hand,\r\nglobalization is also characterized by growing\r\ndevelopment gaps, both among and within countries.\r\nWhile the international community has done much to\r\npromote the integration of developing countries into\r\nthe world economy, we need to address legitimate\r\nconcerns about the marginalization of developing\r\ncountries which have been unable to enjoy the full\r\nbenefits of globalization.\r\nThe question of financing for development took\r\non new urgency in the follow-up to the series of global\r\nconferences and summits convened by the United\r\nNations in the 1990s. Those events set out a multitude\r\nof goals and targets and comprehensive action plans at\r\nthe national, regional and international levels to realize\r\na holistic vision of development. In particular, the\r\nMillennium Declaration, adopted last September, has\r\ngiven an unprecedented level of political commitment\r\nto these goals. I believe that the Declaration’s goal of\r\nreducing by half the number of people living in\r\nextreme poverty by 2015 must also be our overriding\r\ngoal, not only during this two-day dialogue but during\r\nthe entire fifty-sixth session of the Assembly.\r\nIn that regard, I would like to stress the\r\nsignificance of the International Conference on\r\nFinancing for Development, which will take place in\r\nMarch of next year in Monterrey, Mexico. Many\r\nchallenging ideas and considerations have already been\r\npresented during the preparatory process. I hope that\r\nwe can build on those in developing our own\r\ndistinctive contribution to the success of the Monterrey\r\nmeeting through partnership among relevant\r\nstakeholders.\r\nThe second sub-theme of this dialogue is closely\r\nrelated to the first one. Globalization has been\r\nrecognized as being multifaceted in nature, and the\r\ncurrent phase of globalization is shaped by the fact that\r\nknowledge has become a source of competitive\r\nadvantage. Information and communication\r\ntechnologies (ICT) have come to play a pivotal role in\r\nthe emerging global knowledge-based economy.\r\nInformation and communication technologies can be a\r\npowerful tool in the economic and social development\r\nof countries, societies and individuals by opening up\r\nnew avenues for trade, commerce and employment.\r\nYet the majority of the world’s population\r\ncontinues to live in poverty, and many countries have\r\nyet to reap the full benefits of the ICT revolution.\r\nClosing the digital divide among and within countries\r\n3\r\nA/56/PV.4\r\nis an enormous task and, therefore, cannot be the sole\r\nresponsibility of one group of stakeholders. Basically,\r\nGovernments have the primary responsibility for\r\npromoting the well-being of their people. However, the\r\npublic sector alone cannot provide all the answers for\r\nthe complex problems of globalization. Civil society\r\nand the private sector not only have a stake in\r\ndevelopment, they have the necessary ideas,\r\nperseverance and creativity to surmount obstacles and\r\nfind solutions to the challenges we face.\r\nI am pleased to note that their role has been\r\nrecognized by the United Nations in setting up an ICT\r\nTask Force with multi-stakeholder participation. With\r\nregard to the world summits on the information society\r\nto be held in 2003 and 2005, it is vitally important that\r\nthe major stakeholders be involved in addressing a\r\nnumber of issues, including the digital divide,\r\nthroughout the preparatory process and the final events.\r\nI am hopeful that the General Assembly will play a\r\nmajor role in ensuring the success of these seminal\r\nevents.\r\nIn my view, it is crucial for the General Assembly\r\nto continue to explore ways of interacting with the\r\nmultiple stakeholders who are instrumental in turning\r\npolicy proposals into practical reality. It is encouraging\r\nthat they have repeatedly shown their willingness to\r\nassume their share of responsibility for achieving\r\ndevelopment targets. This dialogue should therefore\r\nstrive to be as interactive as possible and to be fully\r\nopen to the views and suggestions of academia, civil\r\nsociety and the private sector. I look forward to a rich\r\nand productive dialogue.\r\nI now give the floor to the Deputy Secretary-\r\nGeneral.\r\nThe Deputy Secretary-General: I am honoured\r\nto join the Assembly at the opening of the high-level\r\ndialogue on strengthening international economic\r\ncooperation for development through partnership.\r\nThe Assembly’s decision to convene this meeting\r\nin spite of the tragic events of last week is a clear\r\nindication of the importance that the international\r\ncommunity attaches to this subject.\r\nThis dialogue is meant to advance our\r\nunderstanding of the potential and the potential\r\nchallenges that globalization represents. It is also\r\nmeant to illuminate the subject from a different\r\nperspective, one that stresses partnership and mutual\r\nbenefit. It provides an opportunity to review and to\r\nmake progress in the implementation of the\r\nconclusions of the Millennium Assembly, the Third\r\nUnited Nations Conference on the Least Developed\r\nCountries, and the recent substantive sessions of the\r\nEconomic and Social Council.\r\nIn all those gatherings, extreme poverty was\r\nidentified as one of the most urgent challenges facing\r\nthe world community at the dawn of the twenty-first\r\ncentury. The paramount task of reducing poverty to\r\nalleviate the suffering of so many of the world’s people\r\nwill be rendered even more difficult by the current\r\nslowdown of economic growth. A primary objective of\r\nthis dialogue, therefore, must be to find ways of\r\nensuring that this task is pursued with an even stronger\r\nsense of commitment.\r\nOne of the first preoccupations of all\r\nGovernments right now must be to take concerted\r\nactions to encourage a revival of global economic\r\ngrowth. When it comes, it is vital that that revival\r\nshould be sustainable and that growth be spread more\r\nequitably than in the past.\r\nDeveloping countries must be given a fair chance\r\nto compete in the world market place. That will happen\r\nonly when developed countries do more to open their\r\nmarkets and when developing countries improve their\r\ncapacity to produce and export goods and services at\r\ncompetitive prices. Many of them will need technical\r\nassistance to achieve this, but they also need to\r\nrecognize and to remove the barriers to free exchange\r\nand investment that still exist within the developing\r\nworld.\r\nIn this context, it is more important than ever to\r\nseize the opportunity offered by the meeting of the\r\nWorld Trade Organization in Qatar in two months’\r\ntime. This must be the occasion for States to implement\r\nfully the commitments they undertook in the Uruguay\r\nround and to launch a new round of trade negotiations,\r\nwhich deserves the name “development round”. Such a\r\nnew round should help to restore the momentum of\r\nopen markets, while giving genuine priority to the\r\nconcerns and interests of developing countries.\r\nTwo subjects, public and private financing\r\nresources and information and communications\r\ntechnologies, have been selected for more detailed\r\ndiscussion today. In this forum, the Assembly will be\r\nable to hear various ideas that have been put forward\r\nfor financing development, including those contained\r\n4\r\nA/56/PV.4\r\nin the report of the high-level panel appointed by the\r\nSecretary-General, referred to as the Zedillo report.\r\nNow is the time for Member States to decide which of\r\nthese ideas merit further consideration in preparation\r\nfor the International Conference on Financing for\r\nDevelopment, which, as the President has mentioned,\r\nwill be held next March in Monterrey, Mexico.\r\nInformation and communications technologies are\r\na central feature of this era and a driving force in\r\nglobalization. If developing countries are to compete in\r\nthe new global market, a big effort is needed to\r\nimprove their access to this more advanced form of\r\ninfrastructure. We look especially to the United\r\nNations information and communications technology\r\n(ICT) Task Force for recommendations on ways to\r\nbridge the global digital divide and foster digital\r\nopportunities for all. This dialogue, too, should\r\ncontribute suggestions for practical and effective\r\npolicies in this field.\r\nThe Assembly’s discussions today offer an\r\nopportunity to exchange ideas, not only between\r\ndifferent States and regions of the world but also, in the\r\nround tables and informal panels, between people of\r\ndifferent experience and perspectives, since\r\nrepresentatives of the private sector and academia will\r\nbe taking part. The ideas the Assembly generates\r\nshould be useful to its current session, but also to the\r\nwider and longer-term global effort to promote\r\ndevelopment.\r\nMr. Ordzhonikidze (Russian Federation) (spoke\r\nin Russian): I have to start by referring to an absolutely\r\nnew challenge: the recent event that has left no country\r\nor reasoning individual indifferent. Like all civilized\r\nhumankind, we in Russia have been deeply shocked by\r\nthe barbaric acts of international terrorism against the\r\nAmerican nation. We consider this terrorist act a\r\ntragedy that affects everyone and a challenge to the\r\nentire international community.\r\nTerrorism knows no national borders and has\r\nalready acquired a global character. That is why it is\r\nnecessary to strengthen and enhance the interaction of\r\nthe international community in combating this common\r\nthreat of terrorism. International terrorism is not only a\r\npolitical and legal problem but a socio-economic one\r\nas well. It represents a significant obstacle to the\r\nsustainable development of States.\r\nIn addition to the loss of life and property it\r\ncauses, international terrorism engenders political\r\ninstability, which deprives States and regions of the\r\nopportunity to develop normally and forces\r\nGovernments to divert enormous human and financial\r\nresources to combat this evil and to repair the damage.\r\nTerrorism, which goes hand in hand with organized\r\ncrime, particularly drug-trafficking, jeopardizes the\r\nprospects of fulfilment for entire generations and their\r\nproductive integration into society.\r\nIn this context, we believe that the efforts of\r\nStates to combat terrorism at both the national and\r\ninternational levels should be viewed as part and parcel\r\nof common endeavours aimed at achieving sustainable\r\ndevelopment.\r\nTurning directly to the subject of today’s\r\ndialogue, I would first like to stress that the full-scale\r\nintegration of developing countries into the world\r\neconomy is an indispensable prerequisite to, and an\r\nimportant instrument for, the implementation of a\r\nglobal strategy to combat poverty and ensure\r\nsustainable development.\r\nThe complicated and alarming situation in many\r\nregions of the developing world, most critical in Africa\r\nand the least developed countries, combined with the\r\nnew challenges of globalization, requires resolute and\r\ncomprehensive measures to be taken on a worldwide\r\nscale. This primarily means bridging the economic and\r\ntechnological gap, including the digital divide, between\r\nthe least developed countries and the rest of the world,\r\nstable financing to support growth and development,\r\nand ensuring conditions favourable to expanding trade\r\nand investments. On the other hand, an uncontrolled,\r\nspontaneous integration of countries into the global\r\neconomy can have negative results. That is why it is so\r\nimportant for the process of globalization to be\r\ndetermined first and foremost by international\r\norganizations and States and not only by the private\r\nsector represented by transnational corporations.\r\nThe main responsibility for their development\r\nlies, above all, with the developing countries\r\nthemselves and much depends on the mobilization of\r\ntheir internal resources and efforts. At the same time,\r\nthe objective set by the international community to\r\nhalve poverty by the year 2015 calls for the adequate\r\nmobilization of financial resources for development. In\r\nthis respect, we place our high hopes on the\r\nforthcoming International Conference on Financing for\r\nDevelopment to be held next March in Mexico. We\r\nexpect specific political decisions from the Conference\r\n5\r\nA/56/PV.4\r\nto help reverse the longstanding trend of reducing\r\nofficial development assistance, to increase the flow of\r\nresources from the donor community and the private\r\nsector and to release additional funds through debt-\r\nburden relief and by improving the access of exports\r\nfrom the developing countries to the world markets.\r\nFurther implementation of the Heavily Indebted\r\nPoor Countries Debt Initiative will play a major role in\r\nrelieving the external debt of countries whose debt\r\nburden remains a most serious obstacle to overcoming\r\ntheir own backwardness. Russia has supported the\r\nInitiative and will henceforth respect the multilaterally\r\ncoordinated obligations to implement its expanded\r\nversion. As a member of the Paris Club and the G8,\r\nRussia has done much towards the implementation of\r\nthe Initiative. Following the application of the\r\nconditions of the Paris Club, the total debt of the\r\nheavily indebted poor countries to Russia is expected\r\nto drop more than tenfold.\r\nThe eradication of poverty and the prevention of\r\nmarginalization, particularly among the least developed\r\ncountries, greatly depend on the deeper involvement of\r\ndeveloping countries in international trade and the\r\nexpansion of productive investment into the real sector\r\nand infrastructure. We support initiatives to improve\r\nthe access of the least developed countries to the world\r\nmarkets, including the Generalized System of\r\nPreferences, the “Everything but arms” initiative and\r\nso forth.\r\nRussia has long given considerable tariff\r\npreferences to developing countries. Most products\r\noriginating from developing countries are imported at a\r\nreduced customs rate of 75 per cent of the basic tariff.\r\nWe believe that such a preferential regime is essential\r\nfor expanding mutually advantageous trade and\r\neconomic cooperation and facilitating the resolution of\r\ncurrent development problems.\r\nThe trade preferences accorded to the least\r\ndeveloped countries are of a still larger scale. Nearly\r\nall products from these countries are now imported to\r\nRussia duty-free. In respect of imports from the least\r\ndeveloped countries, neither quantitative restrictions\r\nare applied nor may investigations be carried out\r\nconcerning the introduction of anti-dumping,\r\ncompensatory or special protective measures.\r\nMoreover, we reaffirm our readiness to extend the\r\nregime of duty- and quota-free access to cover all\r\ngoods, except weapons, from the least developed\r\ncountries. At the same time, additional amendments to\r\nthe current legislation are being worked out in Russia\r\nregulating the issues of granting tariff preferences\r\naimed at the further liberalization of conditions for the\r\naccess of goods from developing countries to the\r\nRussian market.\r\nInformation and communication technologies\r\n(ICT) have considerable potential in terms of providing\r\nassistance to developing countries in speeding up their\r\neconomic growth, enhancing living standard,\r\ncombating poverty and solving other priorities of\r\ndevelopment. In the era of globalization, ICTs are one\r\nof the most important factors determining the\r\ndevelopment of the world economy and ensuring\r\nsustainable social and economic development.\r\nThe information revolution entails not only the\r\nenhancement of opportunities, but also evident\r\nchallenges and risks. That is why the most important\r\ntask is to make every necessary effort to ensure that\r\ninformation technologies serve the interests of all\r\ncountries. The international community has special\r\nresponsibility for turning information technologies into\r\na factor of development, rather than broadening the so-\r\ncalled digital divide between countries and regions. It\r\nis also important not to let ICTs turn into a kind of\r\n“virtual” barrier obstructing trade and development.\r\nThe mobilization of necessary financial and\r\ntechnological resources for the effective\r\nimplementation of programmes in the field of\r\ndevelopment on the whole and the introduction and\r\ndissemination of ICTs in particular require fruitful\r\ncooperation with the private sector. In this context, we\r\nattach great importance to partnerships between the\r\nUnited Nations and the private sector, first of all in the\r\nframework of the Global Compact proposed by the\r\nSecretary-General and other initiatives. In this vein, we\r\nsupport the earliest possible development and\r\ncoordination on the intergovernmental level of\r\nprovisions governing the procedures for joint work of\r\nthe organizations of the United Nations system with\r\nprivate business.\r\nWe hope that this dialogue will promote efforts to\r\nmove towards the effective resolution of the pressing\r\nissues of development that will meet the interests of all\r\npeoples.\r\nMr. Asadi (Islamic Republic of Iran): Speaking\r\non behalf of the chairmanship of the Group of 77, I\r\nthank the President of the General Assembly and the\r\n6\r\nA/56/PV.4\r\nDeputy Secretary-General for two interesting and\r\ncomprehensive statements. The chairmanship of the\r\nGroup of 77 cannot compete with the brevity of those\r\nstatements, simply because I have a big family to\r\nrepresent.\r\nThis is the second time that the intergovernmental\r\nbody of the United Nations is engaged in a high-level\r\ndialogue on strengthening international economic\r\ncooperation for development through partnership, the\r\noverall theme being “Responding to globalization:\r\nfacilitating the integration of developing countries into\r\nthe world economy in the twenty-first century”. This is\r\nindeed a daunting challenge and a very tall order. Our\r\ncollective enterprise this year takes place under very\r\ndifficult circumstances, emanating from the horrendous\r\nterroristic, inhuman acts perpetrated last week here in\r\nthe United States. Let me seize the occasion here to\r\nextend, on behalf of the Group of 77 and China, our\r\nmost profound condolences and sympathy to the\r\nGovernment and people of the United States and to the\r\nfamilies and relatives of the victims of these tragic\r\nevents. If anything, these events make the case for\r\ninternational cooperation and partnership proper all the\r\nmore imperative and urgent.\r\nIt appears that globalization has become part and\r\nparcel of our collective life, its impact being felt in\r\ndifferent forms, to different degrees and in different\r\narenas of the national life of all societies. Beyond value\r\njudgement, it is now an undeniable fact and a still-\r\nunfolding process, and it continues to impact the\r\noverall situation on a global scale and to affect the\r\ndevelopment policies of all societies, particularly in the\r\ndeveloping world. What is important, though, is that\r\nglobalization should not be seen as an inevitable blind\r\nforce beyond the control of human beings or of\r\ncountries. Rather, globalization is, to a large extent, an\r\ninteractive process and the result of policy choices and\r\ndecisions — a process that needs to be harnessed and\r\neven directed.\r\nNow that the international community has for the\r\npast several years dealt with this seemingly unruly and\r\nunbridled process, it should be clear to all of us, both\r\ndeveloped and developing countries, that cooperation\r\nacross the board, particularly between and within North\r\nand South, is an absolute necessity. It is needed in\r\norder to utilize the tremendous potential of this\r\nphenomenon and process for development, especially\r\nthrough the strengthening of interdependence and\r\nmultilateralism. It goes without saying that the\r\ninternational community in its entirety, and we here at\r\nthe intergovernmental body of the United Nations,\r\nshould spare no effort in making optimal use of the\r\nongoing multilateral processes and upcoming major\r\nevents with the view towards building partnerships in\r\nthe service of development. In this context, the\r\nInternational Conference on Financing for\r\nDevelopment stands out as a unique process and\r\noccasion.\r\nIntegration of developing countries into the world\r\neconomy in the twenty-first century should be seen as a\r\ncomprehensive process, and it cannot but be based on\r\ncooperation and partnership. Trade, investment, private\r\ncapital flows and debt, international financial\r\ncooperation for development, and governance and\r\nparticipation of developing countries in the monetary,\r\nfinancial and trading systems are among some of the\r\nmajor elements for addressing the challenges facing\r\ndeveloping countries for integration into the world\r\neconomy.\r\nTrade is the most important mechanism for\r\nalmost every developing country for economic\r\nintegration with other countries and plays an important\r\nrole in development. Trade is also the major instrument\r\nfor integration in the international economy. An open,\r\nrule-based, transparent, non-discriminatory and\r\npredictable multilateral trading system is an essential\r\ncomponent for the global economic system and would\r\ncontribute tremendously to world economic growth and\r\nthe smooth integration of developing countries into the\r\nworld economy. Many developing countries have made\r\nmajor progress in liberalizing their trade regimes,\r\nwhich has resulted in the expansion of their trade.\r\nWhile emphasizing the importance of sequential\r\nliberalization, we would also like to stress the necessity\r\nof promoting market access for goods and services of\r\ninterest to developing countries and removing\r\nconstraints on their exports by our developed partners,\r\nwhich impose costs on us that far outweigh aid flows.\r\nStrengthening supply-side capacity in areas such as\r\ninfrastructure, human development, export expansion\r\nand economic diversification are other important\r\ncomponents for promoting trade that could lead to\r\nexpeditious integration into the world economy.\r\nForeign direct investment and private flows to\r\ndeveloping countries — which could bring a range of\r\ndynamic benefits, including better access to the\r\nmarkets of countries of origin — could also enhance\r\n7\r\nA/56/PV.4\r\nintegration of developing countries into the world\r\neconomy. The Group of 77 and China believe that the\r\nvolume of such flows and investments should increase\r\nand their distribution among developing countries\r\nshould become more equitable, while ensuring their\r\nprofitability to both the investors and host countries.\r\nAddressing the volatility of short-term capital flows is\r\nalso imperative. Dissemination of information on\r\ninvestment opportunities in developing countries and\r\ntechnical and financial assistance for strengthening the\r\ninstitutional infrastructure of those countries could also\r\nlead to more financial flows and investment. Other\r\nmeasures such as the extension of fiscal support to\r\noutward investors, insurance schemes and market\r\naccess could also increase opportunities for investment\r\nin and financial flows to developing countries. The\r\nimpact of Foreign Direct Investment (FDI) could be\r\noptimized and its potential benefits for development\r\ncould be brought about through strengthening\r\ntechnological capacities, boosting export\r\ncompetitiveness, generating employment and\r\nestablishing networking between foreign affiliates and\r\ntheir host economies, especially with small and\r\nmedium enterprises. This would also contribute to the\r\nintegration of developing countries into the world\r\neconomy.\r\nFinding a durable solution for external debt and\r\nthe debt-servicing problems of developing countries is\r\nvital if an environment conducive to integrating them\r\ninto the world economy is to be created. This can be\r\naccomplished through enhancing international\r\ncooperation to assist these countries to get away from\r\nthe rescheduling process and the unsustainable debt\r\nburdens, which undermine the domestic resource base\r\nof developing countries and deprives them of those\r\nresources.\r\nInternational financial cooperation has a critical\r\nrole to play in the development process and the\r\nintegration into the world economy of all developing\r\ncountries, in particular the least developed countries\r\n(LDCs), African countries, Small Island Developing\r\nCountries and Land-locked Developing Countries.\r\nOfficial development assistance (ODA), in its various\r\nforms, serves as a source of financing of technical\r\nassistance, development of human capital, capacity-\r\nbuilding to overcome the constraints of remoteness and\r\nisolation from the world markets, expansion of\r\ninfrastructure and productive capacity, diversification\r\nof export bases and improvement in an overall\r\nenvironment conducive to a higher level of public and\r\nprivate sector initiatives — all of which are essential\r\ncomponents for integration in the global economy.\r\nQuite regrettably, as we all know, the volume of ODA\r\nand official flows has been decreasing steadily during\r\nthe past decade, both in real and relative terms. The\r\nGroup of 77 and China believe that ODA has a key role\r\nto play in ensuring that the benefits of globalization\r\nwould be shared more equitably by the developing\r\ncountries. The first step should be to halt the declining\r\ntrend and, of course, to reverse it, while strengthening\r\nthe requisite political will to increase the level of ODA\r\nto reach the agreed target of 0.7 percent of gross\r\nnational product (GNP) of developed countries.\r\nPromoting aid effectiveness and efficiency, as well as\r\nharmonization and simplification of operational\r\npolicies and procedures of international financial\r\nflows, is equally important and imperative. Launching\r\na global information and advocacy campaign for\r\nraising public awareness in developed countries on the\r\nurgency and necessity of increasing ODA should also\r\nbe encouraged.\r\nThe Group of 77 and China believe that existing\r\ninstitutional arrangements and multilateral cooperation\r\nin the areas of international monetary, financial and\r\ntrading systems are lagging far behind the process of\r\neconomic and financial integration at the global level.\r\nEnhancing the coherence of these systems could\r\ncontribute enormously to the consistency of policy- and\r\ndecision-making at the macro or global level, including\r\nthe policy recommendations of the relevant\r\ninternational institutions in areas that could assist\r\ndeveloping countries in their endeavours towards a\r\nsmooth and less volatile integration into the world\r\neconomy. In the context of promoting increased and\r\nmore equitable distribution of the benefits of\r\nglobalization, adequate representation and broad and\r\nmeaningful participation of developing countries in the\r\ninternational economic decision-making and norm-\r\nsetting processes and global financial governance\r\nshould be enhanced and ensured. Better representation\r\nand participation can bolster the effectiveness and\r\nefficiency of the relevant international forums and\r\ncommittees with responsibilities for the governance of\r\nthe international economy. They will also support the\r\nrelevant international institutions in their objectives of\r\nbeing fully responsive to the development challenges\r\nof developing countries. It could also help developing\r\ncountries to better understand the implications of\r\nvarious international monetary, financial and trading\r\n8\r\nA/56/PV.4\r\npolicies for their development, which could prevent\r\ntheir marginalization and simultaneously help facilitate\r\ntheir effective and meaningful integration into the\r\nworld economy.\r\nRegional arrangements and cooperation is another\r\narea that we believe would help the developing\r\ncountries in their quest for integration into the global\r\neconomy. In fact, these arrangements seem to have\r\ngained prominence in recent years, perhaps, to some\r\ndegree, as a result of the disquieting uncertainties in\r\nthe relationships of global arrangements. These\r\narrangements can undoubtedly assist developing\r\ncountries to promote their cooperation and\r\ncoordination in various economic fields, including\r\nthrough the establishment of necessary institutions at\r\nthe subregional and regional levels. Such arrangements\r\ncould also serve to improve rules, regulations and\r\nnorms and standards in the monetary, financial and\r\ntrade fields. It should be stressed, however, that a\r\nconducive global environment is a precondition for the\r\nintegration of members of regional arrangements into\r\nthe world economy.\r\nLet me turn now to another important emerging\r\naspect of the world economy, an area where special and\r\nimmediate action is very much needed to help enable\r\ndeveloping countries to benefit from its opportunities\r\nand potentials. The revolution in information and\r\ncommunications technology (ICT) has contributed\r\nenormously to the creation of the emerging global\r\nknowledge-based economy which opens vast new\r\nopportunities for economic growth and social\r\ndevelopment. Integration of the developing countries\r\ninto this new emerging knowledge-based economy\r\ncould be associated with ample opportunities for\r\neconomic growth, such as promotion of electronic\r\ncommerce, lower transaction costs, dissemination of\r\ninformation on investment opportunities in developing\r\ncountries and networking with foreign enterprises and\r\ntheir affiliates. The potential opportunities are\r\ntremendous. More daunting, however, are the\r\nimmediate challenges developing countries face,\r\nincluding the widening digital divide, which severely\r\nconstrains their active and meaningful integration into\r\nthis new economy and could lead to the crippling of\r\ndevelopment and further marginalization.\r\nWe hardly, if at all, need to engage in any further\r\ndescription of the potential benefits of ICT — or its\r\nperils, for that matter. The overall situation, with all its\r\nimplications, serious and even grave as they are, is\r\nquite clear to all of us, including the challenges in the\r\nareas of lack of capacity, infrastructure, connectivity\r\nand local content. What needs to be done is equally\r\nclear: the potentialities of ITC should be utilized to\r\nserve the cause of the long-term comprehensive\r\ndevelopment of the developing countries. Put in very\r\npractical terms, the aim should be to assist those\r\ncountries to catch up with global developments and\r\nadvances and to integrate into the world economy as\r\neffectively — and, of course, as expeditiously — as\r\npossible. Utilization of these technologies, which\r\nhappen to be practically inaccessible to many\r\ndeveloping societies, should help those societies make\r\nstrides in the never-ending quest for reliable sustained\r\neconomic growth and in the improvement of such\r\ncritical areas as health and education, as well as in the\r\nempowerment of civil society: in a word, in moving\r\ntowards the ever-elusive strategic objective of poverty\r\nalleviation and poverty eradication.\r\nLet me just emphasize one of the areas in which\r\ndeveloping countries face particular constraints: the\r\narea of infrastructure and capacity. Obviously, the\r\nexistence and provision of the necessary infrastructure\r\nand capacity goes beyond mere access to a computer\r\nconnected to the Internet. Rather, this relates to\r\nfundamental issues and problems, inter alia, the\r\nexistence and functioning of an educational system\r\nwith universal coverage, including basic and digital\r\nliteracy; the existence of well equipped\r\ntelecommunications systems; technological skills to\r\nutilize, support and administer information\r\ntechnologies facilities; making the necessary\r\ninvestment in human resource development;\r\nstrengthening the institutions and networks for utilizing\r\nall aspects of knowledge products; and establishing the\r\ncapacity for research and development related to\r\nindigenous technologies for producing hardware and\r\nsoftware products.\r\nConnectivity and endeavours to achieve universal\r\nconnectivity constitute another major component of\r\nany strategy for the dissemination of ICT. Connectivity\r\nshould be accessible and affordable for all, including\r\nthrough community-based approaches and through the\r\nprovision of public access points, as well as through a\r\nmarket-based approach and competition. Local content,\r\nas another major and prominent element for the\r\nutilization of ICT, should be promoted. Generation,\r\ndevelopment and enhancement of local content through\r\nthe introduction of local language character sets could\r\n9\r\nA/56/PV.4\r\nassist and justify stronger private investment in\r\ninformation and communication technology products\r\nand Internet content, and could create the necessary\r\nplatform for reaching economies of scale which would\r\nmake connectivity and access possible and cheaper.\r\nWhile emphasizing the importance of\r\ncomprehensive national action for establishing\r\nnecessary capacities and infrastructure and for\r\nencouraging connectivity and the generation and\r\nexpansion of local content, it is nevertheless\r\nnecessary — in fact, imperative — to have strong\r\ninternational support for such programmes and actions\r\non the part of international and multilateral institutions,\r\nmost particularly the United Nations system, and also\r\nthe World Bank, regional banks and developed\r\npartners. While welcoming the establishment of the\r\nICT Task Force as a practical step aimed at\r\nstrengthening the role of the United Nations system in\r\nthis area, we believe that effective and meaningful\r\ncollaborative efforts are required to enhance the\r\ndevelopment impact of ICT. We would also like to\r\nunderline the importance of the Task Force building\r\nupon the expertise that already exists within the United\r\nNations system, including in particular the Commission\r\non Science and Technology for Development.\r\nThe importance of providing the Task Force with\r\nadequate financial resources does not need to be further\r\nemphasized. The Task Force should receive every\r\nassistance in devising appropriate policies at the global\r\nand regional levels to accelerate and promote universal\r\naccess to knowledge and information and the\r\ndevelopment of norms and standards on a transparent,\r\nmeaningful and participatory basis. Some of the major\r\nelements of the work of the Task Force that we would\r\nlike to underline at this stage are: developing projects;\r\ndevising measures to reduce the cost of access and\r\nconnectivity in developing countries; innovative action\r\nto increase the number of computers and other Internet\r\naccess devices in developing countries; facilitating the\r\ntransfer of information and communication\r\ntechnologies to those countries; and supporting\r\nresearch and development on ICTs and their\r\napplications in those countries. Of course, most urgent\r\nand immediate of all is to have the Task Force start its\r\nwork.\r\nI close my statement at this point, Mr. President,\r\nand wish you and the Bureau every success in steering\r\nthe work of the fifty-sixth session of the General\r\nAssembly. In dealing with the huge, daunting challenge\r\nthat awaits you, you can rest assured of the full\r\ncooperation of the Group of 77 and China. Our mutual\r\ncooperation will certainly help the success of the\r\nAssembly on this agenda item as well as on other\r\nitems.\r\nMr. De Ruyt (Belgium) (spoke in French): I have\r\nthe honour to speak on behalf of the European Union.\r\nThe Central and Eastern European countries associated\r\nwith the European Union — Bulgaria, the Czech\r\nRepublic, Estonia, Hungary, Latvia, Lithuania, Poland,\r\nRomania, Slovakia and Slovenia — and the associated\r\ncountries Cyprus, Malta and Turkey align themselves\r\nwith this statement.\r\nI wish once again to express our horror and\r\ndistress at the terrorist attacks that struck the United\r\nStates last week. Again, our condolences go to the\r\npeople of the United States. I reaffirm the\r\ndetermination of our countries to strengthen the fight\r\nagainst international terrorism. In that connection, Mr.\r\nPresident, I welcome your announcement that the\r\ndebate on that subject desired by the European Union\r\nwill begin on Monday, 1 October, in plenary meeting.\r\nHeads of State or Government of the European Union\r\nwill meet tomorrow, Friday, 21 September, at Brussels;\r\nthe fight against international terrorism will be at the\r\ncentre of their discussions. Their conclusions will\r\nundoubtedly enhance our debate, because we believe\r\nthat the United Nations must play a central role in\r\nmeeting this vast new challenge confronting the entire\r\ninternational community.\r\nThe member States of the European Union have\r\nchosen two closely interrelated sub-themes for this\r\ndebate, relating to the economic and technological\r\ndimensions of globalization. On a general level, first of\r\nall, the European Union reiterates the importance it\r\nattaches to increased coordination and cooperation\r\nbetween the United Nations and the Bretton Woods\r\ninstitutions, and, of course, to their annual dialogue in\r\nthe Economic and Social Council.\r\nWe must also stress the need for more numerous\r\ninnovative partnerships, since interdependence exists\r\nnot only between countries but between all the actors\r\ninvolved. From the outset we would like also to\r\nhighlight another facet of our approach, namely the\r\nparticular attention we would like to pay to the least\r\ndeveloped of the developing countries.\r\nThe first sub-theme that I should like to address\r\nrelates to promoting the integration of developing\r\n10\r\nA/56/PV.4\r\ncountries into the world economy and generating new\r\npublic and private financing resources to complement\r\ndevelopment efforts.\r\nWe are convinced that globalization is a\r\ntremendous multiplier of growth and prosperity;\r\nhowever, inequalities remain. It is obvious that many\r\ncountries, particularly the poorest, have not yet been\r\nable to benefit fully from this potential. Humanizing\r\nglobalization means, above all, making it inclusive by\r\nfully integrating developing countries into the world\r\neconomy and by generating new flows of financing in\r\ntheir direction. It is, of course, first and foremost up to\r\nthose countries themselves to create an environment\r\nconducive to investment, trade and development in\r\ngeneral, but the international community also has an\r\nimportant role to play.\r\nThis integration, which begets progress, is vital to\r\nthe attainment of the international development goals\r\nset by the major world conferences. At the Millennium\r\nSummit, we renewed our commitment to an open,\r\nequitable, rule-based, predictable and non-\r\ndiscriminatory trading and financing system.\r\nAt that Summit we also vowed to make every\r\neffort to ensure the success of the International\r\nConference on Financing for Development. We are\r\nvery pleased that the Bretton Woods institutions are\r\ninvolved in the innovative preparatory process leading\r\nto the Monterrey Conference.\r\nThe Johannesburg World Summit on Sustainable\r\nDevelopment will enable us to help make globalization\r\nserve sustainable development, through a better\r\nintegration of its economic, social and environmental\r\ndimensions and by generating new momentum in the\r\nfight against poverty.\r\nIf the developing countries are to benefit fully\r\nfrom the boom in global trade, they must, first of all,\r\nbe members of the World Trade Organization (WTO)\r\nand have the means to operate effectively in it and to\r\nuse all of its instruments. Developing countries must\r\ntherefore be given help, in the form of technical\r\nassistance, in order to strengthen their capacity to\r\nparticipate fully in the WTO and to benefit from it.\r\nThe General Assembly has already asked the\r\nUnited Nations Conference on Trade and Development\r\n(UNCTAD) to support efforts to promote the effective\r\nparticipation of those countries in multilateral\r\nnegotiations and a greater diversification of their trade.\r\nA special effort must also be made for the least\r\ndeveloped countries, both as regards trading\r\npreferences — and the European Union has shown the\r\nway with its “Everything but arms” initiative — and to\r\nhelp them to participate in the activities of the WTO.\r\nThe fourth Ministerial Conference of the WTO in\r\nQatar should also highlight the tangible advantages for\r\ndeveloping countries in the framework of the vast\r\narena of work that it will address. Trade must serve the\r\nhuman being and, therefore, sustainable development,\r\npaying heed to the needs of future generations by\r\ntaking account of the economic, social and\r\nenvironmental dimensions of progress.\r\nLast spring in Brussels, at the third United\r\nNations Conference on Least Developed Countries, we\r\nmade a number of commitments to those countries. It is\r\nessential to implement effectively those commitments\r\nand to agree promptly on the means to follow them up.\r\nThis means negotiating substantial reductions in the\r\nhigh tariffs and subsidies affecting trade, particularly in\r\nthe sectors which are of most importance to the least\r\ndeveloped countries. It also means negotiating rules\r\nwhich take account of their development needs and of\r\ntheir implementing capability.\r\nConfidence levels are an important determining\r\nfactor in financial flows — whether it be whether\r\nprivate finance, in the form of direct and portfolio\r\ninvestment, or public finance, in the form of\r\nconcessional loans. Confidence is built on patient and\r\ncareful work. National Governments, of course, bear\r\nthe primary responsibility in this respect, but the\r\ninternational community also has a crucial role to play.\r\nFor example, a clear consensus needs to be\r\nreached, in consultation with civil society, on factors\r\nsuch as, inter alia, legal protection and non-\r\ndiscrimination, which are needed if foreign direct\r\ninvestment is to flourish in a country. This would make\r\nit possible to develop new flows of investment into\r\ncountries which have until now been excluded from\r\nthem.\r\nCorruption is a scourge which must be combated\r\nfirst at the national level, but it is clear that it also, and\r\nperhaps increasingly, has international ramifications.\r\nInternational legal instruments should be adopted not\r\nonly to fight corruption, but also to facilitate the\r\nrepatriation of the proceeds of unlawful operations\r\ntransferred abroad. Some progress was made in 1997,\r\nwith the adoption of the Organization for Economic\r\n11\r\nA/56/PV.4\r\nCooperation and Development (OECD) Convention on\r\nCombating Bribery of Foreign Public Officials in\r\nInternational Business Transactions.\r\nWhile it is essential to attract private capital to all\r\ndeveloping countries, that does not mean, of course,\r\ngiving a free hand to the private sector, particularly in\r\nfragile economies. Corporate governance must be\r\ndeveloped, particularly through more detailed and more\r\nwidely disseminated international accounting standards\r\nand competition law. The European Union also favours\r\nthe use of various instruments to encourage socially\r\nresponsible investment, such as the OECD guidelines\r\non this subject.\r\nTo consolidate confidence, developing countries\r\nmust also be returned to solvency. The problem of debt\r\nrequires a range of solutions, which are, of course,\r\nprimarily a matter for the developing countries\r\nthemselves; however, industrialized countries must also\r\nundertake concerted action.\r\nThe potential of partnerships is still greatly\r\nunderexploited. Innovative synergies can develop\r\nthrough cooperation among ministries, national and\r\nlocal authorities, public bodies, banks, companies and\r\nnon-governmental organizations. Official development\r\nassistance could link up with other forms of finance.\r\nThe interaction between international, national,\r\nregional and local levels should be intensified.\r\nInternational financial institutions could engage in\r\nmore diverse means of cooperation. There is also, of\r\ncourse, the possibility of public-private partnerships,\r\nparticularly with respect to financing basic\r\ninfrastructure and taking advantage of the catalytic\r\neffect of official development assistance. Innovative\r\nforms of guarantees could be developed to allow this\r\noption to provide more flows of finance.\r\nFinally, the European Union cannot but reaffirm\r\nits commitment to reaching the target of 0.7 per cent of\r\ngross national product for official development\r\nassistance as soon as possible. Official development\r\nassistance remains a significant source of development\r\nfinance for a number of countries. It must be targeted\r\nat specific ends where it backs up action by the private\r\nsector and local public bodies, such as implementing\r\ninternational development objectives agreed upon at\r\nthe major world conferences and the reduction of\r\npoverty.\r\nI would now like to address the second sub-theme\r\nthat we have chosen, which concerns how to enhance\r\nthe integration of developing countries in the emerging\r\nglobal information network, facilitating their access to\r\ninformation and communications technologies (ICTs).\r\nThe revolution in information technology and\r\ntelematics is both a cause and a component of the\r\nphenomenon of globalization. The digital divide is an\r\nimportant aspect of the technological dimension of\r\ndevelopment, a dimension which, though often\r\nneglected, is essential. It is a very complex dimension,\r\ntoo, inextricably linked as it is with other questions\r\nsuch as the development of an educational system\r\nwhich includes training in the new technologies, for\r\nwomen as well as men; the legal framework; economic\r\nfreedom; infrastructure; and the respect for\r\nfundamental freedoms, particularly the freedom of\r\nexpression.\r\nThe European Union awaits with interest the\r\nrecommendations in the Secretary-General’s report on\r\nthe impact on development of the increased integration\r\nbetween trade, the financial sector, knowledge,\r\ntechnology and investment.\r\nTo bridge the digital divide, we must work in a\r\ndifferent way. It is vital that the telecommunications\r\nmarkets be integrated and liberalized without delay, so\r\nas to lower the cost of access to the internet. Given the\r\ntransnational nature of the worldwide web, it is\r\nessential that Governments cooperate on issues such as\r\ncopyright, computer security, electronic trading\r\nstandards, legal and tax questions and combating\r\ncomputer crime.\r\nThe private sector must be involved much more,\r\nby multiplying the forms of partnership, if only\r\nbecause Governments have only limited expertise in\r\ninformation and communication technologies and are\r\nnot always able to develop adequate national strategies.\r\nThe ICT Task Force is an excellent example of a\r\npromising partnership between the United Nations and\r\nthe private sector, as is the Digital Opportunities Task\r\nForce — the DOT Force — launched by the G8. At\r\nlocal, national and international levels, public-private\r\npartnerships often appear to be an ideal means of\r\npooling resources and knowledge in the common\r\ninterest. We also welcome the fact that the United\r\nNations Conference on Trade and Development\r\n(UNCTAD) has set about facilitating the search for\r\npartners for developing countries in the fields of\r\nbiotechnology and ecotechnology.\r\n12\r\nA/56/PV.4\r\nWe must not only launch technological projects;\r\nwe should also integrate the technological dimension in\r\ndevelopment programmes. United Nations funds and\r\nprogrammes, and active players in development aid in\r\ngeneral, should therefore also take account of all the\r\nlessons of the information revolution.\r\nInformation technologies are an ideal tool of\r\ntransparency and governance. One of a number of ways\r\nof bridging the digital divide is therefore to focus on\r\nthe promotion of “e-government”, in other words, the\r\nintegrated use of telematics in the administration of\r\npublic affairs, which will undoubtedly act as a catalyst\r\non society as a whole. E-government makes it possible\r\nto reduce the costs of communicating and distributing\r\ninformation, reducing outlay by the State, businesses\r\nand citizens. It makes it possible to reduce corruption,\r\nopen up isolated communities and create new\r\nmechanisms for participation and involvement in civil\r\nsociety. At the Lisbon Summit, Europe decided to go\r\ndown this road in the “e-Europe” project. On 29 and 30\r\nNovember, the presidency of the European Union and\r\nthe European Commission are holding a European\r\nconference on this subject in Brussels.\r\nThe multiplication of community access points to\r\nthe Internet — telecentres — is a corollary of a\r\nsuccessful e-government strategy. The private sector\r\nwill be the main provider, but that does not in any way\r\nprevent public bodies from also taking an active role.\r\nWe must also exploit the potential of tools which\r\nare still revolutionary, such as telemedicine and\r\nteaching over the internet. A good opportunity to\r\naddress these subjects will be provided by the next\r\nsubstantive session of the Economic and Social\r\nCouncil, where the high-level debate will be devoted to\r\nenhancing human resources, particularly in the fields of\r\neducation and health.\r\nThe European Union is convinced that we can\r\nand must humanize globalization in order to put it to\r\nthe service of all. I have addressed just a few aspects of\r\nan infinitely greater issue in order to pinpoint some\r\nconcrete examples which demand action. The European\r\nUnion hopes that this dialogue will make it possible, as\r\nin the past, to highlight new trends and new areas to be\r\nworked on and thus contribute to forthcoming debates,\r\nparticularly the Conference on Financing for\r\nDevelopment.\r\nThe President: I now give the floor to the\r\nPermanent Representative of Saudi Arabia.\r\nMr. Shobokshi (Saudi Arabia) (spoke in Arabic):\r\nIt gives me pleasure to congratulate you, Mr. President,\r\non your election as President of the General Assembly\r\nat its fifty-sixth session and on presiding at the high-\r\nlevel dialogue on globalization. Your election reflects\r\nthe appreciation of the international community of you\r\nand of the positive role being played by your friendly\r\ncountry in the international arena. I would like also to\r\nexpress gratitude to your predecessor, Harri Holkeri,\r\nfor his distinguished efforts in conducting the\r\npreceding session.\r\nHumanity has been shocked by the terrorist\r\nattacks in New York, Washington and Pennsylvania.\r\nThese actions are not in line with religion or divine\r\nrevelation. On behalf of the delegation of the Kingdom\r\nof Saudi Arabia and on my own behalf, I would like to\r\nexpress our deepest sympathy and condolences to the\r\npeople and Government of the United States, to the\r\ndelegation of the United States to the United Nations\r\nand to the victims’ families.\r\nThe twentieth century was one of bloody wars\r\nand conflicts, as well as of humanitarian disasters\r\nunprecedented in human history. However, it was also\r\na century of great discoveries and advances in science\r\nand technology, and of great achievements in the\r\ncultural and economic fields. With the demise of the\r\ncold war, and before the end of the last century,\r\nideological divisions ended. Humanity began to hope\r\nagain to achieve its legitimate aspirations to realize\r\npeace, security and well-being. Yet the facts in the\r\ninternational arena indicate an apparent and increasing\r\ndivision between rich States that have become richer\r\nand poor States that have become poorer, and between\r\na handful of States which enjoy the fruits of\r\ntechnological advancement and the majority of the\r\npopulation which cannot absorb and benefit from\r\ntechnology.\r\nOur world today faces great challenges that\r\nhinder the development of the majority of States that\r\nlive in poverty and deprivation. A great many people\r\ncontinue to live in poverty, rampant ignorance, disease\r\nand epidemics, in addition to conflicts and wars and\r\nenvironmental risks such as desertification and\r\npollution. The international community should bear its\r\nresponsibility and pool its efforts to put an end to all\r\nthese challenges through cooperation and partnership\r\nin decision-making and sharing of responsibilities.\r\n13\r\nA/56/PV.4\r\nWhile globalization as a concept was used in the\r\n1980s, it is in fact an ancient expression. It has always\r\nbeen linked to empires whose influence extended\r\nthroughout the world. It is not a new phenomenon; it\r\nhas been developed over the years through travel,\r\ntrade, immigration and the dissemination of culture,\r\nknowledge and concepts. It has taken many turns.\r\nAlthough the concept of globalization was launched\r\nfrom the West at the end of the first millennium, it\r\noriginally emerged in the East, in line with the\r\nhistorical and cultural interaction between all the\r\nregions of the world.\r\nGlobalization is a reality of our century. It is\r\nirrevocable and is characterized by increasing\r\ninterdependence between States, economies and\r\npopulations as a result of great scientific and\r\ntechnological achievements that have reduced\r\ndistances, changed communications and spread\r\ninformation among States. The amazing technological\r\nachievements of globalization represent a huge asset\r\nfor progress, for combating poverty and promoting\r\nwell-being. The prominent economic characteristics of\r\nthe twenty-first century are embodied in globalization,\r\nin free trade, in allowing free transfer of capital and in\r\ngreat progress in various fields of technology. That\r\ndoes not mean that developing countries, which are the\r\nmajority of the international community, should accept\r\nthat its fruits and dividends be restricted to industrially\r\nand technologically developed countries, while the\r\npoor countries continue to be mired in poverty,\r\nignorance and underdevelopment.\r\nThe realization of potential, thanks to\r\nglobalization, continues to be elusive because it takes\r\nplace in disorderly economic markets. Instead of\r\nbringing about the benefits to which we aspire and\r\nspreading them in an increasingly intertwined world,\r\nglobalization has widened the differences and the gap\r\nbetween the poor and the rich. It is obvious that the\r\nopportunities it provides are not evenly distributed in\r\nthe hallowed market competition and the monopolized\r\ndecision-making by financial power centres. The\r\nfreedom of trade and the removal of barriers called for\r\nby globalization carry as many risks as\r\nopportunities — opportunities that do not guarantee\r\nsuccess — and they automatically require appropriate\r\npolitical practices and a suitable investment\r\nenvironment.\r\nIf globalization allows the expansion of world\r\ntrade — which in turn leads to an increase in\r\nproductivity and exports along with the expansion of\r\njoint investments — and the facilitation of the transfer\r\nof technology as a result of the linkage and cooperation\r\nbetween transnational corporations and national\r\ncorporations, and if it is reflected in an increase in\r\nproductivity, distribution, marketing, research and\r\ndevelopment across national borders, then we must\r\nconsider at the same time an expected slowdown in the\r\nproduction of national goods in developing countries\r\nbecause of the competition from imported goods,\r\nwhether in national or international markets. This is\r\nbecause products of industrialized countries are more\r\nadvanced technologically, cheaper and of higher\r\nquality, and because the rules of the market and\r\ncompetition require higher wages and bringing in more\r\nadvanced technology from developed countries. Hence\r\nthe frustration, the widening gap between the rich and\r\nthe poor, the accumulation of legendary riches by the\r\nwealthy countries and the increasing poverty of the\r\npoor. The gap between States with regard to patterns of\r\ndevelopment has widened, leading to calls for the\r\nhumanization of globalization and for recognition that\r\npeople’s needs must be considered and that\r\nglobalization must be given an ethical dimension.\r\nThe widening gap between States now requires\r\nfair trade as much as free trade. The international\r\ncommunity is calling for constructive partnership to\r\nachieve balanced and sustainable development for all\r\nStates, without exclusion or marginalization. Doubts\r\narise with regard to the justice of the multilateral trade\r\nsystem because of difficulties in international trade\r\nrelations. The developing countries have not had a fair\r\nshare from the multilateral trade system.\r\nThere are no clear or defined rules on admission\r\nto the World Trade Organization (WTO), no terms or\r\nprovisions. There is dire need to make the WTO truly\r\nglobal in nature. The admission of developing\r\ncountries should be facilitated in order to allow them to\r\nbe part of this organization. In their current\r\ndevelopment circumstances they should not be required\r\nto do more than the current WTO member States.\r\nMore than ever, globalization requires promotion\r\nof cooperation and solidarity in order to achieve\r\nbalanced and harmonious results. In our world today —\r\na world in which distances are reduced, a world which\r\nhas become a global village because of scientific and\r\ntechnological advances —- States should work together\r\nto reduce the obvious shortcomings in international\r\n14\r\nA/56/PV.4\r\nrelations caused by the widening gap between\r\ndeveloped and developing countries.\r\nGlobalization, which required adjustment on the\r\npart of many States, is itself required to adjust its\r\nfunctions to meet people’s needs and to introduce\r\nchanges and amendments to its ways. For globalization\r\nto benefit mankind, it must be coupled with a new\r\nworld order that is fair and sustainable and that allows\r\ndeveloping countries to participate in decision-making.\r\nBlaming developing countries and criticizing their\r\nGovernments, and providing them insufficient financial\r\nassistance and little advanced technology along with a\r\ngreat deal of advice, will not achieve their targets and\r\ngoals. To consider the problems of developing\r\ncountries as temporary relief emergencies which\r\nrequire only charitable action is not an effective\r\nremedy. Charitable action itself is no longer capable of\r\nproviding solutions for spiralling poverty and want in\r\ndeveloping countries.\r\nThe available data and trends in the global\r\neconomy indicate that there is a dire need to find new\r\nand innovative resources to finance sustainable\r\ndevelopment in developing countries, such as through\r\nreducing world military expenditures. Otherwise, a\r\ngreat many of the world’s population will continue to\r\nlive in dire and abject poverty and underdevelopment,\r\nwith dangerous consequences that might push the\r\nworld into a vortex of disturbances and conflicts that\r\nwill adversely affect international peace and security.\r\nThis will have serious consequences for international\r\npeace and security.\r\nThere is also a need for international cooperation\r\nto reduce global economic disparities and to lessen the\r\nadverse effects of the flow of capital earmarked for\r\nspeculation. A multilateral management system should\r\nbe activated. Cooperation with regard to the measures\r\ntaken by the Bretton Woods institutions and the WTO\r\nneeds to be enhanced.\r\nThe digital revolution is a clear source of\r\nimmense benefits for humankind. However, digital\r\ntechnology has a dangerous tendency to become a new\r\nbarrier and a great force for exclusion and\r\nmanipulation. Reducing the digital divide will not be\r\nachieved without technological justice that gives to one\r\nand all the right to possess information technology and\r\nother advanced technologies so that humanity can live\r\nin comfort and dignity.\r\nThe Kingdom of Saudi Arabia has contributed to\r\nthe promotion of development in developing States,\r\nespecially the least developed countries. It has\r\nimplemented a great many development programmes\r\nand has provided generous donations to such countries\r\nin order to combat poverty and underdevelopment and\r\nto achieve development and stability.\r\nIt goes without saying that there is neither\r\nstability nor security without sustainable and\r\ncomprehensive development. This will not be achieved\r\nwithout quick, steady, comprehensive and multilateral\r\nsteps to accelerate development and the fight against\r\npoverty, disease and ignorance. The past century\r\nshowed that the dividends of a free market and\r\nadvanced technology must be distributed fairly, both\r\nnationally and internationally.\r\nIn the first year of the twenty-first century we are\r\nimbued with the hope for a new international\r\nhumanistic order based on new partnership between\r\ndeveloping and developed countries, an order based on\r\ncooperation, equality, shared responsibilities, justice\r\nand mutual benefits. We look forward to international\r\nrelations that prevent children from dying from hunger\r\nor being deprived of education and that protect people\r\nfrom diseases and epidemics, an order that upholds\r\nhuman dignity and protects the life future of all human\r\nbeings.\r\nThe President: I now give the floor to\r\nMr. Norman Nicholson, Director of the Office of\r\nDevelopment Partnership in the Bureau for Policy and\r\nProgramme Coordination in the Agency for\r\nInternational Development of the United States of\r\nAmerica.\r\nMr. Nicholson (United States): I would like to\r\nstart by saluting the efforts of all parties engaged in the\r\nrealization of this important high-level dialogue on\r\nstrengthening international economic cooperation for\r\ndevelopment through partnership. I would like to thank\r\nthe United Nations organizations, the donors, the\r\nvarious Governments, non-governmental organizations\r\n(NGOs), private foundations and individuals who will\r\nbe participating in this dialogue.\r\nFrom the very inception of its foreign assistance\r\nprogramme, over fifty years ago, the United States has\r\ncommitted itself to the integration of weakened\r\neconomies into a stable and prosperous global\r\neconomy, cooperating through a system of rule-based\r\ninstitutions. We recognized that the poorest countries\r\n15\r\nA/56/PV.4\r\nand those emerging from conflict or disaster often find\r\nthe challenge of change and recovery beyond their\r\nresources or institutional capacity. These countries can\r\nface grave economic, social, and political deterioration,\r\nbut they need not face it alone.\r\nIn 1947, Secretary of State George C. Marshall\r\nargued that the conscience of humanity demanded a\r\nresponse to these conditions. He also recognized that\r\nour security and that of other nations was affected by\r\nthe possibility of disturbances arising as a result of the\r\ndesperation of the people afflicted by conflict and\r\ndespair. In words that are all too poignant today, he\r\nurged that our policies should be directed “not against\r\nany country or doctrine but against hunger, poverty,\r\ndesperation and chaos”. He argued that the remedy for\r\nchaos lies in breaking the vicious circle and building\r\nthe confidence of the people in the economic future of\r\ntheir own countries and confidence in a world economy\r\nthat permits the emergence of political and social\r\nconditions in which free institutions can exist. Within\r\nsuch a world environment, a people committed to\r\nadvancing human dignity and opportunity within a\r\ncontext of wise policies and free dialogue can find\r\nmany partners.\r\nWe are assembled here for a dialogue on how to\r\nimprove the condition of mankind through partnerships\r\ndirected toward our common goals of reducing poverty,\r\nenhancing cooperation and providing dignity and\r\nopportunity to all. The events of 11 September\r\nconstitute a fundamental rejection of the very\r\nprinciples of dialogue and of partnership and the\r\nfundamental unity and dignity of the human condition.\r\nThis meeting could not be more timely.\r\nToday in the twenty-first century we need to\r\nrenew our spirit of common effort. Developing and\r\ndeveloped nations, Governments and NGOs, public and\r\nprivate enterprise — we all need a jointly conceived\r\nstrategy that, drawing on our respective strengths\r\nwithout masking our weaknesses, holds us all\r\naccountable in our unified fight against hunger,\r\ndisease, illiteracy, injustice and conflict.\r\nThe United States will renew its commitment to\r\nglobal economic growth through support for a rule-\r\nbased international trading system, for assistance to\r\npoorer countries to advance policy and institutional\r\nreform, for enhanced agricultural development and for\r\ninvestment in human capital and in trade-capacity\r\nbuilding.\r\nWe shall contribute to this joint effort by fighting\r\ninfectious diseases such as HIV/AIDS and by\r\nadvocating women’s health, child survival, better\r\nnutrition, public health programmes and improved\r\nwater and sanitation.\r\nWe will work with you to reduce the effects of\r\nchaos through new initiatives in conflict prevention\r\nand conflict resolution, as well as continued efforts to\r\nexpand democracy and good governance.\r\nWe live in a post-cold-war world that is marked\r\nby increasingly accelerated globalization, which, in\r\naddition to affording smaller economies the benefits of\r\na global trading system, is opening an unprecedented\r\nglobal community of ideas, technology, global public\r\ngoods and society-to-society linkages.\r\nThis “new world” has also transformed our\r\nunderstanding of the development process. The impact\r\nof capital flows, once viewed as the driving force of\r\ndevelopment by virtue of volume alone, is now\r\nunderstood to depend on the efficiency with which\r\nthose resources are used. This efficiency in turn\r\ndepends on better ideas — ideas about policy\r\nenvironments, efficient institutional arrangements for\r\nordering economic activity, productive technology and\r\nabout improving the productivity of people. Ideas\r\ncombined with capital are what drive development, and\r\nthese ideas may flow through business linkages, the\r\nadvocacy of our NGOs and the internet as much as\r\nthrough official assistance.\r\nWe also witness today profound changes in the\r\nsources of capital flows and other resources. Although\r\nthe United States is one of the largest donors in the\r\nhealth sector, nonofficial assistance from the United\r\nStates already overshadows our official development\r\nassistance in this sector. In 1999, for example, net total\r\nresource flows from the United States alone to\r\ndeveloping countries and multilateral development\r\nagencies exceeded $50 billion. Of this total, $36 billion\r\ncame from non-official sources.\r\nThere has also been a dramatic increase in the\r\ndiversity of potential partners: non-governmental\r\norganizations (NGOs), private foundations, colleges\r\nand universities, private enterprises and even\r\ncommunities. Official development assistance (ODA)\r\nis still important, but it needs to leverage these other\r\nsources of assistance, and development agencies in\r\ndeveloping countries need to find new ways to\r\n16\r\nA/56/PV.4\r\nencourage and organize our relationship with these\r\ndiverse partners.\r\nThe strength of the partnership approach lies in\r\nits ability to remain flexible, linking, as appropriate,\r\nGovernments, businesses, NGOs, private voluntary\r\norganizations, foundations, universities and other\r\norganizations in diverse ways. These organizations\r\nhave different capacities, different resources, different\r\ngoals and aspirations, different development\r\nperspectives and different incentive structures.\r\nPartnerships that combine the appropriate strengths of\r\nthese divergent organizations into fruitful and\r\ninnovative mosaics can achieve results that far surpass\r\nthe sum of the parts while minimizing our costs.\r\nFor greater aid effectiveness, the development\r\nefforts of the United States will be increasingly\r\nimplemented through what we call global development\r\nalliances. This is a new financing model for the twenty-\r\nfirst century. The global development alliance is based\r\non a clear recognition of the significant changes that\r\nwe have witnessed in the environment of development\r\nassistance.\r\nThe global development alliance will build on our\r\ndevelopment assistance organizations’ considerable\r\nexperience in dealing with the private sector as a\r\npartner in various sectors. An example of such a\r\npartnership is the Global Alliance for Vaccines and\r\nImmunization (GAVI), a partnership between the Gates\r\nFoundation, which provided financing of $750 million,\r\nthe United States Agency for International\r\nDevelopment, international institutions including the\r\nWorld Bank, the United Nations Children’s Fund, and\r\nthe World Health Organization, the pharmaceutical\r\nindustry and Governments both of the North and of the\r\nSouth. Another example is the Global Alliance to\r\nImprove Nutrition. This is a public/private alliance to\r\nimprove health through the elimination of vitamin and\r\nmineral deficiencies, and the partners include bilateral\r\ndonors, foundations, multilateral agencies and the\r\nprivate sector.\r\nBy taking advantage of the areas of congruence\r\nbetween United States assistance and the private sector,\r\nour global development alliance approach will serve as\r\na catalyst that allows the leveraging of our ODA\r\nresources to mobilize the ideas, efforts and significant\r\nassets of the public sector, corporate America and non-\r\ngovernmental organizations, thereby dramatically\r\nincreasing total resource flows to developing countries.\r\nDonors and development partners at all levels play a\r\ncritical role in our unified fight against poverty, and in\r\nthe mobilization of additional resources towards this\r\nend.\r\nThe ultimate responsibility for development lies\r\nwith the countries themselves. Development is a hand\r\nup, not a handout, not a crutch. We can be supportive,\r\nbut it is up to the developing countries themselves to\r\nput into place the economic policies and the\r\ngovernance structures that mobilize internal and\r\nexternal resources and maintain peace and stability. It\r\nis equally important that they maintain societies open\r\nto ideas and provide legal and political environments\r\nthat empower these various potential partnerships.\r\nThe growing, necessary and appropriate emphasis\r\nupon the total resource flows to developing countries\r\nshould not — I repeat, should not — be construed as a\r\nde-emphasis on the importance of official development\r\nassistance to the development enterprise. In addition to\r\nthe very critical leverage role that official development\r\nassistance has and shall continue to play, it is important\r\nin its own right, particularly for the poorest countries,\r\nwhich rely heavily on it. However, given the recent,\r\nunprecedented growth in private flows to developing\r\ncountries, the many development challenges around the\r\nworld that remain to be addressed, and the failure of\r\nODA successfully to address many of these problems,\r\nparticularly in the heavily ODA-dependent countries,\r\nwe believe that the development community must look\r\nbeyond official flows to the broader potential of close\r\ncollaboration with a very dynamic and varied group of\r\nnon-official partners.\r\nLet me close by reiterating the unambiguous\r\ncommitment of the United States to this development\r\npartnership. The challenges we face are enormous, but\r\nour resolve to make a real difference is unwavering.\r\nMr. Kumalo (South Africa): Once again we are\r\ngathered to consider how to deal with the question of\r\nfacilitating the integration of developing countries into\r\nthe world economy. It is a theme that is increasingly\r\nprominent on the agenda of many of our meetings, and\r\nI am sure that it will be high on the agenda of\r\nforthcoming meetings such as the Financing for\r\nDevelopment meeting in Mexico and the World\r\nSummit on Sustainable Development in South Africa,\r\nboth scheduled for 2002. The challenge we are\r\ndiscussing today on how to bring developing countries\r\ninto the world economy is of central importance to the\r\n17\r\nA/56/PV.4\r\nglobal community. If we do not successfully address\r\nthis question, we are creating immense problems for\r\nourselves in the future, problems that will affect global\r\nsecurity and become more difficult to solve as the gap\r\nbetween rich and poor grows wider.\r\nWe have made real progress in recent years in our\r\nunderstanding of how globalization works. We have\r\nseen that it is a complex phenomenon, and that in many\r\nways it is unstoppable. We have also come to\r\nappreciate that there are many features of globalization\r\nthat we would not wish to see ended. The explosion of\r\nadvances in science and technology, for example, will\r\nsurely benefit humankind, as we not only communicate\r\nmore quickly and effectively with each other, but we\r\nalso see the real prospect of progress in combating the\r\ndiseases that are a scourge of our planet.\r\nOther features of globalization, such as the\r\nmassive increase in global trade, also have potential for\r\nbenefit, provided the opportunities are distributed\r\nequally.\r\nWhat we have also come to appreciate, however,\r\nis that the global playing field is very uneven. This has\r\nmade it difficult for many developing countries to take\r\nadvantage of the opportunities offered by globalization.\r\nFor many of the least developed countries, it is not a\r\nquestion of difficulty, but rather one of impossibility.\r\nThe Millennium Summit acknowledged the\r\nenormity of the task and identified the prerequisites for\r\ncreating conditions where sustainable development is\r\npossible, with achievable targets in health and\r\neducation.\r\nThe Heavily Indebted Poor Countries (HIPC)\r\nInitiative on debt relief has made progress in lifting the\r\ndebt burden for many of the world’s poorest countries.\r\nSimilarly, the Third United Nations Conference on\r\nLeast Developed Countries in Brussels earlier this year\r\nacknowledged the importance of drastic interventions\r\nto assist the least developed countries in their quest for\r\neconomic growth. Free market access for products\r\nfrom the least developed countries in everything but\r\narms is progress in this regard.\r\nYet the vast majority of the world’s poor people\r\ndo not live in the least developed countries. They live\r\nin developing countries that are not the beneficiaries of\r\nthese recent decisions. It is they that we also need to\r\nfocus on, now that we are beginning to make progress\r\nin addressing the problems of the least developed\r\ncountries.\r\nIn Africa, we have given serious thought to the\r\nfundamental questions underlying the problem of the\r\nhuge disparities in development between the North and\r\nthe South. We have come to realize that, although there\r\nare important steps that we can look to the developed\r\nworld to take, there is much that we as developing\r\ncountries can also do to help ourselves.\r\nIn the New African Initiative we have identified\r\nthe key preconditions for sustainable development that\r\nwe recognize as vital for our own future. Those include\r\nthe peaceful resolution of conflict on our continent, the\r\npromotion of democratic values and sound, transparent\r\ngovernance. Equally important, though, is the\r\npartnership we seek with the developed world, a\r\npartnership that will ensure that our efforts are\r\nsustained by appropriate support measures. The recent\r\nengagement of the countries of the South with the G-8\r\nin Genoa resulted in an undertaking on the part of the\r\nG-8 to look seriously at the New African Initiative and\r\ncome up with a plan of action for tackling the issues\r\nwe are raising. This is welcome progress, and we look\r\nforward to further engagement.\r\nIn the area of trade we look for better\r\nopportunities for developing countries to gain access to\r\nmarkets. We welcome greater liberalization of the\r\nglobal marketplace and the principle of a rules-based\r\nsystem. But that process must be equitable and must\r\noffer developing countries opportunities in sectors and\r\nproducts where they have a competitive advantage. We\r\ncannot support a dispensation that merely seeks to\r\nentrench the existing inequalities while offering greater\r\nbenefits in areas where developing countries cannot\r\ncompete. We will have a historic opportunity, at Doha\r\nin two months’ time, to make the world trading system\r\nmore global.\r\nIncreased trade opportunities imply increased\r\ninvestments. This is another area where we are\r\nconfident we can change the historical pattern of\r\ncapital flows, which are currently mainly between\r\ndeveloped countries. We believe that, with the support\r\nof the North and with the determination of the South to\r\nbe on the path of sustainable development, we can\r\ncreate conditions conducive to greater investment in\r\nour own economies. Greater investment will lead to\r\neconomic growth, greater production and larger\r\nmarkets, which will benefit everyone.\r\n18\r\nA/56/PV.4\r\nWe also need to look at the global financial\r\narchitecture and the issue of global governance. We\r\nneed to make sure that the global financial institutions\r\nserve the needs of all their members and take more\r\nsignificant steps to correct historical imbalances.\r\nWe are not going to reach any of the targets of the\r\nMillennium Declaration unless we agree to tackle these\r\nfundamental questions facing the developing world.\r\nThe huge groundswell of global public opinion is\r\nin our favour, and we have a responsibility to see that\r\nwe are doing everything in our own power to bring\r\nabout conditions that are conducive to benefiting from\r\nglobalization. In the partnership between the developed\r\nand developing countries, we are confident that we can\r\nsucceed. Let us continue to work together in seeking to\r\nachieve our development targets.\r\nMr. Sun Joun-Yung (Republic of Korea): I would\r\nlike to extend my heartfelt congratulations to you,\r\nMr. President, on your election as President of the\r\nfifty-sixth session of the General Assembly. I am\r\nconfident that, under your able leadership, this\r\ndialogue will produce a fruitful outcome.\r\nAt the outset, on behalf of the people and the\r\nGovernment of the Republic of Korea, I offer my\r\ndeepest condolences to the families and loved ones of\r\nthe innocent victims who perished in last week’s\r\nterrorist attacks. I condemn those heinous acts of\r\nterrorism. We will join in the international\r\ncommunity’s efforts to prevent and suppress all forms\r\nof terrorism.\r\nAs the process of globalization intensifies, the\r\nworld is experiencing fundamental changes that\r\nstrengthen interdependence and require partnership\r\namong various stakeholders. Globalization is no longer\r\na matter of choice, but a reality we must face. This\r\ntrend towards globalization has had far-reaching\r\nimplications for the development process. It is true that\r\nmany developing countries have successfully reaped\r\nthe benefits of globalization through freer markets,\r\ntechnological advances and good governance.\r\nHowever, many other developing countries — lacking\r\nthe capacity to tap into the benefits of globalization —\r\nhave become marginalized. Given the structure and\r\nfinancial difficulties of most developing countries,\r\ndevelopment disparities and the digital gap will be\r\nfurther aggravated unless the international community\r\ntakes concerted action through genuine partnership.\r\nAt the Millennium Summit, held last September,\r\nworld leaders expressed concern over the obstacles to\r\nresource mobilization that developing countries face,\r\nand resolved to create an environment that is conducive\r\nto development and poverty eradication. In that\r\nconnection, a number of innovative initiatives to\r\nmobilize financial resources and help developing\r\ncountries become integrated into the world economy\r\nhave been presented in many intergovernmental\r\nforums. Among others, I attach particular importance\r\nto the International Conference on Financing for\r\nDevelopment, which is to be held in Monterrey,\r\nMexico, in March of next year.\r\nWith the process of liberalization, empowered\r\nactors rather than Governments have become\r\nincreasingly influential in policy-making. I firmly\r\nbelieve that the success of the Conference will depend\r\nlargely on the appropriate input of stakeholders from\r\ncivil society and the private sector, as well as from key\r\ninstitutional stakeholders such as the International\r\nMonetary Fund (IMF), the World Bank and the World\r\nTrade Organization (WTO). In my view, it is also vital\r\nthat a firm commitment be made at the national and\r\ninternational levels to enhance cooperation and policy\r\ncoherence among stakeholders. It is encouraging to\r\nnote that many developing countries are making efforts\r\nto improve domestic governance in order to promote an\r\nenabling environment conducive to mobilizing\r\nresources and attracting investment. Donors and the\r\ninternational community should work together to\r\nsupport such efforts by developing countries.\r\nTurning to the subject of a knowledge-based\r\nsociety facilitated by the revolution in information and\r\ncommunication technologies (ICT), nobody would\r\nchallenge the idea that ICT has a tremendous potential\r\nto contribute to economic growth and poverty\r\neradication in developing countries. At the same time,\r\nthe digital revolution has presented us with enormous\r\nchallenges in all areas. Most importantly, we should\r\nbear in mind the mounting concerns over the digital\r\ndivide in the connectivity capacity and content of ICT.\r\nThe growing digital divide could undermine the\r\ndevelopment potential of developing countries.\r\nConfronted with those challenges, old policies for\r\ndeveloping human resources and institutional capacity\r\nneed to be adapted. In the public sector rules and\r\nregulations should be devised to provide an\r\nenvironment that will attract investment for the\r\npromotion of infrastructure development and local\r\n19\r\nA/56/PV.4\r\ncontent. Furthermore, we have to cope with ever-\r\ndiversifying cyber-crimes and associated illegal\r\nactivities facilitated by the use of ICT. Considering the\r\ngrowing importance of the private sector’s role, it is\r\nvital to forge enhanced partnerships between the public\r\nand private sectors.\r\nIn this regard, I wholeheartedly welcome the\r\nestablishment of an ICT task force and expect that\r\nmeaningful progress will come out of its activities. I\r\nalso welcome the decision by the International\r\nTelecommunication Union (ITU) to hold a world\r\nsummit on the information society and hope that such\r\nan event will more comprehensively address complex\r\nissues relating to ICT.\r\nI believe that the United Nations can play a\r\nunique role in promoting public awareness of the wider\r\napplications of ICT for development and poverty\r\neradication in developing countries. Given the diverse\r\nconditions and policy objectives, the United Nations\r\nsystem should strive for greater coherence and\r\nconsistency in its activities in the field of ICT. Having\r\nsaid this, I hope that the General Assembly will play a\r\nproactive role in contributing to the successful\r\npreparation of the World Summit on the Information\r\nSociety.\r\nBefore concluding, I wish to stress that, since the\r\n1990s, the Republic of Korea has been successfully\r\ntransforming its economy from a manufacturing-\r\noriented to an information- and knowledge-based\r\neconomy. This paradigm shift has presented us with\r\nnew opportunities, as well as challenges for the\r\nrevitalization of our economy. I am confident that the\r\nnew paradigm will serve as a new development\r\nstrategy for developing countries.\r\nI hope that this high-level dialogue will provide\r\nan important platform to support the growth of\r\ndeveloping countries and to facilitate their integration\r\ninto the global economy.\r\nMr. Bennouna (Morocco) (spoke in French):\r\nBefore participating in this important debate on\r\neconomic cooperation, the Moroccan delegation would\r\nlike to state that in the tragic circumstances, which\r\naffect the host city of New York and the United States\r\nof America, we Moroccans, as does the entire\r\ninternational community, wholeheartedly express our\r\ncondolences to the families of the innocent victims of\r\nterrorism.\r\nIn choosing the theme of the integration of\r\ndeveloping countries into the global economy in the\r\ntwenty-first century for the second high-level debate on\r\nstrengthening international economic cooperation for\r\ndevelopment through partnership, the General\r\nAssembly consolidates the international consensus that\r\nemerged from the Millennium Summit regarding the\r\nneed to fight poverty and to promote sustainable\r\ndevelopment on a global scale.\r\nThe heads of State and Government that took part\r\nin that exceptional event unanimously agreed that there\r\nis a need to rethink international cooperation in the\r\nnew context of globalization.\r\nGlobalization is an essential and unavoidable fact\r\nat the start of the new millennium but it must be\r\naccompanied by many corrective measures to\r\ntransform it into a veritable force for prosperity that\r\nbenefits all members of the international community.\r\nIn order to do this, special priority must be given\r\nto the question of development financing and to\r\ndeveloping countries’ access to information\r\ntechnologies in order to narrow the chasm that\r\nseparates the developing countries from the developed\r\ncountries in this domain. This chasm has only grown\r\nwider during these last few years.\r\nFor more than a decade, developing countries\r\nhave unceasingly called for an international conference\r\non development financing that could mobilize energy\r\nand resources to respond to the financing needs and to\r\nthe expectations of hundreds of millions of human\r\nbeings living in poverty. The resources of financial\r\ndevelopment that have been made available have so far\r\nturned out, unfortunately, to be insufficient for dealing\r\nwith global demographic growth and, especially, for\r\ncreating sustainable development for all humankind.\r\nThe process of preparation for the International\r\nConference on Development Financing, to be held in\r\nMexico in the spring of 2002, and the reports of the\r\nSecretary-General on this subject underline the need\r\nfor international action to guarantee economic and\r\nsocial stability in all countries and to contain the threat\r\nof recurring crises that could spread across the entire\r\nglobe precisely because of the globalization of the\r\neconomy and of markets.\r\nThe Millennium Declaration set the tone. The\r\nspeeches could not have been clearer about the urgency\r\nof adopting a strategy to mobilize resources and to\r\n20\r\nA/56/PV.4\r\ncoordinate efforts for financing the development\r\nprocess in developing countries. Our most fervent wish\r\nis that the upcoming conference on the financing of\r\ndevelopment in Mexico be a decisive turning point at\r\nwhich all countries, at all levels, undertake this route of\r\ninvestment, and that conference’s outcome be followed\r\nby concrete consequences and action on investment.\r\nThe whole world is convinced that priority should\r\nbe given to mobilizing the national resources of\r\ndeveloping countries to assure economic growth and\r\nsocial development. It is up to the countries themselves\r\nto see to the adoption of healthy macroeconomic\r\npolicies, to ensure the adoption of effective and\r\ntargeted social expenditures and the correct\r\nmanagement of public monies, and to ensure the\r\ncreation of a climate favourable to both domestic and\r\nforeign private investment.\r\nHowever, the commendable efforts of developing\r\ncountries in this area must be supported by the\r\ninternational community, including through providing\r\naccess to markets, granting special and differentiated\r\ntreatment, increasing public assistance for\r\ndevelopment, and reducing the debt burden.\r\nOther mechanisms and measures on the\r\ninternational level are essential for assuring coherence\r\namong the economic, financial and environmental\r\npolicies. The reform of the international financial\r\narchitecture is indispensable for creating a climate of\r\neconomic predictability and stability that will enhance\r\nthe development and growth strategies in all our\r\ncountries.\r\nThe dazzling progress that we have seen in\r\ninformation and communication technologies can\r\ncontribute significantly to development in our\r\ncountries, as they give rapid and affordable access to\r\nall fields of human activity, especially scientific\r\nresearch. However, the benefits that the developing\r\ncountries can draw from such technologies are still\r\nencountering significant obstacles in the areas of\r\nfinance, research and protection of intellectual property\r\nrights.\r\nAs the President of the General Assembly rightly\r\nemphasized in his statement at the opening of the fifty-\r\nsixth session, these technologies help to stimulate\r\neconomic growth, but can also constitute a digital\r\ndivide that widens the technological gap between\r\nadvanced and developing countries. Nevertheless, with\r\nthe implementation of adequate policies at the national\r\nand international levels, technological progress will\r\ncertainly help to generate a cycle of progress and\r\nemancipation for marginalized populations and\r\nsocieties throughout the world. That is why my country\r\nplaces high hopes in the forthcoming initiative of the\r\npresidency along those lines.\r\nNational policies can also be decisive in\r\npromoting innovation, developing skills and improving\r\nthe access of all social strata to information\r\ntechnologies. Such policies will remain inadequate,\r\nhowever, if they are not accompanied by international\r\naction to establish more equitable rules and to make\r\nthese technologies available to less developed countries\r\nto support their fight against poverty, illiteracy and\r\nother socio-economic handicaps.\r\nIn this perspective, a fair and equitable use of\r\nintellectual and industrial property rights is absolutely\r\nnecessary. Appropriate agreements and mechanisms\r\ncan be established by public authorities and the private\r\nsector to ensure the development of information and\r\ncommunication technologies in the developing\r\ncountries. It would therefore be appropriate to\r\nreactivate and adjust the multilateral conventions and\r\nagreements on the transfer of technologies and the\r\nprotection of intellectual property rights in order to\r\nallow our countries to benefit from these technologies\r\non preferential and concessional terms.\r\nIn this spirit, a global plan needs to be drawn up,\r\nincorporating information and communication\r\ntechnologies into all development programmes based\r\non innovative and daring measures. It is true that,\r\nwithout innovative public and private action, new\r\ntechnologies, rather than being instruments of progress,\r\ncould prove instead to be means of exclusion and\r\nmarginalization.\r\nI will conclude on a note of optimism. We hope\r\nthat an initiative to allow the developing countries to\r\nbenefit further from these new technologies will be\r\nadopted as soon as possible.\r\nMr. Shen Guofang (China) (spoke in Chinese):\r\nThe Chinese delegation thanks you, Sir, for presiding\r\nover today’s meeting.\r\nThe Chinese Government wishes to express its\r\nshock and dismay at the terrorist incident that took\r\nplace in the United States. We convey our heartfelt\r\nsympathy and condolences to the deceased and the\r\ninjured. The Chinese Government has always been\r\n21\r\nA/56/PV.4\r\nresolute in opposing any kind of terrorist act. Terrorism\r\nis a new challenge to mankind in the twenty-first\r\ncentury. In response, we must strengthen international\r\ncooperation. The United Nations should play its due\r\nrole.\r\nGlobalization has promoted the development of\r\nthe world economy, but has also caused imbalances in\r\nit. Developing countries, which account for the\r\nmajority of the world population, have not been able to\r\nparticipate fully in global economic activities. While\r\nhaving benefited much less from globalization than the\r\ndeveloped countries, developing countries are bearing\r\nthe brunt of globalization’s negative impact. Many\r\nhave even been further marginalized.\r\nThe international community must face the\r\nserious question of how to facilitate the integration of\r\ndeveloping countries into the world economy in the\r\ntwenty-first century. The efforts of developing\r\ncountries on their own are indispensable, but the\r\ninfluence of the international environment should not\r\nbe underestimated. In this regard, global governance is\r\ncritical. The current international financial and trade\r\nsystems represent mostly the interests of the rich\r\ncountries. The poor countries have little say in the\r\ndecision-making processes and their interests are often\r\nneglected. If this kind of inequality in global\r\ngovernance goes unchecked, the polarization caused by\r\nglobalization will become even worse, rather than be\r\nmitigated.\r\nIn our view, developed countries, the heavy-\r\nweight players in the global economy, should take into\r\nconsideration the long-term objectives of global\r\nprosperity as well as their own long-term interests,\r\ncorrect the inequalities in global governance, heed the\r\nvoice of developing countries and support their full\r\nparticipation in the formulation of international rules so\r\nthat their interests in the international economic system\r\ncan be adequately represented.\r\nProviding sufficient funding for the development\r\nof developing countries is a major means by which to\r\nfacilitate the integration of developing countries into\r\nthe world economy. In this regard, the International\r\nConference on Financing for Development has\r\nimportant tasks to fulfil.\r\nOfficial development assistance has long been a\r\nmajor source of funding to help developing countries,\r\nespecially those that do not easily attract private capital\r\nflows, achieve sustainable development. Regrettably,\r\nhowever, for many years, the overall level of official\r\ndevelopment assistance has been continuously\r\ndeclining and more and more conditions and\r\nrequirements have been attached to it. We hope that the\r\ndeveloped countries can reach their goal of 0.7 per cent\r\nof their gross national product devoted to official\r\ndevelopment assistance as soon as possible. At the\r\nsame time, the conditions they attach to official\r\ndevelopment assistance should conform to realities in\r\nthe recipient countries and relevant procedures should\r\nbe streamlined to lessen burdens on the recipients and\r\nto enable official development assistance to achieve the\r\nbest results.\r\nLarge volumes of private capital are flowing\r\ninternationally in the form of foreign direct investment.\r\nIf these funds are well used, they can play an important\r\npart in enhancing the economic development of\r\ndeveloping countries. Developing countries should\r\ncarry out the necessary reforms to attract more private\r\ncapital. The international community, the developed\r\ncountries in particular, should take the necessary\r\nmeasures to channel more private capital into\r\ndeveloping countries. With the persistence of\r\nglobalization, the volume and pace of the flow of\r\ninternational capital are accelerating and in turn\r\nfacilitating the process of globalization. However,\r\nowing to the imperfections in the international\r\nfinancial system and financial supervision capacity, the\r\nnegative impact of financial globalization on\r\ndeveloping countries has become salient, bringing\r\nabout huge pressures on their financial markets and\r\neven giving rise to serious economic and political\r\ncrises. We hope that in the discussions of relevant\r\nreforms of the international financial system, great\r\nimportance can be given to the prevention of financial\r\nrisks and stabilization of the financial order in\r\ndeveloping countries.\r\nTrade is an important channel for mobilizing\r\nfinancial resources. At present, products from\r\ndeveloping countries continue to face significant\r\nbarriers in the markets of developed countries. Some of\r\ntheir products with competitive advantages are exactly\r\nthe ones that meet with heavy protection in developed\r\ncountries. This has seriously obstructed the efforts of\r\ndeveloping countries to mobilize necessary\r\ndevelopment resources through trade. The international\r\ncommunity, especially developed countries, should\r\ntake concrete action to address the issue of opening\r\nmarkets to products of developing countries.\r\n22\r\nA/56/PV.4\r\nInformation and communications technologies\r\n(ICTs) can greatly facilitate economic and social\r\ndevelopment in developing countries. However,\r\nwithout effective measures, the digital divide, which\r\nhas already drawn people’s attention, may become even\r\nbigger and further widen the gap between developing\r\nand developed countries. The international community\r\nshould give assistance to developing countries,\r\nincluding providing them with financial resources,\r\ntransferring relevant technology on preferential and\r\nconcessional terms and helping them build up their\r\ninfrastructural facilities and capacities and enhance\r\ntheir capacity to use ICT.\r\nCountries should formulate their own ICT\r\ndevelopment strategies suitable to their respective\r\nnational conditions. At the same time, we should be\r\naware that the development of ICT is not an isolated\r\nissue. It should work hand in hand with the\r\ndevelopment of human resources and infrastructural\r\nfacilities. The United Nations should play an important\r\nrole in helping developing countries to integrate\r\nthemselves into the world economy using ICT. We\r\nhope that the United Nations ICT Task Force will make\r\ncontributions in this regard.\r\nThe Chinese Government attaches great\r\nimportance to the development of ICT and\r\ninternational cooperation in this regard. In the first half\r\nof this year, the Chinese Government, in collaboration\r\nwith the United Nations Department for Economic and\r\nSocial Affairs (DESA), conducted three important\r\nconferences related to ICT in China, with the purpose\r\nof assisting developing countries and countries with\r\neconomies in transition to improve their capacities, so\r\nas to take advantage of ICT and integrate themselves\r\ninto the global knowledge-based economy. Relevant\r\nconclusions and recommendations have been\r\ndistributed as a United Nations official document\r\n(A/56/211), and we hope that they will provide a useful\r\ninput into our deliberations in this area.\r\nMr. Niculescu (Romania) (spoke in English):\r\nAllow me at the outset to extend my sincere\r\ncongratulations to you, Mr. President, on your election\r\nto preside over the fifty-sixth session of the General\r\nAssembly. We are confident that under your able\r\nleadership, this new United Nations General Assembly\r\nsession and the high-level dialogue meeting will be\r\ncrowned with success. You have all our support in this\r\nendeavour.\r\nAfter a slight postponement because of the tragic\r\nevents in New York and Washington — and I would\r\nlike to reiterate our deep sense of sympathy and\r\nsolidarity with the American Government and\r\npeople — the convening of this dialogue underlines a\r\nreality: the international community cannot afford to\r\nignore the formidable challenges and implications of\r\nthe revolution in information and communications\r\ntechnologies (ICTs) and its huge economic and social\r\nimpact. The main enemy remains marginalization, a\r\nproblem facing developing countries and countries in\r\ntransition. Integration of these countries into the\r\nemerging global information network is, in our minds,\r\na central task for the United Nations. In this respect,\r\nwe commend the personal involvement of the\r\nSecretary-General in this process, which resulted in the\r\nsetting up of the ICT Task Force. We are also grateful\r\nto the Under-Secretary-General for Economic and\r\nSocial Affairs, Mr. Nitin Desai, and to his able staff for\r\npreparing the background for this high-level dialogue\r\nand for the roundtables.\r\nBeyond the technological advances, what is\r\nactually new about the so-called new economy in the\r\ntwenty-first century? The world economy in the\r\ntwenty-first century is characterized by dynamism,\r\ncompetition becoming global and the increasing\r\nnumber of network actors. Industry has a more flexible\r\ncapacity for production, which is based on knowledge\r\nand is driven by digitization. The importance of\r\nresearch and innovation is higher than before, and\r\nfirms make alliances in order to increase their market\r\nshare and to have a better competitive position on the\r\nmarket.\r\nThis economic mutation is linked to two main\r\ndevelopments. The first is the exponential growth of\r\nthe Internet. The second is the growing power of\r\ninformation. Knowledge, ideas and brainpower are\r\nbecoming the world’s main economic resources.\r\nIntangible goods — content and software — represent\r\nan ever-growing share of the economy.\r\nThese developments have a profound impact on\r\nour way of doing business. We are witnessing the\r\nemergence of electronic commerce. The ICT revolution\r\noffers huge potential for human and societal progress.\r\nBusiness no longer needs to take place in highly\r\ndeveloped and densely populated areas. Anybody,\r\nanywhere can play an active role or benefit from the\r\nnew Internet services.\r\n23\r\nA/56/PV.4\r\nThis, however, depends on a few essential\r\nconditions. First, it depends on the availability of a\r\npowerful and seamless communication infrastructure.\r\nSecondly, people need new skills to play an active role.\r\nThey need what we call digital literacy. Greater\r\nparticipation requires that we find new ways of\r\nbehaving. In the past decades, we all lived in a fairly\r\nstatic economy. Now the Internet opens up an era of\r\nintense creative thinking, with ideas competing against\r\nideas. The new economy calls for bold minds, an\r\ninnovative spirit, open-mindedness and vision.\r\nThe Millennium Declaration identified five key\r\nareas as development imperatives — health, education,\r\neconomic opportunity, empowerment and participation,\r\nand the environment — and underscores the\r\nimportance of interrelated factors to be addressed in\r\norder to maximize the benefits of ICT for development.\r\nThis includes building human capacity, creating\r\nincentives for enterprises and increasing competition,\r\nespecially among telecommunications and Internet-\r\nrelated businesses. The strategy is to guide\r\nstakeholders in investing in ICT and in implementing\r\nstrategies that take advantage of the potential of ICT to\r\naccelerate social and economic development.\r\nIn order to enhance the integration of Romania in\r\nthe emerging global information network, we, in my\r\ncountry, adopted four specific laws. The first concerns\r\nthe protection of individuals with regard to the\r\nprocessing of personal data and the free movement of\r\nthese data. The second regards the processing of\r\npersonal data and the protection of privacy in the\r\ntelecommunications sector. The third is a law on\r\nelectronic signatures, and the fourth is a law on\r\nelectronic commerce.\r\nIn February 2001, the ICT Promotion Group\r\n(GPTI) was created, led by the Prime Minister and\r\ncomposed of the “e-ministers”, ministers that have a\r\nstake in moving towards “e-development”. That group\r\nhas the mandate to facilitate and integrate all\r\ne-developments for the benefit of Romanian citizens\r\nand businesses.\r\nA critical constraint on enhanced integration into\r\nthe emerging global information network is the lack of\r\npublic funds available to developing countries.\r\nPartnership between the private sector and the public\r\nsector is crucial, because the private sector has to\r\ninvest in e-developments and has to raise funds in\r\norder to build an information society for all.\r\nThe United Nations has to play a catalytic role in\r\nfighting against the digital divide and in bringing\r\ntogether all stakeholders in order to build a better\r\nworld for everyone. The future starts with us today, and\r\nif we are not doing something now, who will be doing\r\nit, and when? If not we, who? And if not now, when?\r\nMr. Navarrete (Mexico) (spoke in Spanish): The\r\ndelegation of Mexico is very pleased to see you,\r\nMr. Minister, presiding over this dialogue and thus\r\nhighlighting its importance.\r\nI reiterate the sorrow and solidarity already\r\nconveyed by the Mexican Government to the United\r\nStates at the atrocious terrorist attacks that nine days\r\nago took the lives of so many citizens of the United\r\nStates and of other countries. The Mexican\r\nGovernment has officially declared that those acts\r\nconstitute genuine crimes against humanity, that they\r\nundermine the very foundations of civilized\r\ncoexistence among nations, and that they pose a grave\r\nthreat to international peace and security. For those\r\nreasons, the Mexican Government categorically\r\ncondemns terrorism in all its forms and manifestations,\r\nirrespective of its political, philosophical, ideological,\r\nracial, ethnic, religious or other motivations.\r\nThe central topic of this second high-level\r\ndialogue is of paramount importance to the Mexican\r\nGovernment. My country is participating in a spirit of\r\nconstructive unity. We see this forum as a fresh\r\nopportunity for us to reflect together, as we have done\r\nall morning, on globalization, which has had an impact\r\non every aspect of life in our societies and on the\r\nfunctioning of our institutions, in terms both of their\r\ninternal relationships and of links with the community\r\nof nations. Globalization — the name we have given to\r\nthe way today’s world functions — has created new\r\nopportunities for growth and for development, and has\r\nspawned innovative ways to promote international\r\ncooperation, scientific advancement, development and\r\npeace. That has already been acknowledged by\r\npreceding speakers in this dialogue.\r\nMoreover, globalization has made us understand\r\nthe need to adopt measures to ensure that everyone can\r\nshare in those opportunities and to reduce and\r\neventually eliminate the risks of marginalization,\r\nfragmentation and exclusion within our societies and\r\nwithin the community of nations. It is a fact recognized\r\nhere this morning that not all countries and not all\r\nsectors of society have shared equally in the various\r\n24\r\nA/56/PV.4\r\nnetworks of globalization. Some nations enjoying solid\r\neconomic and social development have been able to\r\navail themselves of its advantages, but most developing\r\ncountries have been unable to take advantage of the\r\nopportunities that globalization offers.\r\nLikewise, within countries, globalization has had\r\ndisparate effects. While some individuals and some\r\nsectors of society — those with access to technological\r\nprogress; those best connected with local and\r\ninternational markets; those who are best educated —\r\nhave been able to benefit fully from the opportunities\r\noffered by this process, others — in many countries,\r\nunfortunately, the large majority — have been\r\nexcluded. That has contributed to exacerbating\r\ninequality and has eroded social coherence, both within\r\nnations and throughout the world.\r\nIf there is any common thread in the statements\r\nwe have heard this morning, it is that globalization has\r\nnot to date made a tangible contribution to reducing the\r\ndevelopment gap, to improving the distribution of\r\nincome and wealth, or to engendering equal\r\nopportunity within countries or among nations. That\r\nmust change.\r\nThe harrowing days through which we are living\r\nremind us that globalization without opportunities for\r\nall countries, particularly developing countries and the\r\nleast developed among them, will bring with it\r\ndangerous imbalances and will make the world less\r\nfunctional for us all. One of the key characteristics of\r\nglobalization is that it can strengthen the circuits that\r\ntransmit the dynamic impulses of trade and investment.\r\nBut in addition, as we can see in the present\r\nwidespread slow-down of the world economy, the\r\nimpulses of recession can also be speedily transmitted\r\nand can spread unless a coordinated and, sometimes,\r\nsimultaneous response is made.\r\nI am thinking of the decisions to reduce interest\r\nrates taken early this week by the financial authorities\r\nof the United States of America, the European Union\r\nand some of the principal emerging economies. That is\r\nthe kind of multilateral coordinated action that can help\r\nimprove the functioning of a globalized world\r\neconomy.\r\nMexico is convinced that international\r\ncooperation and agreement are the best tools for\r\npromoting the equitable progress of peoples in a\r\nglobalized world.\r\nFrom my Government’s perspective, in order to\r\nachieve an increasing and positive inclusion of the\r\ndeveloping countries in the world economy during the\r\ntwenty-first century, there is a need for resolute action\r\nby all nations on several fronts — resolute action in\r\nsupport of the national effort to mobilize resources,\r\nwhich is at the core of growth and development. These\r\nfronts include, inter alia, trade, foreign debt,\r\ninternational cooperation and development financing.\r\nIn order to facilitate the integration of the\r\ndeveloping countries in the global economy in the\r\ncentury that is now beginning — and this is the central\r\ntopic of this dialogue — it is necessary better to\r\nunderstand the nature, the scope and the consequences\r\nof the growing interdependence of the world economy.\r\nWe must better understand also the fact that national\r\neconomic policy actions, and particularly those of the\r\nmost developed countries, have an impact on the global\r\nenvironment and affect development for all. That\r\ninfluence and those consequences must increasingly be\r\nborne in mind.\r\nAs has already been indicated by several\r\nspeakers, in March 2002 Mexico will have the\r\nprivilege of hosting the International Conference on\r\nDevelopment Financing, which is designed to examine\r\nfinancing and other development topics in a holistic\r\nfashion, in the context of globalization and\r\ninterdependence, with the objective of shaping a world\r\nalliance in favour of a better-balanced and more\r\nparticipative globalization and the building of an\r\neconomic order that can ensure development for all and\r\ncontribute to the eradication of poverty.\r\nIn this dialogue on the promotion of integration\r\nand of ways of combating exclusion in the world\r\neconomy, Mexico reiterates its appeal to the\r\ninternational community; to the Governments of\r\nindustrialized countries, of countries in transition, and\r\nof the developing countries; to the competent\r\ninstitutions of the United Nations system; to the\r\nBretton Woods institutions and the World Trade\r\nOrganization (WTO); to private enterprise; and to non-\r\ngovernmental entities and civil society, that they\r\ncontinue to participate actively and positively in all of\r\nthe preparatory stages of the International Conference\r\non Development Financing and in the Conference\r\nitself, including the participation of heads of State and\r\nGovernment in the summit stage.\r\n25\r\nA/56/PV.4\r\nMexico is committed to a globalization without\r\nmarginalization or exclusion, in which poverty is\r\neradicated and which places the well-being and dignity\r\nof persons as the centre of national development efforts\r\nand of actions for international cooperation.\r\nMr. Baali (Algeria) (spoke in French): At the\r\noutset I should like to express the pain and horror that\r\nwe in Algeria feel following the appalling attacks on\r\nNew York and on Washington. We vehemently\r\ncondemn these acts and feel immense sympathy for the\r\npeople and the Government of the United Nations, as\r\nwell as for the families of the victims, who are facing\r\nadversity with courage and dignity. These heinous\r\ncrimes merely strengthen our conviction that terrorism\r\nis a global threat that challenges us all and requires a\r\nresponse that, in order to be effective, must be global\r\nand concerted.\r\nAlgeria, which has always called for a genuine,\r\nstrengthened cooperation among all Member States and\r\nwhich has faced terrorism almost alone, will fail to\r\nprovide full cooperation to international efforts to\r\neradicate once and for all this modern scourge, to\r\nwhich no one is immune.\r\nAllow me, until a more authoritative voice than\r\nmine can do so, to address heartfelt congratulations to\r\nyou, Sir, on your assumption of the presidency of the\r\nGeneral Assembly, and to assure you of the full\r\ncooperation of the Algerian delegation as you\r\ndischarge the lofty task that has been entrusted to you\r\nby the international community.\r\nIn the Millennium Declaration, the international\r\ncommunity pledged to halve, by the year 2015, the\r\nnumber of people in the world living in poverty. It\r\nrecommended, inter alia, the implementation of\r\nprogrammes to expand access to health care and to\r\neducation, and it called for the formulation of job-\r\ncreation strategies. Convinced of the benefits of\r\ncontrolled globalization for the developing countries,\r\nthe Millennium Assembly furthermore sought to direct\r\nits strategies towards the goal of making new\r\ntechnologies available to all, in particular information\r\nand communication technologies (ICTs), which, in the\r\nnew economy, will increasingly determine access to the\r\nlabour market and which, naturally, relate to the\r\nproblem of the integration of the developing countries\r\ninto the economy of the twenty-first century. It thus\r\nestablished a link between trade globalization and the\r\nneed to develop networks, thereby encompassing the\r\nvarious salient concerns of our discussion.\r\nIn the context of the debate on the relationship of\r\ndeveloping countries to globalization, Algeria sees in\r\nour interconnected economy a growth opportunity for\r\nthose countries, and in ICTs a historic chance for them\r\nto become part of the world economy, to catch up to a\r\ncertain extent with the developed countries and to\r\nincrease their eligibility for the partnerships that will\r\nbe required by the economy of the twenty-first century,\r\nwithout being overly preoccupied at the present stage\r\nwith what is called the digital divide.\r\nWe also believe that ICTs represent a major\r\nbuilding block for the national and regional economies\r\nof those countries, with multiple benefits in terms of\r\nopening up land-locked countries, controlling costs and\r\nperformance in public services, and a valuable tool for\r\npolicies aimed at good governance and the\r\ndemocratization of social relations.\r\nICTs, if put to use to assist developing countries\r\nin the area of international trade, will develop their\r\ncomparative advantages, promote their ability to\r\ncompete and enhance their knowledge of the major\r\nworld markets, and therefore their access to them.\r\nIt has been acknowledged that trade in goods and\r\nservices, which is based primarily on networks,\r\nrepresents the first stage at which developing countries\r\nmake contact with globalization and is their entry point\r\ninto the Internet economy.\r\nThe resulting increase in the proportion of those\r\ncountries involved in global trade should definitely\r\ngenerate the financial resources that are necessary for\r\nestablishing the basic conditions for the resurgence of\r\ntheir economies, and subsequently should provide a\r\ndriving force for sound, sustained growth.\r\nIt must be said, however, that the true conditions\r\nunder which these countries are developing do not\r\ncome close to reflecting that idyllic vision.\r\nWhile it is true that the developing countries are\r\nsteadfast in their desire to take advantage of\r\nglobalization and the new technologies associated with\r\nit, they still need to build the infrastructure necessary\r\nfor taking on board such technology and to strengthen\r\nnational capacities that will enable them to be used at a\r\ncomplex and economically effective level.\r\n26\r\nA/56/PV.4\r\nAt this stage, for the most part, they are\r\nconfronting the problems associated with the level of\r\ndevelopment of education in their countries and the\r\nperformance of the educational system — elements that\r\nare essential in this knowledge-based economy and for\r\nwhich considerable financial input is required.\r\nIn order to give young people, who form the\r\nmajority of the population, the qualifications that they\r\nneed to enable them to become part of this intensely\r\nknowledge-based job market and to make this trained\r\ngroup a decisive factor in attracting investment and\r\npromoting economic growth, these countries are\r\nlooking to official development assistance to provide\r\nthem with the initial impetus that would enable them to\r\ntrigger this beneficial cycle, after which private\r\nresources will take over to finance the economy and\r\nsupplement the budget.\r\nTogether with other African countries, Algeria\r\nshares the view expressed in the New African\r\nInitiative, adopted last July in Lusaka, that it is the\r\nprimary responsibility of the countries concerned to\r\nbring about the recovery of Africa, and the developing\r\ncountries in general, through the adoption of sound\r\neconomic and budgetary policies, as well as social\r\npractices that are consonant with good governance. But\r\nAfrica and Algeria also believe that, in the initial\r\nstages, this effort of recovery will require assistance in\r\nthe form of resources derived from an increase in\r\nabsolute terms of official development assistance, from\r\ndirect private investment and, in particular, from\r\ndeeper, broader external debt-relief measures.\r\nWe believe that this relief process should take the\r\nform of debt conversion in favour of social\r\nprogrammes, the primary effect of which would be to\r\nincrease the public funds necessary for human\r\ndevelopment, education and health — the key\r\nconditions that must be met in order successfully to\r\nbring about the integration of our countries into the\r\neconomy of the twenty-first century.\r\nIn this respect, we believe that the Heavily\r\nIndebted Poor Countries Initiative is a positive step and\r\nshould be welcomed, despite the manifest sluggishness\r\nof the mechanism. We believe that a more relaxed\r\napproach should be taken towards the criteria for its\r\nimplementation. Furthermore, we would like to stress\r\nthat we attach importance to strengthening and\r\nexpanding that initiative by allocating additional\r\nresources before an initiative is launched to relieve the\r\ndebt of other, so-called medium-income countries,\r\nwhich, I need hardly recall, account for most of the\r\npeople targeted by the poverty-reduction goal that the\r\ninternational community is seeking to achieve by 2015.\r\nIn conclusion, I would like to state that Algeria\r\nintends to take advantage of the context offered by the\r\npreparatory process for the Monterrey Conference so as\r\nto present the detailed proposals contained in the New\r\nAfrican Initiative to the donors and eminent specialists\r\nwho have been brought in by the Secretary-General\r\nwith a view to ensuring the success of the international\r\ndialogue. Clearly, the process must continue after this\r\nmeeting if we are to ensure that the financial resources\r\nare commensurate with the seriousness of the social\r\nsituation throughout the world and the urgent need to\r\nimprove it.\r\nMr. Ahmad (Pakistan): Since I am addressing the\r\nGeneral Assembly at this session for the first time\r\nsince the horrendous tragedy that struck both this great\r\ncity of New York and Washington, I would like to avail\r\nmyself of this opportunity to express our profound\r\nsympathy and condolences to the Government and the\r\npeople of the United States and to all of the victims.\r\nThere has been a horrendous and colossal loss of\r\ninnocent lives from all over the world, not just the\r\nUnited States; more than 60 countries have lost\r\nnationals. Our thoughts and prayers go to the victims,\r\nthe departed souls and the bereaved.\r\nThis is also the first time that I am addressing the\r\nGeneral Assembly under your presidency, Sir. It is a\r\nspecial pleasure to see you in the Chair, representing a\r\ncountry with which I have had a personal association,\r\nhaving served for several years as my country’s\r\nambassador in Korea, which is known as the country of\r\nthe morning calm. I would like to convey my\r\nfelicitations to you on your assumption of the\r\npresidency. Knowing your skills and professionalism as\r\nI do, I am confident that you will steer this session of\r\nthe Assembly to a fruitful and productive conclusion.\r\nAddressing myself to the theme of the integration\r\nof developing countries into the world economy, I\r\nwould like to begin by associating the delegation of\r\nPakistan with the statement of the Group of 77 and\r\nChina.\r\nGlobalization is a complex and multidimensional\r\nprocess. It is reshaping our economic, social, cultural\r\nand political values. With its edifice premised on the\r\nfour pillars of technology, trade, investment and\r\n27\r\nA/56/PV.4\r\nfinancial flows, the impact of globalization is\r\nubiquitous. What we are witnessing is a whole new\r\nparadigm for creating a world without borders with\r\nunhindered circulation of goods and services — a new\r\nparadigm based on new patterns of cooperation on the\r\nbasis of justice, equity, partnership and\r\ninterdependence.\r\nPrima facie, globalization has opened enormous\r\nopportunities for development. Spurred by rapid\r\neconomic growth, the global economy touched a\r\ncyclical high in the past decade. World trade volumes\r\nhave undergone a manifold increase. The size of the\r\nglobal economy continues to expand. These are,\r\nindeed, promising prospects.\r\nThen there is the other side of the picture. It is an\r\nundeniable fact that globalization is being experienced\r\ndifferently and unequally.\r\nIt has accentuated the disadvantaged position of\r\nvulnerable groups and caused growing economic\r\ninequalities among countries and regions. This is\r\nmanifested in the increasing digital divide, rising\r\nincome inequalities and concentration of economic\r\npower through mega-mergers.\r\nThe fact of the matter is that the process of\r\nglobalization is asymmetric, with some winners but\r\nmany losers. It has created aspirations for consumption\r\npatterns and life styles that cannot be sustained\r\nsocially, culturally, politically or environmentally.\r\nThe developing countries are convinced that their\r\nattempts to integrate their economies into the global\r\neconomy stand little chance of success unless an\r\nenabling environment that allows them to maximize\r\nbenefits and minimize costs of integration is created.\r\nThis is possible only by customizing the process of\r\nintegration to the specific needs and levels of economic\r\ndevelopment of a country and the capacity of its\r\nexisting institutions and industries, and by involving\r\nthem in preparing the rules of the game.\r\nAn important facet of globalization is trade\r\nliberalization, which is presented to us as a panacea for\r\naccelerated growth and development. One cannot help\r\nbut observe that there are stark inequities afflicting the\r\nmultilateral trading system. Consequently, developing\r\ncountries have not gained any meaningful market\r\naccess in the key areas where they have a clear\r\ncomparative advantage, such as in textiles and\r\nagriculture.\r\nAbsence of genuine trade liberalization in these\r\nareas is accompanied by other measures to restrict\r\ndeveloping countries’ exports. These include safeguard\r\nmeasures, anti-dumping practices, subsidies and\r\ncountervailing measures, and arbitrary rules of origin.\r\nIn contrast, developing countries face a situation where\r\ntheir traditional knowledge in medicine, music, art and\r\ndesign are often appropriated by the developed\r\ncountries without any compensation.\r\nTrade liberalization demands elimination of all\r\nbarriers. This would need equitable global regulation.\r\nSadly, the reality is grossly different. The rules of the\r\ngame are unequal in construct, and inequitable in\r\noutcomes. Some countries have the power to set the\r\nrules and invoke them, but the weak and vulnerable\r\nones have neither. As a result, national boundaries do\r\nnot matter for trade flows or capital flows, but do\r\nmatter for technology flows, intellectual property\r\nregimes and the movement of labour.\r\nTrade is only one dimension of the process of the\r\nintegration of developing countries into the global\r\neconomy. One cannot ignore the crucial importance of\r\nother aspects of the development process, especially\r\nfinancing for development. In this regard, we have\r\npinned great hopes on the forthcoming International\r\nConference on Financing for Development in\r\nMonterrey, Mexico early next year. The Monterrey\r\nConference provides a unique opportunity for all\r\nstakeholders to harmonize their development policies.\r\nLet us not miss this golden opportunity to channel the\r\nforces of globalization in support of development.\r\nIt is indeed very timely and welcome that we in\r\nthis high-level dialogue are addressing a subject and\r\noverarching theme which is international cooperation\r\nfor economic development of developing countries and\r\nthis is one of the six themes of the financing for\r\ndevelopment process which we are currently\r\naddressing.\r\nOfficial development assistance and foreign\r\nprivate capital flows are important ingredients to\r\ngrowth and development in developing countries, and\r\nto the modernization of their production processes.\r\nSimilarly, the importance of expanding the channels for\r\nforeign direct investment, and transfer of technology,\r\nparticularly information and communications\r\ntechnology (ICT), to developing countries can hardly\r\nbe over-emphasized.\r\n28\r\nA/56/PV.4\r\nAnother important facet of integration is finding\r\ndurable solutions to the external debt problem that\r\nburdens the developing countries. Regrettably, this\r\nproblem has a debilitating impact on the resources\r\nallocated for development needs. The Heavily Indebted\r\nPoor Countries (HIPC) and enhanced HIPC initiatives\r\nare welcome developments, but given the phenomenal\r\ndebt burden of the developing countries, this is too\r\nlittle, too late. Apart from HIPC there are several\r\nmiddle-income developing countries whose debt\r\nburdens have reached unsustainable levels. In certain\r\ncases, the indices of debt distress are close to those of\r\nHIPC countries. The need of the hour is an effective,\r\ncomprehensive, equitable and development-oriented\r\nstrategy to address the debt problem of the developing\r\ncountries, including debt reduction and increased\r\nconcessional financial flows for all developing\r\ncountries. The United Nations, in consultation with the\r\ndonor countries and international financial institutions,\r\ncould take a lead in preparing workable options in this\r\nregard. One readily available option is diverting some\r\nof the debt servicing payments towards social sector\r\ndevelopment in the developing countries.\r\nIntegrating the developing countries into the\r\nglobal economy requires a holistic and comprehensive\r\napproach. In this regard, greater participation of\r\ndeveloping countries in the management of global\r\neconomic, financial and trading systems is of pivotal\r\nimportance. To make globalization work for all, in the\r\nwords of the Secretary-General and as envisioned by\r\nour leadership also in the Millennium Declaration, the\r\neconomic, financial and social challenges confronting\r\nhumanity will have to be addressed by all stakeholders,\r\nbased on cooperation, partnership, and inter-\r\ndependence. Let us rise to the higher plane of\r\nconsensus building in support of development. We\r\nhave reason to believe that the problems of\r\nglobalization can be addressed by a global response\r\nalone.\r\nThe promise and perils of globalization should be\r\nshared and managed through open, democratic,\r\ntransparent and participating multilateralism. At this\r\ntime of increased global interdependence, we need\r\ninternational institutions to ensure that everyone reaps\r\nthe fruits of globalization. Needless to say, the United\r\nNations, a democratic institution with universal\r\nmembership, has a central and crucial role to play in\r\nmeeting this global challenge.\r\nThe President: We have heard the last speaker\r\nfor this meeting. I thank the Representatives for their\r\nperseverance. We shall hear the remaining speakers this\r\nafternoon at 3 p.m. Before adjourning the meeting, I\r\nshould like to draw your attention to a matter\r\nconcerning the maintenance of order in the General\r\nAssembly Hall. There have been many instances where\r\ncellular phones ring in the General Assembly Hall\r\nwhile the meeting is in progress. The ringing of cellular\r\nphones interferes with, and is disruptive to, the orderly\r\nproceedings of the meetings. I sincerely hope that the\r\ndigital revolution will help, not hamper, the\r\nproceedings in the General Assembly. In this regard I\r\nshall like to strongly urge you and members of your\r\ndelegation to turn your cellular phone ringer off or to\r\nkeep them in the silent mode while in the General\r\nAssembly Hall. I thank you for your cooperation.\r\nProgramme of work\r\nThe President: I should like to inform Members\r\nthat the General Assembly will take up agenda item\r\n166, “Measures to eliminate international terrorism”,\r\non Monday, 1 October 2001, in the morning. The list of\r\nspeakers is now open.\r\nThe meeting rose at 1.20 p.m.\r\n"