"United Nations A/56/PV.21\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n21st plenary meeting\r\nFriday, 5 October 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-56603 (E)\r\n*0156603*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 166 (continued)\r\nMeasures to eliminate international terrorism\r\nReport of the Secretary-General (A/56/160 and\r\nCorr.1 and Add.1)\r\nMr. Clodumar (Nauru): I have the honour to\r\nspeak on behalf of the members of the Pacific Islands\r\nForum group of countries that are members of the\r\nUnited Nations and that maintain Permanent Missions\r\nin New York: Australia, Fiji, the Federated States of\r\nMicronesia, the Marshall Islands, New Zealand, Papua\r\nNew Guinea, Samoa, Solomon Islands, Tonga, Tuvalu,\r\nVanuatu and my own country, Nauru.\r\nThe members of the Pacific Islands Forum group\r\njoin the rest of the world in expressing shock and\r\noutrage at the tragic events of 11 September in this our\r\nhost city of New York, in Washington, D.C., and in\r\nPennsylvania. We wish to convey the sorrow and the\r\nthoughts of our peoples to the Government and the\r\npeople of the United States, through the Permanent\r\nRepresentative of the United States of America. We\r\nalso wish to express our admiration for the way in\r\nwhich the people of this city in particular have\r\nresponded, and for the spirit that the people of the\r\nUnited States of America are demonstrating at this\r\ndifficult time.\r\nIt is now clear that no part of the world is\r\nimmune to terrorist activities. Terrorist organizations\r\nare active in many parts of the world, and unfortunately\r\nit would be unrealistic to assume that the Pacific will\r\ncontinue to be free of this scourge. Even if terrorists\r\nare not active in our territory, these acts of terrorism\r\nhave consequences for us all. Nationals from a number\r\nof our member countries were victims of the attacks.\r\nNationals from our countries reside in the United States\r\nand in other countries where terrorist attacks have\r\noccurred, and may occur again.\r\nThere are also other, perhaps less immediate,\r\neffects. For instance, the inevitable impact of these\r\nevents on global air transportation may have significant\r\nconsequences for the Pacific, a region in which safe\r\nand regular air transport is critical. In this\r\ninterconnected world, we are all affected.\r\nThe leaders of the Pacific Islands Forum, in their\r\njoint declaration issued on 26 September, recognized\r\nthe 11 September attacks as not only against the United\r\nStates of America, but against humanity and common\r\ndecency. The leaders recalled their 1998 decision\r\ncollectively condemning international terrorism and\r\nreaffirming their support for international cooperation\r\naimed at its eradication, and expressed their\r\ncommitment to do everything in their power to assist in\r\nbringing those responsible for the heinous act and all\r\nother acts of international terrorism to justice.\r\nFurthermore, the Secretary General of the Pacific\r\nIslands Forum Secretariat, Mr. Noel Levi, in his\r\nstatement of 12 September, said,\r\n2\r\nA/56/PV.21\r\n“This is an attack on ... the community of\r\nnations.”\r\nAs such, it requires a strong response from the\r\ncommunity of nations.\r\nThe attacks undermine the very basis of this\r\nOrganization, and this Organization must rise above\r\nitself to meet the challenge. All countries must join in\r\nefforts to combat terrorism, and the Pacific Islands\r\nForum group is committed to doing what needs to be\r\ndone. Although most of us do not have the economic or\r\nmilitary capability to contribute to the fight against\r\nterrorism, we can and will provide the moral and\r\npolitical support pledged by our leaders.\r\nThe Group welcomes Security Council resolution\r\n1373 (2001), adopted on 28 September, calling on\r\nMember States, among other things, to cooperate,\r\nparticularly through bilateral and multilateral\r\narrangements and agreements to prevent and suppress\r\nterrorist attacks and take action against perpetrators of\r\nsuch acts. The Security Council acted under Chapter\r\nVII of the Charter, thereby obligating Member States to\r\nheed the action it has prescribed to meet the objectives\r\nagainst terrorism.\r\nIn this regard, members of the Group will take the\r\nnecessary actions to suppress the financing of\r\nterrorism, including the freezing of funds and other\r\nassets of individuals, groups and States involved in or\r\nsupporting terrorism; assist in criminal investigations\r\nand information exchange about such individuals or\r\ngroups; and restrict the international movement of such\r\nindividuals or groups within international norms and\r\nthe rule of law.\r\nWe acknowledge that these actions will require\r\nchanges to legislation in some cases. Effective\r\nimplementation will also require enhanced regional\r\ncooperation and greater flows of information from\r\noutside the region.\r\nExisting Pacific regional initiatives will also\r\nassist in the fight against terrorism. Regional efforts to\r\nassist States to strengthen the regulation of money\r\nflows will be relevant to efforts to combat the\r\nfinancing of terrorism. Regional efforts and\r\nprogrammes to control flows of small arms into and\r\nwithin the region will also help improve regional\r\nsecurity and counter terrorism.\r\nTo these ends, there is an urgent need to\r\nrecognize the importance of supporting existing\r\nregional initiatives. In our own region, for example,\r\nthere is a real need for assistance to facilitate the\r\ncarrying out of regional security measures initiated by\r\nthe leaders of the Pacific Islands Forum, particularly in\r\nthe areas of security personnel training, legislation to\r\ncombat financing for terrorism and the dissemination\r\nof relevant information on terrorist groups and their\r\nactivities.\r\nWe therefore welcome the offers made by some\r\nStates during this debate to assist other States to\r\nparticipate fully in international efforts to combat\r\nterrorism, and look forward to such support for the\r\nstrengthening of regional initiatives.\r\nMembers of the Pacific Island Forum group are\r\nalso looking at ways to increase their participation in\r\nthe existing framework of international instruments\r\ncombating terrorism. The group will also join other\r\nStates in working towards the adoption of a\r\ncomprehensive convention against terrorism that builds\r\nupon and strengthens that framework later in this\r\nGeneral Assembly session.\r\nIn closing, the members of the Pacific Island\r\nForum group are committed to joining with other\r\ncountries in taking all possible measures to eliminate\r\nterrorism. There has been a challenge to this\r\nOrganization and to the international community, but\r\nwe believe that through a strong and united response,\r\nthis Organization and the international community will\r\nemerge stronger.\r\nMr. Jokonya (Zimbabwe): Allow me to associate\r\nmy delegation with those who have spoken before us in\r\nexpressing our deep sense of shock and horror at the\r\nghastly attacks against the Government of the United\r\nStates, its people and all the peace-loving people of the\r\nworld, by quoting from President Mugabe’s condolence\r\nmessage to President George Bush:\r\n“My Government, the people of Zimbabwe,\r\nand I personally share the shock, anger and\r\nanguish of your Government, the citizens of the\r\nUnited States (at home and abroad), the families\r\nof the injured and the deceased and your own\r\nanguish and heavy sense of responsibility.\r\nMr. President, as you contemplate what needs to\r\nbe done, we are with you.”\r\nLet me underscore that perhaps the most\r\nfrightening aspect of the 11 September terrorist acts is\r\nthat terrorists can strike at any time and anywhere.\r\n3\r\nA/56/PV.21\r\nAmong the victims of the World Trade Center attacks\r\nwere Zimbabwean citizens who were peacefully\r\npursuing their American dream.\r\nAs the world mourns with friends and relatives, I\r\nurge this body to accept that this is not a tragedy for\r\nAmerica alone but one for the whole international\r\ncommunity. The 11 September attacks show that\r\nterrorism leads to the death and injury of innocent\r\ncivilians and bystanders totally uninvolved in terrorist\r\ncauses. Terrorism has afflicted the world for long\r\nenough, and it is our considered view that our\r\ndeliberations today should be action-oriented. How do\r\nwe fight terrorism?\r\nTerrorist acts are criminal, whatever the motives\r\nof the terrorist or the cause served. Terrorism is defined\r\nby actions, not by the cause it is intended to serve, if\r\nthere is any cause at all. Killing innocent civilians and\r\nhijacking planes are all terrorist acts, even though those\r\nresponsible may claim that they work towards some\r\nkind of objective. This is the clear intention of the\r\nunanimous General Assembly resolution 40/61 of\r\n1985, which condemns as criminal “all acts, methods\r\nand practices of terrorism wherever and by whomever\r\ncommitted”.\r\nThe condemnation of international terrorism as\r\ncriminal must be understood as imposing obligations\r\non all States to take appropriate measures to prevent\r\nacts of international terrorism. This includes the duty to\r\nrefrain from aiding, supporting or acquiescing in\r\nterrorist activities. For a State to allow a terrorist base\r\nwithin its territory would be incompatible with these\r\nobligations. The failure to apprehend persons who have\r\ncarried out terrorist acts in other countries or aided and\r\nabetted such acts is likewise a violation of international\r\nobligations.\r\nWhatever programme of action emerges from\r\ntoday’s deliberations, it must be underscored that the\r\nrelationship between international politics and foreign\r\naffairs, on one hand, and international law, on the\r\nother, is often somewhat ambiguous with respect to the\r\nproblem of terrorism. There is no commonly accepted\r\nlegal definition of terrorism, just as there is no\r\ncommonly accepted political definition. However, as\r\nProfessor Robert Friedlander has said:\r\n“Even though there is no acceptable legal\r\ndefinition, there need not be if one deals with\r\nterrorism as a criminal act. Whatever the means\r\nand however employed, acts of terror-violence\r\nare common crimes in every civilized society on\r\nthis earth. Therefore, an exact legal definition is\r\nnot necessary, if one merely deals with the\r\nelements of the actus reus in question: murder,\r\nserious bodily harm, reckless endangerment,\r\nintentional infliction or severe mental distress.”\r\nThe judgement by Friedlander reflects the usual\r\nimpatience of the legal mind with what is essentially a\r\npolitical and diplomatic process. In this regard, we\r\nshould seek guidance from the United Nations, which\r\nhas long been a forum for efforts to deal with\r\nterrorism.\r\nIt is a given that whether terrorism is domestic or\r\ninternational in character, affected Governments must,\r\nof course, act. All Government action to deal with\r\nterrorism falls into four categories; prevention;\r\nprotection; crisis or incident management; and\r\npunishment. These four tasks must be implemented in\r\nthe international as well as the domestic arena.\r\nThere is a fundamental difference, however,\r\nbetween accomplishing these tasks domestically and\r\naccomplishing them internationally. At home, every\r\nGovernment is the sovereign authority and has at its\r\ndisposal of the police and political authority of the\r\nState. Internationally, each Government has distinctly\r\nlimited authority and must approach the problem in\r\ncooperation with fellow Governments.\r\nIn dealing with terrorism, each Government\r\ndecides how much it wishes to work with other\r\nGovernments. Such cooperation can take many forms.\r\nFor instance, it could take the form of information\r\nexchange between police and intelligence services,\r\njoint planning to deal with terrorist attacks, actual\r\ncooperation in an incident, or cooperation in the pursuit\r\nof terrorists.\r\nMy delegation takes note of resolution 1373\r\n(2001), which the Security Council adopted on 28\r\nSeptember 2001, and will support efforts at\r\nsuppressing the financing of terrorism. Zimbabwe is\r\nready to cooperate in the fight against international\r\nterrorism, and looks forward to positively considering\r\nall requests coming within the context of the United\r\nNations.\r\nIn conclusion, my delegation wishes to reiterate\r\nthat international terrorism is an offence against the\r\npeace and security of mankind. In 1970 the General\r\nAssembly emphasized that\r\n4\r\nA/56/PV.21\r\n“Every State has the duty to refrain from\r\norganizing, instigating, assisting or participating\r\nin acts of civil strife or terrorist acts in another\r\nState” (resolution 2625 (XXV), annex, para. 1)\r\nand that\r\n“Also, no State shall organize, assist, foment,\r\nfinance, incite or tolerate subversive, terrorist or\r\narmed activities directed towards the violent\r\noverthrow of the régime of another State.” (ibid.)\r\nMr. Belinga-Eboutou (Cameroon) (spoke in\r\nFrench): First of all, I would like to convey to you,\r\nMr. President, our sincere congratulations on your\r\nelection to the presidency of the fifty-sixth session of\r\nthe General Assembly. I assure you of the full\r\ncooperation of my delegation for the successful\r\naccomplishment of your difficult task.\r\nAt its twenty-seventh session, in 1972, 29 years\r\nago, the General Assembly decided to include on its\r\nagenda an item on measures to eliminate terrorism.\r\nSince then, this item has been considered annually in\r\nthe Assembly’s legal Committee. Unfortunately, we\r\nhave seen acts of terrorism continue, killing innocent\r\npeople and targeting the very structures of society. The\r\nfoundations of democracy have been shaken. What is\r\nthe status of human rights in all of this? They have\r\nbeen annihilated.\r\nThe General Assembly’s decision to consider the\r\nissue of terrorism in plenary meeting stems from a\r\nheightened awareness of the seriousness and magnitude\r\nof this evil. Since that black Tuesday, 11 September\r\n2001, the crime of terrorism is no longer simply a\r\nphenomenon of wanton violence. Unfortunately, the\r\nworld now faces a widespread danger, and a very\r\nserious threat. Terrorism has taken hold of the\r\ncollective imagination and is sowing fear. Never before\r\nhas an act of criminal madness so shaken the universal\r\nhuman conscience as the attacks perpetrated on that\r\nday on American soil.\r\nThose still alive who planned or were complicit\r\nin that bloody and destructive act of terror inflicted on\r\nthousands of innocent people must answer for their\r\nacts. Of course, it was the territory of the United States\r\nthat was targeted; but the scope of their action is\r\nwithout doubt global in nature. Each and every one of\r\nus must pause to remember the victims in New York,\r\nWashington and Pennsylvania. I wish to recall here the\r\nmessage sent to President Bush on this sad occasion by\r\nthe President of the Republic of Cameroon, Mr. Paul\r\nBiya:\r\n“Mr. President, Cameroon has been\r\nfollowing with dismay the dreadful tragedy your\r\ncountry is experiencing on this day. On the\r\noccasion of this difficult ordeal for yourself, for\r\nthe United States and for the American people, I\r\nwould like to convey to you, on behalf of the\r\npeople and the Government of Cameroon, and on\r\nmy own behalf, our most heartfelt sympathy. To\r\nthe bereaved families that were so cruelly\r\nstricken, I extend my saddest condolences and the\r\ndeep compassion of the entire people of\r\nCameroon.”\r\nThe entire world shares the deep sorrow of the\r\nAmerican people and of the bereaved families, who,\r\nlike Rachel in the Bible, will forever mourn their\r\nchildren who once were and are no more. The entire\r\nworld shares this shock. We must all act together so\r\nthat the planners of and accomplices to the attacks do\r\nnot go unpunished. Of course, we must give due place\r\nto reason and reflection and to the rule of law and the\r\nrights that guarantee and protect the great basic values\r\ndefended by the United Nations and by democracies.\r\nReason dictates avoiding any action that, by its\r\nconsequences and scope, may be akin to a collective\r\nreprisal affecting innocent peoples and communities.\r\nAfter this tragedy no State or authority can deny\r\nthat terrorism is a threat to international peace and\r\nsecurity. It is for that reason that mobilizing to prevent\r\nand fight terrorism involves the entire international\r\ncommunity. In that regard, I would like to welcome the\r\nadoption of various conventions on terrorism by the\r\nGeneral Assembly and regional organizations. The\r\nlatest of those deals with suppressing the financing of\r\nterrorism.\r\nThe recent events should induce States to sign\r\nand ratify those instruments, along with the Rome\r\nStatute of the International Criminal Court. Even\r\nthough they are sectoral, those conventions, once they\r\nenter into force, will mark tangible progress in our\r\nquest for effective legal weaponry in our cooperative\r\nstruggle against terrorism. To supplement those\r\ninstruments, a comprehensive convention against\r\ninternational terrorism is needed.\r\nThe tragedy that struck the peoples of the United\r\nNations on 11 September gives us the duty to rise\r\nabove differences relating to definitions and succeed, at\r\n5\r\nA/56/PV.21\r\nthis session, in the negotiations on a draft convention\r\nfor the suppression of acts of nuclear terrorism and on\r\na comprehensive convention against this scourge. Here,\r\nCameroon repeats the proposal of the Non-Aligned\r\nMovement to convene a high-level conference, under\r\nUnited Nations auspices, to define a common\r\ninternational community response to terrorism in all its\r\nforms and manifestations. That proposal is more\r\nnecessary than ever.\r\nBecause of its membership and its powers, the\r\nUnited Nations is the ideal framework to pull together\r\nthe various elements of an effective collective\r\ninternational community response to terrorism.\r\nCameroon endorses and supports in every respect\r\nSecurity Council resolutions 1368 (2001) of 12\r\nSeptember and 1373 (2001) of 28 September. In that\r\nconnection, we are committed to continued and\r\nintensified exchanges of information on the movements\r\nof suspicious individuals. Cameroon is already a party\r\nto a number of anti-terrorism conventions, and it will\r\npursue its policy of signing various relevant\r\ninstruments. Cameroon is, further, committed to\r\ncooperating with the Security Council in the context of\r\nthe machinery to follow up the implementation of\r\nCouncil resolution 1373 (2001).\r\nIn November 2002, Cameroon will host the\r\nseventy-first General Assembly of the International\r\nCriminal Police Organization (INTERPOL). We shall\r\nensure that special attention is devoted to strengthening\r\noverall cooperation and police and law enforcement\r\ncooperation to fight terrorism and organized crime.\r\nCameroon believes that, if we are to succeed in\r\nour implacable combat against terrorism, we must\r\nstrengthen national structures and national capacity.\r\nBecause of terrorism’s complex modus operandi, we\r\nneed greater assistance from developed countries and\r\nfrom the international community, especially in the\r\nareas of technology, training and information;\r\ninvestigative teams must be trained to combat this\r\nworldwide scourge. Only such assistance, which is\r\nsorely needed, will enable developing countries to\r\ncarry out viable anti-terrorist policies. The fight also\r\nrequires a genuine and unequivocal commitment from\r\nall States to refrain from complacency or active or\r\npassive complicity with respect to terrorists or those\r\nwho would be terrorists. No State should for any\r\nreason harbour terrorists; no State or community\r\nshould offer facilities, or training camps or facilities to\r\nthose who intend to assault the integrity of States or\r\nindividuals.\r\nTo succeed in our fight against terrorism, each\r\nand every one of us must understand the need to\r\npromote a culture of tolerance and democracy. To\r\nsucceed in our fight against terrorism, we must avoid\r\nsowing seeds of division or weakness within our ranks.\r\nThat is why we must disavow and denounce the\r\npseudo-intellectuals who seek to use the sad events of\r\n11 September to prove the highly dubious theory of the\r\nclash of civilizations. Such ideas are more an apologia\r\nfor hatred than intellectually credible and valid\r\nreasoning.\r\nNo one people has a monopoly on terrorism;\r\nterrorism is worldwide. In all cultures, there have\r\nalways been terrorists or anarchists who are\r\nprepared — even impatient and eager — to engage in\r\nkilling and self-immolation. Therefore, combating\r\nterrorism also means rejecting the notion that terrorism\r\nis specific to any particular religious community or in\r\nany one people. Combating terrorism means rejecting\r\nduality between civilizations. The only valid rule is\r\nrespect for the values and beliefs of each and every\r\npeople. Human dignity and human belief cannot be\r\nmeasured or defined in terms of wealth or poverty, but\r\nonly in terms of a universal moral imperative.\r\nBy causing the death of some 6,000 men and\r\nwomen, those responsible for the 11 September 2001\r\nattacks rejected the sanctity of life. By violating\r\nrespect for life, they violated not only one of the\r\nuniversal principles of human rights but also, and\r\nabove all, one of the major divine messages of Islam, a\r\nreligion that advocates love and peace.\r\nDuring the Millennium Summit, we committed\r\nourselves to freeing people from all fear. So why\r\nshould we not declare the month of September, every\r\nyear, a month to combat terrorism in all its forms? That\r\nwould express and maintain our common determination\r\nto ensure that we never again witness what we\r\nexperienced on 11 September 2001.\r\nMr. Lelong (Haiti) (spoke in French): The\r\nHaitian delegation wishes to associate itself with\r\npreceding speakers to congratulate you, Sir, on your\r\nassumption of the presidency of this session of the\r\nGeneral Assembly. We wish you every success this\r\nyear — a year that promises to be a turbulent one —\r\nand we assure you of our full cooperation.\r\n6\r\nA/56/PV.21\r\nThe Haitian delegation wishes also to pay tribute\r\nto your predecessor, Mr. Harri Holkeri, for the talent\r\nand skill he displayed during his tenure. The Haitian\r\ndelegation would also convey to the Secretary-General,\r\nMr. Kofi Annan, its sincere best wishes and its\r\nappreciation for the outstanding work he has done to\r\npreserve peace and promote development. He has\r\nshown intelligence and wisdom at a time when the\r\nworld is confronting many challenges.\r\nThe Haitian delegation certainly cannot fail to\r\nreiterate, on behalf of the Haitian Government, its\r\nsincerest condolences to the Government and the\r\npeople of the United States, as well as to the bereaved\r\nfamilies and friends of the victims. I should like to\r\nassure them that we share their grief at many levels,\r\nsince the barbaric attacks of the morning of 11\r\nSeptember against this country claimed the lives of\r\nnationals of many countries, including Haiti.\r\nThe Haitian delegation associates itself with the\r\nstatement made by the representative of Dominica on\r\nbehalf of the 14 members of the Caribbean Community.\r\nWe do, however, wish to make a few comments on the\r\nitem under consideration.\r\nBecause of the tragedy of 11 September, the\r\nAssembly is meeting to reflect together on how to\r\ncoordinate an effective and collective response to\r\ninternational terrorism in all its forms and\r\nmanifestations, as terrorism poses a genuine threat and\r\na challenge to all of humankind.\r\nAll of us witnessed the tragedy, which is already\r\nbeing seen as a turning point in our history — a time\r\nwhen our hearts, wounded by the psychological impact\r\nof this heinous act, prompt us to rally together in order\r\ncollectively to confront this scourge. I wish to reaffirm\r\nthat my country condemns terrorism in all its forms and\r\nmanifestations, wherever it is perpetrated and by\r\nwhomever, and regardless of the identity of its victims\r\nor of its masterminds. These inhuman acts undermine\r\nthe very basis of the democratic system by jeopardizing\r\ninternational peace and security, freedom, human rights\r\nand the search for well-being and prosperity.\r\nIn this regard, the Haitian delegation is pleased at\r\nthe speed and the unequivocal way in which the\r\nGeneral Assembly and the Security Council expressed\r\ntheir outrage and their profound condemnation.\r\nThe Haitian delegation deems it important to\r\nsupport the people of the United States in its quest for\r\njustice through a measured and timely response,\r\nthereby emphasizing to the identified perpetrators and\r\naccomplices that such acts have consequences. We\r\nbelieve it important that justice be done and that we not\r\nyield to the easy temptation of Babylonian vengeance,\r\nwhich could give rise to an uncontrollable spiral of\r\nviolence. While there is an enormous — and\r\nunderstandable — temptation to respond brutally to\r\nbarbarity, this would also pose the danger of making\r\nus, in a way, the allies of terrorists, since our responses\r\ncould further fuel their fundamentalism.\r\nLet us recall together what Benjamin Franklin\r\ntold his compatriots more than two centuries ago:\r\n“They that can give up essential liberty to\r\nobtain a little temporary safety deserve neither\r\nliberty nor safety.” (Historical Review of\r\nPennsylvania, 1759)\r\nHatred must not be on the agenda, nor can fear be\r\na convenient justification. Let it be clear: we are not\r\nwitnessing a clash between civilizations, but, rather, a\r\nbattle for civilization and for our shared humanity.\r\nThe international community already has 10\r\nconventions, complemented by two protocols, that deal\r\nwith terrorism in all its aspects, and two additional\r\ninitiatives are being considered. These international\r\nlegal instruments should be strengthened. It is in the\r\ninterest of all States to comply with international\r\nlegality, not to oppose it in the name of a kind of\r\nsovereignty that is often denied the weakest. Along\r\nthese lines, an effort must be made to arrive at the\r\nratification and the effective implementation of the\r\nprincipal international legal instruments.\r\nLikewise, for some time now we have been\r\nwitnessing the rise of armed groups, which may be\r\nsmall numerically but are terrifying in view of their\r\ndestructive capacity. They are a monstrous expression\r\nof an uncivil society and steadily are forming an\r\ninternational network. We must denounce these\r\ndisturbed fundamentalists who are in our midst and\r\nstrip them of the protection afforded them by alleged\r\nsovereignty.\r\nIn conclusion, the Haitian delegation does not\r\nwish to downplay the importance of international legal\r\ninstruments, which certainly are essential in combating\r\nterrorism and in avoiding any recurrence of such\r\ntragedies. The present objective — the major\r\nobjective — of the international community remains\r\n7\r\nA/56/PV.21\r\nthe effective struggle against terrorism. Nonetheless, it\r\nis also of great importance that we reflect together on\r\nthe social, political, economic and other factors that\r\nengender terrorism. In this battle without quarter — a\r\nbattle in which there can be no concessions to this\r\nevil — the international community must also identify\r\nits roots and address them. The statistics of injustice\r\nabound. We know them all, but we tend to respond\r\nwith indifference. The international community must,\r\nunder the auspices of the United Nations and in a spirit\r\nof tolerance and solidarity, form a major coalition\r\nagainst poverty, ignorance, misery, hunger, social\r\nexclusion, marginalization — a task that is now more\r\nurgent than ever.\r\nMr. Mmualefe (Botswana): On behalf of the\r\ndelegation of Botswana, I would like to congratulate\r\nyou, Sir, on your well-deserved unanimous election to\r\nthe presidency of the fifty-sixth session of the General\r\nAssembly. We have full confidence that you will be\r\nable to guide the work of this rather extraordinary\r\nsession to a successful conclusion.\r\nThrough you, Mr. President, we would like also\r\nto convey our unqualified appreciation to your\r\npredecessor, Mr. Harri Holkeri of Finland, for the\r\nexemplary and diligent manner in which he presided\r\nover the work of the fifty-fifth session.\r\nThe heinous acts of terrorism of 11 September,\r\nwhich resulted in a massive loss of civilian life and in\r\nthe total transformation of the landscape of our great\r\nhost city, New York, and the similar attacks on\r\nWashington, D.C., and Pennsylvania, were a\r\ntremendous shock to all of us.\r\nPresident Festus Mogae of Botswana joined the\r\nleaders of all other peace-loving nations in condemning\r\nin the strongest terms the barbaric and cowardly acts of\r\nterrorism visited upon the people of the United States\r\nof America and conveyed, on behalf of the Government\r\nand people of Botswana, our heartfelt condolences to\r\nthe victims and their families, to President Bush and to\r\nthe Government and people of the United States.\r\nThis body has long appreciated the enormous\r\nthreat of terrorism and the fight against terrorism has\r\nlong been at the forefront of our efforts to make our\r\nglobal village more habitable. Our collective history\r\nbears with it a regrettable trail of tragic and vile acts of\r\nterrorism, many of them aimed at undermining the\r\ntranquillity and peace that our community of nations\r\nhas been tirelessly working to attain. No single attack\r\ncan stand above any other with regard to national\r\nimpact, each nation logically mourning the loss of\r\nfriends and countrymen and experiencing a heightened\r\nsense of insecurity. What separates this act from others,\r\nhowever, is its visibility, its unprecedented magnitude\r\nof lives lost, its meticulous conception and execution\r\nand its confounding simplicity, penetrating arguably\r\nthe most secure defensive and intelligence capability\r\nthe world has ever known. We have all been given a\r\njolting wake-up call. We are all on heightened security\r\nalert.\r\nTherefore, the decision taken by the General\r\nAssembly to discuss in the plenary the broader aspects\r\nof the persistent and abominable scourge of terrorism\r\ncould not have been more timely, and it is a good\r\ngesture of our collective resolve to adequately address\r\nall aspects of this problem. We therefore welcome the\r\nopportunity to be able to take part in the discussions on\r\nthis important question.\r\nThrough its Legal Committee and Third\r\nCommittee, the General Assembly has adopted a series\r\nof annual resolutions addressing legal and human rights\r\naspects of the question of terrorism. The Security\r\nCouncil has also long been actively seized with this\r\nissue, insofar as it constitutes a serious threat to\r\ninternational peace and security. Together with such\r\nentities as the International Civil Aviation\r\nOrganization, the International Atomic Energy Agency\r\nand the International Maritime Organization, amongst\r\nothers, the international community has over time\r\nformulated a global cross-sectoral response to the\r\nscourge of terrorism by developing an array of\r\nantiterrorism legal instruments and by laying down\r\nprovisions addressing a number of terrorist activities,\r\nranging from the seizure of aircraft to hostage-taking\r\nand the financing of terrorism.\r\nFurthermore, every corner of the globe has also\r\nseen a proliferation of regional anti-terrorism\r\nconventions. In my own region, at a summit of the\r\nAfrican leaders meeting in Algiers, Algeria, on 14 July\r\n1999, the Organization of African Unity adopted the\r\nConvention on the Prevention and Combating of\r\nTerrorism, underlining, amongst other things, Africa’s\r\nawareness of the necessity\r\n“to promote human and moral values based on\r\ntolerance and rejection of all forms of terrorism\r\nirrespective of their motivation”\r\nand obligating\r\n8\r\nA/56/PV.21\r\n“States Parties to undertake to refrain from any\r\nacts aimed at organizing, supporting, financing,\r\ncommitting or inciting to commit terrorist acts, or\r\nproviding havens for terrorists, directly or\r\nindirectly, including the provision of weapons and\r\ntheir stockpiling in their countries and the issuing\r\nof visas and travel documents.”\r\nSimilar efforts have been made in other regions as well\r\nto conclude regional agreements and mutually agreed\r\ndeclarations.\r\nAt the national level, many of us have, to varying\r\ndegrees, responded positively and made significant\r\nefforts to participate in the global response against\r\nterrorism. The realization that in this global village, all\r\nnations — big or small and regardless of any long-\r\nestablished tradition of internal political stability and\r\ndemocratic values based on tolerance for each other —\r\nare equally vulnerable to the scourge of terrorism has\r\nprompted us to take immediate action. Botswana is a\r\nparty to a number of regional and international anti-\r\nterrorism instruments. Following the United Kingdom,\r\nSri Lanka and Uzbekistan, Botswana became the fourth\r\nState party to the recent International Convention for\r\nthe Suppression of the Financing of Terrorism, adopted\r\nby this General Assembly only 22 months ago on 9\r\nDecember 1999. As called for by this Assembly in\r\nparagraph 6 of its resolution 51/210 of 17 December\r\n1996, we can only encourage all other nations not yet\r\nparties to this invaluable wealth of legal instruments to\r\nconsider doing so as expeditiously as possible.\r\nThe Government of Botswana takes seriously its\r\nobligations towards the provisions of all these legal\r\ninstruments and our level of participation in many of\r\nthese instruments is testimony to our resolve to do all\r\nthat is within our means to help international efforts to\r\nstamp out terrorism in all its aspects. Our message is\r\nvery loud and clear. We will criminalize and punish any\r\nform of terror unjustifiably unleashed on any target\r\nwithin our borders on whatever motivation — political,\r\nphilosophical, ideological, racial, ethnic, religious,\r\nintolerance, extremist or other unacceptable pretext.\r\nOur judicial system will put into place measures\r\ndesigned to arrest, extradite or prosecute those\r\nsuspected of committing acts of terrorism.\r\nWe will redouble our efforts and take resolute\r\nmeasures not to allow our territory to act as a safe\r\nhaven for any terrorist activity and we are committed\r\nto exchanging such relevant information as required to\r\nassist collective efforts against the phenomenon of\r\nterrorism. We will also do all that is within our means\r\nto stifle funding for any terrorist activities.\r\nAllow me to state the obvious. The triumphant\r\nbattle against terrorism is far from over. These latest\r\ntragic events highlighted the magnitude and diverse\r\nforms of contemporary terrorism. There is as yet no\r\nknown early warning system to effectively counter the\r\nphenomenon of terrorism. In this highly globalized\r\nworld, we are all equally vulnerable.\r\nAs stated earlier, the international community has\r\nresponded quite positively to this challenge, adopting a\r\nseries of resolutions and decisions and enacting at least\r\na dozen conventions and protocols on the matter. But\r\nthe emerging threat of terrorism has shown us that a\r\nsuccessful battle against this menace cannot be won on\r\npaper alone. We must, all of us, summon the necessary\r\npolitical will and muster the courage if we are to\r\nsucceed in our efforts. Above all, the collective good of\r\nour community of nations must prevail over this\r\nphenomenon, regardless of our prevalent lack of\r\nterminology consensus and definition problems of what\r\nconstitutes “terrorism”. We should accept that the\r\nproblem is real and affects us all. We cannot allow any\r\nform of differences to derail our meaningful collective\r\nefforts to address the problem.\r\nAs clearly outlined in the Declaration on\r\nMeasures to Eliminate International Terrorism,\r\nannexed to resolution 49/60, adopted by the General\r\nAssembly in December 1994, our determination to\r\neliminate international terrorism in all its forms and\r\nmanifestations requires us to make a conscious effort to\r\nhonour our obligations under the Charter of the United\r\nNations and the relevant provisions of international\r\nhumanitarian law, and to promote and implement, in all\r\nhonesty and good faith, the letter and spirit of all the\r\nexisting treaties relating to various aspects of the\r\nproblem of international terrorism.\r\nWe must all cooperate in bringing to justice all\r\nthose responsible for acts of terrorism. As recognized\r\nby this Assembly, our greatest strength and chance of\r\nsuccess also lies in our desire to cooperate and to\r\ncoordinate our activities in combating other crimes\r\nclosely associated with terrorism. Many terrorist\r\nindividuals and groups are known to profit and prosper\r\nthrough drug-trafficking, the unlawful arms trade and\r\nmoney-laundering, among other illegal activities. I can\r\nonly echo the sentiments of the Executive Director of\r\n9\r\nA/56/PV.21\r\nthe Vienna-based United Nations Office for Drug\r\nControl and Crime Prevention (ODCCP) that\r\n“Success in combating terrorism requires both\r\nstrategic insights from research and international\r\ncooperation based on ‘best practices’ and ‘lessons\r\nlearned’.”\r\nTo this end, the establishment by the General\r\nAssembly of the Vienna-based Terrorism Prevention\r\nBranch within the ODCCP, and of the United Nations\r\nCentre for International Crime Prevention, was a step\r\nin the right direction. These entities still require further\r\nstrengthening.\r\nFurthermore, we must not allow clandestine\r\nterrorist activities to exploit our hard won-\r\ntechnological innovations in order to terrorize and\r\nthreaten our very existence.\r\nFor many of our nations, particularly developing\r\ncountries, the emerging threat of international terrorism\r\npresents an additional challenge to the already\r\nprecarious situation resulting from enormous problems\r\non the social, political and economic fronts. The\r\nchallenges presented by poverty, underdevelopment,\r\nconflict and political instability, and the scourge of\r\nlife-threatening diseases like HIV/AIDS, place us in\r\ndire need of resources and technical assistance to help\r\nus upgrade our capacities to effectively participate in\r\nthe global coalition against terrorism. There is no doubt\r\nthat effective conflict-prevention strategies and\r\nsuccessful efforts to fight international terrorism are\r\ninextricably intertwined. Conflict-ridden regions\r\naround the globe have proved to be easy breeding\r\ngrounds and havens for terrorist activities. For us to\r\nwin the battle against international terrorism, it is also\r\nimperative that we make resolute efforts to find durable\r\nsolutions to the conflicts that are raging throughout the\r\nworld.\r\nI would like to conclude by reaffirming\r\nBotswana’s unflinching resolve to cooperate with\r\nworldwide efforts to address the persistent\r\nphenomenon of international terrorism in all its forms\r\nand manifestations. We will continue to follow with\r\nkeen interest the work of the Legal Committee on this\r\nmatter and the deliberations of the Ad Hoc Committee\r\nestablished by General Assembly resolution 51/210 of\r\n17 December 1996 in its efforts to elaborate a draft\r\nconvention for the suppression of acts of nuclear\r\nterrorism, as well as other means of comprehensively\r\naddressing this problem.\r\nI should also like to recall the collective position\r\nof the Movement of Non-Aligned Countries that the\r\nemerging challenges presented by the phenomenon of\r\ninternational terrorism cannot be ignored and need to\r\nbe addressed at the highest possible level. As called for\r\nin paragraph 14 of General Assembly resolution 55/158\r\nof 12 December 2000, in this regard we would like to\r\nencourage the Ad Hoc Committee to seriously address\r\nthe question of convening a high-level conference,\r\nunder the auspices of the United Nations, to formulate\r\na joint, organized response by the international\r\ncommunity to terrorism in all its forms and\r\nmanifestations.\r\nMrs. Dobrāja (Latvia): The tragic events of 11\r\nSeptember shocked the people of Latvia, who greatly\r\nrespect human rights, international law and the right to\r\nlive without fear. On behalf of the Government of\r\nLatvia, I extend my country’s condolences and\r\nsympathies to the Government of the United States and\r\nto the American people. We share the pain of the\r\nfamilies of the victims of this brutal act of terrorism.\r\nOur Government declared 13 September a day of\r\nmourning.\r\nWe would also like to express our condolences to\r\nthe State of Israel and the Russian Federation for the\r\ntragic accident that took place yesterday over the Black\r\nSea.\r\nThe Latvian delegation aligns itself with the\r\nstatement made by the Presidency of the European\r\nUnion on agenda item 166, “Measures to eliminate\r\ninternational terrorism”. We also welcome the initiative\r\nof the European Union to have this item debated in the\r\nplenary General Assembly.\r\nThe recent terrorist attacks were not only aimed\r\nagainst the people of America and the city of New\r\nYork, which has been the home of the United Nations\r\nfor more than 50 years. It was a strike against humanity\r\nand the universal values for which the United Nations\r\nstands. Like every other act of terrorism, this is a\r\nchallenge to international society as a whole, as well as\r\nto each and every one of us. Therefore, we, as the\r\nUnited Nations, must act unanimously, deliberately and\r\nwithout delay so as to agree upon and implement\r\nmeasures to eliminate international terrorism.\r\nInnocent people are reduced to objects in brutal\r\nterrorist acts. Terrorists do not discriminate among\r\ntheir victims. The victims of terrorists are the people\r\nall around us: children, men and women — people of\r\n10\r\nA/56/PV.21\r\nall nationalities and religions. No crime is too horrible\r\nfor terrorists.\r\nThe primary task of the United Nations is to\r\nmaintain peace and security. As we are convinced that\r\nterrorism is a prime threat to peace and security, we\r\nhave to be united in our words and deeds so as to\r\nprevent and suppress terrorist acts. We are all aware\r\nthat terrorism has no face, borders, nationality or\r\nreligion. To succeed in combating terrorism, therefore,\r\nwe must act on all levels: global, regional and national.\r\nLatvia strongly welcomes and supports Security\r\nCouncil resolutions 1368 (2001) and 1373 (2001),\r\nsetting out principles and measures to combat terrorism\r\nat all levels. Latvia is convinced that the full and\r\nunconditional implementation of resolution 1373\r\n(2001) is imperative if we are to succeed in\r\nsuppressing terrorism.The financing of terrorism has to\r\nbe prevented and eliminated. Any action or inaction by\r\nStates or individuals allowing the practice of terrorism\r\nhas to be stopped. Cooperation and exchanges of\r\ninformation among States concerning terrorist\r\nactivities have to be strengthened. Latvia welcomes the\r\nestablishment of the Security Council Committee to\r\nmonitor the implementation of resolution 1373 (2001).\r\nLatvia is taking all the necessary measures to\r\nimplement Council resolution 1373 (2001). First, a\r\nhigh-level Task Force chaired by the Prime Minister of\r\nLatvia has been created to coordinate national efforts\r\nagainst terrorism in the following areas: preventing\r\nfinancing of terrorism; enhancing information\r\nexchanges on terrorism; tightening border control;\r\nenhancing the control of strategic goods; and\r\nincreasing crisis management capacity.\r\nSecondly, Latvia is committed to accelerating the\r\nadoption and implementation of international\r\nconventions and protocols against terrorism.\r\nThirdly, we are coordinating our actions with our\r\nEstonian and Lithuanian friends.\r\nNational efforts have to be welded into a global\r\nframework. We urge all States to accede to the existing\r\nbody of international law relating to the elimination of\r\nterrorism. Latvia fully supports accelerating the\r\ndrafting and implementation of conventions on global\r\nterrorism and nuclear terrorism. We are convinced that\r\nthis is a priority for the Sixth Committee and the fifty-\r\nsixth session of the General Assembly. Also, my\r\ncountry fully supports the initiative to convene a high-\r\nlevel international event on combating terrorism within\r\nthe framework of the United Nations.\r\nThe debate in the General Assembly this week\r\nhas shown that no country is a mere observer in the\r\nfight against terrorism. No country is capable of\r\nindividually suppressing terrorism; international\r\ncooperation, the commitment of the United Nations and\r\nthe political will of all nations are required. To achieve\r\nsustainable results in annihilating terrorism, joint\r\ninternational action is mandatory. More than ever\r\nbefore, the international community must be united in\r\nits commitment. Latvia believes that the elimination of\r\nterrorism is within our reach. We will contribute\r\nresources to vindicating and sustaining democracy, the\r\nrule of law and justice.\r\nMr. Tekle (Eritrea): The Eritrean delegation is\r\ntaking the floor for the first time during this session.\r\nTherefore, Mr. President, I wish to take this\r\nopportunity to extend congratulations to you on your\r\nelection as President of the fifty-sixth session of the\r\nGeneral Assembly. I am certain that your remarkable\r\nexperience and expertise will lead our deliberations to\r\na successful conclusion.\r\nOn 11 September, Eritreans witnessed with\r\nhorror, shock and disbelief, then in anger, and finally\r\nwith grief, pain and anguish, the reprehensible act of\r\nterrorism that caused the sudden loss of several\r\nthousand innocent and unsuspecting human beings\r\nfrom about 60 countries going peacefully about their\r\ndaily routines. I wish once again to extend our sincere\r\ncondolences to the people and the Government of the\r\nUnited States, in whose country the crime was\r\ncommitted and who have suffered the greatest loss, as\r\nwell as to those other countries whose citizens have\r\nlost their dear ones. Needless to say, Eritreans condemn\r\nthis heinous crime in the strongest terms possible.\r\nEritrea, which has benefited from United States\r\nassistance and cooperation in its own struggle against\r\nterrorism since the early days of its independence,\r\ntakes this opportunity to reiterate its solidarity with the\r\npeople and the Government of the United States. It also\r\nreaffirms its firm commitment to participate in any\r\neffort that seeks to bring the perpetrators of this infamy\r\nto justice, to eradicate the scourge of terrorism and to\r\nensure that similar crimes against humanity are never\r\nagain committed.\r\nEritreans know from bitter experience that the\r\ninternational community has been plagued by, and has\r\n11\r\nA/56/PV.21\r\nhad to endure, terrorism for quite a while. In fact,\r\nterrorism had already become an ominous threat to\r\ninternational peace, security and stability, as well as to\r\nsocio-economic development, when Eritrea joined the\r\ninternational community as a sovereign State. Not long\r\nafter, the young nation was to become one of the prime\r\nvictims of terrorism. At that time, it realized that\r\nterrorism had no religion, race, ethnicity or nationality\r\nand that it only exploited them to achieve certain\r\nnefarious ends. It also realized that no country could be\r\nimmune to terrorism.\r\nDuring 1995 and 1996, in particular, a terrorist\r\norganization with a multinational membership had\r\nbegun to terrorize Eritreans and visitors from abroad\r\nalong one of our country’s borders. Among its\r\ndespicable crimes was the cold-blooded murder in\r\n1996 of five Belgian tourists and the Eritreans who\r\nwere with them. It was for this reason that Eritrea made\r\nthe war against terrorism one of the cornerstones of its\r\nnascent foreign policy.\r\nIt soon became evident to the Government of the\r\nnew State that, first of all, terrorism represented an\r\nintricate international web of actors who shared some\r\nill-conceived and evil ideology anchored in hate and\r\nbigotry, preaching violence, and with abundant support\r\nfrom a multiplicity of financial sources; and, secondly,\r\nthat it was essential to create, in addition to strong\r\nnational programmes, viable regional and international\r\nmechanisms to effectively and credibly combat\r\nterrorism.\r\nTo this end, by 1994, barely a few months after it\r\nbecame a sovereign State, it had submitted to the\r\nIntergovernmental Authority on Development (IGAD)\r\na plan related to the creation of a strong regional\r\ncoalition to coordinate the fight against terrorism in the\r\nHorn of Africa. Additionally, it had submitted a\r\ndetailed working paper which, incidentally, identified\r\nmost of the terrorist organizations and leaders in the\r\nregion, including Osama bin Laden, to the\r\nOrganization of African Unity (OAU) summit held in\r\nYaoundé in 1996, which recognized the threat and\r\nchallenge posed to Africa by terrorism. Thirdly, it also\r\nmade a great diplomatic effort in Europe and America,\r\nwith a view to establishing a wider anti-terrorist\r\ncoalition.\r\nIt is for these reasons that the Eritrean\r\nGovernment fully endorses the recent United Nations\r\nresolutions adopted to supplement and strengthen\r\nexisting ones, particularly Security Council resolutions\r\n1373 (2001) and 1368 (2001) and General Assembly\r\nresolution 56/1. The new and unprecedented\r\ndetermination reflected in these resolutions to combat\r\nterrorism at the international, as well as at the regional\r\nand national levels, augurs well for the struggle against\r\nthe scourge. However, Eritrea also fully recognizes that\r\nthe adoption of resolutions and the signing of\r\nagreements is not enough and that, to be effective, they\r\nmust be immediately complemented with coordinated\r\nand credible action to ensure implementation and\r\ncompliance by all. The international community must\r\ntherefore avail itself of this new momentum and\r\ndetermination to create an environment that will\r\nprotect and promote our new unity of purpose and\r\nconsolidate our collective will.\r\nEritrea is convinced that terrorism cannot be\r\njustified or legitimized for any reason or under any\r\ncircumstances. It is as immoral as it is criminal. It\r\nviolates basic human rights and human values. It is in\r\nfact a crime against humanity. It is an attack on human\r\ndignity. It is a justification of hatred, intolerance and\r\nviolence. It spawns fear and insecurity and anarchy. As\r\nsuch, it must be condemned in all its forms and\r\nmanifestations and without any reservations.\r\nIt is thus incumbent on the international\r\ncommunity to act collectively and decisively to\r\neliminate it. Yet, Eritrea realizes that the war against\r\nterrorism cannot be won in the immediate future. Thus,\r\nwhile the international community must, of course, act\r\ndecisively and forcefully now, it must also prepare a\r\nlong-term strategy envisaging a broad and sustained\r\neffort to ensure the complete eradication of terrorism.\r\nEritrea believes that any such international effort\r\nmust be undertaken under the auspices of the United\r\nNations if only because it has the unique capacity to\r\nbuild a broad consensus and because it already\r\nprovides a legal framework which may be improved to\r\nstrengthen any future action that is to be taken.\r\nThus, even as we must urgently take the measures\r\nset forth in recent General Assembly and Security\r\nCouncil resolutions, in particular Security Council\r\nresolutions 1368 (2001) and 1373 (2001), Eritrea also\r\nsupports the adoption of a comprehensive convention\r\non terrorism and expresses its thanks to India for the\r\ndraft comprehensive convention on international\r\nterrorism that it has submitted to the Sixth Committee.\r\n12\r\nA/56/PV.21\r\nIn our view, the draft can serve as a good basis for\r\ndiscussion.\r\nIn conclusion, let me reiterate that the\r\ninternational community cannot afford to delay any\r\naction against terrorism. We owe it to future\r\ngenerations.\r\nMr. Li Hyong Chol (Democratic People’s\r\nRepublic of Korea): Terrorism in all its forms and\r\nmanifestations constitutes a major force that poses\r\nconstant instability and threats to all countries and\r\npeoples. It is, therefore, important, in ensuring world\r\npeace and security, that effective measures be taken to\r\neliminate terrorism.\r\nThe large-scale terrorist incident that occurred in\r\nthe United States on 11 September caught the\r\ninternational community by great surprise. It was also\r\nvery regrettable and tragic. The incident reminds the\r\ninternational community once again of the gravity of\r\nterrorism and calls for deep thought about issues that\r\nneed to be dealt with in eliminating terrorism.\r\nActs of terrorism result from various political\r\nmotivations and purposes, and they are committed in\r\nan arbitrary and reckless manner. This necessarily\r\nrequires that the leading role of the United Nations be\r\nfurther enhanced in addressing international issues,\r\nincluding the elimination of terrorism, and that all\r\nMember States value the purposes and principles\r\nenshrined in the Charter and realize effective\r\ninternational cooperation on the basis of the Charter.\r\nSince terrorism has emerged as a serious\r\ninternational problem, Member States will have to\r\nproperly find the root cause of terrorism and consider\r\nways and means to cope with it in an effective and\r\npractical manner. Member States will have to have a\r\ncorrect concept of what terrorism is and discharge their\r\nnational obligations to eliminate it. At the same time,\r\nthey must contribute, in a fair and unbiased way, to the\r\nefforts of the international community to eradicate the\r\ncause of terrorism.\r\nThe problem of terrorism should be resolved in\r\nconformity with the Charter and relevant international\r\nlaw. Mistrust and confrontation between countries and\r\nnations should be removed and the principles and\r\nideals of the Charter should be adhered to.\r\nApplying the label of terrorist to independent\r\nStates that advocate sovereign equality in international\r\nrelations, violating the sovereignty of such States and\r\ninflicting pain and suffering on their people through\r\narmed intervention, occupation, unilateral pressure and\r\nsanctions, all should be duly denounced, as this\r\nrepresents State terrorism.\r\nThe Government of the Democratic People’s\r\nRepublic of Korea maintains, as ever, its consistent\r\nstance of opposing all forms of terrorism and support\r\nof any kind for it. We strongly denounce and reject all\r\nforms of terrorism, including its organization,\r\nassistance, instigation and acquiescence.\r\nMy delegation hopes that proper ways and means\r\nfor eliminating all forms of terrorism will be worked\r\nout at this session.\r\nMs. Løj (Denmark): The Danish Government\r\nassociates itself with the statement made on 1 October\r\nby the representative of Belgium on behalf of the\r\nEuropean Union.\r\nLet me once again at this General Assembly\r\nsession reiterate that Denmark most strongly condemns\r\nthe forces behind the horrific acts of terrorism in the\r\nUnited States on 11 September 2001. We welcome the\r\nresolve of the Security Council to act swiftly and\r\neffectively in countering those criminal acts. The\r\nDanish Government and the people are fully committed\r\nto participating in this united international effort to\r\nensure that those responsible for these attacks are\r\nbrought to justice and punishment.\r\nTerrorism is today the single most serious\r\ninternational threat to the peaceful functioning of our\r\nsocieties, exploiting, as it does, the basic values of the\r\nfree world governed by democracy and the rule of law.\r\nInternational terrorism, as we all witnessed on 11\r\nSeptember, has taken on new dimensions.\r\nTargeting innocent civilians and thus creating a\r\nstate of fear or terror in the minds of the general public,\r\nis one of the most horrifying criminal acts and cannot\r\nbe tolerated by the international community.\r\nNo cause can ever justify such cowardly and\r\nmurderous acts. Terrorism undermines everything it\r\nclaims to be fighting for. The underlying causes of\r\nterrorism must, of course, not be ignored, but must be\r\nproperly addressed. Combating international terrorism\r\ncannot, however, await a solution to the underlying\r\ntensions.\r\nTerrorism is a crime, whether committed in times\r\nof peace or during armed conflict. All appropriate\r\n13\r\nA/56/PV.21\r\nmeans must be pursued to bring the perpetrators to\r\njustice, here and now. The international community, in\r\nits own interest, should work together in this\r\nendeavour. Steps must be taken to eradicate terrorism.\r\nIn this regard, the United Nations has a crucial role to\r\nplay.\r\nThe Danish Government welcomes the immediate\r\nresponse by the United Nations to the terrorist attacks\r\nagainst the United States: Security Council resolution\r\n1368 (2001) and General Assembly resolution 56/1,\r\nboth of 12 September. Security Council resolution 1373\r\n(2001), adopted on 28 September, constitutes timely\r\nand most appropriate guidance to Member States in\r\ntheir actual and future work in combating terrorism.\r\nThe Danish Government has, as an immediate\r\nfollow-up to these United Nations resolutions, initiated\r\na careful implementation process. That is being done in\r\nclose cooperation with our partners in the European\r\nUnion as well as by national initiatives. The initiatives\r\nrequired will, among other things, encompass\r\nlegislation to prevent and roll up the financing of\r\nterrorism, changes to the Danish Criminal Code and the\r\nAliens Act and implementation of extended provisions\r\nto extradite terrorists, as well as law initiatives to\r\nstrengthen efforts against smuggling of human beings\r\nand money laundering. At the opening of the Danish\r\nParliament on 2 October, the Prime Minister indicated\r\nthat necessary legislation will be presented to\r\nParliament within 60 days, and underlined the need for\r\nurgent action.\r\nAs reaffirmed by the European Council on 21\r\nSeptember, it is the belief of the European Heads of\r\nState and Government that the United Nations, with its\r\nunique and universal mandate, is a fundamental player\r\nin the fight against international terrorism and must act\r\naccordingly.\r\nHowever, while focusing on the fight against\r\nterrorism, we must not forget other major challenges\r\nfacing us: the eradication of poverty; protection of all\r\nhuman rights; democratization; and the promotion of\r\ngood governance and the rule of law. All Governments,\r\ncivil societies and the United Nations must work\r\ntogether. The United Nations can be instrumental in our\r\neffort. But renewed political will is necessary. Further\r\nresources need to be allocated. Domestic and\r\ninternational commitments must go hand in hand in\r\norder to have sufficient impact. In this respect, let me\r\nalso mention the need of the many refugees in\r\ndeveloping countries. The provision of humanitarian\r\nassistance is fundamental. This is closely linked to the\r\nprevention of conflicts and to establishing and\r\nmaintaining international peace and security.\r\nDenmark has ratified 11 out of 12 United Nations\r\nconventions dealing with the fight against various\r\naspects of terrorism. On 25 September we signed the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism. Steps are being taken to ratify\r\nthis Convention as soon as possible — hopefully,\r\nbefore the end of this year.\r\nAmong further steps to be taken by the United\r\nNations in the fight against international terrorism is\r\nthe early completion of a comprehensive convention. In\r\nthis context, we should consider how we might\r\neffectively bring to justice the perpetrators, organizers\r\nand sponsors of international terrorism — for instance,\r\nby developing an international mechanism for the\r\neffective prosecution and punishment of those\r\nresponsible. In any event, we must all work closely\r\ntogether to ensure that terrorists will not find safe\r\nhaven anywhere in the world — in other words, that\r\nthose participating in terrorist activities will be either\r\nprosecuted or extradited, wherever they set foot. There\r\ncan be no concessions to terrorists or their sponsors.\r\nI wish to pledge the support of Denmark in the\r\nstruggle against international terrorism and in the\r\nsearch for solutions to its underlying causes.\r\nMr. Buallay (Bahrain) (spoke in Arabic): As my\r\ndelegation is addressing the Assembly for the first\r\ntime, allow me to congratulate you, Sir, on your\r\nelection as President. I am confident that your\r\ndiplomatic skills will reflect positively on our\r\ndeliberations. I cannot fail to express our appreciation\r\nto Minister Holkeri for his presidency of the General\r\nAssembly at its fifty-fifth session.\r\nAt the outset, I should like to express the\r\ncondemnation by the Government and people of the\r\nState of Bahrain of the acts of terrorism perpetrated in\r\nthe United States of America on 11 September 2001,\r\nwhich resulted in so many innocent victims. We\r\ncondemn any act of terrorism, whoever perpetrates it\r\nand whatever the reasons and motivations, because\r\nterrorism and acts of terrorism are anathema to the\r\nteachings of our lofty religion. They run counter to the\r\nmost fundamental values and human principles calling\r\nfor the renunciation of all acts and forms of terrorism,\r\n14\r\nA/56/PV.21\r\nfor establishing peace among peoples and for the\r\nprotection of their rights.\r\nMany efforts have been made to combat terrorism\r\nand eliminate it. Many initiatives have been taken in\r\nthis framework by many international and\r\ngovernmental organs. Regional and international\r\nconventions have been drafted to combat terrorism.\r\nMany resolutions condemning terrorism anywhere and\r\nin all its forms have been adopted. In this regard, the\r\nGeneral Assembly, by resolution 51/210, adopted on 17\r\nDecember 1996, established the Ad Hoc Committee to\r\ndraft a convention on suppressing acts of international\r\nterrorism. However, differences of opinion among\r\nmembers of the Committee prevented agreement on the\r\ntext of a draft convention. It is noteworthy that Arab\r\nStates were at the forefront in tabling initiatives for\r\ncombating terrorism and in calling for the convening of\r\nan international conference under the aegis of the\r\nUnited Nations to eliminate all forms of terrorism,\r\nwhether perpetrated by individuals, groups or States.\r\nHow far international efforts succeed in\r\naddressing terrorism greatly depends on many issues,\r\nincluding the following points.\r\nFirst, terrorism needs to be clearly defined, in a\r\nmanner agreed by the international community, in order\r\nto ascertain the reasons and factors leading to terrorism\r\nand to the means to punish its perpetrators. In defining\r\nterrorism, we must draw attention to the need to\r\ndifferentiate between terrorism and the legitimate\r\nstruggle against and resistance to occupation, as is the\r\ncase for the Palestinian people struggling to liberate its\r\nusurped land and recover it from its occupier.\r\nOccupying the land of others by force is among\r\nthe most serious forms of terrorism. Such occupation is\r\nState terrorism, which has wider ranging and more\r\npervasive consequences. The entire world must\r\ntherefore condemn the acts perpetrated by Israel in\r\nterrorizing Palestinian land.\r\nSuch acts of terrorism are also reflected in the\r\nkilling of innocent people — unarmed children, old and\r\nyoung people. Those people are uprooted and their\r\nhomes destroyed. In addition, every sort of modern\r\nsophisticated weapon is used against them; and that is\r\nto say nothing of the fact that such acts embroil the\r\nentire region in a vicious cycle of violence. We\r\ntherefore believe that international efforts must be\r\nmobilized to find a solution to the question of Palestine\r\nso as to restore stability and peace in the region.\r\nSecondly, it must always be stressed that\r\nterrorism does not belong to a specific religion,\r\ncivilization or culture. Terrorism is an aberrant act that\r\nexists in every human society. There must therefore be\r\nno linkage between terrorism and Islam, which\r\nadvocates peace and friendship among all peoples of\r\nthe world. We must not allow such a linkage to light\r\nthe fuse of conflict between religions and civilizations.\r\nIt is regrettable that, at a time when many voices\r\nare being raised in the Islamic world calling for a\r\ndialogue among civilizations, we hear some voices in\r\nsome States speak of the superiority of Western culture\r\nand civilization over Islamic culture and civilization. It\r\nis also regrettable that some media in some States\r\nshould wage campaigns aimed at distorting the image\r\nof Arabs and Muslims and linking Islam and terrorism.\r\nThis is a grave attack on Islam and Muslims. We\r\nbelieve that sowing the seeds of hatred among peoples\r\nis no less serious or dangerous than acts of terrorism\r\nthemselves. That is the cause of conflict and\r\nextremism, and has the potential to damage humanity\r\nas a whole.\r\nThirdly, as terrorism has political, economic and\r\nsocial roots, we believe that dealing with those causes\r\nand finding successful solutions to them are essential\r\nto eradicating it. We must not allow those factors to be\r\nexploited in the commission of acts of terrorism that\r\nlead to such tragic events as the ones we witnessed\r\nrecently against the United States of America and its\r\npeople.\r\nFinally, my delegation hopes that the General\r\nAssembly will adopt resolutions that reflect the\r\nopinions expressed by various delegations about\r\nterrorism and the means of responding in order to\r\neradicate it.\r\nMr. Kamara (Sierra Leone): My delegation\r\ncongratulates you and your friendly country, Mr.\r\nPresident, on your election to the presidency of the\r\nfifty-sixth session of the General Assembly. I am\r\nconfident that your leadership of this session will be\r\nproductive and fruitful.\r\nBefore I proceed any further, let me convey to our\r\nAmerican colleagues and to the Government and\r\npeople of the United States our shock and condolences\r\nat the loss of thousands of innocent lives resulting from\r\nthe cowardly attacks in Washington, Pennsylvania and\r\nNew York. Those despicable acts make this debate\r\nextremely timely and appropriate.\r\n15\r\nA/56/PV.21\r\nThe Government and people of Sierra Leone\r\nreaffirm at the highest level their unequivocal\r\ncondemnation of all terrorist acts, methods and\r\npractices as being criminal and unjustifiable, whenever,\r\nwherever and by whomsoever they are committed. The\r\ndespicable acts committed in the United States on 11\r\nSeptember 2001 directly remind all Sierra Leoneans of\r\nthe catastrophic events that took place on 6 January\r\n1999, when in an attack on Freetown 5,000 innocent\r\ncivilians lost their lives in a senseless onslaught. The\r\nGovernment and people of Sierra Leone have had their\r\nown share of living with terrorism during a decade-\r\nlong struggle with the rebel forces of the Revolutionary\r\nUnited Front (RUF) and the mayhem they have\r\nperpetrated on the peace-loving citizens of our nation.\r\nIn that regard, my delegation supports the\r\nposition of the Non-Aligned Movement on\r\ninternational terrorism expressed in the Durban\r\nDeclaration. While we support the legitimate struggles\r\nof peoples all over the world for independence and\r\ndignity, we condemn attacks on innocent civilians as\r\ncowardly and despicable crimes against the peace and\r\nsecurity of mankind.\r\nMy delegation believes that the focus must now\r\nturn to establishing a precise and comprehensive\r\ndefinition of international terrorism. We all know what\r\nit is, but that is not enough. We must demonstrate the\r\npolitical will and commitment to agree on a definition.\r\nWe have done this in the context of regional\r\nconventions like those of the Organization of African\r\nUnity (OAU) and the Organization of the Islamic\r\nConference (OIC). We now urgently need to do so the\r\nsame at international level through the aegis of the\r\nUnited Nations, possibly through a conference of\r\nplenipotentiaries.\r\nDefining the scourge of international terrorism is\r\nnot enough. We must also engage ourselves in finding\r\nsolutions to the problems that the terrorists use to\r\njustify their actions. Our involvement must be seen to\r\nbe fair, just, transparent and neutral. We must not allow\r\nourselves to be seen as supporting without mitigation\r\nonly one side of a conflict — for that, rightly or\r\nwrongly, gives succour to those who engaged in the\r\nabominable acts we witnessed in the United States on\r\n11 September 2001.\r\nIt must be the commitment of the entire\r\ninternational community to bring to justice those who\r\nkill innocent people in acts of terrorism. For example,\r\nif there is prima facie evidence that an individual or a\r\ncertain group is involved in the commission of acts of\r\nterrorism, they must be brought before national or\r\ninternational courts to account for their crimes against\r\nhumanity, war crimes and, possibly, acts of genocide.\r\nCertain entities, for example, do not have credible legal\r\nsystems that meet the international standards of justice\r\nand transparency. In such case, therefore, the individual\r\nor select group must be handed over to a country that\r\nhas the legal infrastructure to try those involved in the\r\ncommission of the crime.\r\nThis debate shows the importance of having in\r\nplace an international criminal court. My delegation\r\nbelieves that the crimes committed on 11 September in\r\nthe United States would fall within the jurisdiction of\r\nthe Court. All of us present here today must work\r\narduously for the coming into operation of the Court.\r\nThe United Nations must be assisted in\r\nproscribing international acts of terrorism. The United\r\nNations must, under Chapter VIII of the Charter, give\r\nregional organizations and agencies the mandate to\r\ndeal with matters relating to international peace and\r\nsecurity. Acts of terrorism are such matters that\r\nthreaten international peace and security. However, for\r\na Chapter-VIII mandate to be carried out effectively,\r\nthe United Nations must provide regional organizations\r\nand agencies with the requisite resources to carry out\r\nthat mandate.\r\nA network of major conventions to prevent and\r\nsuppress terrorism has been adopted. Despite those\r\nconventions, acts of terrorism continue, for rogue\r\nStates persistently continue to frustrate the will of the\r\ninternational community. That is why we particularly\r\nwelcomed the adoption of Security Council resolution\r\n1373 (2001) on 28 September 2001. It is an added\r\nmeasure to combat international terrorism which\r\nprovides that all States must endeavour to prevent and\r\nsuppress the commission of acts of terrorism in all\r\nforms and manifestations.\r\nMy delegation insists that those States which\r\ncontinue to provide support and solace to terrorists\r\nmust be swiftly and definitively punished. They must\r\nbe sanctioned, and their political and military leaders\r\nmust be held individually responsible for crimes\r\ncommitted by the perpetrators.\r\nWe reiterate our condemnation of all forms and\r\nmanifestations of terrorism. We will support the\r\ninternational efforts, aided by national political will\r\n16\r\nA/56/PV.21\r\nand commitment, that are required to suppress acts of\r\nterrorism. We will cooperate with all other members in\r\nthe achievement of that common goal.\r\nMrs. Pajula (Estonia): Since this is the first time\r\nthat Estonia has taken the floor since the horrific events\r\nhere in the United States on 11 September, please allow\r\nme to reiterate to the United States, to the American\r\npeople and to the families of all the innocent victims\r\nthe deepest condolences of the Government and the\r\npeople of Estonia.\r\nBecause Estonia, as an associated country of the\r\nEuropean Union, has aligned with Union’s common\r\nstatement, I shall be very brief.\r\nFirst of all, let me assure the Assembly that\r\nEstonia is giving full support to action in the United\r\nNations to ensure that no one, whether a State or an\r\nindividual, supports, finances or harbours terrorism.\r\nClearly, under the circumstances, the use of\r\nmultilateral institutions as a common platform for\r\naction has become more important than ever. But it is\r\nalso more evident than ever that in order to be\r\nsuccessful in achieving our common goals in the fight\r\nagainst terrorism, enhanced cooperation is vitally\r\nneeded at all possible levels of society. In that context\r\nwe would like to stress the importance of strengthening\r\nregional and subregional cooperation.\r\nWith that in mind, Estonia, together with its\r\nBaltic neighbour States, has taken concrete steps to\r\nstrengthen cooperation among our countries by\r\nworking out a package of joint measures in response to\r\nthe terrorist attacks against the United States. That\r\npackage contains practical joint measures in the\r\nhumanitarian aid, security, military and, last but not\r\nleast, legal fields.\r\nBut besides that joint package with our\r\nneighbours, my Government has also worked out a\r\ndetailed list of Estonia’s preliminary measures for an\r\nenhanced fight against terrorism. One of the priorities\r\non that list is enhancing the rule of law. Estonia quickly\r\nspeeded up the process of ratifying the International\r\nConvention for the Suppression of the Financing of\r\nTerrorism and the International Convention for the\r\nSuppression of Terrorist Bombings. In a few days, on 9\r\nOctober, the ratification process for both of those\r\nimportant legal instruments will reach its final stage in\r\nour Parliament.\r\nWe are also reviewing our national legislation and\r\nnormative acts to make sure that they provide the legal\r\nbasis and tools to prevent and, if necessary, to respond\r\nto terrorism. But legal instruments alone are not\r\nsufficient. A strong commitment by States and genuine\r\ncooperation among Governments and their law\r\nenforcement institutions are what is needed for\r\nefficient action.\r\nOur strength is in unity. Let us provide our\r\ncommon fight with all the necessary tools by ensuring\r\nthat the best possible coordination of anti-terrorist\r\nmeasures, backed by enhanced information exchange\r\namong all allies and partners, becomes a reality.\r\nMrs. Ataeva (Turkmenistan): I congratulate you,\r\nMr. President, on your election to your post, with its\r\ngreat responsibilities, and wish you all success.\r\nAs one of the ugliest phenomena of our time,\r\nterrorism is no new concept: mankind has faced it from\r\ntime immemorial. But the dangerous trend towards an\r\nexpansion of its scope beyond regional borders, along\r\nwith the dire consequences of terrorist acts, have made\r\nit a genuine threat to the peace and security of all\r\nmankind. We cannot exclude the real threat of nuclear\r\nterrorism.\r\nIncreasingly frequent terrorist acts in their most\r\nvaried and horrific forms — bombings, drug terrorism,\r\nair hijacking, hostage-taking, religious fanaticism —\r\nhave taken thousands of innocent lives and have\r\ndestabilized the foundations of societies, causing panic\r\nand chaos, undermining the economies of victim\r\ncountries and posing a threat to the bases of\r\ninternational peace and security.\r\nThe cruelty and dire consequences of the 11\r\nSeptember events in New York shook the entire world\r\ncommunity. We in Turkmenistan met with deep sorrow\r\nthe tragic events in the United States of America. The\r\nleadership and the people of Turkmenistan share the\r\nsuffering of the people of the United States and convey\r\ntheir condolences to the families and friends of those\r\nwho died.\r\nOur country has sternly condemned the\r\nperpetration of terrorist acts. It is perfectly clear that\r\nthe evil, which has cost thousands of innocent lives,\r\nmust be punished. We must take urgent steps to\r\neliminate the possibility that such tragedies will be\r\nrepeated. We must root out terrorism in each and every\r\ncountry.\r\n17\r\nA/56/PV.21\r\nMr. Ould Deddach (Mauritania), Vice-President,\r\ntook the Chair.\r\nHuman values must be reliably protected from the\r\ninfringement of dark forces. Here there is no\r\nalternative but close cooperation by States under the\r\nauspices of the United Nations. In this connection, we\r\nfully endorse the Secretary-General’s view that the\r\nUnited Nations is the only forum for establishing a\r\nglobal coalition, as only in this way can we lend global\r\nlegitimacy to the long-term struggle against terrorism.\r\nClose international cooperation is required to\r\nsuppress and eliminate terrorism and its consequences\r\nand to ensure the right to life, to freedom and to\r\npersonal security. Turkmenistan supports the\r\nestablishment of an international anti-terrorist\r\ncoalition. As a State whose neutral status is recognized\r\nby the international community through the United\r\nNations, Turkmenistan deems it appropriate that such a\r\ncoalition be a permanent body of the United Nations\r\nand that it carry out its activities under the auspices of\r\nthe Organization, with clearly stated goals, tasks,\r\nfunctions, powers and working machinery. Its existence\r\nwithin the United Nations, in close cooperation with all\r\nStates and international organizations, would allow for\r\nthe establishment of a system that would ensure that\r\nany manifestation of terrorism anywhere in the world\r\nwill not go unpunished, and would allow us also to take\r\neffective measures to combat it.\r\nWe are also in favour of the initiative of the Non-\r\nAligned Movement to convene an international\r\nconference under the auspices of the United Nations in\r\norder to pool international efforts and coordinate the\r\npositions of States, with the goal of suppressing and\r\neliminating terrorism.\r\nTerrorism, regardless of the reasons behind the\r\ncommission of terrorist acts or of the goals of their\r\nmasterminds, is a terrible crime that contravenes the\r\nCharter of the United Nations and represents the\r\ngravest of infringements on the rights and freedoms of\r\nthe human being.\r\nIn this connection, we need to increase the\r\nnumber of legal instruments that give a concrete\r\ndefinition of terrorism and consequently specify how it\r\nshould be punished. The most reliable instrument for\r\nthis purpose would be a comprehensive international\r\nconvention on international terrorism - work on which\r\nmust be sped up. Turkmenistan’s neutral status, entered\r\ninto as an international obligation, means that our\r\ncountry’s action in the international arena is in strict\r\ncompliance with the Charter of the United Nations. On\r\nthis basis, Turkmenistan’s policies have always strictly\r\nadhered to United Nations guidelines, and it has always\r\ncooperated with other members of the world\r\ncommunity and international organizations.\r\nWe can and we must fight against terrorism, but\r\nTurkmenistan believes that the campaign against\r\ninternational terrorism requires a careful, well-thought-\r\nout approach. All steps and actions designed to\r\neliminate hotbeds of international terrorism must be\r\ntargeted ones. They should do no harm to innocent\r\npeople; they should be in keeping with the norms of\r\ninternational law; and they should not lead to a\r\ndestabilization of the situation in the region.\r\nTurkmenistan attaches great importance to\r\ninternational conventions against terrorism as a legal\r\ninstrument to combat this modern-day scourge, and,\r\naccordingly, it has acceded to the majority of such\r\ninstruments or is working to do so. We have taken a\r\nnumber of practical steps pursuant to international\r\nconventions, as is reflected in our national legislation\r\nand legislative proposals.\r\nIn the context of current events, we would like to\r\npoint out the following. For 22 years now, a war has\r\nbeen waged in the long-suffering land of Afghanistan.\r\nTurkmenistan, while not interfering in the internal\r\naffairs of neighbourly fraternal Afghanistan, has done a\r\ngreat deal to organize peace talks, under the auspices of\r\nthe United Nations, among the warring parties. We\r\nonce again express our hope that an effective\r\nnegotiation process will be possible. In spite of all of\r\nthe developments, the United Nations, as an impartial\r\nOrganization, must play a central, coordinating role in\r\ninter-Afghan talks.\r\nIn this connection, the President of Turkmenistan,\r\nMr. Saparmurat Niyazov, proposed, during this terrible\r\ntime, the establishment of a special United Nations\r\noffice in Ashkhabad, which would take the initiative of\r\norganizing a mission with the goal of finding a\r\nmutually acceptable solution to the problem.\r\nTurkmenistan, in an immediate reaction to the\r\ntragedy, offered to lend humanitarian assistance to the\r\ncivilian population of Afghanistan, first and foremost\r\nto women and children, who have been feeling the\r\nbrunt of the consequences of terrorism. Working\r\nclosely with United Nations agencies, and the United\r\nStates Government, we are receiving humanitarian\r\n18\r\nA/56/PV.21\r\ndeliveries of medicines, foodstuffs and basic\r\nnecessities, and we are establishing all of the necessary\r\nconditions for their dispatch to Afghanistan.\r\nIn conclusion, I should like to emphasize that the\r\nstrengthening of international cooperation within the\r\nframework of the United Nations is a prerequisite for\r\nthe successful resolution of the complex international\r\nproblems we face. The ideals and principles set forth in\r\nthe Charter of the United Nations must be defended,\r\nand that is why we must strictly condemn all acts of\r\nterrorism and join the efforts of the international\r\ncommunity to combat it. This is the only real force\r\ncapable of combating terrorism.\r\nNeutral Turkmenistan reaffirms its determination\r\nactively to cooperate within the framework of the\r\nUnited Nations for the full eradication of terrorism.\r\nMr. Adechi (Benin) (spoke in French): The\r\ndelegation of Benin, on whose behalf I have the honour\r\nto speak, is pleased to be able to take the floor on the\r\nagenda item now before us on the consideration of\r\nmeasures aimed at eliminating international terrorism.\r\nWe also welcome the initiative of the European\r\nUnion to propose the consideration, in plenary of the\r\nGeneral Assembly, of the highly important and\r\ndisturbing question of international terrorism. The\r\nconsideration of this issue by the General Assembly\r\nreflects the unanimous condemnation of the barbaric\r\nand retrograde acts committed on 11 September 2001.\r\nThe debate we have had over the past three days\r\nin plenary have underscored — though that emphasis\r\nwas hardly necessary — the threat that terrorism poses\r\nto the security of States and to the progress of\r\nhumankind.\r\nWe believe that the consideration of this item at a\r\ntime when preparatory work is under way on the\r\ncreation of International Criminal Court is a sign for\r\nthe future.\r\nThe Government of Benin has expressed the full\r\nsolidarity of the people of Benin with the people of the\r\nUnited States, whose grief and sorrow we share, and\r\nhas forcefully condemned this heinous attack, which\r\nstruck America but is also a threat to the entire world.\r\nSince this year is devoted to the promotion of a\r\ndialogue among civilizations, the terrorist attack of 11\r\nSeptember could not have been more untimely. That is\r\nwhy the international community must show its resolve\r\nto combat terrorism in all its forms, as it represents a\r\nthreat to the coherence of human communities.\r\nTerrorism also violates the fundamental principles\r\nof the Charter and runs counter to the legitimate\r\naspirations of peoples to build a world of peace, of\r\nsolidarity and of progress.\r\nTerrorism violates the fundamental principles of\r\nhuman rights and thereby constitutes a threat to the\r\ncoherence of our societies and to democracy, above all\r\nto emerging or fragile democracies.\r\nBenin is therefore deeply concerned at the\r\nincrease in terrorist acts throughout the world.\r\nConvinced that no motive can rightly be invoked to\r\njustify such acts, Benin has always condemned\r\nterrorism in all its forms and manifestations. Indeed, no\r\ncivilization, no culture, no religion advocates or\r\njustifies such extremist and barbaric behaviour.\r\nIt seems clear today that the links between\r\nterrorism and transnational crime are strengthening and\r\nbecoming globalized, making all illicit trade lucrative,\r\nranging from prostitution and the exploitation of\r\nvulnerable groups of our societies to the illicit trade in\r\nsmall arms and precious metals.\r\nWhen a threat is global and multidimensional, the\r\nresponse must be global and diversified. Terrorism is\r\nnot an isolated phenomenon. It is the result of political\r\nmanipulation, but it is also fuelled by long-disregarded\r\nfrustrations stemming from social inequality,\r\nmarginalization and exclusion.\r\nIn a way, the terrorists are a violent mirror of the\r\ndysfunction of our human community. We must\r\ntherefore return, once the primacy of law is restored, to\r\nseeking together the causes and circumstances that lead\r\nto acts as desperate as they are criminal and\r\nunjustifiable.\r\nAt the national and international levels, we shall\r\nhave to consider the preventive side of our action in\r\norder to eradicate this scourge once and for all. Such an\r\nundertaking can succeed only through the combined\r\nefforts of the entire international community. The\r\nheads of State and Government, meeting at the\r\nMillennium Summit last year, reiterated their\r\ncommitment to undertaking concerted action to\r\nconquer terrorism in accordance with the relevant\r\ninternational conventions. The United Nations, through\r\nits mission and composition, is the ideal and legitimate\r\n19\r\nA/56/PV.21\r\nforum for coordinating the mobilization and action of\r\nthe international community.\r\nBenin has assured the Government of the United\r\nStates of America of its readiness to do all in its power\r\nto cooperate bilaterally in the fight against terrorism.\r\nBenin will also work constructively with the other\r\nMembers of the Organization to find a lasting solution\r\nto this scourge. We are convinced that, through\r\nsolidarity, cooperation and the effective\r\nimplementation of the relevant international\r\ninstruments, we will succeed. That is why welcome\r\nIndia’s initiative of submitting a draft comprehensive\r\nconvention on international terrorism, as recommended\r\nin resolution 54/110. Along the same lines, we urge\r\nthat obstacles to the adoption of the convention on the\r\nsuppression of acts of nuclear terrorism be promptly\r\nremoved.\r\nThe fight against terrorism will be long and\r\narduous. We must therefore be resolute in overcoming\r\nthe difficulties along the way. In that respect, we have\r\nno choice but to define unambiguously the concept of\r\nterrorism if we wish to maintain and strengthen the\r\nbroad mobilization to win this struggle. That is the\r\nprice we must pay to strengthen peace and security\r\nthroughout the world. That is the price we must pay to\r\nbequeath to future generations a world free of fear and\r\nthreats to the survival of humankind.\r\nMr. Singhara Na Ayudhaya (Thailand): I should\r\nlike to begin by adding my voice to all those that have\r\nspoken before me in expressing once again our deepest\r\nsympathies to the families of the more than 6,000\r\nAmericans and other nationals, including Thais, who\r\nlost their lives in the tragedy of 11 September 2001. No\r\none can understand both the sorrow and the outrage\r\nbetter than Mayor Rudolph W. Giuliani of New York\r\nCity, who spoke to us on 1 October. At the same time,\r\nhis leadership during the darkest hours of this city and\r\nhis words of fortitude during his address symbolize the\r\nresilience of the people of New York and the United\r\nStates in the face of international terrorism and their\r\ndetermination to move forward. As a fellow New\r\nYorker, I pay tribute to the Mayor and to all the people\r\nhe represents.\r\nOur meeting takes place amidst a flurry of\r\nactivities that have been going on here in the United\r\nNations and elsewhere as the international community\r\ncloses ranks to fight against the common threat posed\r\nto international peace and security by international\r\nterrorism. As we deliberate on possible future courses\r\nof action, I should like to reiterate very clearly where\r\nwe stand.\r\nWe condemn in the strongest terms such acts of\r\nterrorism as were perpetrated in the United States on 11\r\nSeptember 2001. We join the United Nations in calling\r\nfor international cooperation to bring to justice the\r\nperpetrators, organizers and sponsors of these outrages\r\nand we will join any international coalition to combat\r\nterrorism.\r\nAlready, the General Assembly has adopted\r\nresolution 56/1 on 12 September, of which we are\r\nproud to be a part, and the Security Council has\r\nadopted resolutions 1368 (2001) and 1373 (2001) on 12\r\nand 28 September, respectively. These are welcome\r\ndevelopments. In the view of my delegation, the\r\nimplications of these General Assembly and Security\r\nCouncil resolutions are clear.\r\nThe international community is united in the\r\nuniversal condemnation of those responsible for the\r\ntragedy and the terrorism that they represent.\r\nNevertheless, this unity must be sustained as we move\r\nfrom condemnation of terrorist acts to cooperation to\r\nfight terrorism. As the Secretary-General reminded us\r\non 1 October,\r\n“Terrorism will be defeated if the international\r\ncommunity summons the will to unite in a broad\r\ncoalition, or it will not be defeated at all.”\r\n(A/56/PV.12)\r\nIt is our hope that this coalition will be as broad and as\r\nuniversal as possible, embracing the full spectrum of\r\nhumanity.\r\nBut what is equally important is that these\r\nresolutions, particularly those of the Security Council,\r\nhave virtually eliminated any notion of so-called\r\nneutrality from the fight against terrorism. We have a\r\nclear, international obligation, as Members of the\r\nUnited Nations, to cooperate with one another to fight\r\nagainst terrorism. If Security Council resolution 1368\r\n(2001) laid down the principles in this struggle,\r\nSecurity Council resolution 1373 (2001) created the\r\nframework. The scope of this framework is indeed\r\ncomprehensive, covering cooperation in the financial,\r\nimmigration, operational information and other areas.\r\nWe will now need to examine, in close consultations\r\nwith Member States, how this cooperation can be most\r\neffectively operationalized.\r\n20\r\nA/56/PV.21\r\nOn our part, we have already extended our\r\ncooperation to the international community through our\r\nexisting laws, such as those on mutual assistance in\r\ncriminal matters, in the form of information exchange\r\nand intelligence sharing. Our immigration policies and\r\nprocedures are being reviewed and reinforced. In\r\naddition, Thailand is taking all necessary steps to\r\nensure that the relevant Security Council resolutions,\r\nincluding those relating to the financing of terrorist\r\nacts, are effectively carried out. These should play an\r\nimportant role in facilitating the implementation of the\r\nrelevant recommendations of the Security Council\r\nresolutions designed to cut off the financial bases of\r\nterrorists and terrorist organizations.\r\nFor our part, Thailand is now party to the four\r\nhijacking conventions and in the process of considering\r\naccession to other conventions relating to terrorism, in\r\nparticular the 1999 International Convention for the\r\nSuppression of the Financing of Terrorism, as called\r\nfor in resolution 1373 (2001). But the key word is\r\ncooperation, and that requires that we be given the\r\nappropriate assistance and support, including technical,\r\nfinancial or informational, so that the cooperation can\r\nbe as effective as possible.\r\nAs we move forward together in our common\r\nstruggle against international terrorism, I should like to\r\naddress four points in the broader scheme of things\r\nwhich, I hope, the international community will bear in\r\nmind.\r\nFirst, let us recognize that the scourge of\r\nterrorism, like a hydra, has many heads, linking it to\r\nmany other spheres of illegal and criminal activities.\r\nAs stated in Security Council resolution 1373 (2001),\r\nthere are close connections between international\r\nterrorism and illicit drugs, transnational organized\r\ncrime and money laundering, to name a few. To deal\r\nwith them effectively requires coordinated efforts\r\nagainst all these activities. Illicit drug production and\r\ntrafficking, in many cases, generate the enormous\r\nfinancial resources that help make terrorism such a\r\nformidable foe. All the measures to tackle the financial\r\nnetworks of terrorist organizations will not be so\r\neffective if the sources of the financial flows are not\r\neffectively dealt with. The drug producer or drug\r\ntrafficker is a terrorist in his actions just as much as the\r\nperson holding the gun.\r\nSecondly, let us accept that if terrorism is a threat\r\nfor all of humanity, then all members of the\r\ninternational community should continue to be given\r\nthe opportunity to contribute in charting the course of\r\naction humanity intends to take in this common\r\nstruggle. In this connection, we should recognize the\r\nimportant role the General Assembly can play in these\r\nendeavours. For example, the work of the Ad Hoc\r\nCommittee to, inter alia, develop a comprehensive\r\nconvention on international terrorism, currently being\r\nundertaken within the framework of the Sixth\r\nCommittee, should be accelerated and supported. We\r\ncommend the Secretary-General for drawing attention\r\nto this point in his report on measures to eliminate\r\ninternational terrorism in document A/56/160.\r\nThirdly, let us realize what the coalescence of this\r\nbroad coalition of States against terrorism is telling us:\r\nno State can tackle problems, especially those of a\r\nglobal nature, by itself. In this globalized world, there\r\nis simply no better alternative than multilateralism.\r\nOne would be hard pressed to find a more effective\r\nmechanism for tackling such global problems than the\r\ntype of close, dynamic cooperation and goodwill\r\namong States and peoples that multilateralism\r\nengenders.\r\nAnd lastly, let us remind ourselves that for all the\r\nhorror and revulsion that terrorism brings to its victims,\r\nwe should not forget our own humanity in dealing with\r\nthe problem. In fighting terrorism, we should not\r\nencroach on the civil liberties of individuals or on the\r\nhuman rights of people that are guaranteed by our laws\r\nand nurtured by our commitment to democratic values.\r\nIn fighting against terrorism, we should not succumb to\r\nparanoia or xenophobia, which would result in greater\r\nmistrust amongst States and peoples. Terrorism is a\r\nglobal phenomenon that is not identified with any\r\ngroup of people, particular region or faith. It is faceless\r\nand, indeed, faithless.\r\nThailand stands ready to cooperate with the\r\ninternational community and the United Nations to\r\neliminate international terrorism in order to make our\r\nworld safer for humanity.\r\nMiss Clarke (Barbados): As I join the debate on\r\nthis very critical issue, allow me to congratulate the\r\nPresident on his the election as President of the\r\nGeneral Assembly at its fifty-sixth session. I am\r\nconfident that the Assembly will benefit from his\r\nleadership and guidance as Member States strive to\r\nimprove the performance of this unique Organization\r\nas it continues to serve the peoples of the world.\r\n21\r\nA/56/PV.21\r\nBarbados associates itself fully with the statement\r\nmade by the Permanent Representative of Dominica on\r\nbehalf of the member States of the Caribbean\r\nCommunity.\r\nThe Government of Barbados joins other\r\nmembers of the international community in expressing\r\nits utter abhorrence of the barbaric terrorist attacks\r\nperpetrated against the United States of America on 11\r\nSeptember 2001. As a democratic and peace-loving\r\ncountry, Barbados strongly condemns terrorism in all\r\nof its manifestations, particularly when it results in the\r\nloss of human life. The use of terrorism as a means to\r\nan end has no place in the modern world of tolerance\r\nand peaceful coexistence, to which we as Member\r\nStates of the United Nations are committed.\r\nBarbados therefore joins the international\r\ncommunity in supporting the call for the perpetrators of\r\nthis ignominious crime to be identified, apprehended\r\nand brought swiftly to justice. We also pledge our\r\ncooperation in the sustained global effort which will be\r\nneeded in the months and years ahead to deal\r\neffectively with this very grave threat to international\r\npeace and security. For we firmly believe that terrorism\r\nis a global problem which necessitates a global\r\nresponse.\r\nLike other members of the international\r\ncommunity, Barbados fully supports Security Council\r\nresolutions 1368 (2001) and 1373 (2001) and General\r\nAssembly resolution 56/1, as well as the resolution on\r\n“Strengthening hemispheric cooperation to prevent,\r\ncombat, and eliminate terrorism”, adopted at the\r\nmeeting of consultation of the Foreign Ministers of the\r\nOrganization of American States on 21 September, and\r\nis committed to their implementation.\r\nWe are also painfully aware, from our own\r\nexperience, that no country, however small, is immune\r\nto terrorism. Indeed, small countries are particularly\r\nvulnerable because they frequently do not have the\r\nlogistical and intelligence assets to effectively track the\r\nactivities of terrorists and other agents of transnational\r\ncrime. It is for this reason that the exchange of\r\ninformation is critical if we are to enjoy any success in\r\nthis fight. For its part, the Government of Barbados\r\nwill continue its cooperation in exchanging information\r\nwith law enforcement authorities of other jurisdictions\r\nin an effort to ensure that terrorists do not find a safe\r\nhaven in our country. Barbados is equally committed to\r\nensuring that its national territory is not used by\r\nterrorists to launch or to finance the launching of\r\nattacks against third countries. We have therefore\r\ninstituted enhanced security measures at our air and sea\r\nports.\r\nIn addition, Barbados is willing to join with all\r\nother Member States to elaborate appropriate measures\r\ncapable of harmonizing the approach of the\r\ninternational community in relation to terrorism. To\r\nthis end, we look forward to the development of\r\nappropriate standards through which internationally\r\naccepted legal norms may be applied in the fight\r\nagainst terrorism.\r\nLast week Barbados, along with other member\r\nStates of the Caribbean Community, participated in a\r\nsigning ceremony which had been arranged long before\r\n11 September. I had the privilege of signing, on behalf\r\nof the Government of Barbados, the United Nations\r\nConvention against Transnational Organized Crime, as\r\nwell as the supplementary Protocol against the Illicit\r\nManufacturing of and Trafficking in Firearms, Their\r\nParts and Components and Ammunition.\r\nAs a country whose economy is heavily\r\ndependent on tourism, Barbados is well aware of the\r\nimportance of providing a safe and secure environment\r\nnot only for Barbadians but also for those foreign\r\nnationals who visit our shores or reside in Barbados.\r\nI wish to stress in the strongest terms possible\r\nthat Barbados has no intention of allowing its financial\r\nservices sector to be used as a conduit for the financing\r\nof the activities of terrorists or any other international\r\ncriminal elements. From its inception, the Barbados\r\nfinancial services sector has operated within a strict\r\nlegal and regulatory framework. Long before 11\r\nSeptember, Barbados sought to ensure that its\r\ninternational financial sector met international\r\nstandards in respect of regulation, supervision and\r\nother anti-money-laundering measures. In this context,\r\nwe have scrupulously adhered to the guidelines laid\r\ndown by the Caribbean Financial Action Task Force,\r\nwhich is affiliated to the Financial Action Task Force.\r\nWe have enacted anti-money-laundering legislation,\r\nand last year established an anti-money-laundering\r\nauthority, which is serviced by a financial intelligence\r\nunit. We will continue to cooperate fully with our\r\nbilateral partners and with ongoing regional and\r\ninternational anti-money-laundering efforts.\r\nI would like at this stage to say a special word\r\nabout the great city of New York, which is home to\r\n22\r\nA/56/PV.21\r\nthousands of immigrants from my country, at least two\r\nof whom tragically lost their lives at the World Trade\r\nCenter on 11 September. New York is also a home\r\naway from home for the thousands of diplomats and\r\nSecretariat staff of all nationalities and faiths who\r\nserve at the United Nations and represent their\r\ncountries in the collective pursuit of world peace,\r\nhuman well-being and prosperity. We therefore share\r\nwith all New Yorkers a personal sense of loss and\r\noutrage, and a determination never to let terror win.\r\nThe economic impact of these dreadful events is\r\nbeing felt not just by New York and the United States,\r\nbut by every nation around the world, especially the\r\nsmallest and most vulnerable. Coping with the\r\neconomic consequences of 11 September is a shared\r\nproblem which will also require priority international\r\nattention in the coming weeks and months.\r\nWe all know the famous warning that in order for\r\nevil to prevail all that is needed is for good men —\r\nand, dare I say, good women — to do nothing. Evil\r\nshowed its face on 11 September. We are, however,\r\nconfident that, with the combined efforts of the\r\ninternational community, the evil of terrorism will not\r\nprevail.\r\nMr. Prica (Bosnia and Herzegovina): I would\r\nlike to join other delegations in congratulating Mr. Han\r\non his election as President of the General Assembly at\r\nits fifty-sixth session.\r\nI would also like to express our deepest\r\ncondolences to the American people, and especially to\r\nthe families of those who lost their lives as a result of\r\nthe terrorist attacks in the United States. We would also\r\nlike to express our appreciation to Mayor Giuliani for\r\nhis speech in which he shared with us the fundamental\r\nvalues of humanity. Recent events in New York City,\r\nWashington, D.C., and Pennsylvania have, unfortunately,\r\nshown the magnitude of the hard work that still lies\r\nahead of us in building a better world.\r\nThe tragedy of 11 September suddenly raised one\r\nvery important issue that has obviously been neglected\r\nto date: international terrorism. Even though fighting\r\ninternational terrorism has been discussed in many\r\nforums, including the General Assembly, for several\r\nyears, we have failed to ensure the appropriate and\r\ncomprehensive implementation of the many\r\nconventions, treaties and resolutions that have been\r\nadopted to deal with this problem. A comprehensive\r\napproach has to be taken to fighting international\r\nterrorism at the global, regional and national levels,\r\nand this should, of course, include legal, political and\r\neconomic aspects.\r\nThe Government of Bosnia and Herzegovina is\r\nfully committed to the efforts of the international\r\ncommunity to achieve the ultimate goal of eradicating\r\ninternational terrorism. The Government of Bosnia and\r\nHerzegovina has thus already approved a plan of\r\naction, and we are pleased to inform the Assembly\r\nabout it. The Council of Ministers has taken into\r\nconsideration our obligations, in accordance with\r\nSecurity Council resolution 1373 (2001). A\r\ncoordinating body has been established to prepare an\r\nadequate report for the Security Council about\r\nmeasures and activities relating to the implementation\r\nof that resolution.\r\nBosnia and Herzegovina plans to sign and ratify\r\nthe recently adopted International Convention for the\r\nSuppression of the Financing of Terrorism.\r\nAmendments to our asylum and immigration law will\r\nbe finalized and sent on to the Parliamentary Assembly\r\nfor adoption as a matter of urgency. New security\r\nmeasures will be implemented at all airports, including\r\nadjustments in the policy of issuing flight licences, in\r\naccordance with relevant international conventions.\r\nThe State Border Service is being strengthened, and a\r\nsystem for ensuring accurate information about entries\r\nand exits at all border crossings is being created.\r\nCustoms controls are also being strengthened.\r\nAll decisions relating to the issuing of passports\r\nand citizenship certificates are being re-examined. A\r\nnew visa regime is being established that will be in\r\ncompliance with the standards and criteria of the\r\nSchengen visa regime and those of other neighbouring\r\ncountries. Comprehensive data on all personnel from\r\ninternational, humanitarian and non-governmental\r\norganizations is being compiled. In accordance with the\r\nprovisions of Security Council resolution 1333 (2000),\r\nwe are checking for all accounts and deposits that\r\nmight belong to individuals and groups linked to\r\ninternational terrorist organizations; if such accounts\r\nexist, they will be frozen.\r\nReiterating strongly that international terrorism\r\nhas no roots in any religion, we would like to condemn\r\nall the individuals and groups that manipulate religion\r\nin an attempt to justify horrible criminal acts. Every\r\nreligion teaches love among people, not violence and\r\n23\r\nA/56/PV.21\r\nhatred. That means that those who abuse the religious\r\nfeelings of people are working against God’s will.\r\nThe crime of international terrorism belongs in\r\nthe category of the most serious crimes, and has the\r\npotential to affect all the countries in the world. We\r\nwould therefore like to suggest the inclusion of such a\r\ncrime, in a form acceptable to all countries, within the\r\njurisdiction of the International Criminal Court.\r\nThere can be no doubt that the United Nations\r\nwill have to continue to play a leading role in fighting\r\ninternational terrorism. Scientific and technological\r\nadvances can clearly become a threat if they get into\r\nthe hands of terrorists. This prospect creates a climate\r\nof fear at the beginning of a century which is expected\r\nto bring about the even greater development of\r\ntechnologies. In such a context, the United Nations has\r\nto undertake certain measures to ensure that progress in\r\ntechnology is used for the betterment of humanity, not\r\nfor increasing fear.\r\nDuring this General Assembly session we have\r\nexpressed our full commitment to declaring war on\r\nterrorism. We have adopted many resolutions and\r\nconventions on this issue. But we are deeply convinced\r\nthat we should strengthen the follow-up of the\r\nimplementation of all these United Nations\r\ninstruments.\r\nWe are therefore proposing that the General\r\nAssembly and the Security Council establish one body\r\nto be responsible for the follow-up of the\r\nimplementation of the provisions of those United\r\nNations instruments. That would be the best way to\r\nenable the international community to continue to be\r\nalert to prevent the spread of such a horrible\r\ninternational evil.\r\nMrs. dos Santos Jalo (Guinea-Bissau): Since\r\nthis is the first time that I have taken the floor, permit\r\nme to congratulate Mr. Han Seung-soo on his election\r\nas President of the fifty-sixth session of the General\r\nAssembly and to congratulate Secretary-General Kofi\r\nAnnan upon his re-election to a second term.\r\nTuesday, 11 September 2001, is a day of sorrow,\r\nnot only for the people of the United States of America\r\nbut also for all of civilized society. Our delegation, the\r\npeople and the Government of Guinea-Bissau have\r\ndeep sympathy with the pain inflicted on our host city\r\nof New York, and we wish to express our deepest\r\ncondolences to the Government and people of the\r\nUnited States of America and to all other countries who\r\nlost their nationals in New York, Washington, D.C.,\r\nand Pennsylvania.\r\nAlthough this barbaric act of terrorism happened\r\non American soil, it touched us all in one way or\r\nanother. It took away the freedom and peace of mind\r\nwe enjoyed in believing that we lived in a global and\r\ncivilized world. Our children, for whom we were\r\npreparing to work during the twenty-seventh special\r\nsession of the General Assembly, deserve a civilized\r\nglobal world — a world of peace and security where\r\nthey can fly in aeroplanes without fear, walk to their\r\nschools breathing safe air without masks, drink the\r\nwater of their lands without any suspicion of inhaling\r\npoison. If we do not clean up the earth for our children,\r\nthere will be no future for humankind. We should stand\r\ntogether and fight terrorism in order to bring freedom\r\nand peace for our children of tomorrow.\r\nThese criminal evil minds have no hearts, no\r\nhuman purpose in their lives and, even less, no faith in\r\nGod. There is no religion that teaches the killing of\r\nanother human being. These godless people have a\r\nsimple name — terrorists — whose own lives are\r\nworthless.\r\nOn 11 September, the people of our host city of\r\nNew York presented us with a lesson. In the shadow of\r\ntheir pain, they stood together without intimidation.\r\nThe terrorists should not win our hearts. They should\r\nnot intimidate the community of nations continuing the\r\nfight that led to the creation of this Organization. It is a\r\nfight for a world of peace and security in order to bring\r\nsustainable development to all humanity so that our\r\nchildren can enjoy a peaceful tomorrow free of\r\nviolence and fear.\r\nThe fight against international terrorism seems to\r\nbe a complicated task. The attacks on 11 September\r\nhave made it evident that no country and no place is\r\nimmune from terrorism. Therefore, the international\r\ncommunity should strengthen its efforts to solve\r\nregional conflicts as one of the methods of combating\r\nterrorism. The United Nations, which plays a key role\r\nin the system of suppressing terrorism, already has\r\nreacted through Security Council resolution 1368\r\n(2001) and General Assembly resolution 56/1.\r\nOur common village, the world, is preparing for\r\nthe International Conference on Financing for\r\nDevelopment. To achieve the goals of this Conference,\r\nwe need peace and security. There can be no\r\n24\r\nA/56/PV.21\r\ndevelopment without peace, especially in today’s\r\nglobalized world. Those responsible for these horrific\r\ncrimes against innocent lives should be brought to\r\njustice. International law under the United Nations\r\nCharter should be our guide so that all nations can\r\nenjoy peace and work towards sustainable\r\ndevelopment.\r\nMy Government believes in dialogue as a way to\r\nsolve this problem. Therefore, we are strongly\r\nsupportive of efforts to find better and efficient\r\nalternatives to combat terrorism and all of its root\r\ncauses. Guinea-Bissau is committed to working\r\ntowards the implementation of existing international\r\nanti-terrorism conventions and all new conventions,\r\npropositions and measures that can help in the fight\r\nagainst terrorism.\r\nMr. Stanislaus (Grenada): The delegation of\r\nGrenada aligns itself with the statement presented by\r\nthe representative of Dominica on behalf of the\r\nCaribbean Community (CARICOM).\r\nAs the marathon debate on this agenda item,\r\n“Measures to eliminate international terrorism”, winds\r\ndown, everything that should be said has already been\r\nsaid, but not everyone has said so. Therefore, for the\r\nrecord, Grenada, whether by accident or by design,\r\nclaims its place among the last speakers.\r\nIt was the immortal William Shakespeare who\r\nwrote centuries ago:\r\n“Sweet are the uses of adversity,\r\nWhich, like the toad, ugly and venomous,\r\nWears yet a precious jewel in his head”.\r\n(“As You Like It”, Act II, scene one)\r\nThe dastardly, criminal and horrific terrorist act\r\nperpetrated on the United States of America — indeed,\r\nupon the civilized world — on 11 September,\r\ngalvanized the solidarity of the international\r\ncommunity in its condemnation and its resolve,\r\nespecially the people of the United States of America\r\nand New Yorkers, who have found strength and unity\r\nin adversity.\r\nThe Prime Minister of Grenada, the Honourable\r\nKeith Mitchell, has already extended his profound\r\npersonal sympathy and that of the Government and\r\npeople of Grenada to the President of the United States\r\nof America and to the relatives of the many victims\r\nwho lost their lives and those who have been maimed\r\nor injured by this senseless and barbaric act.\r\nGrenada, too, lost nationals in those terrorist\r\nattacks and, therefore, feels the pain of the thousands\r\nof people of other countries who have lost their loved\r\nones, loved ones whom we loved so much.\r\nWhen hatred and violence determine the actions\r\nof individuals, the result can only be extreme\r\nbehaviour that causes the wanton and callous\r\ndestruction of life and property. The view that hatred is\r\nbred by feelings of dispossession, imbalance and\r\ninequality cannot be ignored, and we must consider\r\ntaking steps to reduce the economic and social\r\nimbalances that exist in our world community. This\r\nwould no doubt assist in our fight against terrorism.\r\nThe Government of Grenada recalls Article 1 of\r\nthe Charter and calls on this body to take every step\r\nnecessary to ensure the maintenance of international\r\npeace and security.\r\nWe wish to reiterate the purpose of the\r\nOrganization, which calls for\r\n“effective collective measures for the prevention\r\nand removal of threats to the peace”.\r\nThe Government of Grenada pledges its full support for\r\nactions to eliminate the scourge of terrorism. We must\r\nensure that acts of terrorism do not become a facet of\r\nhuman existence.\r\nMy country fully supports and endorses Security\r\nCouncil resolution 1373 (2001), which sets out\r\nimportant measures that countries — big and small,\r\nrich and poor — must all now take together to prevent\r\nand combat terrorists in our jurisdictions, or wherever\r\nthey may be found, in all their forms and\r\nmanifestations.\r\nGrenada has already begun to take steps within its\r\njurisdiction and within its capacity to prevent and\r\nsuppress the financing of terrorists. Our priority will be\r\nto aim at, first, seeking to prevent those who finance,\r\nplan, facilitate or commit terrorist acts from using\r\nGrenada for those purposes against other States or\r\nother citizens, and, secondly, finding ways of\r\nintensifying and accelerating the exchange and sharing\r\nof information. Grenada is examining its administrative\r\nand other processes with a view to improving\r\nefficiency in this regard. But our activities will not be\r\nlimited.\r\nMy country will intensify the degree of regional\r\nand international cooperation, as we seek to ensure that\r\n25\r\nA/56/PV.21\r\nthere are no gaps in the global framework and in the\r\nfight against this heinous crime. Grenada will reinforce\r\nand extend its international cooperation arrangements\r\nin the field of justice, policing and law enforcement.\r\nMy Government fully supports the development\r\nof a comprehensive and effective legal framework to\r\ncombat terrorism. My country has begun a review of\r\ninternational conventions already in place, with a view\r\nto signing, ratifying and fully implementing them.\r\nThose not yet in effect would be implemented. Some of\r\nthese conventions are within the United Nations\r\nsystem, while others are of a regional or hemispheric\r\nnature.\r\nPriority is being given to the existing 12 United\r\nNations and international conventions against\r\nterrorism, in particular the United Nations Convention\r\non terrorist financing.\r\nIt is necessary for the international community to\r\nsend a clear signal to the terrorists that their philosophy\r\nis fundamentally wrong and totally unacceptable. We\r\nmust stand united in our efforts to combat and\r\neliminate activities aimed at killing innocent people\r\nand destroying communities.\r\nThe Government of Grenada joins the Caribbean\r\nCommunity in pledging our full support in the efforts\r\nto confront terrorist activities and restore the rights and\r\nfreedoms of people all over the world.\r\nFinally, Grenada has had an opportunity in\r\nanother forum to greet, salute and congratulate the\r\nPresident on his conduct of the meetings of the General\r\nAssembly thus far. Our confidence in his leadership\r\nand skilful handling of them is reinforced.\r\nThe meeting rose at 1 p.m.\r\n"