"United Nations A/56/PV.25\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n25th plenary meeting\r\nMonday, 15 October 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-57750 (E)\r\n*0157750*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nIn the absence of the President, Mr. Sharma\r\n(Nepal), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 7\r\nNotification by the Secretary-General under\r\nArticle 12, paragraph 2, of the Charter of the\r\nUnited Nations\r\nNote by the Secretary-General (A/56/366)\r\nThe Acting President: As members are aware, in\r\naccordance with the provisions of 12, paragraph 2, of\r\nthe Charter of the United Nations, and with the consent\r\nof the Security Council, the Secretary-General is\r\nmandated to notify the General Assembly of matters\r\nrelative to the maintenance of international peace and\r\nsecurity that are being dealt with by the Security\r\nCouncil and of matters with which the Council has\r\nceased to deal.\r\nIn this connection, the General Assembly has\r\nbefore it a note by the Secretary-General issued as\r\ndocument A/56/366.\r\nMay I take it that the Assembly takes note of that\r\ndocument?\r\nIt was so decided.\r\nAgenda item 11\r\nReport of the Security Council (A/56/2)\r\nThe Acting President: I now invite the President\r\nof the Security Council, His Excellency Mr. Richard\r\nRyan, to introduce the report of the Security Council.\r\nMr. Ryan (Ireland): I am honoured to introduce\r\nto the General Assembly the annual report of the\r\nSecurity Council, covering the period from 16 June\r\n2000 to 15 June 2001. The report shows clearly the\r\nrange of issues considered by the Council, and the\r\nintensity of the work programme undertaken in the year\r\nunder review. Altogether, in the reporting period, the\r\nCouncil held 173 formal meetings, adopted 52\r\nresolutions and issued 35 statements by the President.\r\nConsistent with its primary responsibility under\r\nthe Charter for the maintenance of international peace\r\nand security, the Security Council gave particular\r\nattention during the year to issues relating to the\r\nsettlement of regional conflicts and conflict situations\r\ngenerally.\r\nWith regard to Africa, the Security Council gave\r\nextensive consideration to the situations in Sierra\r\nLeone, the Democratic Republic of the Congo,\r\nEthiopia-Eritrea, Burundi, Liberia, Angola, Somalia,\r\nWestern Sahara and Rwanda, and the situation in\r\nGuinea following attacks along its borders with Liberia\r\nand Sierra Leone. The Council also examined the\r\ngeneral situation of the countries of West Africa in the\r\nlight of the report of the United Nations Inter-Agency\r\n2\r\nA/56/PV.25\r\nMission visit to the region. In addition, the Security\r\nCouncil met at the level of heads of State and\r\nGovernment on 7 September 2000 to discuss the need\r\nto ensure an effective role for the Council in the\r\nmaintenance of international peace and security,\r\nparticularly in Africa.\r\nThe situations in the Middle East, East Timor,\r\nAfghanistan and the Balkans were also the subject of\r\nconsideration by the Council.\r\nExtensive consideration has been given to the\r\nsituation in Iraq.\r\nAttention was also given by the Council to\r\nbroader peace and security issues, including children\r\nand armed conflict, women and peace and security,\r\npeace-building, the protection of civilians in armed\r\nconflict, HIV/AIDS, and international peacekeeping\r\noperations. The Council also addressed the issue of the\r\nprevention of armed conflict in the light of the report\r\nof the Secretary-General.\r\nThe Security Council has also contributed more\r\ngenerally to the enhancement of peacekeeping through\r\nthe adoption of resolution 1327 (2000) of 13 November\r\n2000, and resolution 1353 (2001) of 13 June 2001.\r\nDuring the year in question, the Security Council\r\ncontinued to strengthen further its working methods\r\nand procedures. This includes obtaining better\r\ninformation through field missions; the use of special\r\nmissions by the Council; direct contacts with parties\r\ninvolved in situations before the Council, including\r\nthrough meetings with the Council; as well as closer\r\nliaison with United Nations troop-contributor\r\ncountries, following up its resolution 1353 (2001) of 13\r\nJune 2001. The Council also took steps to improve its\r\nprocedures and those of its committees for sanctions.\r\nThe Security Council made particular efforts in\r\nthe year under review to conduct its business in as\r\ntransparent a manner as possible. In particular, many\r\npublic meetings and briefings were held with the\r\nparticipation of the wider membership of the United\r\nNations.\r\nThe members of the Security Council hope that\r\nthis report will provide useful information on the\r\nactivities of the Council during the year under review.\r\nThey attach great importance to the consideration of\r\nthis report by the General Assembly as a significant\r\npart of the dialogue between the two principal bodies\r\nof the United Nations. The members of the Security\r\nCouncil look forward to the comments and suggestions\r\nof Member States in the course of today’s discussion.\r\nThe members of the Security Council will be\r\nreviewing the format and the structure of the annual\r\nreport in the upcoming months, and they will consider\r\nany suggestions made in the course of this debate.\r\nConclusions reached in that review will be reflected in\r\nnext year’s report.\r\nLet me conclude by expressing the appreciation\r\nof the Security Council members to the staff of the\r\nSecurity Council secretariat for their commitment,\r\nprofessionalism and tireless efforts on behalf of the\r\nSecurity Council. Their work, as always, remains\r\nindispensable to the efficiency of the work of the\r\nSecurity Council.\r\nMr. Niehaus (Costa Rica) (spoke in Spanish):\r\nAllow me first to thank Ambassador Richard Ryan,\r\nPermanent Representative of Ireland and President of\r\nthe Security Council for the month of October, for his\r\nintroduction of the report of the Council for the year to\r\n15 June 2001.\r\nThe consideration of this report is taking place at\r\nan extraordinary moment. Only three days ago the\r\nNobel Peace Prize Committee decided to award that\r\nhigh distinction to the Secretary-General and the\r\nUnited Nations as a whole for their efforts to achieve\r\ninternational peace and security, as well as for their\r\nleadership in confronting the economic, social and\r\nenvironmental challenges that face humankind. There\r\nis no doubt that the Security Council has contributed\r\nsubstantially to making the Organization worthy of\r\nsuch recognition.\r\nThe Security Council is currently the\r\ninternational community’s only legitimate mechanism\r\nto respond to armed conflicts and humanitarian crises\r\nof such gravity that they constitute threats to peace.\r\nConsequently, the Council’s work in maintaining\r\ninternational peace and security is vital to the future of\r\nmankind. As wisely proclaimed by the Nobel Prize\r\nCommittee, the United Nations is the only path to\r\nglobal peace and cooperation.\r\nNevertheless, the path to peace is full of\r\nobstacles. At this moment, all of our peoples and\r\nnations are living under the shadow of international\r\nterrorism. The despicable criminal acts of 11\r\nSeptember have raised international terrorism to the\r\ntop of the international agenda. It is therefore\r\n3\r\nA/56/PV.25\r\nimpossible to assess the Security Council’s work\r\nduring the last year without considering its reaction to\r\nthe attacks of 11 September and, in particular, its\r\nresolution 1373 (2001) of 28 September.\r\nUndoubtedly, resolution 1373 (2001) heralds a\r\nnew era in international relations. For the first time in\r\nhistory, the Security Council has declared that a\r\nparticular phenomenon — international terrorism —\r\nconstitutes, in any circumstances, a threat to\r\ninternational peace and security. Also for the first time,\r\nthe Security Council recognized the inherent right of\r\nself-defence against the activities of non-State actors,\r\neven when those actors are on the territory of third\r\nStates. Furthermore, for the first time, and pursuant to\r\nits powers under the Charter, the Council imposed upon\r\nall States a series of obligations and general norms of\r\nconduct, of the kind usually reserved for international\r\ntreaties, in order to fight against international\r\nterrorism. Unlike previous precedents, these mandatory\r\nmeasures were adopted without being linked to a\r\nparticular situation or controversy and without\r\nprovision for their termination. Moreover, the Council\r\nestablished a permanent committee, with broad powers,\r\nto monitor implementation of those measures. In short,\r\nfor the first time in history, the Security Council\r\nenacted legislation for the rest of the international\r\ncommunity.\r\nMy delegation welcomes the contents of that\r\nresolution. It constitutes a strong, proportionate and\r\nnecessary response to the despicable criminal acts of 11\r\nSeptember 2001. Furthermore, my delegation warmly\r\nwelcomes the renewed confidence in multilateral\r\nmechanisms and the extension of the Council’s powers\r\nand areas of responsibility manifest in the resolution.\r\nMy delegation has for several years advocated\r\nsuch that very strengthening of the Security Council.\r\nWe have pointed out that the Council is the only\r\nmechanism available to mankind in order to face the\r\ndangers that threaten it. Costa Rica questioned the\r\nCouncil when it renounced its mandate and had\r\nbecome irrelevant. We criticized it when it confined\r\nitself to weak and inadequate responses to the gravest\r\npolitical and humanitarian emergencies. We denounced\r\nit was unable to act due to the irresponsible use of the\r\nveto or the defence of selfish national interests by some\r\nof its members. We can therefore only congratulate the\r\nCouncil today on having unanimously adopted strong\r\nand clear-cut measures to face a crisis situation.\r\nMoreover, we expect the Security Council to act with\r\nthe same firmness, promptness and efficacy when\r\nconfronted by other crises or emergency situations in\r\nthe future.\r\nResolution 1373 (2001) demonstrates the broad\r\npowers of the Security Council. In exercising its\r\npowers, however, the Council must act responsibly. In\r\naccordance with the provisions of the Charter, the\r\nSecurity Council acts on behalf of all Members of the\r\nUnited Nations. Its members, whether permanent or\r\nelected, represent equally all States Members of the\r\nOrganization and they are, therefore, responsible to\r\nthem. That is why it is essential for the Council to hold\r\ntransparent and effective consultations with the other\r\nmembers of the international community when it\r\nadopts measures of far-reaching importance.\r\nThe Council’s main goal in promoting\r\ninternational peace and security should be to guarantee\r\nfull enjoyment of human rights and full respect for\r\nhuman dignity. Therefore, the Security Council should\r\nscrupulously strive to promote respect for fundamental\r\nrights. In this regard, when adopting measures such as\r\nthose embodied in resolution 1371 (2001) in particular,\r\nthe Security Council must keep in mind the obligations\r\nof States to act in accordance with the imperatives of\r\ninternational law.\r\nIn exercising its powers, the Security Council\r\nmust bear in mind that the prohibition on the use of\r\nforce is the cornerstone of the society of nations, and\r\nthat it must continue to be so. We fear that if that\r\nprohibition were undermined, it would open the door to\r\nviolence in international relations. We believe that,\r\nwith the very limited exception of the right to self-\r\ndefence, advance authorization from the Security\r\nCouncil is essential for any initiative that may require\r\nthe use of force. Furthermore, we must be cautious in\r\nresorting to the inherent right to self-defence. That\r\nright is never absolute because it is limited by the\r\nprinciple of proportionality.\r\nAs we consider the report for the period 2000-\r\n2001, we must acknowledge that the work of the\r\nCouncil has yielded some very positive results,\r\nparticularly in Timor and Kosovo. Not all of its efforts\r\nhave been as successful, however. Did the Council take\r\nadequate steps to respond to the situation in\r\nAfghanistan? Today, the answer seems clear: it did not.\r\nDid the Security Council prohibit the transfer of arms\r\nto rebel or extremist groups? Regrettably, it did not.\r\nDid the Council take effective action to revitalize the\r\n4\r\nA/56/PV.25\r\npeace process in the Middle East? Unfortunately, it did\r\nnot. Did it take appropriate steps to respond to the\r\ncrisis in the Great Lakes region? Very little was done.\r\nDid it devote sufficient resources to the conflicts in\r\nWest Africa? It does not appear to have done so. Was it\r\nable to find a solution to the situation regarding Iraq?\r\nUnfortunately, it was not. Did it adopt clear-cut\r\nmeasures to prevent future conflicts? It adopted just a\r\nfew.\r\nI would like to deal with that last issue, which\r\nwas the subject of a public debate on 21 June this year\r\nand of resolution 1366 (2001), which was adopted on\r\n30 August. The United Nations and the international\r\ncommunity have an unshirkable moral obligation to\r\nprevent armed conflict and other threats to\r\ninternational peace and security. That obligation flows\r\ndirectly from the basic principles of solidarity and\r\nfraternity among all human beings. We cannot,\r\ntherefore, continue to stand by as passive witnesses to\r\ncountless cases of genocide, massacre and war.\r\nHistory teaches us that genuine, lasting peace can\r\nbe achieved only when decent living conditions have\r\nbeen ensured for all; when there is a sufficient level of\r\neconomic development to meet the basic needs of\r\neveryone; when fundamental human rights are\r\nrespected; and when social and political differences are\r\nresolved by democratic means. That is why the early\r\nprevention of armed conflict requires us to address the\r\nprofound structural causes of crises.\r\nWe are aware that that is a task for Governments\r\nand local authorities. That principle is correct, provided\r\nthat such Governments and authorities are effective,\r\nresponsible and democratic. Unfortunately, in many\r\ncases we have seen Governments and political leaders\r\nfuelling social tensions and inciting armed conflict.\r\nPoverty, underdevelopment, ethnic differences,\r\nhealth problems, gender discrimination and lack of\r\neducational opportunities do not in themselves\r\nengender armed conflict. Those structural factors can\r\ngenerate violence only if there are political or military\r\nleaders prepared to incite to violence the groups that\r\nchampion those causes. In this regard, the presence of\r\nleaders who are prepared to respond to such social\r\nclaims or grievances by violent means, in order to\r\nsatisfy their selfish, political and economic ambitions,\r\nis the true cause of, and indispensable condition for,\r\nsocial violence and armed conflict.\r\nIt is precisely in that context that the Security\r\nCouncil should play a key role in the prevention of\r\nconflict. The Council should use all its diplomatic,\r\nlegal and political resources to support and demand\r\ngood governance, the rule of law, democracy,\r\nrepresentative government and respect for human\r\nrights. The promotion of peace requires a constant and\r\nsustained effort to create a climate of mutual respect\r\nand rejection of violence and extremism.\r\nAs we consider the work of the Security Council\r\nover the past year, we should reflect upon the\r\ncontribution made by each of our States to global peace\r\nduring the same period. Have we supported the United\r\nNations in deed, as well as in word? Have we provided\r\nit with the necessary material and human resources to\r\nenable it to carry out its tasks? Have we given it the\r\nessential political backing? Ultimately, the\r\nachievements of the Security Council are the\r\nachievements of the whole international community,\r\njust as its failures are the failures of all of us.\r\nMr. Valdivieso (Colombia) (spoke in Spanish): I\r\nshould like at the outset to underscore the importance\r\nthat Colombia attaches to our consideration of this\r\nagenda item, among other reasons because of our\r\ncurrent responsibility as a non-permanent member of\r\nthe Security Council. However, our regular status as a\r\npermanent member of this Assembly imposes on us an\r\nadditional obligation to offer the Assembly, in plenary\r\nmeeting, certain thoughts relating to the content and\r\nstructure of the report now before us. We do this in the\r\nmost constructive spirit possible, because we believe\r\nthat this report should be accorded the proper political\r\nsignificance. We also do so because we take the view\r\nthat, to a large extent, the contents of document A/56/2,\r\nas well as of similar texts from earlier years, reflect a\r\ndistant relationship between the Security Council and\r\nthe General Assembly.\r\nI should like first to refer to the formal aspects of\r\nthe report. The first draft of the text being considered\r\ntoday was submitted to the members of the Council\r\nearly in September this year. At the informal\r\nconsultations devoted to the consideration of the\r\ndocument, we questioned its usefulness and content\r\nand insisted on the need to begin a debate within the\r\nCouncil that would make it possible to draft a report\r\nthat would be useful in the General Assembly.\r\nUnfortunately, we must state that our proposals\r\nand those of other colleagues made in this regard were\r\n5\r\nA/56/PV.25\r\nnot heeded. Clearly, among some of the permanent\r\nmembers and, paradoxically, among several Secretariat\r\nofficials, there does not seem to exist the spirit nor the\r\nwillingness to modify a document submitted to us as a\r\nfait accompli. Therefore, consideration of the report in\r\nopen debate was a formality that did not have the\r\npolitical importance that should have been accorded to\r\nthis document to be submitted to the General\r\nAssembly, which, in our view, is the supreme organ of\r\nthe United Nations. We noted our dissatisfaction also at\r\nthat meeting.\r\nThe lack of serious and appropriate action by the\r\nCouncil is confirmed in Part II of the report, chapter\r\n41, page 241 of the document before us today, where\r\nthe absence of analysis and the tendency to adopt the\r\ndraft report mechanically are noted. Colombia believes\r\nthat the report does not reflect the fact that the Council\r\nis politically accountable to the General Assembly for\r\nits actions or failures to act. What we have before us is\r\na simple compilation of documents, which is no\r\ndifferent from a formal list of Council activities. In\r\nfact, most of the texts included in the report have\r\nalready been issued and are familiar to all members.\r\nThe General Assembly needs an analytical,\r\nenergetic, informative, innovative, simple and brief\r\ndocument that truly reports on the Council’s activities\r\nand that naturally strengthens the relationship between\r\nboth organs. The realization of this aspiration is\r\nsomething that all the members of the Council must\r\nwork towards, with the full awareness that propitious\r\nconditions for the appropriate and visionary reform of\r\nthe content and format of this report will not always\r\nexist.\r\nWe understand that attempts have been made in\r\nthe past to achieve this. We understand that it is a\r\ndocument that has been submitted by consensus among\r\nall members of the Council. We know that there will be\r\npolitical difficulties in agreeing on an analytical text of\r\nthe activities of this organ, responsible for monitoring\r\ninternational peace and security.\r\nNevertheless, we must state categorically that\r\nthese reports do not have an aggregate worth, nor do\r\nthey contribute substantive elements to permit the\r\nMembers of the United Nations to carry out a proper\r\nevaluation of how the Council’s responsibilities were\r\nfulfilled in the corresponding period.\r\nI wish to raise briefly a substantive item relative\r\nto the report we are considering today.\r\nTo highlight the relationship between this report\r\nand the Council’s efficiency, we wish to refer briefly to\r\nthe transcendental decisions that have been made\r\nduring recent weeks, which have affected all the\r\nmembers of the United Nations. We refer particularly\r\nto Security Council resolution 1373 (2001) on\r\ninternational terrorism, and to its possible implications\r\nfor the relations between the General Assembly and the\r\nSecurity Council.\r\nUnlike other Council resolutions that have been\r\nadopted under Chapter VII, this resolution, which seeks\r\nto fight international terrorism, the greatest threat to\r\ninternational peace and security, can only be successful\r\nif it enjoys the agreement and the cooperation of all or\r\nof a large majority of the Members of the United\r\nNations.\r\nThe particular characteristics of Security Council\r\nresolution 1373 (2001), together with the need to forge\r\na global commitment against terrorism, should lead us\r\nto reflect, among other things, on the usefulness of a\r\nSecurity Council report like the one before us. We\r\ncannot act in this new structure of the international\r\nsystem without collective and nimble information\r\nsystems that enhance the confidence of the Member\r\nStates of the Organization in the Security Council.\r\nEven though the report of the Security Council is not,\r\nnor will be, the main source of information, it is one of\r\nthe main elements whereby the Security Council seeks\r\npolitical support for its decisions in the General\r\nAssembly.\r\nThe direct relationship between these two\r\nprincipal organs of the United Nations — the Council\r\nand the Assembly — will always lead to exploring\r\nalternatives to introduce changes or, at least, to reflect\r\non the questions they can ask themselves about the role\r\nthat each plays. In that spirit, on behalf of the Council,\r\nwe attended a meeting of the General Assembly’s\r\nOpen-ended Working Group on Security Council\r\nreform, held on 13 June 2001, which will be\r\nremembered as having been highly contributory and\r\nproductive. In the report we submitted, we reported the\r\nclaims that were made so that the Security Council\r\ncould appear to be closer to, more integrated with and\r\nmore in tune with the expectations and the aspirations\r\nof the entire membership of the United Nations,\r\nbeginning with the 15 members of the Council.\r\nWe trust that the opinions expressed by the\r\nparticipants during this debate will be an important\r\n6\r\nA/56/PV.25\r\nbasis for a productive discussion in the Council’s\r\nworking group on documentation and procedure. We\r\nhope we will have a better report that is relevant to the\r\nnew demands of the maintenance of international peace\r\nand security.\r\nMr. Baali (Algeria) (spoke in French): Article 24\r\nof the Charter stipulates that in discharging its main\r\nresponsibility of maintaining international peace and\r\nsecurity, the Security Council acts on behalf of the\r\nMembers of the Organization.\r\nThe Council is, therefore, supposed to submit\r\nannual reports and, if necessary, special reports to the\r\nGeneral Assembly for consideration.\r\nIn an effort to streamline its work, the General\r\nAssembly, in resolution 51/241 of 1997, which is still\r\nentirely relevant, decided that the President would\r\nassess the debate on this item and would decide\r\nwhether it was necessary to consider the report of the\r\nSecurity Council further. The General Assembly might\r\neven, following informal consultations, make a\r\ndecision on any action based on the debate.\r\nThis means that the exercise that we are\r\nembarking upon today should not be regarded as a\r\nmere formality, but rather as a valuable opportunity for\r\nus all to examine in depth the work carried out by the\r\nSecurity Council in the past year, share our feelings\r\nabout how it has been pursued and suggest possible\r\nimprovements regarding the Council’s working\r\nmethods and its relations with the General Assembly.\r\nIt is not my intention to examine each issue the\r\nCouncil has reported on in depth in its voluminous\r\nreport to the General Assembly, nor to make value\r\njudgements on the way it has dealt with those\r\nquestions. My intention is simply to make some\r\ngeneral comments on the way the Security Council is\r\ncarrying out the important mandate entrusted to it by\r\nthe Charter, on its working relationships with the other\r\nprincipal organs and on how its report to the Assembly\r\nis conceived and presented.\r\nHowever, I would like to start by expressing my\r\nappreciation for the increasingly active and influential\r\nrole the Council has assumed on the international scene\r\nin the prevention and settlement of conflicts. Judging\r\nby the number of plenary consultations and official\r\nmeetings held during the periods under review, hardly a\r\nday goes by without the Security Council taking up a\r\nsituation that represents or could come to represent a\r\nthreat to international peace and security.\r\nFifty-two resolutions and 35 presidential\r\nstatements have resulted from often long and arduous\r\nconsultations. Their real effect on the ground is\r\ndifficult to evaluate at this stage, but they show that the\r\nnumber of conflicts and disputes is growing year by\r\nyear and that the United Nations is more than ever the\r\nframework and recourse for any action aiming to\r\nmaintain international peace and security. My\r\ndelegation certainly welcomes this, being so committed\r\nto the role the United Nations must play in conflict\r\nprevention and resolution.\r\nNevertheless, we regret that the Council, which\r\nhas emphasized at every opportunity the need to\r\nprotect civilian populations in areas of conflict, has\r\nbeen unable to rise above its differences on the\r\nquestion of international observers being deployed in\r\nthe Palestinian territories to protect the Palestinian\r\ncivilian population, which has been abandoned to the\r\narbitrary and brutal actions of Israeli security forces.\r\nWe also regret that a number of important\r\nCouncil resolutions, the outcome of painstaking efforts,\r\nhave remained a dead letter and have not even started\r\nto be implemented. This state of affairs encourages\r\nrecalcitrant States to continue defying the will of the\r\ninternational community and can only damage the\r\nprestige and credibility of the Council, while also\r\ncausing disappointment and frustration among States\r\nthat have appealed to the Council for arbitration.\r\nFinally, we regret that despite greater interest in\r\nAfrica, the Council continues to experience difficulties\r\nin fully getting involved in the suppression of African\r\nconflicts and in acting with the required determination.\r\nRegarding the way the Council conducts its work,\r\nI think we should welcome the progress achieved,\r\nparticularly in the course of the last three years, with\r\nrespect to the transparency and the information\r\nprovided on matters under discussion. A number of\r\nmeetings of an informative nature are now open to non-\r\nmember States, which nevertheless still do not have\r\naccess to substantive consultations held in closed\r\nmeetings. It is during those closed meetings, in fact,\r\nthat all the decisions affecting the fate of Member\r\nStates are taken. It should be pointed out in this regard\r\nthat although the Council’s still provisional rules of\r\nprocedure stipulate that it may hold closed meetings, it\r\nwould seem that what should be the exception has\r\n7\r\nA/56/PV.25\r\nbecome the rule, since the bulk of the Council’s work\r\nis carried out in the consultation room, and the Council\r\nholds plenary meetings only to ratify agreements\r\nreached behind closed doors. That said, the rather timid\r\nyet praiseworthy efforts towards the Council’s greater\r\nopenness will remain fragile and reversible as long as\r\nopenness depends on the goodwill of the President and\r\nCouncil members and until it has formally been made a\r\nrule.\r\nSimilarly, it seems to me that one can envisage\r\nimprovements that can only help the Council better\r\ndischarge its mandate. The Council could, for example,\r\nopen its informal consultations to the parties to a\r\ndispute or conflict and to other concerned and\r\ninterested parties, even if their deliberations are to\r\ncontinue later with those parties absent, but obviously\r\nbetter informed of the facts.\r\nLikewise, with respect to plenary meetings, I\r\nthink it is worth remarking that the Council should not,\r\nas has become customary, limit participation in debates\r\nto Council members alone on items of possible interest\r\nto other delegations. Furthermore, it should allow not\r\nonly the parties to a conflict but also other countries\r\nconcerned to take the floor prior to Council members\r\nso that Council members will have all the information\r\nthey need in order to speak knowledgeably.\r\nAnother comment of mine relates to requests by\r\nStates or groups of States for a meeting of the Council\r\nthat the Security Council has hesitated or refused to act\r\non. My understanding of the Charter and the practice of\r\nthis Organization is that the Security Council cannot\r\nsidestep requests for meetings under the pretext, for\r\nexample, that one of its members deems it inopportune.\r\nWhenever such a request is made, I think it is obvious\r\nthat the Council should take it up, even if it has to\r\nresort to a procedural vote. Whatever the real\r\nmotivations of the countries desiring a plenary debate,\r\nit is always preferable to give the protagonists a chance\r\nto exchange views in the Council Chamber than risk\r\nseeing them resort to force on the ground.\r\nWith respect to how the Security Council’s report\r\nhas been designed and presented, I think that what\r\nwould be of most interest to the General Assembly is\r\nnot so much a complete listing of Council activities —\r\nwhich is extremely complete and certainly very\r\nuseful — as an evaluation by the Council of the work it\r\nhas accomplished, the difficulties encountered and the\r\nlacuna and limitations observed in its working methods\r\nand in its relations with the other organs of the United\r\nNations, as well as its vision of its role and\r\nresponsibilities in a world in transformation.\r\nIf in the future the Security Council could\r\nexamine itself and what it has done, critically, lucidly\r\nand uncomplaisantly, and share the results of such a\r\nself-examination with the Member States of the\r\nOrganization in their entirety, and if the Council finally\r\ndecided to start taking into account the observations\r\nand suggestions of the General Assembly, the Council\r\nwould no doubt find its role strengthened and its\r\nperformance greatly improved.\r\nI would now like to address a delicate question:\r\nthe relationship of the Security Council to the\r\nEconomic and Social Council and to the General\r\nAssembly.\r\nWith regard to the relationship between the\r\nSecurity Council and the Economic and Social Council,\r\nmy delegation has strongly encouraged the two bodies\r\nto strengthen their dialogue and ties, since their\r\nactivities are often complementary and can — if they\r\nare not careful — interfere with each other, especially\r\nin matters of preventive diplomacy and peace-building.\r\nThe fact that the joint meeting envisaged could\r\nnot be held must not discourage the two organs from\r\ncontinuing to seek together ways to strengthen their\r\ncooperation.\r\nWith respect to the relationship between the\r\nSecurity Council and the General Assembly, it should\r\nfirst be pointed out that despite the more or less regular\r\nmeetings between the Presidents of the two bodies,\r\ndialogue between them is far from adequate. Even\r\nworse, the Council has an increasing tendency to take\r\nup questions falling within the purview of the General\r\nAssembly, which the Assembly, in turn, tends to\r\nrelinquish without resistance or reaction.\r\nIndeed, more and more so-called thematic debates\r\non subjects that actually fall within the purview of the\r\nGeneral Assembly are organized within the Council\r\nand are highly publicized. However, these debates are\r\nessentially only media shows of no consequence; they\r\ngenerally are not followed by action, since the Security\r\nCouncil has neither the expertise nor the means\r\nnecessary to implement the results these debates\r\noccasionally lead to.\r\nThe General Assembly is increasingly being\r\ntransformed into a simple forum for deliberation. That\r\n8\r\nA/56/PV.25\r\nfact was once again demonstrated a week ago when,\r\nafter the most substantial debate held on a specific\r\nquestion in a number of years, the Assembly could not\r\nreach a unanimous rejection of terrorism in a consensus\r\nresolution. Encouraged by this progressive self-\r\neffacement on the part of the General Assembly, the\r\nSecurity Council is increasing its incursions into the\r\nAssembly’s sphere of action — even in the matter of\r\ndiplomatic conferences — and now takes it upon itself\r\nto legislate and make decisions on matters that, by all\r\nlogic, should be discussed and resolved in larger and\r\nmore competent bodies. There are even situations in\r\nwhich, emboldened by the lack of any reaction or\r\nchallenging debate, the Council has gone so far as to\r\ndecide to enjoin States to implement the provisions of\r\ninternational conventions that have not yet come into\r\nforce, thus substituting itself for the sovereign will of\r\nStates.\r\nThis tendency on the part of the Council infinitely\r\nto extend its competence, while raising very serious\r\nlegal and political questions and contradicting the spirit\r\nand the letter of the Charter, from which the Council\r\ndraws its legitimacy, must be contained because it will\r\nultimately prejudice multilateralism, the principle of\r\nthe democratic participation of States in negotiation\r\nand decision-making on questions of general interest\r\nand, in the final analysis, the very role and\r\neffectiveness of the Council itself, which to a certain\r\nextent would be distracted from its main responsibility:\r\nthe maintenance of international peace and security.\r\nMore balanced relations between the two organs\r\nare therefore necessary and desirable. This will require\r\nthe Security Council to strive to respect as\r\nscrupulously as possible the mandate it has received\r\nfrom the Charter. It is equally important that a general\r\nagreement be reached as soon as possible on reforming\r\nthe Security Council, which cannot continue\r\nindefinitely to function with its current composition\r\nand working methods. Its expansion and the\r\nstrengthening of its effectiveness, particularly through\r\nthe abolition of the privilege of the right of veto, are\r\nmore necessary than ever and can only enhance its\r\nrepresentativeness, legitimacy and credibility.\r\nAbove all, this will require the General Assembly,\r\nrather than undertaking a yearly summary facelift of its\r\noutward appearance on the pretext of improving its\r\nworking methods, to work to recover its lost authority\r\nand its full prerogatives. This is the challenge that we\r\nhave to meet together if we do not wish the General\r\nAssembly to renounce forever its Charter status as the\r\nprincipal organ of our Organization and if we are not to\r\nabdicate once and for all our rights as sovereign States.\r\nFrom this point of view, it is essential that our debate\r\ntoday not succumb to the fate of previous debates and\r\nthat it lead to action. Resolution 51/241 provides the\r\nPresident of the General Assembly with the\r\nopportunity to initiate such action. It would be\r\nappropriate for him to do so.\r\nThis is the contribution that my delegation\r\nwished to make to our discussion today, inspired as\r\nalways by its desire to help to improve the working\r\nmethods of one of the most important organs of the\r\nUnited Nations and, ultimately, of the Organization as\r\na whole.\r\nMr. Hosseinian (Islamic Republic of Iran):\r\nAllow me to express my appreciation to Mr. Richard\r\nRyan, Permanent Representative of Ireland and\r\nPresident of the Security Council, for introducing the\r\nreport of the Council to the General Assembly. I would\r\nalso like to take this opportunity to congratulate the\r\nSyrian Arab Republic and the Republics of Bulgaria,\r\nMexico, Guinea and Cameroon on their election to the\r\nSecurity Council. I trust that the new non-permanent\r\nmembers will help enhance the openness, transparency\r\nand representativeness of the Council to the fullest\r\nextent permissible under the current structure of that\r\nmain body of the United Nations.\r\nWe attach great importance to the agenda item\r\nunder consideration. What we are to consider is the\r\nannual report of the Security Council to the General\r\nAssembly on the way it conducts its work, which\r\nconstitutes the maintenance of international peace and\r\nsecurity, on behalf of the full membership of the United\r\nNations. The submission of an annual report, stipulated\r\nby the Charter, is the constitutional link that establishes\r\naccountability between the two main bodies of the\r\nUnited Nations. In other words, the annual report\r\nrepresents the efforts of the Council to live up to the\r\nexpectations of and to be accountable for its work to\r\nthe membership from which it receives its powers.\r\nAs to the content and structure of the report, the\r\nGeneral Assembly at its fifty-first session adopted\r\nresolution 51/193 in an effort to reform the reporting\r\nprocedure of the Security Council. In that resolution,\r\nthe Council is encouraged to provide a substantive and\r\nanalytical account of its work and, inter alia, to include\r\ninformation on the consultations of the whole\r\n9\r\nA/56/PV.25\r\nundertaken prior to action by the Council on issues\r\nwithin its mandate.\r\nHaving carefully considered the current report\r\nsubmitted by the Security Council to the General\r\nAssembly, we note that it continues to be mainly a\r\ncompilation of the documents, a recalling of activities,\r\na restatement of facts with regard to those activities,\r\nand so on. Like previous reports which the General\r\nAssembly has received, the current 571-page report,\r\ncontained in document A/56/2 covering the period\r\nfrom 16 June 2000 to 15 June 2001, describes only\r\nwhat the Security Council has done and remains largely\r\nsilent about the reasons and circumstances leading to\r\nthe decisions adopted.\r\nIn this report, too, the lack of sufficient\r\ninformation for non-members of the Security Council\r\non informal meetings persists. The 185 consultations of\r\nthe whole, totalling some 325 hours, compared with\r\n173 formal meetings during the reporting period,\r\ndemonstrate the significance of informal meetings and\r\ntheir role in the decision-making of the Council.\r\nDespite the importance of consultations of the whole,\r\nnon-members of the Council continue to be kept in the\r\ndark on how the decisions were arrived at and on how\r\nand why the Council failed to reach a decision, except\r\nfor what each delegation can figure out on its own.\r\nThis is a clear example of how non-member\r\ndelegations of the Council may remain uninformed or\r\nmisinformed about some important aspects of the\r\nCouncil’s work.\r\nLikewise, the goal of making the report of the\r\nCouncil more analytical, which figures among those set\r\nout in resolution 51/193, is yet to be achieved. We\r\nthink that, if we judge the current report by that\r\ncriterion, clearly there is room for improvement.\r\nNonetheless, we recognize some improvements\r\nmade in the content and methodology used in the\r\nelaboration of this report. It is also worth recalling that\r\nthis is a process that has continued over recent years\r\nand we hope that it can continue to the end. In this\r\nrespect, we may refer to some efforts made in recent\r\nyears to make the Council more transparent, including\r\nthe increase in the number and frequency of open\r\ndebates, which we consider to be an important step\r\nforward. However, we think that there is still much\r\nroom for enhancing the transparency of the work of the\r\nCouncil.\r\nAll in all, we are convinced that there is room for\r\nenhancing the content of the report so that it will better\r\ndescribe the work of the Council and so as to ensure\r\nthat the report can be better utilized.\r\nMore broadly speaking, the way the Security\r\nCouncil has dealt over the past several decades with\r\nthe situations in some volatile areas, especially in the\r\nMiddle East, is a manifestation of the inadequacy and\r\ninappropriateness of its working methods. Many times\r\nin the past, the Security Council has been called upon\r\nto shoulder its primary responsibility for the\r\nmaintenance of international peace and security by\r\nputting an end to the inhuman and aggressive acts of\r\nthe Israeli regime. But regrettably the exercise or the\r\nthreat of the exercise of the veto has frequently\r\nparalyzed the Council and has prevented it from\r\ndischarging its constitutional responsibility on that\r\ncrucial issue.\r\nDuring the reporting period, despite the attention\r\npaid by the Security Council to the ongoing crisis in\r\nthe occupied Palestinian territories, and despite several\r\npublic meetings organized under the presidencies of\r\nsome Council members, it is regrettable that the\r\ncontinued aggressive policy of the Israelis and the lack\r\nof any action by the Council did not allow any easing\r\nof the suffering of the Palestinians. Regrettably, the\r\nCouncil failed to fulfil its responsibility with regard to\r\nthe threat posed by Israel to peace and security in the\r\nvolatile Middle East region. We should recall that the\r\nexercise of the veto was the main reason for that\r\nfailure. The resort to the veto last March proved to be a\r\ndisservice to the volatile situation in the area.\r\nUndoubtedly, the presence of a United Nations\r\nobserver force on the ground could have forestalled\r\nmore violence and more bloodshed and could have\r\nsaved so many precious lives.\r\nOn the other hand, I need to acknowledge the\r\nrelatively great attention paid by the Security Council\r\nto the situation in Afghanistan during the reporting\r\nperiod. The dire humanitarian situation in Afghanistan\r\nand the threats against neighbours and beyond\r\nemanating from the disorder and lawlessness in that\r\ncountry figured among the Council’s priorities last\r\nyear. By its resolution 1333 (2000), adopted in\r\nDecember, the Council, acting under Chapter VII of the\r\nCharter, focused mainly on the provision of sanctuary\r\nby the Taliban to international terrorists and demanded\r\nan immediate end to such practices. The recent terrorist\r\nacts on United States territory brought to the forefront\r\n10\r\nA/56/PV.25\r\nthe implications of the chaos and lawlessness in\r\nAfghanistan for the international community as a\r\nwhole, and we hope that the Council will remain\r\nactively seized of the situation in that country. We\r\nacknowledge and appreciate the attention paid by the\r\nwhole United Nations system to various aspects of the\r\nAfghan crisis, and we pledge to lend our active support\r\nto the efforts undertaken by various United Nations\r\nbodies and by the international community as a whole\r\naimed at restoring peace and helping Afghans to form a\r\nbroad-based and representative Government in their\r\ncountry.\r\nHowever, the new turn of events in Afghanistan\r\nis very worrisome. Undoubtedly, many acts perpetrated\r\nby the Taliban, such as harbouring terrorists,\r\ntrafficking in drugs, massacring members of the\r\nAfghan Shiite minority, murdering Iranian diplomats,\r\net cetera, run counter to very basic international and\r\nhumanitarian law. But it is also evident that the Afghan\r\npeople should not be victimized because of the acts of\r\nthe Taliban. The Islamic Republic of Iran is concerned\r\nover media reports from Afghanistan pointing to the\r\nincreasing number of civilian causalities as a result of\r\nongoing air strikes, and it expects countries involved in\r\nmilitary action in that country to show restraint and not\r\nengage in activities that will jeopardize the lives of\r\ninnocent people.\r\nLast but not least, my delegation acknowledges\r\nthe valuable work done by the Secretariat in compiling\r\ninformation and organizing it in keeping with the\r\ninstructions and guidelines that the Security Council\r\nhas laid down.\r\nMr. Mahbubani (Singapore): The debate we had\r\ntwo weeks ago on the terrorism issue was clearly the\r\nsingle most important debate of this year’s session of\r\nthe General Assembly. One hundred sixty-seven\r\ncountries participated. Today’s debate on the report of\r\nthe Security Council to the General Assembly should\r\nbe the second most important debate. Unfortunately,\r\ntoday’s participation is much more modest; at the last\r\ncount, probably only 52 delegations will be\r\nparticipating.\r\nPerhaps some members of the General Assembly\r\nhave not fully realized how political power has shifted\r\nwithin the United Nations family. During the cold war,\r\ndue to cross-vetoes, the Security Council was\r\nmoribund. Key debates took place mainly in the\r\nGeneral Assembly. In the post-cold-war era, power\r\nshifted dramatically to the Security Council, even\r\nthough the Council also had its share of ups and downs\r\nin the 1990s. Today, we are entering a new era, where\r\nthe Security Council will be playing an even more\r\nimportant role. The recent Council resolutions 1368\r\n(2001) and 1373 (2001) were landmark decisions.\r\nResolution 1373 (2001) in particular makes it\r\nobligatory for all States to impose far-reaching\r\nmeasures to combat terrorism, which will be monitored\r\nby the Council’s counter-terrorism Committee. Thus,\r\nboth constitutional and practical political requirements\r\nto ensure the successful implementation of such\r\nimportant resolutions underscore the need for a\r\nrelationship of trust and confidence between the\r\nGeneral Assembly and the Security Council. That\r\nshould be the key goal of this debate.\r\nThe United Nations Charter confers sweeping\r\npowers upon the Security Council, making it\r\nconceivably the single most powerful body in the\r\nwhole world. No other international body, not even the\r\nInternational Monetary Fund or the Group of 7, can\r\nmake decisions that are mandatory for every Member\r\nState. What has passed unnoticed over the past decade\r\nis that the Security Council has quietly and gradually\r\nbuilt upon and expanded powers conferred on it by the\r\nCharter. Today, within the United Nations environment,\r\nthe Council occupies more political space than any\r\nother United Nations organ. The Council has also\r\nbroken new ground by establishing panels of experts,\r\nmonitoring mechanisms and, more important, the\r\nInternational Tribunals on the former Yugoslavia and\r\non Rwanda, which cost $206 million in 2001,\r\ncompared to the $10-million budget for the International\r\nCourt of Justice, which is theoretically a far more\r\nimportant institution.\r\nIn the year 2001, the Security Council controlled\r\npeacekeeping operations that cost the United Nations\r\ncommunity just over $3 billion, compared to the $1.27\r\nbillion spent on the regular budget. This huge disparity\r\nin annual expenditures speaks eloquently about the\r\nrelative power and influence of the Security Council\r\nwithin the United Nations community. And, if I may be\r\npermitted an aside, it may be useful to reflect on the\r\nNobel Peace Prize that was awarded to the Secretary-\r\nGeneral and to the United Nations Organization. The\r\nSecretary-General fully deserved this award; he has\r\nraised the prestige of the Organization to new heights.\r\nBut for the half awarded to the United Nations, which\r\nmember of the family earned the Prize? Was it the\r\n11\r\nA/56/PV.25\r\nSecretariat, which has often been unfairly criticized for\r\nits bureaucratic record? Was it the General Assembly?\r\nWas it the Economic and Social Council? Or was it the\r\nSecurity Council? We do not know the answers to these\r\nquestions, but I think they are worth posing, even as we\r\nreceive the award.\r\nGiven the enormous powers of the Security\r\nCouncil, both in theory and in practice, it is startling\r\nthat the annual report of the Security Council to the\r\nGeneral Assembly is not seen by United Nations\r\nMember States as an important occasion for serious\r\nreflection. Indeed, as a current member of the Council,\r\nwe were truly puzzled that this report was also adopted\r\nwithout any serious discussion or reflection within the\r\nCouncil. Despite a note by the Council President in\r\n1997 (S/1997/451), which stated the Council’s\r\nintention to make the report more analytical, we have a\r\npublication that basically reprints United Nations\r\ndocuments already available elsewhere. We believe the\r\ntime has come for a change, and we think that the\r\nCouncil should consider producing a report modelled\r\non the annual Report of the Secretary-General on the\r\nwork of the Organization (A/56/1). This report is both\r\nbrief and analytical. It is 45 pages long and costs\r\n$46,000 to produce, compared to the report of the\r\nSecurity Council, which is 571 pages long and costs\r\nabout $581,000 to produce. A simple listing of the\r\ndocument symbols, or even a web site, could have\r\ntaken care of the routine contents of the Security\r\nCouncil’s report and, indeed, made much of it\r\nredundant. Just by doing this, the United Nations could\r\nsave half a million dollars each year. Why hasn’t such a\r\nsimple suggestion been made or implemented? Our\r\ndiscomfort with both the form and content of this\r\nheavy annual report left us with no choice but to state\r\nour public reservation when the Council adopted it at\r\nits 4375th meeting on 18 September 2001. For the\r\nrecord, let me also add that we agree fully with the\r\ncomments made earlier today by the Permanent\r\nRepresentative of Colombia, Ambassador Alfonso\r\nValdivieso. We urge the Council members to heed his\r\ncomments.\r\nDuring last year’s debate on this item, several\r\ndelegations made some sharp and useful suggestions on\r\nhow the Security Council report could be improved.\r\nFor example, Italy noted that it was a mere catalogue\r\nof meetings, resolutions and Presidential Statements.\r\nItaly also suggested that it should be more substantial\r\nand analytical, thus allowing us to better assess the\r\nwork of the Security Council in all its aspects and\r\neffects in the areas of both peace and resources. We\r\nagree with Italy and other members who made\r\nsuggestions last year, and we are pleased that this year\r\nthe representative of the Islamic Republic of Iran has\r\nalso reminded us of resolution 51/193, which also calls\r\nfor a substantive analytical report. Unfortunately, none\r\nof these proposals were taken into account in drafting\r\nthis year’s report. We hope that this year’s debate will\r\nmake a difference. In our capacity as a Council\r\nmember, we have therefore suggested that the Council\r\nshould meet soon after today’s debate, assess the\r\ncomments made here today and take them into\r\nconsideration when preparing future reports. We hope\r\nthat this reasonable suggestion will be taken on board\r\nby the Council and that it will seriously discuss some\r\nof the questions raised this morning — for example,\r\nthe excellent questions posed by the representative of\r\nCosta Rica on some of the substantive issues of the\r\nCouncil’s work.\r\nIn order to avoid any misunderstanding, let me\r\nstress one point: we would like to be constructive in\r\nthis debate. We believe in the Security Council. Most\r\ninstitutions, like human beings, languish when they\r\nhave only uncritical lovers or unloving critics. The\r\nCouncil needs loving critics. We have a national\r\ninterest, as do most members of this General Assembly,\r\nin being such a loving critic. As a small State, we have\r\na vested interest in a stronger, not weaker, Council.\r\nHence, for example, in our very first month on the\r\nCouncil, during our January presidency, we organized a\r\ndebate to strengthen cooperation between the troop-\r\ncontributing countries, the Security Council and the\r\nSecretariat. As a result, the Security Council\r\nestablished a working group on peacekeeping\r\noperations. Eventually, resolution 1353 (2001) was\r\nadopted on 13 June, and the Council made a\r\ncommitment to consider specific proposals of troop-\r\ncontributing countries for a new mechanism. We\r\nsuggest this as an example of how innovations can be\r\nmade and how the Council can be improved.\r\nWe would therefore like to encourage General\r\nAssembly Member States to give their views to the\r\nCouncil, both on how the annual report should be\r\nrestructured and on how this annual debate should be\r\nconducted. Frankly, all of the General Assembly\r\ndebates so far have been perfunctory. But Assembly\r\nmembers have no one but themselves to blame for this\r\nsorry state of affairs. Behaviour like this explains the\r\n12\r\nA/56/PV.25\r\ngrowing weakness and irrelevance of the Assembly. We\r\nwere truly puzzled to hear a German parliamentarian,\r\nMr. Eberhard Brecht, declare in August of this year\r\nthat he saw an erosion of reputation and loss of\r\nimportance of the Security Council. Such a\r\ndescription — and we say this with some sadness —\r\nwould be a truer picture of the General Assembly.\r\nIncidentally, in the same paper, Mr. Brecht made a\r\nmore valid observation when he said,\r\n“Instead we must look for procedures that will\r\nmake it more difficult for a member of the\r\nSecurity Council to place national interests above\r\nthe preservation of world peace and international\r\nsecurity”.\r\nTo make our discussions more meaningful, we\r\nwould like to suggest that this annual report be sharply\r\ncondensed. It should contain three main parts:\r\ndescriptive, analytical and prescriptive. Our suggested\r\nformat has been outlined in the annex to our statement.\r\nAs copies of my speech have been circulated, I hope\r\nMembers will refer to the annex.\r\nIn part I, the descriptive part should quantify the\r\nCouncil’s output. Some of the concrete indicators of\r\nthe Council’s output are provided in the annex. They\r\nshould be provided in a user-friendly fashion so that\r\nmajor changes can be easily spotted. Let me cite one\r\nexample. In 1999, there were 9,000 military troops and\r\n2,000 civilian police serving in United Nations\r\noperations; today there are 35,000 military troops and\r\n8,000 civilian police. This massive increase took place\r\nin the period covered by this report; but nowhere in the\r\nreport do we see this increase documented or\r\ndiscussed. Perhaps it is time for a major international\r\norganization — intergovernmental or non-\r\ngovernmental — to consider establishing an external\r\nmonitoring mechanism to measure and monitor the\r\nimpact of Council decisions and results.\r\nPart II should contain an analytical review. We\r\nhave no illusions that this analytical part will be easy to\r\nproduce. Indeed, again — referring to this morning’s\r\nstatement by my friend Ambassador Alfonso\r\nValdivieso — he, too, acknowledged that analytical\r\ndescriptions can be difficult. Even simple descriptions\r\ncan be politically controversial. We are not naïve.\r\nHowever, we do believe that after the usual initial\r\ndifficulties of charting a new course, the Council could\r\nprovide an analytical review of its annual\r\ncontributions, which, for the most part — and this is a\r\npoint worth stressing — are positive and constructive.\r\nThe Security Council does not have many skeletons in\r\nits closet. On the contrary, the Council has some\r\nlaudable success stories to its credit, such as Namibia,\r\nMozambique and, to some degree, Cambodia. East\r\nTimor remains a work in progress, but with continued\r\nUnited Nations engagement — and we hope the United\r\nNations will remain fully engaged in East Timor even\r\nafter independence — it could also turn out to be a\r\nmodel success story for the United Nations.\r\nTo obtain such an analytical report, it would help\r\nif the member States of the General Assembly could\r\nsuggest the key questions or dimensions that such an\r\nanalytical section could cover. To get this discussion\r\ngoing, we would like to suggest a few questions.\r\nFirst, which key issues of peace and security —\r\nfor example, Iraq, Kosovo, the Democratic Republic of\r\nthe Congo, Sierra Leone, East Timor and so on — were\r\naddressed in the year of review? What progress was\r\nmade, or regress occurred, in each of these areas? Were\r\nthe trends positive or negative? Secondly, which\r\nlongstanding issues — for example, Cyprus, Somalia,\r\nAngola — continued to remain on the Council’s agenda\r\nfor a decade or more with no progress? And, if so,\r\nwhy? Thirdly, which Security Council instruments —\r\npeacekeeping operations, sanctions, Security Council\r\nmissions, panels of experts, monitoring mechanisms —\r\nproved to be effective, and why? Fourthly, how much\r\nmoney was allocated to each issue and region, and\r\nwhat were the results? Fifthly, what key lessons were\r\nlearnt in the course of the year?\r\nThe question of lessons learnt is particularly\r\nimportant. Since joining the Security Council, we have\r\ndiscovered that the Council, like any other human\r\ninstitution, is not perfect. It does make mistakes, as a\r\nfew examples may help to illustrate. The Council\r\nspends about $200 million a year on the United Nations\r\nMission in Ethiopia and Eritrea (UNMEE), but balks at\r\nauthorizing $5 million to pay for the Boundary\r\nCommission, the completion of whose work would\r\nhelp the early conclusion of UNMEE’s mission and\r\nsave hundreds of millions of dollars. The Council\r\nspends $800 million a year on the United Nations\r\nMission in Sierra Leone (UNAMSIL), but balks at\r\nspending $27 million for disarmament, demobilization\r\nand reintegration programmes which would greatly\r\nassist in meeting the Mission’s key objectives. These\r\nare small examples, but they clearly suggest that the\r\nCouncil can, and indeed should, be improved.\r\n13\r\nA/56/PV.25\r\nIncidentally, for the record, we should mention that, as\r\na member of the Council, we have pointed out these\r\nmistakes. Unfortunately, no one has responded to our\r\nconcerns.\r\nThe biggest lesson that all organizations, both in\r\ngovernment and in business, have learnt in recent times\r\nis that it can be fatal to stagnate and stand still in\r\nrapidly changing times. The Council is clearly one of\r\nthe most conservative institutions in the world. Despite\r\nappeals from several elected members, in the first 10\r\nmonths of this year, only one meeting has been held of\r\nthe informal Working Group of the Security Council\r\nconcerning the Council’s documentation and other\r\nprocedural questions.\r\nThe obvious question to ask is: did this lack of\r\nmeetings happen by accident or by design, and, if by\r\ndesign, whose design? These are the sorts of questions\r\nwe should be asking. With some luck, another meeting\r\nof this difficult-to-organize group will be held next\r\nweek, during the Irish presidency, to discuss, among\r\nother things, how to improve this annual report.\r\nReluctance to reform its working methods and\r\nprocedures is a deep-seated trait within the Council,\r\nand one debate is not going to change this. Indeed,\r\nmany hours have also been spent discussing cluster 2\r\nissues in the Open-ended Working Group on Security\r\nCouncil reform. Unfortunately, their conclusions rarely\r\ncross over into the Security Council’s own Working\r\nGroup on procedures and working methods.\r\nIn conclusion, let me state that we recognize that\r\nchange will not come easily. Change will be especially\r\ndifficult for a body such as the Security Council, which\r\nuniquely enjoys both sweeping powers and immunity\r\nfrom any formal review or accountability. It is easy for\r\nit to feel invincible and invulnerable. But it may be\r\nwise for the Council to learn a lesson or two from\r\nequally mighty and powerful global organizations such\r\nas the International Monetary Fund (IMF) and the\r\nWorld Bank. Both have been humbled in recent years.\r\nBoth have learnt the value of public accountability.\r\nParadoxically, the only reason why the Council\r\nhas not faced calls for public accountability is because\r\nits activities are hidden within the fabric of the larger\r\nUnited Nations community. Article 24 of the United\r\nNations Charter clearly states that the Security Council,\r\nin carrying out its duties, acts on behalf of the United\r\nNations Members. In other words, the Security Council\r\nderives its power from the wider membership.\r\nTherefore, the General Assembly should not be\r\nsurprised if it is one day held accountable for failing to\r\nmake the Council an institution that is also accountable\r\nto the international community, in the political, if not\r\nthe legal, sense.\r\nMr. Fonseca (Brazil): The debate on this agenda\r\nitem comes at a moment of challenge for the United\r\nNations. In the face of the tragedy of 11 September, the\r\nUnited Nations, and especially the Security Council,\r\nare called on to fully discharge their responsibilities.\r\nThe international community is counting on effective\r\naction by the United Nations, and we trust that this call\r\nhas been heard.\r\nI thank Ambassador Richard Ryan for his\r\npresentation of the report and the Secretariat for its\r\nwork in producing this document.\r\nWe recognize Ambassador Ryan’s effort to make\r\nthis presentation more than a mere formality. This is a\r\nhard task, though, since the raw material we have\r\nbefore us — the report contained in document\r\nA/56/2 — is, unfortunately, once again very\r\ndisappointing.\r\nIt is frustrating to see that the report continues to\r\nbe little more than a compilation of decisions and a list\r\nof documents. As a consequence, most of the\r\ncomments to be made here today will be based on\r\ninformation delegations have collected not from the\r\nreport but from other sources.\r\nIt is hard to imagine that the Security Council\r\nwould agree to debate any issue on its agenda on the\r\nbasis of a report similar to this one. It is not fair to\r\nexpect the General Assembly to do so.\r\nMembers of the Security Council are, in fact,\r\naware that this report does not meet the expectations of\r\nthe United Nations membership. We agree with the\r\ncomments made by Ambassadors Mahbubani,\r\nValdivieso and Levitte during the discussions that\r\npreceded the adoption of the report by the Council to\r\nthe effect that greater efforts should be made to prepare\r\na more meaningful report. Let me reiterate my full\r\nagreement with the statements made by Ambassador\r\nValdivieso and Ambassador Mahbubani, especially the\r\nexcellent, precise and concrete proposals put forth by\r\nboth of them. What the General Assembly is receiving\r\nis not consistent with the efforts the Council itself has\r\nbeen making towards making its work more\r\ntransparent.\r\n14\r\nA/56/PV.25\r\nWe encourage the Council to continue its efforts\r\nto overcome outdated practices and to produce a\r\ndocument that fulfils, in a substantive manner, the\r\nobligation contained in Article 24, paragraph 3, of the\r\nCharter.\r\nWe believe that a useful report from the Council\r\nwould be one that is not only analytical but also\r\ninformative. It should contain data on what the Council\r\ndid during the preceding year and an analysis of how\r\neach issue was treated, what was achieved, how well\r\nthe Council performed its task, how treatment of the\r\nissues can be improved, and what obstacles are\r\nimpeding the implementation of the Council’s\r\ndecisions.\r\nIt is not the size of the report that counts. It is,\r\nrather, the quality and depth of the information\r\nprovided that matters. Again, I believe that\r\nAmbassador Mahbubani’s idea of a report consisting of\r\nthree different chapters is perfect.\r\nMr. Dorda (Libyan Arab Jamahiriya), Vice-\r\nPresident, took the Chair.\r\nIn this vein, we suggest that the Council consider\r\nto the provision of special reports, as foreseen in the\r\nCharter, to inform the General Assembly, at various\r\ntimes during the year, of its work regarding thematic\r\nissues, including specific situations. These special\r\nreports could lead to more focused debates on the work\r\naccomplished and the difficulties faced by the Security\r\nCouncil. The special reports would not be quarterly\r\neditions of the present type of annual report, but should\r\nrather follow a completely different approach.\r\nConsequently, the General Assembly could be\r\nconvened to discuss the agenda item now under\r\nconsideration more than once a year. Relations between\r\nthe General Assembly and the Security Council should\r\nnot be confined to a one-day debate in the middle of\r\nOctober. There should be more fluid and permanent\r\ninteraction.\r\nThere is ample material for focused, analytical\r\nspecial reports by the Council dealing, for example,\r\nwith its discussions and achievements with respect to\r\nthe protection of civilians in armed conflicts, peace-\r\nbuilding, children in armed conflicts, cooperation with\r\ntroop-contributing countries, difficulties encountered in\r\nthe implementation of sanctions regimes and, now,\r\ninternational terrorism.\r\nIn order to improve the content of the annual\r\nreport, the Council should consider the possibility of\r\nestablishing a specific working group for this task. The\r\nPresident of the Council should be more than a\r\npresenter of the report to the General Assembly. He or\r\nshe could make, as part of his or her responsibility, an\r\nassessment of the year covered in the report.\r\nThe membership’s knowledge about the work of\r\nthe Council goes much beyond what the report says.\r\nThe Council’s good work disappears in the midst of a\r\nreport that is not friendly for those willing to be\r\neducated about the essence of the Council’s activity.\r\nThe Security Council is so important and its decisions\r\ntouch the international community so deeply and\r\nextensively that failing to report them adequately goes\r\nagainst the Council’s interest.\r\nThe message coming from the general\r\nmembership is clear. The credibility and legitimacy of\r\nthe decisions taken by the Council would only be\r\nenhanced with the presentation of a meaningful and\r\nsubstantive report. Otherwise, in the absence of a\r\nproper account of its work, the Council runs the risk of\r\na partial and even unfair assessment of its work on the\r\npart of the General Assembly.\r\nThe period covered by this report was a very busy\r\none for the Council. This, unfortunately, is a sign that\r\nthe international community has not been able to\r\nestablish the peaceful, stable, just and prosperous\r\nsociety envisaged by the drafters of the Charter.\r\nAngola remains of particular interest to Brazil,\r\nand we are pleased by the way the Council has\r\nstrengthened the implementation of the sanctions\r\nagainst the National Union for the Total Independence\r\nof Angola (UNITA). The Security Council Committee\r\non the situation in Angola, presided over by\r\nAmbassador Ryan, and the Monitoring Mechanism on\r\nSanctions against UNITA, headed by Ambassador\r\nLarrain, deserve a word of recognition for their tireless\r\nwork which, by depriving UNITA from their tools of\r\nwar, has been saving lives in Angola.\r\nWe are also following with great interest the East\r\nTimorese road to independence. The leadership of the\r\nSecretary-General from the start and the admirable\r\nwork of the head of United Nations Transitional\r\nAdministration in East Timor (UNTAET), Sergio\r\nVieira de Mello, and his team are paving the way for a\r\nsuccessful transition to statehood. We should also\r\npraise the political maturity of the people of East\r\n15\r\nA/56/PV.25\r\nTimor, as shown during the transition and in the\r\npeaceful holding of elections. To achieve stability and\r\nsustainable development, the situation in East Timor\r\nwill need more efforts from the international\r\ncommunity. We expect the Council to play an\r\nimportant role in catalyzing the collective will to foster\r\nEast Timorese prosperity, regional inclusion and\r\ndemocracy.\r\nWe applaud the increasing tendency of the\r\nSecurity Council to be more transparent and inclusive\r\nin its procedures. Private meetings, open briefings,\r\npublic debates and the practice of daily briefings by the\r\npresidency help bring the work of the Council closer to\r\nthe general membership. Brazil is encouraged by the\r\nfact that the Security Council is today more sensitive to\r\nthe need for intensive dialogue with troop-contributing\r\ncountries. It is also a positive fact that the Council has\r\nbeen able to discuss the issues of sanctions and peace-\r\nkeeping operations, bearing in mind the views of the\r\nMember States. Once again, my delegation welcomes\r\nthe practice of public wrap-up sessions at the end of\r\neach month, and encourages Council members — and\r\nparticularly the outgoing president — to use those\r\nsessions to evaluate how well the Security Council has\r\nfulfilled its role.\r\nIn order for such changes to go beyond the\r\nmethods of work and affect the very heart of the\r\nCouncil’s competence, it is necessary that Security\r\nCouncil members accept that transparency is a two-\r\nway street. This means being prepared to entertain an\r\neven higher degree of interaction with the general\r\nmembership. By assuring a greater emphasis on\r\ntransparency, and through a permanent sharing of\r\ninformation with the general membership, the Council\r\nwill be able to assert more effectively its influence on\r\nthe matters on its agenda. This is a natural product of\r\ntransparency, which we sincerely hope that Council\r\nmembers can accept for the benefit of the Organization.\r\nIt is equally important that the general\r\nmembership perceive a true sense of commitment by\r\nCouncil members to the mandates they establish. This\r\nsense — ultimately a sense of ownership and\r\nresponsibility — materialize, for instance, in the active\r\nand actual engagement of Council members in the\r\nsolution of all questions before it, as well as in the\r\nprovision of material means and personnel for\r\npeacekeeping operations.\r\nWe also believe that Council missions to\r\ncountries or regions are a very useful instrument, as\r\nthey provide a first-hand knowledge of the realities,\r\nand help develop a better understanding of the\r\nsituation, on the ground.\r\nThe Security Council and the General Assembly\r\nare both forms of expression of the will of the\r\ninternational community. A disconnect between what\r\nthe Security Council decides and what the wider\r\nmembership feels is the greatest risk this Organization\r\nruns. It is imperative that the work of the Security\r\nCouncil and the General Assembly converge. Through\r\nmutual reinforcement, the realization of the United\r\nNations highest ideals is easier. To bridge the gap that\r\nsometimes appears, we should not fail to grasp every\r\nopportunity to increase interaction between the Council\r\nand Member States.\r\nThe recently established Security Council\r\nCommittee on counter-terrorism is certainly one of\r\nthese opportunities, as resolution 1373 (2001) clearly\r\nrequires vigorous cooperation and continuous dialogue\r\nwith the wider membership in order to achieve the\r\ngoals we have set for the United Nations. We are\r\ntherefore encouraged by the way the Committee has set\r\nout its activities under the able guidance of\r\nAmbassador Jeremy Greenstock. His briefings on the\r\nwork of the Committee amply reflect the broad and\r\nnew dynamics of cooperation that we must promote in\r\nthe relations between the Council and Member States.\r\nThis also reinforces the case for a comprehensive\r\nreform to make the Security Council more\r\nrepresentative, effective and legitimate. The need for\r\nSecurity Council reform is all the more evident in\r\ntimes like these, when the realities of new security\r\nthreats highlight the fact that our world is different\r\nfrom what it was 50 years ago.\r\nThe work of the Council is also challenged by\r\nclaims of selectivity, due to the lack of even-\r\nhandedness in dealing with agenda items, and by\r\nepisodes in which the Council was sidelined.\r\nDespite all the hurdles, the capabilities of the\r\nCouncil are still intact and Brazil firmly believes in\r\nthem. The Council’s rapid reaction to the threats to\r\ninternational peace and security posed by international\r\nterrorism, which culminated with the adoption of\r\nresolution 1373 (2001), proved that it is able to act\r\ndecisively when it is determined, resolved and united.\r\n16\r\nA/56/PV.25\r\nWe trust that this model of deliberation will be\r\nreproduced in other items on the agenda.\r\nAccountability is essential. Only by increased\r\naccountability will members be sure that the\r\nresponsibility they entrust to the Security Council, in\r\naccordance with the Charter, is being fulfilled in a\r\nsatisfactory manner. Thanks in part to the introduction\r\nof more transparent practices in its methods of work,\r\nthe Council is today more accountable than before.\r\nWere we to take this report and its discussion in the\r\nGeneral Assembly as a measure of transparency and\r\naccountability, however, the grades would be\r\ndisappointing.\r\nBrazil would like to invite the Security Council to\r\ndedicate time and attention to this debate not only\r\ntoday, but for the whole year, and to offer the General\r\nAssembly next year, through a renewed effort, an\r\nunequivocal demonstration of commitment to\r\nenhancing its accountability.\r\nIn times of challenge, the crucial role of the\r\nSecurity Council is even more evident for all Member\r\nStates. It is at times like these that we hope the Council\r\nwill emerge more united, accountable, open and\r\nresponsive. In the fight against terrorism, we need a\r\nstrong and wise Council able not only to represent the\r\nUnited Nations, but even more importantly to unite\r\nnations in a common cause. In doing so, it would be\r\nmeeting the international community’s expectations\r\nand strengthening the United Nations as a whole.\r\nMr. Hasmy (Malaysia): My delegation wishes to\r\nthank the President of the Security Council,\r\nMr. Richard Ryan of Ireland, for introducing the fifty-\r\nsixth annual report of the Security Council to the\r\nGeneral Assembly. We are of the view that the\r\nconsideration of the Council’s annual report by the\r\nAssembly is not a mere formality, but an occasion\r\nwhen the larger membership should be free to comment\r\non and assess the performance of the Council in the\r\nmaintenance of international peace and security.\r\nThere has been a clearly expressed wish on the\r\npart of the larger membership of the Organization for a\r\nmore informative and analytical report on the work of\r\nthe Security Council. This has been expressed both\r\nhere in the Assembly and in the Open-ended Working\r\nGroup on Council reform and in the informal meeting\r\non the revitalization of the work of the General\r\nAssembly. While we welcome the improved format of\r\nthe present report, we hope that future reports will be\r\nmore comprehensive and analytical.\r\nWe also welcome the improved format of the\r\nmonthly reports of the President of the Council.\r\nHowever, while they are now more substantive and\r\ninformative than in the past, they are largely\r\ndescriptive in nature and lack an analysis of the issues\r\ndealt with by the Council. We would suggest that the\r\nPresident of the Council be given greater latitude in\r\nmaking an analysis of the issues dealt with during his\r\nor her presidency.\r\nWe hope that the Council’s informal Working\r\nGroup on Documentation and Procedures will pay\r\nspecial attention to the concerns raised by the general\r\nmembership during this debate. Indeed, it would be an\r\nextremely useful exercise if, following this debate, the\r\nPresident of the Council or his successor would\r\nschedule a discussion in the Council on the comments,\r\nobservations and suggestions of the general\r\nmembership on the report. I would therefore encourage\r\nAmbassador Mahbubani of Singapore, who made the\r\nsame suggestion, to push his colleagues in the Council\r\nto consider the views of Member States articulated here\r\nwith the seriousness that they deserve.\r\nDuring the period under review, the Council has\r\nheld many thematic debates on, inter alia,\r\npeacekeeping, security and post-conflict peace-\r\nbuilding, and the promotion of peace and security.\r\nThese debates have become a useful forum, providing\r\nan opportunity for both Council and non-Council\r\nmembers to address cross-cutting and complex issues\r\nrelating to the overall question of peace and security.\r\nThe maintenance of international peace and security\r\nrequires an integrated approach; hence the need to\r\ndevelop comprehensive and coherent strategies\r\ninvolving the entire United Nations system. However,\r\nthe Council must be circumspect in its approach so as\r\nnot to encroach more and more onto areas that are\r\nstrictly not within its purview. Also, while these\r\nthematic debates have been generally useful, it is\r\nprudent not to overdo them, so that a thematic debate is\r\nnot convened purely for its own sake or to fill in the\r\nCouncil’s programme of work for the month.\r\nIn addition to the thematic and open debates, my\r\ndelegation also supports more frequent convening of\r\nthe so-called private meetings of the Council in which\r\nthe Council meets in closed formal sessions for an\r\nexchange of views with representatives of concerned\r\n17\r\nA/56/PV.25\r\nStates and parties to a conflict. We believe that these\r\nprivate meetings contribute substantially to improving\r\nthe decision-making process of the Council by making\r\nthe Council more accessible to the concerned States\r\nand parties and by listening to their views before\r\nmaking a decision. However, useful as these debates\r\nare, they must not become a substitute for prompt and\r\neffective Council action.\r\nWe note that during the reporting period Council\r\nmissions visited Kosovo and the Great Lakes region in\r\nAfrica. My delegation welcomes the more frequent\r\ndispatch of Council missions to conflict areas. Having\r\ntaken part in three such missions in the past when\r\nMalaysia was a member of the Council, we feel that the\r\ncost of sending these missions is worth it, since they\r\nenable Council members to be better informed of the\r\nsituation on the ground, thereby enabling the Council\r\nto make more sound decisions on these issues. We also\r\nwelcome the practice of having open meetings of the\r\nCouncil immediately after the completion of Council\r\nmissions to consider their reports. This practice should\r\nbecome a permanent feature of the work of the Council\r\nas it increases further its transparency vis-à-vis the\r\nlarger membership of the Organization.\r\nMy delegation also sees merit in the holding of a\r\nwrap-up session at the end of each presidency of the\r\nCouncil to assess the work of the Council for the\r\nmonth. This session, which is open to the general\r\nmembership of the Organization, is a new and useful\r\nmechanism for the Council to review its performance\r\nand determine the necessary follow-up actions, as well\r\nas to provide useful insights on the work of the Council\r\nto the larger membership.\r\nWe have many times in the past stated that\r\nwithout the necessary reform the Council will remain\r\nan anachronistic institution that reflects the outdated\r\nrealities and power equations of the immediate post-\r\nSecond World War period. The continued existence of\r\nthe veto has rendered the Council’s decision-making\r\nprocess less than democratic and has contributed to\r\nmuch of the impasse in, and paralysis of, the Council.\r\nThe problem of the veto was at the core of the\r\nCouncil’s inaction with respect to the massacres in\r\nBosnia, the genocide in Rwanda and the “ethnic\r\ncleansing” in Kosovo. It was, and continues to be, the\r\nmain reason for the inability of the Council to\r\ncontribute constructively to solving the Arab-Israeli\r\nconflict. It was the threat and use of the veto that\r\nprevented the Council from taking action to address the\r\ncurrent grave situation in the occupied Palestinian\r\nterritories.\r\nOn the issue of sanctions imposed by the Council,\r\nthe Secretary-General himself has highlighted what he\r\ncalled the serious moral dilemma facing the United\r\nNations as it struggles with this issue, juggling, on the\r\none hand, to promote and preserve peace while, on the\r\nother, contributing to the sufferings of innocent\r\npopulations through the effects of punitive sanctions\r\nimposed on their countries. As a general principle,\r\nMalaysia is opposed to the imposition of sanctions on a\r\npeople, because of the debilitating effects they can\r\nhave on innocent populations. We believe that\r\nsanctions are a blunt weapon that very often punish not\r\nthe intended target, but the innocent populace.\r\nHowever, if, as provided for in the Charter,\r\nsanctions are to be utilized as a measure of last resort\r\nwhen all other measures short of force have failed, they\r\nshould be imposed after a careful analysis of the likely\r\nimpact. This is to ensure that they have the desired\r\neffect only on the intended target or targets, not on the\r\ngeneral population. Also, their use must be governed\r\nby a set of clear parameters, including, specific and\r\nclearly identified targets, a prescribed time frame and\r\nregular impact assessment. In this regard, the so-called\r\nsmart or targeted sanctions should be the only\r\npermissible form of sanctions to be used, being more\r\nhumane than comprehensive sanctions.\r\nIt is to be hoped that the Council will give careful\r\nthought to designing more effective and humane\r\nsanctions regimes. My delegation would strongly\r\nencourage the ongoing discussions in the Council\r\naimed at finding ways and means of more effectively\r\nimplementing and managing current sanctions regimes,\r\nways and means which will serve as useful guidelines\r\nfor future sanctions regimes that the Council may\r\ndecide to impose on Member States in exceptional\r\ncircumstances. It is regrettable that in some cases the\r\nmanagement of sanctions by the Council has tended to\r\nbe influenced by political considerations or expediency\r\nrather than principles.\r\nIn our view, the sooner the Council resolves the\r\nmoral dilemma that the Secretary-General spoke of, the\r\nbetter it will be for its prestige and credibility. There\r\nwill invariably be an inherent tension between two\r\nimperatives: morality and the need to punish errant\r\nStates. We believe that it would be judicious for the\r\nCouncil to resolve this tension between the two\r\n18\r\nA/56/PV.25\r\nimperatives by coming down on the side of morality, as\r\nit cannot afford to be accused of condoning the deaths,\r\ndestruction and sufferings of innocent populations\r\nliving under sanctions.\r\nIn such situations, the humanitarian tragedy\r\narising from sanctions could be viewed as overriding\r\nthe need for a harsh sanctions regime. Such ethical and\r\nmoral arguments provide a compelling justification for\r\nreviewing and drastically revamping existing sanctions\r\nregimes that have either failed to fully realize their\r\nobjectives or become irrelevant in the context of the\r\ntime. In this regard, my delegation commends the\r\nCouncil for finally lifting the sanctions on Sudan,\r\nfollowing the failure of several attempts in the past to\r\ndo so because of the threat of a veto. We look forward\r\nto the Council’s moving in the same direction in\r\nrespect of the sanctions on Libya and Iraq.\r\nWith regard to meetings with troop-contributing\r\ncountries, my delegation welcomes the positive\r\nelements embodied in Security Council resolution 1353\r\n(2001). Nevertheless, we regret that the resolution was\r\nnot able to incorporate the views of a large number of\r\ntroop-contributing countries, including the proposal\r\nrelating to the participation of troop-contributing\r\ncountries in all phases of peacekeeping operations,\r\nespecially in connection with the concept of operations\r\nand rules of engagement. That would help to resolve\r\ndifferences that may exist between military doctrines\r\nand command-and-control structures among the various\r\ntroop-contributing countries.\r\nWe also hope that the new, expanded format of\r\nmeetings with the troop-contributing countries will be\r\nfully utilized by all concerned — Council members,\r\ntroop-contributing countries and the Secretariat — and\r\nthat such meetings will become more interactive in\r\ncharacter. The meetings between the Council and\r\ntroop-contributing countries should not be mere\r\nformalities.\r\nMy delegation is also pleased to note that\r\nrepresentatives of the Security Council were able to\r\nparticipate at a meeting of the Open-ended Working\r\nGroup on reform of the Security Council to share\r\nexperiences and exchange views on the working\r\nmethods of the Council over the years. We commend\r\nthe Bureau of the Working Group and the President of\r\nthe Council at the time for making that interaction\r\npossible. The candid and stimulating exchange of\r\nviews between Council members and the Working\r\nGroup proved to be extremely useful and provided both\r\nCouncil members and members of the Working Group\r\nwith important insights into their respective work. We\r\nhope that such exchanges will lead to more informal\r\nand focused discussion in the Open-ended Working\r\nGroup.\r\nTwo weeks ago, in addressing the Secretary-\r\nGeneral’s report on the work of the Organization, my\r\ndelegation commended the efforts of the Secretary-\r\nGeneral to move the United Nations from a culture of\r\nreaction to one of prevention. We are of the view that\r\nthe Council can also play a role in the area of\r\npreventive diplomacy by working closely with the\r\nSecretary-General and encouraging him to bring to the\r\nattention of the Council issues and developments that\r\nhave the potential of leading to outbreaks of open\r\nconflict, so that appropriate steps can be taken to nip\r\nthem in the bud. For this purpose, we would strongly\r\nencourage more frequent informal contact and\r\ninteraction between the Secretary-General and Council\r\nmembers.\r\nWe feel that an excellent avenue for this purpose\r\nwould be the holding of more frequent informal\r\ncontacts and discussions between them, such as the\r\nweekend retreats involving Council members that were\r\ninitiated by the Secretary-General himself about three\r\nyears ago. These informal brain-storming sessions, if\r\nheld more frequently, rather than just once a year, as is\r\nthe current practice, would be of tremendous value to\r\nthe Council and the Secretary-General in dealing with\r\nthorny issues being dealt with in the Council, including\r\nthose that are potentially explosive.\r\nThe historic Council Summit, held in September\r\nlast year, made a clear commitment to making the\r\nCouncil’s work more effective and efficient. By that\r\ncommitment, spelled out in resolution 1318 (2000), the\r\nCouncil undertook to improve its capacity to act\r\neffectively; to act preventively; and to act promptly and\r\ndecisively. We look forward to the Council following\r\nup on that resolution, as spelled out in the presidential\r\nstatement contained in document S/PRST/2001/10,\r\nwhich expressed the Council’s commitment to further\r\nreview progress in implementing resolution 1318\r\n(2000), with the active participation of non-members of\r\nthe Council.\r\nIn conclusion, I should like to take this\r\nopportunity to congratulate the newly elected non-\r\npermanent members of the Council, who will begin\r\n19\r\nA/56/PV.25\r\nserving next year, namely, Bulgaria, Cameroon,\r\nGuinea, Mexico and the Syrian Arab Republic. We\r\nwish them every success, confident in the knowledge\r\nthat they will enrich the deliberations of the Council.\r\nMr. van den Berg (Netherlands): The central\r\nissue under consideration today is the connection\r\nbetween the Security Council and the general\r\nmembership. Security issues cannot any longer be dealt\r\nwith effectively by just the powerful few. Rather, broad\r\ncoalitions — broad in terms of geography and\r\ncapabilities — are required to overcome conflict and\r\nother threats to international security. The tragic events\r\nof 11 September and their aftermath have underscored\r\nthis fact. The Security Council has clearly understood\r\nthe importance of engaging the entire United Nations\r\nmembership effectively on an issue that, as in this case,\r\nobviously has consequences for us all. Let us therefore\r\nseize on the present momentum to look into\r\npossibilities of forging a sustained and multifaceted\r\nconnection between the Council and the general\r\nmembership — a connection that can be mobilized any\r\ntime for any purpose within the mandate of the\r\nCouncil.\r\nAt the level of intergovernmental policy-making,\r\nwe have to look at ways and means to improve the\r\ncooperation between the principal organs of this\r\nOrganization. In doing so, we can build on what we\r\nhave achieved so far in terms of promoting interaction\r\nbetween the Council and the general membership.\r\nIn the past year, we have seen an increasing\r\nawareness among Council members that informing and\r\ninvolving non-members in any way benefits the work\r\nof the Council. Thanks also to the untiring efforts of\r\nthe Open-ended Working Group on the reform of the\r\nSecurity Council, a lot has been achieved in the way of\r\ntransparency and openness with regard to the daily\r\nwork of the Council. Equally, we can pride ourselves\r\non having achieved the closer involvement of troop-\r\ncontributing countries with the work of the Council.\r\nThere is a clear recognition on the part of the Council\r\nthat such a level of involvement is long overdue and,\r\nultimately, that it is in the Council’s own interests.\r\nAs for the issue of the troop-contributing\r\ncountries, we feel that we have arrived at a critical\r\njuncture. If there is one area where there is a pressing\r\nneed for the Council to connect more closely to the\r\nmembership — and vice versa — it is the relationship\r\nwith the troop-contributing countries; these are the\r\ncountries providing the men and women who will face\r\nthe consequences of the decisions of the Council.\r\nThese men and women, putting their lives on the line\r\nfor the cause of peace, are entitled to maximum\r\ntransparency and inclusiveness in the process of\r\npreparing for and managing peace operations.\r\nFortunately, the Security Council has been\r\nincreasingly sensitive to these concerns and is\r\nengaging itself gradually in an interactive process with\r\ntroop contributors. Non-members were able to press\r\ntheir points of view in the open debate of the Council\r\non 16 January this year on strengthening cooperation\r\nwith troop-contributing countries, resulting in the\r\nestablishment of the Security Council Working Group\r\non Peacekeeping Operations. This Group conducted its\r\ndeliberations with a fair degree of openness and\r\nconsultation with non-members. Security Council\r\nresolution 1353 (2001) certainly reflects this progress\r\nand is a step forward in that respect. It keeps open the\r\noption of a more far-reaching mechanism for the\r\ninvolvement of troop-contributing countries in the\r\nwork of the Council. We expect that the present\r\ndeliberations of the Security Council Working Group\r\nwill lead to proposals for such a mechanism.\r\nWhen it comes to connecting the general\r\nmembership with the work of the Security Council, we\r\nshould not limit that to ad hoc involvement with\r\nspecific issues. We should also look at options for\r\nmaking a better connection at the institutional level.\r\nObviously, the Charter provides for cooperation and\r\ncoordination between the principal United Nations\r\norgans, but so far little effective use has been made of\r\nthose provisions.\r\nWhile the United Nations has made considerable\r\nprogress in improving coordination of United Nations\r\nagencies, the same cannot be said about the decision-\r\nmaking process at the intergovernmental level: the\r\nmain United Nations intergovernmental bodies do not\r\ncooperate or coordinate. There is no interaction and no\r\nintegration, or at least convergence, of policies to speak\r\nof. It is clear, however, that those bodies, each from its\r\nown legitimate angle, very much cover the same issues\r\nor important aspects of those issues. Because there is\r\nno connection, the value that those bodies combined\r\ncould add is far from optimal. In that sense, the entire\r\nmembership is failing in its responsibility to provide\r\nthe world with effective intergovernmental tools to\r\naddress successfully urgent global issues.\r\n20\r\nA/56/PV.25\r\nAn area where a better intergovernmental\r\nconnection could be of enormous benefit is the grey\r\nzone between economic conditions and conflict and, in\r\nparticular, the range of policies and activities in the\r\ncontext of post-conflict peace-building. It is obvious\r\nthat the Economic and Social Council and the Security\r\nCouncil share a job here. Let us therefore heed the call\r\nto the international community made by the Secretary-\r\nGeneral last year at the Millennium to learn how to\r\ngovern better together. And let us remind ourselves of\r\nour own pledge in the Millennium Declaration to\r\npromote regular consultations and coordination among\r\nthe principal organs of the United Nations. Good\r\ngovernance not only should be a commitment at the\r\nnational level, it should be a standing practice at the\r\nintergovernmental level as well.\r\nSo far I have explained that we see a great need\r\nfor a more dynamic interconnection between the\r\nCouncil and the general membership; we have also\r\nsignalled progress made so far, and we have indicated\r\nwhere the challenges are. Where does the report of the\r\nSecurity Council fit in all this?\r\nThe report before us is quite a mixed bag of\r\ninformation in varying degrees of relevancy to the\r\nlarger United Nations membership. It is, no doubt, a\r\nreliable record of the Council’s proceedings, which\r\nwere public anyway. For example, what is presented in\r\nthe report as background information on specific\r\ncountry situations does not amount to anymore than an\r\nelaborate paraphrasing of resolutions and presidential\r\nstatements that can be found in their entirety also under\r\nthe appendices of the report. Otherwise, the report is no\r\ndoubt an encyclopaedic masterpiece that as such,\r\nhowever, is not very likely to fuel a spirited debate on\r\nthe Council’s activities during the past year.\r\nAn obvious omission in the report is the absence\r\nof any reference to meetings of working groups\r\nestablished by the Council, like the one on\r\npeacekeeping — a missed opportunity since these\r\nworking groups deal with issues, like peacekeeping,\r\nthat are of great interest to the wider United Nations\r\nmembership and certainly to United Nations troop\r\ncontributors.\r\nHowever, the part of the report that is truly\r\nnarrative and somewhat substantive and informative is\r\nconcealed in its annex. It is the part that contains the\r\nreports that Presidents of the Council publish after\r\ncompletion of their monthly tenures and is the closest\r\nthing to analysis that we can find in the report. It is the\r\nkind of analysis we need to have to have a useful\r\ndebate on this agenda item.\r\nIn that respect, I recommend that the Security\r\nCouncil take inspiration from the Secretary-General’s\r\nannual report. In the view of my delegation, this is a\r\nmodel that the Council might want to adopt in the\r\nfuture. In that way, Member States will feel better\r\nprepared to have an in-depth debate on the activities of\r\nthe Council in the past year. This would greatly\r\nenhance the relevancy of our debate under this agenda\r\nitem in the future.\r\nMr. de Rivero (Peru) (spoke in Spanish): I wish\r\nto express our gratitude to Ambassador Richard Ryan,\r\nPermanent Representative of Ireland and current\r\nPresident of the Security Council, for the introduction\r\nof the annual report of that body.\r\nPeru receives this report in accordance with\r\nArticle 24 of the United Nations Charter, which clearly\r\nacknowledges of the Security Council’s responsibility\r\nto act on behalf of the members of the Organization in\r\ndischarging its essential duty of maintenance of\r\ninternational peace and security.\r\nPeru is convinced that a fluid, effective and\r\nregular interaction between the Security Council and\r\nall the Member States represented in the General\r\nAssembly is essential. That facilitates the consensus\r\nrequired for the institutional, normative, doctrinal and\r\noperational adaptation of the Organization, so that we\r\ncan face together and resolutely the multiple challenges\r\nwithin the spheres of international peace and security\r\nand development.\r\nThe recent experience of our collective response\r\nin combating international terrorism validates this\r\nconviction. The Security Council reacted as it should\r\nhave in the performance of its duties, adopting\r\nresolutions 1368 (2001) and 1373 (2001).\r\nUnfortunately, the same did not occur in the General\r\nAssembly. More than 140 Member States participated\r\nin a fruitful and thorough debate. However, the General\r\nAssembly was not able to define clear guidelines to\r\nstrengthen international cooperation on an issue of\r\nprofound concern to the entire international\r\ncommunity.\r\nThe Security Council has created a Committee\r\nagainst terrorism with the mandate of verifying the\r\nimplementation of its resolution 1373 (2001). It will be\r\n21\r\nA/56/PV.25\r\nassisted for this purpose by a group of experts in the\r\nvarious areas required for the struggle against this\r\nscourge. I would like to announce that Peru is fully\r\nresolved to cooperate with that Committee. Since my\r\ncountry is one of the few that have been successful in\r\neliminating terrorism, we believe that Peru is very\r\ncapable of assisting the Security Council in carrying\r\nout such important tasks, and we are therefore\r\nevaluating the possibility of suggesting the\r\nappointment of a Peruvian expert as a member of that\r\nadvisory group.\r\nSeeking to strengthen the synergy between the\r\nSecurity Council and the General Assembly, we believe\r\nit necessary that the President of the General Assembly\r\nimplement resolution 51/241 of 22 August 1997, on\r\nstrengthening the United Nations system. That\r\nresolution states that, based on the deliberations on the\r\nreport of the Security Council,\r\n“informal consultations shall be held, under the\r\nchairmanship of the President or one of the Vice-\r\nPresidents of the Assembly, to discuss action that\r\nmay be required by the Assembly on the basis of\r\nthe debate of the report.” (resolution 51/241,\r\nannex, para. 7)\r\nA clear example with respect to this suggestion\r\nregards the solution of internal conflicts involving\r\nnational disintegration, which abound in various\r\nregions of the world. The handling of these internal\r\ncivil conflicts must be considered from a\r\ncomprehensive perspective. This perspective includes\r\naction to prevent the outbreak of civil conflict; the\r\nrestoration of peace if preventive action fails; punitive\r\naction against the massive violation of human rights,\r\nonce peace is restored; and finally, humanitarian aid.\r\nWith these elements, the conflict can be suppressed.\r\nBut after conflict, the most important thing is building\r\na viable nation State, in other words, a politically and\r\neconomically sustainable country.\r\nIt is obvious that the solution to conflicts and\r\nlater nation-building of a viable nation State require the\r\nparticipation of the entire United Nations system,\r\nincluding the Bretton Woods institutions. However, for\r\nnation-building to be effective, we must go further and\r\nobtain the participation of the private sector and the\r\ncommitment of private foreign investment in order to\r\ncreate companies with globally competitive advantages\r\nthat will support the long-term economic viability of\r\nthe reconstructed nation State.\r\nWith regard to the Security Council’s work to\r\ncombat terrorism, the creation of an ad hoc committee\r\nwas a wise decision. But this committee should not\r\nonly be advised by governmental experts but should\r\nalso have consultations with banks, private financial\r\ncompanies involved in international monetary\r\ntransactions, as well as non-governmental\r\norganizations that have experience in the fight to make\r\nhuman rights and democracy prevail.\r\nWith respect to peacekeeping operations in\r\naccordance with resolution 1353, troop-contributing\r\ncountries must have early and direct participation in the\r\ndefinition of the terms of reference and the scope of\r\npeacekeeping and peace-building missions. This\r\npermits a significant increase in the chances of success\r\nof these missions and constitutes a coherent, practical\r\nmeasure. Although important progress has been made\r\nin this area, we believe there is still outstanding a need\r\nfor a formal interrelational and complementary\r\nmechanism allowing for participation prior to the\r\nrevision and renewal of the mandates of United Nations\r\noperations.\r\nPeru hopes that these brief reflections and, in\r\nparticular, the possible expert contribution to the\r\nSecurity Council committee on terrorism and the\r\nneeded participation of the entire United Nations\r\nsystem and the private sector in the nation-building of\r\ncollapsed countries and in the fight against terrorism\r\ncan contribute to creating a more organic effort by the\r\nSecurity Council and, through that, a better\r\nmanagement of conflicts by this Organization.\r\nMr. Kumalo (South Africa): We thank\r\nAmbassador Ryan of Ireland, in his capacity as\r\nPresident of the Security Council, for introducing the\r\nreport of the Security Council to the General Assembly.\r\nOnce again, it is clear that the task of the Security\r\nCouncil continues to grow in both volume and\r\ncomplexity. Increasingly, the challenges that continue\r\nto frustrate our quest for international peace and\r\nsecurity point to the need for concerted international\r\ncooperation among all Member States.\r\nAs before, the report of the Council presents us\r\nwith a compendium of the extensive range of issues\r\nplaced before Council. In our efforts to better allocate\r\nour resources, we would like to recommend that the\r\nCouncil revisit its decisions regarding the format of the\r\nreport and try to minimize the number of previously\r\nissued documents which are unnecessarily repeated in\r\n22\r\nA/56/PV.25\r\nthe report. This report before us could have been user-\r\nfriendly.\r\nIn this debate, Member States are expected to\r\nreflect on the work of the Council and provide\r\nassessments of ways in which the Council may\r\nimprove its effectiveness. Therefore, the report should\r\nbe designed to offer comparative information with\r\nwhich to analyze the performance of the Council on a\r\nparticular issue. While we can understand the Council’s\r\nreluctance to indulge in subjective self-evaluation, the\r\nformat of the report should assist Member States to\r\nmore easily extract and review the actions and the\r\nresults of Council activities. Member States would then\r\nbe in a position to better assist the Council through\r\ntheir analysis of the assimilated data provided in the\r\nreport.\r\nThe events of the past month have demonstrated\r\nclearly that we need the Security Council and the\r\nGeneral Assembly to work closely together. If we are\r\nto counter the surge of terrorism, the United Nations\r\nwill have to be unified in its aims and its intentions.\r\nMy delegation agrees with the Secretary-General that\r\nthe United Nations is best suited to respond to this\r\nlatest challenge.\r\nIn the past couple years, we have seen\r\ninternational peace and security being redefined to go\r\nbeyond the scope of the traditional military\r\nconceptualizations. Indeed, some members of the\r\nSecurity Council have argued that threats to human\r\nsociety, such as HIV/AIDS and water scarcity, not only\r\nthreaten individual or personal security but are also\r\nlikely to trigger future international conflicts. This is\r\nyet another demonstration of the need for the United\r\nNations organs to work together. For this reason, my\r\ndelegation regrets that the Security Council and\r\nEconomic and Social Council have yet to meet. The\r\nmeeting of these two organs is long overdue. We are\r\ntherefore convinced that an important challenge that\r\nthe Council must undertake is to redefine its role in\r\nterms of the evolving global order, while remaining\r\ncognizant of its mandated role relative to the other\r\ncompetent organs and institutions of the United\r\nNations.\r\nMy delegation is keenly aware that the Security\r\nCouncil has again devoted considerable time over the\r\npast year to addressing conflicts in Africa. While we\r\nwarmly welcome the Council’s attention to our\r\ncontinent’s situation, we would like to see the same\r\ncommitment to deploying resources to resolving\r\nAfrican conflicts. The Council has made some progress\r\nin its efforts to curb the financing and arming of rebel\r\ngroups in Angola, the Democratic Republic of the\r\nCongo and Sierra Leone. However, the situation in\r\nBurundi remains a serious challenge to the United\r\nNations. We would urge the Security Council to remain\r\nseized of this matter and to consider timely\r\ninvolvement in support of the peace process.\r\nOn another matter, the Kimberley Process, which\r\nis the product of the General Assembly’s determination\r\nto contribute to compliance with the relevant Security\r\nCouncil resolutions, is now making significant progress\r\nin stemming the trade in conflict diamonds. In this\r\nregard, we welcome the efforts made by the respective\r\nsanctions committees and panels and offer our\r\ncontinued support and cooperation. We would like to\r\ncall on the sanctions committees to standardize the\r\nformat of their lists on entities restricted by sanctions\r\nand to ensure that the information on the Web site is\r\neasily accessible and user-friendly. Perhaps more\r\nimportant is the recommendation that sanctions\r\ncommittees harmonize their work so that capitals are\r\nnot faced with the inconvenience of receiving one\r\nsanctions committee after another seeking the same\r\ninformation and asking the same questions.\r\nThe African countries have launched the New\r\nAfrican Initiative, which forms a pillar upon which our\r\ncontinent is resolving conflicts and contributing to\r\nglobal stability and security. We believe that, through\r\ndevelopment and the establishment of institutions for\r\ngood governance and human rights, we will create the\r\nconditions that lead to peace and cooperation amongst\r\nmember States, as well as among the diverse\r\ncomponents within member States. Our experience is\r\nthat at the centre of conflicts are the issues of\r\nunderdevelopment and poverty. In other words, in\r\naddressing global peace and security, we must also\r\nfocus our attention on the living conditions which\r\nmany people in the developing world are forced to\r\nendure.\r\nThe Middle East remains an important issue for\r\nthe Security Council and the ongoing conflict in that\r\narea impacts directly on international peace and\r\nsecurity. We urge the Security Council to respond\r\nurgently to the need to resolve that conflict. The\r\nCouncil must be persuaded to reconsider the efforts\r\nmade by the elected members and by some permanent\r\nmembers to mandate the deployment of a credible\r\n23\r\nA/56/PV.25\r\ninternational observer mechanism to oversee the\r\nimplementation of the Mitchell report by Israel and the\r\nPalestinian Authority.\r\nMy delegation has keenly monitored the efforts of\r\nthe Security Council to improve its working and\r\ndecision-making methods, in particular those\r\npertaining to cooperation with troop-contributing\r\ncountries. As last year’s events in Sierra Leone\r\ndemonstrated, the solid relationship between the\r\nCouncil, the Secretariat and the troop contributors is\r\nvital to the effective management and conduct of\r\npeacekeeping operations and their ultimate success. We\r\ntherefore welcomed the adoption of resolution 1353\r\n(2001) as a step in the right direction towards\r\nimproving that relationship. However, we believe that\r\nthe matter should not be left at that. In our view, the\r\nrelationship between the Council and troop\r\ncontributors is an evolutionary one and should be\r\nsubject to constant review and improvement.\r\nWe welcome the continued attempts made by the\r\nSecurity Council to promote transparency and\r\ninteraction between the Council and relevant\r\nstakeholders. In this regard, we support the Council’s\r\nefforts to gain first-hand experience of conditions on\r\nthe ground by sending missions to such areas.\r\nWe are also pleased to note that the Council\r\ncontinues to conduct open debates and that some\r\nCouncil members have sought to improve the quality of\r\nthe interaction between the Council and other Member\r\nStates through more interactive sessions. It is through\r\nfocused interactive dialogue that the Council would be\r\nbetter able to benefit from the views of Member States\r\nregarding its activities.\r\nOne way in which the Council might derive\r\ngreater value from its debates is to have the Secretariat\r\ndistribute its briefing papers before the meeting.\r\nAnother useful suggestion which was made by a\r\nCouncil member in April this year was that, wherever\r\npossible, briefings by the Secretariat and the Secretary-\r\nGeneral’s representatives should be held in public,\r\nrather than in private meetings. Furthermore, Security\r\nCouncil members could pose questions to guest\r\nspeakers, such as the Special Representatives of the\r\nSecretary-General, on behalf of non-Council members.\r\nThe Council should seriously review the\r\neffectiveness of its actions with regard to resolving\r\nconflicts and bringing about sustainable peace. We\r\nbelieve that security cannot be achieved by a few in the\r\nmidst of the sprawling insecurity of the masses. We\r\nhave therefore argued that security must be addressed\r\nby resolving the root causes of conflict and instability.\r\nWe have spoken much of the potential positive benefits\r\nof globalization, but have yet to undertake the\r\nimportant tasks of minimizing its potentially negative\r\naspects.\r\nThe Council requires a critical evaluation of the\r\neffectiveness of sanctions, such as those against Iraq,\r\nwhich have caused untold suffering to innocent\r\ncivilians. Sanctions, like other instruments at the\r\ndisposal of the Security Council, cannot succeed if they\r\ndo not enjoy universal support, particularly the full\r\nsupport of regional and other influential players.\r\nCollective action must therefore, by necessity, be taken\r\nin accordance with the stipulations of international law\r\nand be supported by the legitimate authorization of the\r\nSecurity Council and/or the General Assembly in order\r\nto ensure universal implementation.\r\nThe wider United Nations membership, including\r\nthe elected membership of the Security Council, must\r\nassert the primary responsibility of the Security\r\nCouncil in determining legitimate threats to\r\ninternational peace and security. The Council should\r\ndetermine the measures to be taken under Articles 41\r\nand 42 of the Charter to restore peace and security.\r\nActions against threats to international peace and\r\nsecurity cannot be undertaken unilaterally or by\r\nregional partnerships unless they have the authorization\r\nof the Security Council and are conducted in terms of\r\ninternational law. It is therefore critical that Council\r\ndecisions receive adequate consideration and wide\r\nconsultation, because their implications are so wide-\r\nranging, especially when Chapter VII is invoked.\r\nMember States are, after all, more than mere partners\r\nwhom the Security Council must co-opt; in fact, the\r\nCouncil represents Member States and acts on their\r\nbehalf.\r\nIn conclusion, it is abundantly clear that the\r\nSecurity Council and, indeed, any other organ of the\r\nUnited Nations must join in a cooperative venture to\r\nface the challenges of this new millennium. In this\r\nregard, it is now as important as ever that high-level\r\npolitical consideration be given to reforming the\r\nSecurity Council and expanding both its permanent and\r\nnon-permanent membership towards greater regional\r\nrepresentativeness. A more representative Council will\r\nbetter reflect the current state of international relations.\r\n24\r\nA/56/PV.25\r\nIt will be able to act with greater credibility and\r\naccountability.\r\nWe welcome the five newly elected members of\r\nthe Security Council, as we also say farewell to those\r\nelected members that have represented us so admirably\r\nover the past two years. As our new colleagues on the\r\nSecurity Council prepare to meet the challenge of\r\nserving on the Security Council, we are once again\r\nreminded that the privilege of serving on the Council\r\nalso places even greater responsibilities on members of\r\nthe Council. We look forward to working closely with\r\nthe Security Council as it strives to improve its\r\nresponse to the global need for peace and security.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in\r\nSpanish): We thank Ambassador Ryan of Ireland for\r\nhis introduction of the annual report of the Security\r\nCouncil to the General Assembly (A/56/2). Our thanks\r\ngo also to the other members of the Security Council,\r\nas well as to the Council secretariat for its work in\r\npreparing the report.\r\nDespite numerous criticisms each year, the report\r\nbefore us today has basically the same characteristics\r\nas those of previous years. We reaffirm that such a\r\nreport, in spite of its great size and high cost, falls far\r\nshort of responding to our hopes and our needs. Instead\r\nof a mere compendium of documents, we want a\r\nsubstantive, analytical report. The report of the\r\nSecurity Council should reflect not only what was\r\ndone, but also what could not be done and why. The\r\nreport should set out the divergent opinions of Council\r\nmembers on particular questions.\r\nThe submission of an annual report of the\r\nSecurity Council is not a privilege granted to the\r\nmembers of the General Assembly. To the contrary, it\r\nis an obligation that is clearly stated in Articles 15 and\r\n24 of the Charter. Member States have not only the\r\nlegitimate right, but also the duty, thoroughly to\r\nevaluate the work of the Council and to determine\r\nwhether the Council is truly acting on behalf of all and\r\nfulfilling, as it should, the high responsibilities\r\nconferred upon it by the Charter.\r\nIn 1996, on the initiative of the Movement of\r\nNon-Aligned Countries, the General Assembly adopted\r\nresolution 51/193, by which it encouraged the Council,\r\nin its reports to the General Assembly, to provide a\r\nsubstantive and analytical account of its work.\r\nRegrettably, more than five years after the adoption of\r\nthat resolution, it has still not been duly taken into\r\naccount, and the Assembly has not even been told why.\r\nNor do we know why the General Assembly still does\r\nnot receive the special reports that the Council should\r\nbe submitting pursuant to Article 24, paragraph 3, of\r\nthe Charter.\r\nTransparent working methods and the\r\nestablishment of a genuine interrelationship with the\r\nGeneral Assembly and with Member States would not\r\nweaken the Council, but would strengthen it. In the\r\nMillennium Declaration, our heads of State or\r\nGovernment stressed the need to bolster the\r\nrelationship between the General Assembly and the\r\nSecurity Council.\r\nGreater transparency in the work of the Security\r\nCouncil is urgently needed. In an increasingly\r\ninterdependent world, the decisions taken by the\r\nCouncil have ever greater implications, either direct or\r\nindirect, for all Member States. Moreover, Council\r\ndecisions are implemented with funding from all of us,\r\nnot just from the members of the Council.\r\nClosed informal consultations, which are not even\r\nprovided for in the Council’s provisional rules of\r\nprocedure, continue to be the rule and not the\r\nexception — in spite of the fact that according to its\r\nown provisional rules of procedure the Council should,\r\nin the absence of a specific decision to the contrary,\r\nmeet in public.\r\nWe are grateful for the sincere efforts of some\r\nelected members of the Security Council to promote\r\ngreater transparency in the Council’s work. We\r\nacknowledge in particular the endeavours of Colombia\r\nand of Jamaica, which currently represent the Latin\r\nAmerican and Caribbean States on the Council, to keep\r\nour region as well informed as possible about the work\r\nof the Council. But such efforts, by themselves, are not\r\nenough.\r\nWe cannot expect positive results from the work\r\nof the Council if it continues, inter alia, to neglect the\r\nopinions of Member States — often, even those of\r\nStates directly involved in the question under\r\ndiscussion.\r\nExcept when exceptional circumstances prevent\r\nit, briefings by members of the Secretariat or by\r\nSpecial Representatives of the Secretary-General\r\nshould take place in public meetings, not behind closed\r\ndoors.\r\n25\r\nA/56/PV.25\r\nThe quality of the daily information meetings for\r\nnon-members of the Council varies a great deal\r\ndepending on which country holds the presidency.\r\nSome make it possible at least to get some idea of the\r\ndiscussions held behind closed doors, but others are,\r\nfrankly, not very useful, perhaps because of the fear of\r\nsome presidencies that other Council members might\r\nview them as “too transparent”.\r\nIt is important that the monthly wrap-up meetings\r\non the work of the Council should become a regular\r\npractice. We particularly hail the Colombian initiative\r\nto organize a public wrap-up meeting this year, the first\r\nof its kind. It is important not only to permit non-\r\nmembers of the Council to be present at such meetings,\r\nbut also to make it possible for them to participate\r\nactively by posing questions and offering proposals.\r\nThat would encourage a true interactive exchange,\r\nwhich would be useful for all.\r\nWe are concerned at the Council’s increasing\r\ntendency to discuss items and to adopt texts on matters\r\nthat go far beyond its assigned mandate. The Council\r\nshould not assume functions that belong to the General\r\nAssembly or other United Nations organs. Rather, there\r\nshould be a greater effort to secure better coordination\r\nbetween the Security Council and the General\r\nAssembly and other bodies. In April steps were taken\r\ntowards convening a joint meeting of the Economic\r\nand Social Council and the Security Council.\r\nUnfortunately, this could not take place, owing, in our\r\nview, to the unnecessarily hasty way in which the idea\r\nwas promoted by the Security Council and to attempts\r\nto establish modalities for participation that were\r\nclearly unfavourable to members of the Economic and\r\nSocial Council. Looking to the future, possible joint\r\nmeetings of the Security Council and other organs\r\nshould be convened on the basis of balanced, mutually\r\nacceptable formulas for participation and procedure. It\r\nis striking that, notwithstanding the difficulties that\r\nexist, the Council’s informal working group on\r\ndocumentation and other procedural questions met\r\nhardly at all during the reporting period. In fact, its\r\nmeeting last June was the first in a year.\r\nMoreover, apart from mentioning that it met 26\r\ntimes during the reporting period, the annual report of\r\nthe Security Council says nothing about the work of the\r\nMilitary Staff Committee. It is thus impossible for us to\r\nmake even the most general comments on the way in\r\nwhich that Committee is fulfilling — or failing to\r\nfulfil — the important functions entrusted to it by the\r\nCharter, or to express any view about its possible use\r\nas a way to strengthen the capacity of the United\r\nNations in the maintenance of peace and security.\r\nWe are convinced that many of the problems now\r\naffecting the work of the Security Council can be\r\nresolved only by thorough reform of that organ. The\r\nCouncil must be reformed because, in its present form,\r\nit does not and cannot represent the interests and\r\naspirations of the States Members of the United Nations.\r\nThe anachronistic and anti-democratic privilege\r\nof the veto must disappear. While it remains, the\r\nSecurity Council will be effective only in preserving\r\nthe interests of its permanent members.\r\nCouncil reform is unquestionably the most\r\nsensitive and pressing element of the reform of the\r\nUnited Nations as a whole. We shall discuss this in\r\ngreater detail when the Assembly debates agenda 49.\r\nWe do not mean to say that there can be no progress\r\nuntil such reform takes place; experience shows that,\r\neven in the current circumstances, we can and should\r\nmove forward.\r\nAlthough public meetings continue to have little\r\nreal influence on Council decisions and although they\r\ncontinue to be the exception rather than the rule, their\r\nnumber has increased. We have also noted some recent\r\nadvances with respect to interaction between the\r\nSecurity Council and troop-contributing countries, such\r\nas the holding of private meetings with those countries.\r\nThe practice of successive presidencies\r\nmaintaining web sites on the Council’s work during the\r\nmonth has become more widespread. Some of the sites\r\nhave been particularly well organized.\r\nAlthough their quality and level of detail vary, the\r\noptional monthly assessments by former Presidents of\r\nthe Council are useful.\r\nThis year, in the framework of the Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of\r\nthe Security Council and Other Matters related to the\r\nSecurity Council, there was an opportunity to convene\r\na meeting in which some Council members\r\nparticipated. It would be very useful for that kind of\r\nexchange to be repeated in the future, because it\r\npromotes better understanding of the positions\r\nprevailing in the two bodies. We believe that an\r\nimportant practical step would be for the Council to\r\nconsider in depth the opinions and proposals presented\r\n26\r\nA/56/PV.25\r\nin this debate and to take them duly into account when\r\norganizing its future work.\r\nI wish to conclude by congratulating the\r\ndelegations of Bulgaria, Cameroon, Guinea, Mexico\r\nand Syria on their recent election to serve as members\r\nof the Council. We wish them every success in their\r\nterm.\r\nMr. Tafrov (Bulgaria) (spoke in French): May I\r\ntake this opportunity to thank member States for the\r\nconfidence they have placed in Bulgaria by electing it\r\nas a non-permanent Security Council member for the\r\nterm 2002-2003. Bulgaria will discharge its task with a\r\nsense of responsibility and in the spirit of the United\r\nNations Charter and its fundamental principles.\r\nFirst and foremost, I would like to address my\r\ndelegation’s congratulations to my friend Ambassador\r\nRichard Ryan of Ireland, who, as Council President for\r\nthe month of October, gave a very clear and concise\r\nintroduction to the annual report of the Security\r\nCouncil. Bulgaria follows closely the work of the\r\nCouncil and attaches great importance to this debate\r\nbased on Articles 15 and 24 of the United Nations\r\nCharter, which stipulate that the Council must present\r\nto the General Assembly both annual and special\r\nreports.\r\nOur consideration of the current report is an\r\nopportunity to carry out an exhaustive evaluation of the\r\nCouncil’s activities during the period of 16 June 2000\r\nto 15 June 2001. My country is convinced that this\r\ndebate is an ideal opportunity not only to review the\r\nCouncil’s activities but also to consider the ways and\r\nmeans of maintaining and strengthening the credibility\r\nand effectiveness of a principal organ of the\r\nOrganization.\r\nThe document before us contains very complete\r\nand detailed information. It gives us a wealth of\r\nspecific data. The report convincingly demonstrates the\r\nsignificant workload that the Council has taken up and\r\nfully demonstrates the importance of the part it plays in\r\ndealing with a number of situations threatening peace\r\nand security in the world. The report reflects the\r\nconsiderable efforts made by the Council in order to\r\nprevent armed conflict and to settle disputes by\r\npeaceful means as part of its main responsibility — the\r\nmaintenance of international peace and security.\r\nMy delegation would like to emphasize that,\r\nduring the period under review, the Council has played\r\na positive role in preventing and resolving conflict, as\r\nwell as in peace-building. The report provides many\r\nexamples demonstrating the beneficial effect of what it\r\nhas done. This year, as in previous years, the Security\r\nCouncil report gives pride of place to crises ravaging\r\nAfrica, where we find, most of the conflicts on the\r\nCouncil’s agenda. In view of the great stakes and the\r\nfrequently unstable political situation of the continent,\r\na source of concern for the entire international\r\ncommunity, the Council has made laudable efforts to\r\ncontain these conflicts. Genuine progress has been\r\nachieved on the road to peace in a number of countries,\r\nincluding Sierra Leone, the Democratic Republic of the\r\nCongo, Eritrea and Ethiopia. Thus, the Security\r\nCouncil is contributing to peace and security on the\r\nAfrican continent, which, is a prerequisite for its\r\nsustainable economic development.\r\nIt is our hope that peace and stability will become\r\nrooted in the western Balkans, a region neighbouring\r\nBulgaria. Despite certain recent positive developments\r\nin the region, the attention paid by the Security Council\r\nto it is of no less crucial importance now than in the\r\npast. Bulgaria reaffirms its support for the United\r\nNations Interim Administration Mission in Kosovo\r\n(UNMIK) and would like to recall the importance that\r\nwe attach to active participation of all electors in the\r\nelections to be held this November. Developing a\r\nculture of tolerance and multiculturalism in Kosovo is\r\nan essential condition for ensuring the well-being of all\r\nethnic communities.\r\nWe note, however, that the implementation of\r\nSecurity Council resolution 1244 (1999) reveals certain\r\ndifferences in approach within the Council. It is\r\nobvious that the United Nations Mission in Kosovo and\r\nthat in East Timor are very complex and involve a form\r\nof international administration of the territories. These\r\nMissions require the participation of civil\r\nadministrators, magistrates, prison wardens and border\r\nguards coming from countries of different parts of the\r\nworld.\r\nMy delegation welcomes the fact that the Council\r\nhas sent missions to conflict areas, such as those sent to\r\nthe Great Lakes region and to Kosovo. Even if those\r\nmissions have not always resulted in major\r\nbreakthroughs in the settlement of conflicts, they have\r\nmade it possible for Council members to get a better\r\ngrasp of the situation on the ground and to better assess\r\nthe nature, complexity and dynamics of the conflicts.\r\nThe light that these missions shed on Council\r\n27\r\nA/56/PV.25\r\ndiscussions dealing with specific conflicts can only\r\nenhance its decision-making process. In our view, the\r\nCouncil missions have become an indispensable tool\r\nfor the effective discharge of its duties.\r\nIt should be emphasized that the Security Council\r\nhas begun to re-evaluate its policies on sanctions in\r\norder to improve their effectiveness while at the same\r\ntime avoiding negative side effects. My delegation is\r\npreparing to consider the results of the work of the\r\nWorking Group on sanctions, created in April 2000, in\r\norder to come up with relevant recommendations on\r\nthese matters.\r\nBulgaria believes that it is essential to ensure that\r\nwe reset our sights in regard to sanctions, and that this\r\nresults in a clear-cut and coherent methodology with\r\nrespect to imposing and lifting sanctions. Such a\r\nmethodology should take into account the concerns of\r\nthe civilian populations and the interests of third\r\ncountries, while at the same time improving the\r\neffectiveness of sanctions.\r\nPeacekeeping operations are becoming\r\nincreasingly complex and numerous. Financial\r\nresources, mandates and political will should all\r\nconverge to make each peacekeeping initiative\r\npracticable. Bulgaria welcomes the strengthening of\r\ncooperation and coordination between the United\r\nNations Secretariat, the Council and troop-contributing\r\ncountries for peacekeeping operations.\r\nIn conclusion, I would like to pay a tribute to all\r\nthose who, during this debate, have expressed frankly\r\nwhat they really think, even their feelings of\r\nfrustration, without mincing words. This approach can\r\nonly enrich our discussion.\r\nAs a recently elected non-permanent Security\r\nCouncil member, the Republic of Bulgaria is ready to\r\nwork resolutely and constructively with other\r\ndelegations in order to improve the Council’s working\r\nmethods, particularly as regards transparency, and its\r\neffectiveness, so that it can better discharge its\r\nresponsibilities.\r\nI would like to conclude by expressing my warm\r\ncongratulations to the delegations of Cameroon,\r\nGuinea, Mexico and Syria on their recent election to\r\nCouncil membership.\r\nMr. Satoh (Japan): At the outset, on behalf of the\r\nGovernment and the people of Japan, I would like to\r\nexpress our heartfelt congratulations to Secretary-\r\nGeneral Kofi Annan and all the staff of the United\r\nNations on being awarded the Nobel Peace Prize. We\r\nare all uplifted and, indeed, greatly encouraged by this\r\ntimely and well-deserved recognition of their\r\ndedication to world peace.\r\nThe United Nations and its respected and able\r\nSecretary-General will, however, need ever-greater\r\nsupport from the international community as they\r\ntackle the difficult tasks and challenges before them,\r\nnow and in future. I therefore would like to reaffirm\r\nJapan’s commitment to continuing to provide as much\r\nsupport and cooperation as possible to the United\r\nNations and to Secretary-General Kofi Annan.\r\nI should like to express my appreciation to the\r\nPresident of the Security Council, Ambassador Richard\r\nRyan of Ireland, for his introduction of the report of the\r\nSecurity Council on its work from June 2000 to June\r\n2001.\r\nHowever, I would like to draw the Assembly’s\r\nattention to a number of suggestions offered by my\r\ncolleagues with a view to improving the content and\r\nthe format of the annual report of the Council. Since I\r\nfind many of these suggestions pertinent, I would like\r\nto request the Council to take them seriously so as to\r\nsee major improvements in the next report.\r\nIn recent years, it has become increasingly\r\nevident that the activities and decisions of the Security\r\nCouncil in the maintenance of international peace and\r\nsecurity are encompassing an ever-wider range of\r\nareas. For example, the mandates of peacekeeping\r\noperations established by Security Council resolutions\r\ncover activities related to civil administration,\r\ndevelopment and the disarmament, demobilization and\r\nreintegration of ex-combatants (DDR).\r\nThe Council has also taken decisions in the field\r\nof the safety of civilians in armed conflict,\r\nhumanitarian assistance, and HIV/AIDS. Most recently,\r\nSecurity Council resolution 1373 (2001) obliged\r\nMember Governments to take comprehensive anti-\r\nterrorism measures, including in the financial field.\r\nAll of this points to the fact that the Council\r\ncannot by itself cope with the challenges it faces. It\r\nneeds the full cooperation of the entire international\r\ncommunity to implement its decisions.\r\nI thus welcome the willingness of the Council in\r\nrecent years to hold frequent meetings, both public and\r\nprivate, at which the views of non-members can be\r\n28\r\nA/56/PV.25\r\nexpressed. However, more can be done to strengthen\r\nthe Council’s working relations with non-members.\r\nThe first aspect of this issue concerns the criteria for\r\nthe participation of non-members in the discussions of\r\nthe Council. Given that the criteria for holding such\r\nmeetings remain unclear, we would like to request that\r\ncriteria be established based on Article 31 of the\r\nCharter and rule 37 of the provisional rules of\r\nprocedure of the Council.\r\nIn this context, we find it essential that countries\r\nwhose interests are especially affected by a decision of\r\nthe Council be given an opportunity to take part in\r\ndiscussions before a decision is made.\r\nAnother aspect is the question of the Council’s\r\nrelations with non-member countries in the context of\r\npeacekeeping operations.\r\nIn June, the Security Council adopted resolution\r\n1353 (2001), an important decision which stipulates the\r\nCouncil’s relations with troop-contributing countries in\r\na comprehensive manner. While we fully support the\r\nidea of strengthening the Council’s partnership with\r\ntroop-contributing countries, my delegation wishes to\r\nreiterate its view that, in the implementation of\r\nresolution 1353 (2001), it is essential that not only\r\nthose countries which provide military and civilian\r\npolice personnel, but also those which supply civilian\r\npersonnel or which make major financial contributions,\r\nbe involved in order to ensure the effective functioning\r\nof a peacekeeping operation. The prospects for\r\nbroadened mandates of, and increased costs for,\r\npeacekeeping operations underscore the importance of\r\nthe involvement of such countries.\r\nBefore concluding, I would like to touch upon the\r\nimportance of Security Council reform, although I\r\nintend to take up this matter in greater detail on another\r\noccasion.\r\nWe all know that improvements in the working\r\nmethods of the Council alone will not be sufficient to\r\nenhance the legitimacy and effectiveness of the\r\nSecurity Council. This will require that the Council be\r\nreformed so that its composition reflects the realities of\r\ntoday’s international community.\r\nThe increasing responsibilities of the Security\r\nCouncil I touched upon earlier make it more urgent\r\nthan ever that we address the long-pending issue of\r\nSecurity Council reform.\r\nThe meeting rose at 1 p.m.\r\n"