"United Nations A/56/PV.13\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n13th plenary meeting\r\nMonday, 1 October 2001, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-55755 (E)\r\n*0155755*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 166 (continued)\r\nMeasures to eliminate international terrorism\r\nReport of the Secretary-General (A/56/160 and\r\nCorr.1 and Add.1)\r\nMr. Niehaus (Costa Rica) (spoke in Spanish): I\r\nwould like at the outset to thank you, Sir, for having\r\nallowed the participation of the Mayor of New York\r\nCity, Mr. Rudolph Giuliani, in this morning’s meeting.\r\nOn 11 September, this city fell victim to the most\r\nheinous and despicable terrorist attack in world history.\r\nOn that day, New York became a symbol of irrational\r\nviolence and hatred and an incomprehensible image of\r\ngrief and destruction. However, since then, this town\r\nhas raised itself, shaken off the dust and faced\r\nadversity courageously. Today, New York is a true\r\nexample of humanity and solidarity and a symbol of\r\ncourage and fortitude against evil. I would therefore\r\nlike to take this opportunity to convey to the Mayor,\r\nthrough you, the condolences of the people and\r\nGovernment of Costa Rica and our deepest feelings of\r\nbrotherhood at this difficult time to the people of New\r\nYork and of the United States as a whole.\r\nCosta Rica most categorically condemns\r\nterrorism in all its forms and manifestations, wherever\r\nand by whomever committed. We recognize terrorism\r\nas a most serious crime against humanity that\r\nvictimizes the innocent civil population as a whole and\r\nthreatens the entire international community. There is\r\nno political, philosophical, racial, ethnic or religious\r\nmotive that justifies this crime. My country condemns\r\nmost categorically all those States and political groups\r\nthat promote, support or finance the commission of\r\nterrorist acts.\r\nThe recent events call for a coordinated response\r\nof the international community against the scourge of\r\nterrorism. When faced by the cruelty of fear and\r\nhatred, we must raise up the flag of civilization,\r\ntolerance and brotherhood. Before irrational violence,\r\nwe must take up the arms of reason, law and order.\r\nAgainst terrorism, we must resort to the rule of law, to\r\njustice and to due process through international legal\r\nand police-work cooperation. We must create new\r\nmodels of public security and mature police institutions\r\nthat can protect our societies effectively. It is urgent to\r\nformally proscribe the transfer of weapons and funds to\r\nall rebel, extremist and terrorist groups, as well as to\r\nthose Governments that support them.\r\nWe must be aware, however, that the prevention\r\nof terrorist attacks cannot be limited to the adoption of\r\npolice measures. A real war against terrorism will\r\nrequire us to confront and rectify the political and\r\neconomic injustices that feed hatred and conflict. The\r\nfight against terrorism requires courage to overcome\r\nfear and hatred, fortitude not to fall into the cycle of\r\nviolence and bravery to choose the best instrument\r\nagainst the criminals. We must therefore avoid the\r\ndanger of making martyrs out of the terrorists.\r\n2\r\nA/56/PV.13\r\nIn the long run, respect for human rights and\r\ndemocracy in all spheres of life is the best protection\r\nagainst terrorism. We are well aware that political\r\noppression, extreme poverty and the violation of basic\r\nrights are the essential fuels of extremism and\r\nterrorism. Conversely, true and sustainable peace is\r\nborn out of mutual respect, dialogue and the\r\nrenunciation of violence. That is why it will be\r\npossible to eradicate terrorism only once a decent\r\nquality of life is guaranteed to every person,\r\nfundamental rights are respected and political disputes\r\nare solved through democratic means.\r\nThe fight against terrorism should drive us to\r\ncreate more tolerant and open societies. We should not\r\nallow ourselves to be carried away by intolerance and\r\nhatred. We cannot lapse into oppressing religious or\r\nethnic minorities. The war against terrorism neither\r\njustifies the use of totalitarian methods nor legitimizes\r\nthe existence of dictatorial regimes. On the contrary,\r\nthe fight against this scourge must follow closely the\r\nprinciples of human rights. We will be able to\r\novercome terrorism only once we adopt a true culture\r\nof peace and life.\r\nTo create such a culture of peace, all nations must\r\nwork to increase awareness at all levels of society. In\r\nthis regard, my country is making its own contribution\r\nthrough the University for Peace, an institution of\r\nhigher education devoted to provide training in\r\nacademic disciplines that promote peaceful relations\r\namong peoples and individuals. We should increase\r\nsuch efforts so as to broaden the context for the full\r\nachievement of global peace.\r\nIn the context of this General Assembly session,\r\nwe welcome the progress achieved by both the Ad Hoc\r\nCommittee and the working group responsible for\r\ndrafting a series of legal instruments to prohibit and\r\npunish terrorism in all its forms. My delegation has\r\ntaken an active part in that work, and we have been\r\nhonoured with a vice-chairmanship of the Committee.\r\nCosta Rica recently ratified the International\r\nConvention for the Suppression of Terrorist Bombings,\r\nwhich was drafted by the Committee, and we are\r\nfinalizing the ratification process for the International\r\nConvention for the Suppression of the Financing of\r\nTerrorism. In the light of the recent events, my\r\ndelegation believes that the working group should this\r\nyear finalize the drafting of a comprehensive\r\nconvention against terrorism. My delegation believes\r\nthat such a comprehensive convention must preserve\r\nthe delicate balance between the obligation to punish\r\nthose responsible for such crimes within the legal\r\nsystem of each State and the need to ensure respect for\r\ndue process and the basic rights of the accused, as\r\nexisting instruments have done. My delegation also\r\nbelieves that the draft convention should guarantee the\r\ncustomary human rights principle of non-refoulement.\r\nFurthermore, we believe that a comprehensive\r\nconvention should preserve the integrity of\r\ninternational humanitarian law, which establishes clear\r\nconditions for undertaking military operations and\r\nmakes no provision for granting immunity to those who\r\ncommit terrorist attacks within the context of an armed\r\nconflict. This prohibition, which applies both to States\r\nand to combatants fighting for their right to self-\r\ndetermination in the context of a non-international\r\nconflict, should be properly reflected in the text of the\r\nconvention.\r\nA few days ago, we witnessed a bloody and\r\natrocious act of international terrorism. Those\r\ndespicable acts shocked the conscience of all humanity.\r\nUnder today’s difficult circumstances, the world is\r\nlooking to the United Nations for leadership. The\r\ndecisions made over the past few days in the Security\r\nCouncil and the General Assembly are a first step in\r\nthat direction. Now it is for each of us to implement\r\nthose measures.\r\nMr. Ordzhonikidze (Russian Federation) (spoke\r\nin Russian): This session of the General Assembly is\r\ntaking place in the immediate aftermath of the tragedy\r\nthat occurred in the United States on 11 September.\r\nThe entire civilized world is mourning with the\r\nAmerican people. The hearts of Russians, who know\r\nfirst-hand what terrorism is like, are filled with grief\r\nfor all those who fell victim to terrorist acts in another\r\npart of the world.\r\nIn the statement that he made on the day of the\r\ntragedy, the President of the Russian Federation,\r\nVladimir Putin, expressed sincere and profound\r\ncondolences to all who were injured and to the families\r\nof those who were killed, and stressed that the\r\nunprecedented terrorist aggression against the United\r\nStates was an outright challenge to all humanity. The\r\ntragedy has underscored the fact that the international\r\ncommunity does not have a single day to lose.\r\nHumankind is facing not an abstract, but a real, threat\r\nto people’s lives, to the security of States and to the\r\nstability of the political and economic systems of entire\r\n3\r\nA/56/PV.13\r\nnations, posed by the forces of international terrorism.\r\nThat threat has acquired unprecedented proportions: in\r\na matter of minutes, innocent people from more than 60\r\nStates perished, and enormous economic damage was\r\ndone, the consequences of which have yet to be fully\r\nassessed.\r\nAll sensible people throughout the world, even\r\nthose who do not deal professionally with law\r\nenforcement issues, now understand that only by\r\nworking together can we put an end to terrorism in the\r\nworld. The Minister for Foreign Affairs of the Russian\r\nFederation, Mr. Ivanov, speaking during the 7th\r\nplenary meeting of the fifty-sixth session of the\r\nGeneral Assembly, said that the international\r\ncommunity was facing the tremendous task of\r\nresponding adequately and, most importantly,\r\ncollectively to the challenges of our time.\r\nTerrorism is not only a dangerous, but an\r\ninsidious enemy; it takes advantage of any weak link in\r\nthe chain of States that fight against it. We are\r\nparticularly concerned about the expanding ties\r\nbetween international terrorism and transnational\r\norganized crime, illegal drug-trafficking, money-\r\nlaundering and illegal trafficking in nuclear, chemical,\r\nbiological and other hazardous materials. That is why\r\nwe, for our part, are not only ready for, but insist on,\r\nthe closest possible interaction among members of the\r\ninternational community in fighting against this\r\nscourge of the twenty-first century. The priority task is\r\nto establish a global system to counteract new threats\r\nand challenges that would, inter alia, ensure certain\r\npunishment for all those responsible for organizing and\r\nperpetrating terrorist acts. There is no doubt that the\r\nkey role of universal coordinator of States’ efforts to\r\ncreate such a system should be played by the United\r\nNations.\r\nIt is now particularly important to create an\r\ninternational legal framework that makes it possible to\r\nrespond effectively and promptly to acts of terrorism\r\nand to prevent them. The 12 universal conventions\r\ndealing with the issue, many of which were adopted\r\nunder United Nations auspices, provide a solid basis\r\nfor anti-terrorist cooperation among States. In our\r\nrapidly changing world, however, this foundation needs\r\nto be strengthened on an ongoing basis. In this\r\nconnection, we expect the General Assembly to adopt,\r\nas soon as possible, two new instruments that are now\r\nunder consideration: a convention for the suppression\r\nof acts of nuclear terrorism and a comprehensive\r\nconvention on international terrorism. We must not\r\nforget that every minute that passes before the adoption\r\nof those two vital instruments will be used by terrorists\r\nto develop their potential.\r\nFor its part, Russia is doing its best to ensure that\r\na sound international legal system is in place for\r\nfighting terrorism. This year our country ratified the\r\nInternational Convention for the Suppression of\r\nTerrorist Bombings, the Convention for the\r\nSuppression of Unlawful Acts against the Safety of\r\nMaritime Navigation and the Protocol thereto. Our\r\ncountry is thus now a party to most of the universal\r\nanti-terrorist conventions.\r\nIt is especially important for the Security Council\r\nto embark upon a substantive discussion of\r\ninternational terrorism. The Council gave a clear and\r\ntimely exposition of its fundamental approach and\r\naction programme in this field in resolution 1269\r\n(1999), adopted as a result of a Russian initiative, and\r\nin resolution 1368 (2001). Another major milestone on\r\nthe path towards eradicating terrorism was reached last\r\nweek when the Security Council adopted resolution\r\n1373 (2001). For the first time ever, a resolution has\r\ninitiated a mechanism for the Security Council to\r\nexercise international control over compliance by all\r\nStates with United Nations decisions in combating\r\nterrorism. We see it as a serious step towards an\r\neffective response to terrorist threats, especially with\r\nrespect to blocking its channels of financing and\r\nbanning the operations of organizations that essentially\r\nact as accomplices to terrorists. It is important for this\r\nmechanism to start working effectively as soon as\r\npossible. The full and unconditional implementation of\r\nmeasures provided for in that document is a must if we\r\nare to deal a powerful blow to the forces of\r\ninternational terrorism and deprive them of their roots\r\nand refuge across the globe. In accordance with its\r\nmandate determined by the United Nations Charter, the\r\nSecurity Council should keep playing an active part in\r\npreventing the threats to international peace and\r\nsecurity posed by terrorism.\r\nWith respect to enhancing United Nations anti-\r\nterrorist capacity, we should not overlook the need to\r\nstrengthen the relevant structures of the Secretariat. In\r\nthis context, we could discuss the prospects of\r\nreinforcing the Terrorism Prevention Branch of the\r\nUnited Nations Office for Drug Control and Crime\r\nPrevention in Vienna with additional staff and financial\r\nresources. This issue is important for providing\r\n4\r\nA/56/PV.13\r\ntechnical support to States as they comply with their\r\nobligations under the universal anti-terrorist\r\nconventions and United Nations decisions in this\r\nsphere.\r\nWe are confident that the future global anti-\r\nterrorist system should be built on the foundation of\r\nregional and subregional structures and institutions\r\nactive in this field. In this context, we attach great\r\nimportance to relevant work carried out within the\r\nframework of the Commonwealth of Independent\r\nStates (CIS).\r\nIn 1999, the heads of Governments of the CIS\r\ncountries signed a Treaty on Cooperation among CIS\r\nMember States in Combating Terrorism, which forms\r\nthe legal framework for interaction among competent\r\nauthorities in preventing, disclosing, suppressing and\r\ninvestigating terrorist attacks. The Antiterrorist Centre\r\nestablished last year by the Council of the heads of CIS\r\nStates is now in operation. The position of the CIS with\r\nregard to the tragedy of 11 September and the resolute\r\ndesire of the member countries to rebuff international\r\nterrorism were reflected in the joint statement by the\r\nheads of member States made on 28 September. The\r\nstatement stresses, in particular, the need to take\r\nconcrete steps to ensure the effectiveness of anti-\r\nterrorist measures.\r\nWe expect a lot from the anti-terrorist structure\r\nthat is being actively formed within the Shanghai\r\nCooperation Organization. We would also like to\r\nexpress our great appreciation of the interaction in\r\nfighting international terrorism pursued within the\r\nframework of the Group of Eight.\r\nThe elimination of international terrorism is a\r\ngoal that will take a long time to achieve. However,\r\nthis only means that we should start moving towards\r\nthis goal without delay.\r\nMr. Bennouna (Morocco) (spoke in French):\r\nFirst, the Kingdom of Morocco reiterates its\r\nunambiguous and firm position in condemning without\r\nreservation terrorism in all its forms and regardless of\r\nits origin or perpetrators.\r\nIt is true that the United Nations has been\r\ndebating the issue of terrorism for thirty years. This\r\nquestion has been the subject of thorough and often\r\ncontroversial deliberations that have led to the adoption\r\nof numerous declarations and conventions aimed at\r\nfighting this scourge and developing the international\r\nlegal instruments to combat it. However, the tragic\r\nevents of unprecedented scope that plunged New York,\r\nWashington and Pennsylvania into mourning on 11\r\nSeptember have shaken our collective conscience so\r\nmuch that we are forced to reconsider the approach\r\nused so far in combating terrorism.\r\nIt is certain that the process of globalization we\r\nare experiencing does not require only the\r\nglobalization of rules but also the strengthening of the\r\ninternational institutions and their adaptation to the\r\nnew issues involved.\r\nIn this context, my country is resolved, after the\r\nadoption by the Security Council of resolution 1373\r\n(2001) on 28 September 2001, to comply with all the\r\ndecisions contained in it and to cooperate fully with the\r\ninternational mechanism to supervise its\r\nimplementation. We will also continue our cooperation\r\nwith all other countries in order to intensify the fight\r\nagainst terrorism, and we will make sure to accelerate\r\nour participation in all relevant legal instruments. We\r\nwill fully support India’s comprehensive draft\r\nconvention on this subject, and we will do our best so\r\nthat it can be finalized during this session.\r\nNo doubt the purpose behind the attacks directed\r\nat innocent civilians in the United States was to spread\r\nterror and panic through this country and the world.\r\nBut the attacks also undoubtedly aimed at triggering a\r\nclash of civilizations and religions. This is the danger\r\nof terrorist acts, which by their very nature carry the\r\nseeds of unprecedented threats to international peace\r\nand security. The threats of this new type aim to set off\r\nconflicts between religious or cultural groups — the\r\ndire premise of a return to barbarism.\r\nThe terrorists who struck thousands of people in\r\nthe United States and sent thousands of families into\r\nmourning wanted at the same time to destroy the\r\ncommon values of all humanity: tolerance, the respect\r\nfor differences and the acceptance of a diversity of\r\ncultures and civilizations. In the end, it is the heritage\r\nof all of us, our beliefs, our spirituality and our abiding\r\ncreativity that are being targeted.\r\nWe would like to pay our respects to the innocent\r\nvictims and to express our compassion to their\r\nfamilies. At the same time, we would also like to\r\nemphasize that in such situations, and as a general rule,\r\nwe should avoid equating the acts of certain criminals\r\nwith the behaviour of a religious community or of any\r\n5\r\nA/56/PV.13\r\ncultural group. This was energetically affirmed by the\r\nauthorities of the host country, at all levels.\r\nWe would like to take this opportunity to recall\r\nthe constant position of the Kingdom of Morocco. Any\r\nattempt to hold one group responsible for the acts of a\r\nfew of its extremist members paves the way,\r\nundoubtedly, to serious attacks on human beings that\r\nvary from everyday racism — though racism cannot\r\nbe considered normal — to institutionalized\r\ndiscrimination and even to crimes against humanity.\r\nThe Kingdom of Morocco is convinced that any\r\nculture or nation can emerge, thrive and sustain itself\r\nonly through multiple contributions and numerous\r\ninfluences. There is no such thing as a “pure”\r\ncivilization. We are all in some way “impure”, with\r\nvaried characteristics. His Majesty King Mohammed\r\nVI stressed in his throne speech of 30 July the\r\nrelationship between democracy and respect for\r\nregional cultural characteristics. His Majesty reached\r\nthe conclusion that there exists in Morocco a pluralist\r\nidentity\r\n“built on diverse contributions — namely,\r\nAmazigh, Arabic, sub-Saharan, African and\r\nAndalusian, all of which constitute valuable\r\ncomponents that have refined and enriched our\r\nidentity, thanks to an openness to and an\r\ninteraction with a large variety of cultures and\r\ncivilizations”.\r\nThe recognition of the pluralism within this\r\nidentity by His Majesty the King in no way affects the\r\nhomogeneity of the Moroccan nation as a whole;\r\nrather, it should ensure the strengthening and greater\r\ncohesion of the nation, and thereby its ability to\r\ncooperate more broadly with all neighbouring\r\ncountries. This vision, which harmoniously integrates\r\ndiversity and unity, is a source of hope for the future of\r\nthe Arab Maghreb, an area of privileged relations\r\nbetween Europe and Africa.\r\nThe sectoral approach, which has been used for a\r\ndefinition of terrorist acts in international conventions\r\nwith a view to criminalizing these acts, has proven to\r\nbe inadequate to fight this scourge. On the other hand,\r\nall those who believed that the mere invocation of the\r\nterm “terrorism” would suffice to heap shame and\r\ndiscredit on “the Other”, who is always the enemy,\r\nunfortunately trivialized the concept of terrorism. It is,\r\ntherefore, high time for our Organization to start a\r\nprocess of clarifying the concept of terrorism in light of\r\nrecent developments in international law and\r\nparticularly the adoption of the Statute of the\r\nInternational Criminal Court in Rome in July 1998.\r\nHenceforth — and this is the most important\r\ninnovation — notorious criminals can no longer seek\r\nrefuge within State borders and invoke the principle of\r\nnon-interference.\r\nThe end of the twentieth century has also\r\nsignalled the end of philosophies that, in line with\r\nMachiavellianism, justify the means, however\r\ndespicable, for the sake of political goals.\r\nIndeed, therein lies the crux of any definition of\r\nterrorism. Any indiscriminate act against innocent\r\ncivilians constitutes a terrorist crime that international\r\nlaw condemns, regardless of the perpetrator’s status or\r\nposition in State hierarchy. As stated this morning by\r\nthe Mayor of New York City, there can be no moral\r\nrelativism. From now on, he said, there are limits to the\r\nextent to which any organization, underground or\r\nofficial, could go in the use of given means.\r\nNeedless to say, exceptions to the non-use of\r\nforce apply in the case of a country defending itself\r\nagainst an act of aggression or an armed attack or when\r\naction is authorized by the Security Council under its\r\nprimary responsibility for the maintenance of\r\ninternational peace and security.\r\nHowever, even recourse to the legitimate use of\r\nforce must be adapted to the objective sought, be it\r\nself-defence, the pursuit and prosecution of criminals,\r\nor the restoration of international peace and security\r\nunder a Security Council resolution. This is why any\r\nretaliation must not be excessive and must avoid\r\nfurther endangerment of innocent lives.\r\nHere I would mention just a few famous\r\nauthors — Montesquieu or Hobbes, for example —\r\nwho remind us that security is the primary form of\r\nfreedom. But we also must see to it that the pursuit of\r\nsecurity does not jeopardize the freedom of individuals\r\nthemselves. In this connection, our Organization has an\r\nessential role to play in allowing the voice of the\r\ninternational community to be heard, which must also\r\nbe the voice of reason. That voice of reason — the\r\nvoice of the international community — must address\r\nthe serious imbalances that still plague our planet and\r\nthat drive disadvantaged groups in cultural and\r\nreligious seclusion to seek refuge in extremism.\r\n6\r\nA/56/PV.13\r\nWhile, as I have said, security concerns should be\r\naddressed with due regard to cultural particularities,\r\nthis security will not be universal unless solutions are\r\nfound to the dire poverty being experienced by\r\nincreasing numbers of people. It will not become\r\nuniversal until solutions are found to the flagrant\r\nhumiliation and injustice affecting people worldwide,\r\nmaking victims of entire populations, including\r\nchildren and the most vulnerable groups, either in\r\nPalestine or elsewhere. Restoring hope to the oppressed\r\nmust figure among the priorities of the community of\r\nnations.\r\nThe Kingdom of Morocco, as an Arab and\r\nMuslim country, has consistently advocated, in all\r\ninternational forums, dialogue among religions,\r\ncultures and civilizations. Need we recall that Morocco\r\nwas the first Arab-Muslim country to be visited by His\r\nHoliness the Pope in 1985. More recently, Moroccan\r\nreligious dignitaries prayed in Rabat, the Moroccan\r\ncapital, on the day after the tragic event of 11\r\nSeptember, in unison with representatives of the\r\nChristian and Jewish communities. And for a very\r\ngood reason we prayed as sons of Abraham, whose\r\nmessage has been carried on by all prophets and\r\nmessengers shared by us all.\r\nIt is not just now that we Muslims have learned to\r\nadvocate and practise tolerance. As early as the\r\nthirteenth century, the great mystic scholar Jalaluddin\r\nRumi delivered to us this inspiring message of\r\ntolerance, which will be my concluding words:\r\n“Oh Muslims, you are asking me who I am ... I\r\nam partly from here and partly from\r\neverywhere ... I am partly of pearls and partly\r\nfrom remote shores ...”.\r\nMr. Enkhsaikhan (Mongolia): International\r\nreaction to the terrorist attacks of 11 September on our\r\nhost city of New York, on Washington, D.C., and on\r\nPennsylvania has been overwhelming, swift and\r\nunreserved. The world community has not only\r\nstrongly condemned these barbaric acts, but it also has\r\nreiterated its determination to fight all manifestations\r\nof terrorism. The reaction of States from around the\r\nworld, the unanimous resolutions adopted by the\r\nSecurity Council on 12 and 28 September, as well as\r\nthose adopted by this Assembly as its first order of\r\nbusiness on 12 September, clearly demonstrate that the\r\nresolve of States to fight this global scourge is not only\r\nstrong, but that it is also being reinvigorated. In fact,\r\nmy delegation believes that these tragic events are\r\nhaving a deep impact both on international relations\r\nand on peoples’ minds around the world. New realities\r\nneed equally new approaches.\r\nThe Mongolian people has resolutely condemned\r\nthese terrorist acts as criminal and directed against all\r\nhumanity, and has underlined that it considers that their\r\nultimate target was peace, freedom and democracy.\r\nBearing in mind the grave nature of these acts for\r\ninternational peace and security, the National Security\r\nCouncil of Mongolia has specifically considered its\r\npossible ramifications for international relations as a\r\nwhole, and the Government of Mongolia has asked the\r\nSecretary-General to convene an emergency session of\r\nthe General Assembly to discuss practical ways and\r\nmeans of combating terrorism.\r\nConsideration of this item in plenary meetings is\r\nseen by this delegation not only as an expression of the\r\nunity of the international community in the face of\r\nthese heinous acts of terrorism, but also as an\r\nopportunity for brainstorming, which should be\r\nfollowed up by concrete actions at the national,\r\nregional and international levels. The past three weeks\r\nhave been revealing in this respect. They have seen\r\nMember States take important steps both among\r\nthemselves and through the United Nations to\r\nreinvigorate the fight against this scourge. Thus, a\r\ncoalition is being formed that is resolved to pursue\r\nperpetrators, organizers and funders of the terrorist acts\r\nof 11 September. The coalition’s determination to act is\r\nevident, and this time tangible results might be\r\nachieved. The world needs good and encouraging\r\nnews.\r\nIt seems that the coalition rightly believes that its\r\nactions will yield practical and long-term results if a\r\nmuch broader and permanent coalition is built around\r\nthe United Nations, for military operations, however\r\nsuccessful, would not be sufficient to root out\r\nterrorism. The full force of national laws and\r\ninternational norms, together with addressing the root\r\ncauses of terrorism, is needed.\r\nThe first, swift political reaction of the Security\r\nCouncil on 12 September was followed up on 28\r\nSeptember by a decision on more practical measures,\r\nas reflected in resolution 1373 (2001). My delegation\r\nbelieves that full implementation of all 23 of its\r\nconcrete provisions will be important for successfully\r\nwaging the struggle. The invocation of Chapter VII of\r\n7\r\nA/56/PV.13\r\nthe Charter, the decision of the Council to set up a\r\ncommittee to monitor implementation of the resolution\r\nand its call on Member States to report to the\r\ncommittee on its implementation within 90 days are\r\nindeed signs of the international community’s\r\ndetermination to seriously address this problem. This\r\nresolve should be fully supported.\r\nMongolia, like other States, takes its\r\nresponsibility seriously. It is a party to all the\r\nconventions that are practically implementable by it. It\r\nintends to become a party to the International\r\nConvention for the Suppression of the Financing of\r\nTerrorism in the near future. Mongolia’s adherence to\r\nthe international conventions to combat specific\r\nmanifestations of terrorism is based on its firm belief\r\nthat international terrorism affects all, and that\r\ntherefore all States, including those that are not directly\r\naffected by terrorism, can make a difference. The latter\r\ncan deny safe haven to terrorists, the transit of\r\nterrorists through their territories, the transit through\r\ntheir territory of the sources of their financing or of the\r\nperpetration of terrorist acts, and so forth.\r\nFollowing the line of least resistance, it cannot be\r\nruled out that terrorists could contemplate pursuing\r\ntheir aims in or through small and weaker States,\r\nseeing in them “the weak link” in opposing or fighting\r\nterrorism. Moreover, it is clear that Security Council\r\nresolution 1373 (2001), including its provisions\r\nconcerning prevention, early warning, exchange of\r\noperational information, investigation, prosecution and\r\nso forth, can be successfully implemented only with the\r\nactive participation of all States of the international\r\ncommunity.\r\nWe all agree that the United Nations should move\r\nfrom a culture of reaction to a culture of prevention.\r\nThis applies to the entire United Nations system. Thus,\r\nthe General Assembly, as the main United Nations\r\norgan empowered to consider general principles of\r\ncooperation in the maintenance of international peace\r\nand security, should address the different aspects of\r\nterrorism, including legal, socio-economic and even\r\ncultural, all of which remain outside the Security\r\nCouncil’s resolution and its powers.\r\nThe fight against terrorism will be successful if it\r\nis undertaken within, and by a strengthening of,\r\ninternational law and order. Thus, the Sixth Committee\r\nshould, bearing in mind the existence of a strong\r\npolitical will and determination, finalize as soon as\r\npossible both the draft convention against nuclear\r\nterrorism and the comprehensive convention against\r\ninternational terrorism.\r\nThe draft convention against nuclear terrorism is\r\nalmost ready. Hopefully, the remaining issue, dealing\r\nwith the scope of its application, will be resolved\r\nduring this session of the General Assembly. As for the\r\ndraft comprehensive convention against international\r\nterrorism, it is widely recognized that what is needed is\r\npolitical will more than the negotiating or drafting\r\nskills of diplomats and lawyers. My delegation believes\r\nthat given political will, terrorism can be defined. In\r\nthis respect, my delegation agrees with the Secretary-\r\nGeneral that there can be no acceptance of those who\r\nwould seek to justify the deliberate taking of innocent\r\nhuman lives, regardless of cause or grievance. Where\r\nthere is a will, there is always a way.\r\nEqually, the issue of the relationship between the\r\nforthcoming conventions and existing ones, as well as\r\nfuture conventions on international terrorism, could be\r\nresolved. Once the two conventions are drawn up,\r\nMember States should take prompt measures for their\r\nrapid entry into force.\r\nIn the same manner, the pace of establishing the\r\nInternational Criminal Court (ICC) should be\r\naccelerated as a timely response to combat impunity of\r\ncrimes against humanity, genocide and war crimes.\r\nAdding to the list of crimes against humanity\r\naggression, the threat or use of nuclear weapons,\r\nterrorist and environmental crimes that entail grave\r\ninternational consequences should in due time be\r\nlooked at again, and if agreed, could be proposed to the\r\namendment conference of the ICC at a future time, as\r\nenvisaged in its Statute.\r\nThe political will of the international community,\r\nwhich is now clearly manifested, should be turned into\r\nthe strong legal commitment of States. As the\r\nSecretary-General rightly pointed out earlier this\r\nmorning, the recent terrorist acts have also\r\ndemonstrated that biological and chemical terrorist acts\r\nare becoming a real and present danger that needs to be\r\naddressed accordingly.\r\nThe fight against terrorism should start at the\r\nnational level, for it is not necessarily the case that\r\nterrorist plans are hatched and preparations are made at\r\nthe international level. Attempts to give religious or\r\nnational justification or coloration to criminal acts\r\nshould be fought first and foremost at the national\r\n8\r\nA/56/PV.13\r\nlevel. Depriving the terrorists of ideological\r\njustification for their actions is extremely important to\r\nreducing the number of their followers and\r\nsympathizers, and thus to narrowing the social base of\r\nterrorism. It is, in a way, a form of preventive\r\ndiplomacy. The role and importance of the mass media\r\nin giving objective information cannot be\r\noveremphasized here.\r\nIt is said that wars begin in the minds of men and\r\nthat it is in the minds of men that the defences of peace\r\nmust be constructed. This, I believe, applies fully to\r\nterrorism. Therefore, fostering understanding, tolerance\r\nand dialogue among different civilizations is important.\r\nEfforts at promoting such a dialogue should not be\r\nlimited in time or space. They should become a way of\r\nlife for which there is no alternative.\r\nThe long-standing international problems on\r\nwhich terrorism feeds should be resolved as soon as\r\npossible. Terrorism is also being supported through\r\ndrug-trafficking, traffic in arms and explosives, money-\r\nlaundering and other activities. Therefore, the\r\ninternational community’s efforts to combat these\r\ntransnational crimes should also be consistent and\r\nbring tangible results. In this regard, my delegation\r\nsupports the earliest possible entry into force of the\r\nConvention against Transnational Organized Crime\r\nthat was adopted last year. The competent authorities\r\nof my country are considering Mongolia’s\r\nparticipation.\r\nIt is not sufficient to address only the symptoms\r\nand various manifestations of terrorism. As it has been\r\nmentioned, the root causes need to be addressed. The\r\npoverty, deprivation, frustration and despair that bring\r\nsuffering to millions of people are fertile breeding\r\ngrounds for terrorism. Many of the root causes of\r\nterrorism are to be found in or connected with abject\r\npoverty. Therefore, the General Assembly and its\r\nsubsidiary organs should redouble their efforts to\r\naddress the questions of reducing and eliminating\r\npoverty in line with the objectives of the Millennium\r\nDeclaration and promoting good and responsible\r\ngovernance. This and other measures should form an\r\nimportant part of the international community’s\r\ncollective, long-term strategy to fight terrorism, to\r\nwhich the Prime Minister of Mongolia referred in his\r\nrecent message addressed to the Secretary-General.\r\nPerhaps the question of combating international\r\nterrorism could be taken up by the General Assembly\r\nin a special session, after the Security Council’s\r\nCommittee presents its first report and conclusions and\r\nconcrete recommendations for further concrete positive\r\nactions are drawn up. After all, the main organs of the\r\nUnited Nations and the specialized agencies should\r\nwork together in order to be more effective.\r\nRegional action to combat terrorism is also very\r\nimportant and, in some cases, even crucial. The\r\nexistence of seven regional agreements and the\r\nemergence of an eighth as part of the Shanghai\r\nCooperation Organization, form a vital link between\r\nindividual nations and measures at the national and\r\ninternational levels. The value of regional agreements\r\nis that they are drawn up as a result of painstaking\r\nnegotiations among experts representing different legal\r\norders or systems. They not only define concrete\r\ncrimes but also envisage extradition or prosecution of\r\nthe perpetrators and their accomplices, exchange of\r\ninformation, assistance in investigation, etc. In many\r\ncases, it is the regional agreements that will be most\r\neffective.\r\nFinally, my delegation would like to take this\r\nopportunity to express its full support for the call for\r\nthe measures to be taken to protect the potential\r\nvictims of terrorism or those that could be caught in the\r\nmiddle in the struggle against terrorism and terrorists.\r\nMr. Pamir (Turkey): Since this is the first time\r\nmy delegation is taking the floor during this session, I\r\nwould like to express our heartfelt congratulations to\r\nyou, Sir, on your election as the President of the fifty-\r\nsixth session of the General Assembly. We are\r\nparticularly delighted to see at the helm of our\r\nAssembly a distinguished statesman of the Republic of\r\nKorea, with which Turkey enjoys the friendliest of\r\nrelations. I have no doubt that your impressive\r\nbackground and your expertise in the vast area of\r\ncontemporary political and economic life will lead our\r\nannual work to a successful conclusion.\r\nWe are meeting here today to explore more\r\neffective ways to strengthen international cooperation\r\nagainst the scourge of terrorism under extraordinary\r\ncircumstances. The carnage to which the United States\r\nand our civilization was subjected on 11 September\r\nwas beyond any description. I would like to take this\r\nopportunity to express my nation’s deepest feelings of\r\nsympathy and condolences to the people and the\r\nGovernment of the United States of America. The\r\nUnited States is a very close friend and ally of Turkey.\r\n9\r\nA/56/PV.13\r\nYet, as far as terrorism is concerned, I have to say that\r\nthere is something more to this relationship. Through\r\nthe tumultuous years of our fight against terrorism, the\r\nUnited States always stood, and at times singularly, by\r\nTurkey. Now, in their hour of need, Turkey firmly\r\nstands by the United States.\r\nOur own experience with terrorism has clearly\r\nshown that this fight has two fundamental dimensions.\r\nThe first one is the moral pillar. If there were any\r\narguments that terrorists might also have a defensible\r\ncause, 11 September must have put this forever to rest.\r\nThere are no grey areas in the fight against terrorism,\r\nnor are there good terrorists and bad terrorists. This is\r\nthe time for the international community as a whole\r\nand for States individually to condemn unequivocally\r\nall acts, methods and practices of terrorism as criminal\r\nand unjustifiable, regardless of their motivation, in all\r\ntheir forms and manifestations. Likewise, it is high\r\ntime for us to recognize that this scourge is a human\r\nrights violation in one of its most blatant forms.\r\nThe second pillar has to do with the scope and the\r\neffectiveness of international machinery to combat this\r\nevil. This requires us to make full use of the means and\r\nmechanisms already in place and to bolster them in a\r\nfashion that will progressively establish an effective\r\nsystem that will strangle the terrorist livelihood. This\r\nsystem needs to be of an all-encompassing nature,\r\nintegrating its capabilities with those instruments\r\nutilized in the fight against all types of organized\r\ncrime, first and foremost being drug-trafficking, the\r\nnatural ally of terrorism.\r\nEvents no longer allow any slackening of our\r\nactions. We have to move forward with a sense of clear\r\npurpose, and we have to move fast. The United Nations\r\npresents us with a global framework for cooperation.\r\nThe threat is to our common civilization and the United\r\nNations is our common house. The membership must\r\nact with a multi-faceted agenda.\r\nResolution 1373 (2001) of the Security Council,\r\nadopted on 28 September, is a grand step in the fight\r\nagainst terrorism, as it puts particular emphasis on the\r\nsuppression of the financing of terrorism and the\r\nelimination of all support — direct or indirect — to\r\nthose who commission terrorism, and highlights the\r\ncrucial aspects of international cooperation needed in\r\nthis field. We call upon all States to fully implement\r\nthe measures included therein.\r\nOur agenda should particularly include the\r\nfollowing basic elements. Members should be\r\nencouraged to become party to conventions and\r\nprotocols on combating terrorism. I am pleased to\r\nannounce in this respect that Turkey has also signed, on\r\n27 September, the International Convention for the\r\nSuppression of the Financing of Terrorism.\r\nThe Organization should elaborate a\r\ncomprehensive convention on terrorism without delay.\r\nIn this regard, I would like to draw attention to the\r\ninvaluable work being done in various bodies within\r\nthe United Nations system, in particular the Ad Hoc\r\nCommittee established by General Assembly resolution\r\n51/210. We expect that the draft comprehensive\r\nconvention on international terrorism, which is under\r\nconsideration in that Committee, be concluded soon.\r\nFurthermore, bilateral, regional and multilateral\r\nanti-terrorism conventions must be fully implemented.\r\nSafe haven must be denied to terrorists and those who\r\nsupport them in any way. The apprehension and\r\nprosecution or extradition of the perpetrators of\r\nterrorist acts must be ensured. Any claims of political\r\nmotivation as grounds for refusing requests for\r\nextradition must be dismissed.\r\nStates must recognize that terrorism is contrary to\r\nthe purposes and principles of the United Nations and\r\nposes a serious threat to international peace and\r\nsecurity. This point has also been referred to in\r\nSecurity Council resolution 1373 (2001), along with\r\nseveral earlier General Assembly resolutions. In this\r\nrespect, I would like to recall the ongoing work being\r\ndone for the establishment of the International\r\nCriminal Court. The Court is being set up to try the\r\nmost serious crimes of international concern. However,\r\nits jurisdiction, as it now stands, does not cover\r\nterrorist crimes. In the Preparatory Commission for the\r\nInternational Criminal Court, which is now elaborating\r\ncertain aspects and legal instruments of the Court, the\r\nTurkish delegation has submitted a proposal for the\r\ninclusion of these crimes in its Statute. We believe that\r\nthe extension of the Court’s jurisdiction over terrorist\r\ncrimes will make our common struggle to eliminate\r\nterrorism more complete.\r\nMr. van den Berg (Netherlands): The\r\nNetherlands associates itself fully with the statement\r\nmade by the representative of Belgium on behalf of the\r\nEuropean Union.\r\n10\r\nA/56/PV.13\r\nThe presence of Mayor Giuliani at this morning’s\r\nplenary meeting underscores the fact that the 189\r\nMember States of the Organization are united with the\r\npeople of New York in indignation at the attack on\r\ntheir city, our host city. And united we grieve over all\r\nthose men and women from some 80 nations who\r\nperished in this calamity. The Mayor’s presence also\r\nsignals our shared resolve to have the perpetrators\r\nbrought to justice and to take further steps to render\r\nthis world safe from such crimes against humanity.\r\nIndeed, there can be no mistake about the resolve\r\nof the United Nations. The General Assembly and the\r\nSecurity Council immediately condemned the atrocities\r\nof 11 September and called for international\r\ncooperation to bring the perpetrators to justice. The\r\nSecurity Council has recognized these acts as a threat\r\nto international peace and security. Last Friday, the\r\nSecurity Council unanimously agreed on specific steps\r\naimed at bleeding the terrorists of their resources and\r\nfacilities. Those steps are to be implemented by\r\nMember States forthwith. The Netherlands stands\r\nready to answer the call made by the Security Council\r\nin resolution 1373 (2001) to work together urgently to\r\nprevent and to suppress terrorism.\r\nFollowing the Council’s decision, the General\r\nAssembly will now have to play its active part in\r\naddressing the issue of terrorism. The Netherlands is\r\ncommitted to completing without further delay the\r\nwork on a comprehensive convention on international\r\nterrorism. Such a convention would link the 12 existing\r\nconventions on terrorism together in a common\r\nframework. It is very important that the General\r\nAssembly keep track of the progress in the negotiations\r\nfor the comprehensive convention against terrorism.\r\nWe therefore support proposals that the Ad Hoc\r\nCommittee report on the progress in the negotiations\r\nby mid-November.\r\nOne outstanding question in this context is the\r\ndefinition of terrorism. Much has been said on that\r\nscore, but the events at ground zero have made it\r\npainfully clear that terrorism in its true manifestation\r\ndefines itself. There is no cause or grievance that can\r\njustify these kinds of acts. There is no distinction\r\nbetween good and bad terrorists. There are just\r\nterrorists.\r\nFor the United Nations to be effective, its organs\r\nneed to see to it that their actions are complementary\r\nand coherent. Security Council resolution 1373 (2001)\r\nfits in with the legal instruments already in place to\r\nfight terrorism. This makes it of paramount importance\r\nthat Member States speed up the signature and\r\nratification of the 12 international conventions against\r\nterrorism drafted and adopted under auspices of the\r\nUnited Nations. We support the suggestion of the\r\nSecretary-General that Member States that have yet not\r\ndone so sign those conventions as priority business\r\nduring the general debate. The Netherlands has signed\r\nall 12 international conventions and will soon complete\r\nthe remaining ratifications of the International\r\nConvention for the Suppression of Terrorist Bombings\r\nand the Convention for the Suppression of the\r\nFinancing of Terrorism.\r\nSigning and ratifying a convention is one thing;\r\nimplementing it is another. The logic of having a\r\nmonitoring mechanism to see to the implementation of\r\nresolution 1373 (2001) certainly applies in the case of\r\nthe implementation of the 12 conventions against\r\ninternational terrorism. For all practical intents and\r\npurposes, one can envision a single protocol on the\r\nmonitoring of these conventions or a mechanism set up\r\nby a General Assembly resolution.\r\nThe Security Council noted with concern the\r\nclose connection between international terrorism and\r\ntransnational crime. We see merit in examining the\r\npossibilities for closer cooperation between the Office\r\nof Legal Affairs, in New York, and the United Nations\r\nOffice for Drug Control and Crime Prevention, in\r\nVienna. It would be logical to combine the resources\r\nfor investigation and scientific analysis in Vienna with\r\nthe legal knowledge present here in New York. The\r\nsynergy acquired might be of help to the monitoring\r\nmechanism established by resolution 1373 (2001).\r\nMr. Rosenthal (Guatemala), Vice-President, took\r\nthe Chair.\r\nThe human suffering and the damage inflicted by\r\nthe attacks of 11 September were enormous and\r\nbrought fear of the future to many. The prospect of\r\nterrorists obtaining weapons of mass destruction,\r\nhowever, is even more terrifying, and yet not\r\nimaginary. We must therefore multiply our efforts in\r\nthe field of the non-proliferation of nuclear, biological\r\nand chemical weapons. The Netherlands is therefore\r\ncommitted to the early conclusion of a convention for\r\nthe suppression of nuclear terrorist acts. We must\r\nensure that the key treaties relating to weapons of mass\r\ndestruction are implemented to the full. Control,\r\n11\r\nA/56/PV.13\r\nsurveillance and inspection mechanisms such as, for\r\ninstance, those established in the Organization for the\r\nProhibition of Chemical Weapons, are indispensable\r\nelements to ensure non-proliferation.\r\nWe also view the rapid establishment of the\r\nInternational Criminal Court as a fundamental way of\r\nenhancing respect for international law and human\r\nrights. The Court will be a powerful instrument in the\r\nfight to bring to justice those who have committed or\r\ninstigated crimes against humanity. It will strengthen\r\nthe primacy of law and thus contribute to global peace\r\nand security.\r\nPoverty, disease and conflict cannot be an alibi\r\nfor not addressing terrorism directly. But terrorism as\r\nsuch is not an isolated phenomenon. The work of the\r\nUnited Nations in eradicating poverty, furthering\r\neducation, improving health conditions and resolving\r\nconflict is now more important than ever.\r\nWe must continue to take care of the victims of\r\nterrorism, whether they are direct targets or other\r\npopulations that will be affected by our common\r\nefforts. The Secretary-General rightly launched an\r\nappeal for much more generous humanitarian\r\nassistance to the people of Afghanistan. Today our\r\nMinister for Development Cooperation has announced\r\nthat the Netherlands is prepared to offer $29 million in\r\nhumanitarian aid to Afghanistan and its neighbours.\r\nThat amount will be given in addition to the\r\nNetherlands’ annual contribution of $8 million to the\r\nUnited Nations aid programme for the victims of\r\ndrought in Afghanistan.\r\nThis is the Year of Dialogue among Civilizations.\r\nLet us live up to its aims and use the momentum\r\nbrought about by the tragedy of 11 September to fight\r\nthe ignorance, prejudice and bigotry that breed\r\nterrorism.\r\nMr. Alemán (Ecuador) (spoke in Spanish): In the\r\nface of the heinous attack of 11 September, which not\r\nonly affected the United States of America but also\r\ndeeply wounded the conscience of humanity, outrage\r\nand the repudiation of terror were universal and\r\nunanimous. The Constitutional President of Ecuador,\r\nMr. Gustavo Noboa Bejarano, said to President George\r\nW. Bush on that fateful day that\r\n“At this time of national tragedy for the\r\nUnited States of America, I wish to convey to the\r\npeople and the Government of the United States,\r\nand in particular to the families of the victims, the\r\nprofound grief of the people and the Government\r\nof Ecuador, and their firm condemnation of the\r\ninsane acts of terrorism that so gravely harmed\r\nthe peace and security of their nation.\r\n“Ecuador is firmly convinced that\r\ninternational terrorism must be combated by all\r\nthe means made available to peace-loving peoples\r\nunder international law.”\r\nEcuador, which lost dozens of citizens in the\r\ncruel and inhuman attack on the World Trade Center,\r\nreaffirms its rejection and firmly and unequivocally\r\ncondemns terrorism in all forms and manifestations,\r\nirrespective of motivation, because we view terrorism\r\nas a grave and unjustifiable crime that takes innocent\r\nlives and that strikes at universal values such as\r\nfreedom, the rule of law, justice and peaceful\r\ncoexistence, which are an integral part of the\r\ninternational order and of every society, culture and\r\nreligion.\r\nThrough the United Nations, the international\r\ncommunity must categorically confront terrorism with\r\ncollective action by its Members in accordance with\r\ninternational law, the Charter of the United Nations and\r\nhuman rights instruments, which defend life as one of\r\nthe fundamental rights of all human beings. The means\r\nto confront the barbarity of terror must be consistent\r\nwith the principles we are obliged to preserve and\r\ndefend. We must send a clear message to terrorist\r\norganizations that we will never make concessions in\r\nthe face of intimidation and that, on the basis of solid\r\ninternational agreement, we will spare no effort to\r\ndismantle their sinister networks, which thirst for\r\nblood, death and destruction, and to bring the\r\nperpetrators, organizers and sponsors of these grave\r\ncrimes to justice, along with those who support and\r\nprotect them.\r\nConcerted action by States must also aim at\r\nstrengthening the international legal framework in this\r\nsphere. With the utmost determination, Ecuador will\r\ncontinue to cooperate with a view to the speedy\r\nadoption of the comprehensive convention on\r\ninternational terrorism now under negotiation in the Ad\r\nHoc Committee established by the General Assembly\r\nin its resolution 51/210 and in the Sixth Committee’s\r\nworking group.\r\nTerrorism will be eradicated only through\r\ninternational cooperation, because the problem is not\r\n12\r\nA/56/PV.13\r\ngeographically limited to any one country or group of\r\ncountries. While terrorism is not a new phenomenon in\r\nhuman history, it has today grown to unimaginable\r\ndimensions. Cooperation will be strengthened by\r\nuniversal participation in the anti-terrorist conventions\r\nthat have been adopted in the United Nations\r\nframework since the early 1970s. It is therefore urgent\r\nfor States to give priority consideration to becoming\r\nparties to those conventions and to do what is\r\nnecessary to have them ratified and implemented.\r\nThe most recent of those United Nations\r\ninstruments, the International Convention for the\r\nSuppression of the Financing of Terrorism, to whose\r\nnegotiation Ecuador made a constructive contribution,\r\nsets out a range of elements and mechanisms that make\r\nit particularly relevant in the fight against terrorism. Its\r\nimplementation will make it possible to cut off the\r\nsources of financing that fuel terrorist organizations\r\nand networks.\r\nAlongside global action, joint regional action by\r\nStates is also of the greatest importance. Here, Ecuador\r\nwill promote cooperation in the American hemisphere\r\ntowards the effective functioning of regional\r\nmechanisms to prevent and suppress this scourge, such\r\nas the Inter-American Committee Against Terrorism,\r\nwhich among other functions is intended to promote\r\nexchange of information and to identify the sources of\r\nthe financing of terrorism. Ecuador will also cooperate\r\ntowards the speedy adoption of an inter-American\r\nconvention against terrorism, formulation of which was\r\nrecently decided upon at the twenty-third Meeting of\r\nConsultation of Ministers of Foreign Affairs of the\r\nOrganization of American States.\r\nIt is not enough to dismantle terrorist networks\r\nand eliminate their operational and planning cells. It is\r\nalso vital to prevent them from being reformulated and\r\nreorganized. That can be achieved, inter alia, by\r\nidentifying and intercepting their sources of financing\r\nand logistics, by eliminating their ability to mobilize\r\nand by eradicating their training centres. Those who\r\nharbour and protect terrorists must be held accountable,\r\nso that there will be no possible refuge anywhere in the\r\nworld for those who plan the death of innocent persons.\r\nSuch actions must go hand in hand with new policy\r\nmeasures for the present and for the future, laying the\r\neconomic, social and institutional foundations to stop\r\nthe spread of terrorist networks.\r\nLet us combat terrorism firmly and vigorously,\r\nbut let us not fail to address other acute problems that\r\ncan be a source of possible violence and whose\r\npersistence can make violence become extreme. Such\r\nproblems all demand positive, unrelenting action by the\r\ninternational community. In that connection, my\r\ndelegation endorses the wise words of the Secretary-\r\nGeneral, Mr. Kofi Annan, who has written that\r\n“Terrorism threatens every society. As the\r\nworld takes action against it, we have all been\r\nreminded of the need to address the conditions\r\nthat permit the growth of such hatred and\r\ndepravity. We must confront violence, bigotry and\r\nhatred even more resolutely. The United Nations\r\nwork must continue as we address the ills of\r\nconflict, ignorance, poverty and disease. Doing so\r\nwill not remove every source of hatred or prevent\r\nevery act of violence. There are those who will\r\nhate and who will kill even if every injustice is\r\nended. But if the world can show that it will carry\r\non, that it will persevere in creating a stronger,\r\nmost just, more benevolent and more genuine\r\ninternational community across all lines of\r\nreligion and race, then terrorism will have failed.”\r\n(The New York Times, 21 September 2001)\r\nMr. Navarrete (Mexico) (spoke in Spanish): The\r\ndelegation of Mexico deems it fortunate that a Latin\r\nAmerican Vice-President of the Assembly is presiding\r\nover this part of the plenary meeting during which I am\r\nmaking my statement.\r\nOn 27 September, the President of Mexico,\r\nVicente Fox, speaking once again about the horrendous\r\nterrorist attacks of 11 September, warned that\r\n“international peace has been threatened by\r\nterrorism and by Governments that provide safe\r\nhaven for terrorists in their territory. In the face\r\nof this situation, the international community\r\nmust adopt a very clear stance that leaves no\r\ndoubt or uncertainty whatsoever. What happened\r\na few weeks ago in the United States is a wake-up\r\ncall to all States to fight for peace, and that is\r\nwhy Mexico unreservedly supports the United\r\nStates and democratic and free countries in the\r\nfight against terrorism.”\r\nThose acts — whose grave consequences, as has\r\nbeen said earlier, have affected more than 80 nations —\r\nhave deeply affected the people of Mexico. Mexico\r\nreiterates once again its condolences to, and solidarity\r\n13\r\nA/56/PV.13\r\nwith, the people and the Government of the United\r\nStates and of the other affected nations. My country,\r\ntoo, has been deeply wounded, because the victims\r\ninclude a number of Mexican nationals. That number\r\nhas yet to be determined, but, unfortunately, it is\r\nbelieved to be large.\r\nSince 11 September, Mexico has been strongly\r\nand unequivocally condemning those acts. It has\r\nstrengthened its cooperation with the United States and\r\nwith the other Members of the United Nations to\r\nensure that the perpetrators are brought to justice.\r\nNone of us can fail to recognize the gravity of the\r\nsituation. The acts of international terrorism that took\r\nplace represent an attack against humanity. They\r\nundermined the very foundations of civilized\r\ncoexistence among nations, and they constitute a clear\r\nthreat to international peace and security. They require\r\nStates to take firm and concerted action in defence of\r\nour fundamental values. There can be no justification\r\nwhatsoever for terrorism.\r\nMexico wishes to reaffirm its total readiness, on\r\nthe one hand, to undertake and strengthen its own\r\nnational measures to prevent and thwart the\r\ncommission of terrorist acts in its territory, and, on the\r\nother, to contribute — with the urgency and resolve\r\nthat the situation demands — to the efforts of\r\ninternational cooperation aimed at the prevention and\r\neradication of terrorism in all of its forms, in\r\nconformity with the relevant resolutions of the General\r\nAssembly and the Security Council.\r\nOver the past few weeks, Mexico has adopted\r\nnew measures to fight terrorism in the areas of national\r\nsecurity and international cooperation. These include\r\ncloser monitoring of financial flows; exchange of\r\ninformation on unusual capital movements; more\r\neffective measures to combat money-laundering;\r\nadditional measures in the area of customs to prevent\r\ntrans-border movements of arms, particularly small\r\narms and light weapons, explosives and other\r\ndangerous materials; stricter monitoring and control of\r\nmigration at land borders, seaports and air terminals;\r\nand more comprehensive and more frequent exchanges\r\nof intelligence and operational information among\r\nnational security agencies.\r\nThe resolution adopted unanimously last Friday\r\nby the Security Council commits each and every\r\nmember of the international community to combat, in\r\naccordance with the Charter of the United Nations,\r\nthreats to international peace and security caused by\r\nterrorist acts.\r\nAs I said earlier, Mexico is already taking the\r\nactions called for in this resolution, and it will continue\r\nto do so. Its actions will always be consistent with the\r\nlegal regime in force in Mexico, with its multilateral\r\ncommitments at the international and hemispheric\r\nlevels, and with the solidarity that guides the legitimate\r\nactions of the international community as it confronts\r\nthe threat of international terrorism.\r\nAs the resolutions of the General Assembly and\r\nSecurity Council state, these actions are aimed at\r\nbringing to justice the perpetrators, organizers and\r\nsponsors of international terrorism and those\r\nresponsible for supporting or harbouring them.\r\nIndeed, as the Secretary-General has said, no\r\npeople, region or religion should be targeted because of\r\nthe unspeakable acts of individuals. At the same time,\r\nthe protection of civilians is a primary concern in any\r\npossible future action on the ground.\r\nMexico is party to 10 of the 12 international\r\ninstruments, universal in their scope, that aim to fight\r\nterrorism. Mexico is currently completing the\r\nformalities required under its domestic legislation to\r\nbecome party to the remaining two instruments. We\r\nurge all States that have not yet done so effectively to\r\nimplement the relevant international instruments.\r\nIn the face of the heinous acts of 11 September,\r\nMexico promoted the special session of the Permanent\r\nCouncil of the Organization of American States, held a\r\nweek ago in Washington, D.C., and the Meeting of\r\nConsultation of Ministers of Foreign Affairs held on 21\r\nSeptember. It supported the adoption of a resolution to\r\nstrengthen hemispheric cooperation to prevent, fight\r\nand eliminate terrorism and reiterated its full readiness\r\nto host the special conference on security proposed at\r\nthe Third Summit of the Americas to consider ways of\r\nconfronting new threats to regional and global security,\r\nincluding terrorism.\r\nMexico is convinced that terrorism can be\r\neliminated only through a common approach that is\r\nrigorously implemented by States in accordance with\r\nthe purposes and principles of the Charter of the United\r\nNations and international law, including humanitarian\r\nlaw and respect for human rights. The international\r\ncommunity must commit itself to preventing and\r\neliminating terrorism by adopting immediate measures\r\n14\r\nA/56/PV.13\r\nto strengthen the existing legal framework and by\r\ndrafting new instruments effectively to combat the\r\nassociated phenomena, such as the drug trade, arms-\r\ntrafficking, possession of and trafficking in small arms\r\nand light weapons, and transnational organized crime.\r\nSince 11 September, the need to strengthen\r\ninternational cooperation to prevent and combat\r\nterrorism has become even more obvious. Based on the\r\nprinciples governing international cooperation in this\r\narea, the General Assembly could adopt additional\r\nmeasures for immediate implementation to strengthen\r\nglobal action and the capacity of States to deal with\r\nnew threats. The Ad Hoc Committee established\r\npursuant to General Assembly resolution 51/210 must\r\nconclude without delay the draft international\r\nconvention for the suppression of acts of nuclear\r\nterrorism and continue to work towards the elaboration\r\nof a comprehensive convention on terrorism.\r\nAs regards other forums, we shall have to\r\nconsider — perhaps sooner than we had planned — the\r\npossible inclusion of terrorism among the crimes that\r\nfall within the jurisdiction of the International Criminal\r\nCourt, in accordance with the provisions of the Rome\r\nStatute. As was said earlier by the Vice-Minister for\r\nForeign Affairs of the Russian Federation, we must\r\nstrengthen the relevant structures of the United Nations\r\nSecretariat in order to enhance our Organization’s anti-\r\nterrorist capacities.\r\nWe are at a decisive crossroads. Mexico is ready\r\nto participate in and to support the adoption of\r\npractical, realistic and long-term measures that would\r\nenable us to develop and strengthen a new security\r\nframework for dealing with the threats to our nations in\r\nthe new century. Mexico would also hope that this\r\nalmost unprecedented debate of the General Assembly\r\nwill yield concrete results reflecting the universal\r\nconsensus against international terrorism and its\r\nunspeakable acts and consequences.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in\r\nSpanish): In a speech delivered just two days ago\r\nbefore 100,000 countrymen, President Fidel Castro\r\nstated:\r\n“The unanimous shock suffered by all\r\npeoples of the world on 11 September in the face\r\nof the insane terrorist attacks against the\r\nAmerican people has created exceptional\r\nconditions for the eradication of terrorism without\r\nthe need to unleash a useless and perhaps endless\r\nwar.\r\n“Terror has always been an instrument of\r\nthe worst enemies of mankind, bent on\r\nsuppressing and crushing the peoples\u0027 struggle for\r\nfreedom. It can never be the instrument of a truly\r\nnoble and just cause.”\r\nHe went on to add:\r\n“Many seem not to have realized yet that,\r\non 20 September, before the United States\r\nCongress, the end of independence was decreed\r\nfor every other State without exception, as well as\r\nthe end of the role of the United Nations.\r\n“Cuba was the first country to speak of the\r\nneed for an international struggle against\r\nterrorism, just a few hours after the tragedy\r\ninflicted on the American people on 11\r\nSeptember. We also said that none of the present\r\nproblems of the world can be solved by force. [...]\r\nThe international community should build a\r\nworld conscience against terrorism. [...] Only the\r\nintelligent policy of seeking strength through\r\nconsensus and international public opinion can\r\ndecidedly uproot this problem. [...] This\r\nunimaginable event should serve to launch an\r\ninternational struggle against terrorism. [...] The\r\nworld cannot be saved unless the path of\r\ninternational peace and cooperation is pursued.\r\n“I harbour no doubt that the countries of the\r\nthird world — I dare say almost every one without\r\nexception, regardless of their political and\r\nreligious differences — would be willing to join\r\nthe rest of the world in this struggle against\r\nterrorism as an alternative to war.\r\n“For these peoples, preserving peace with\r\ndignity, with independence and without war, is\r\nthe cornerstone of the struggle that we should\r\nwage together for a truly just world of free\r\npeoples.”\r\nInstead of war, it is necessary to organize\r\ninternational cooperation to launch effective global\r\naction in accordance with international law, the United\r\nNations Charter and the relevant international\r\nconventions, based on the extraordinary power of\r\nconsensus and on the sovereign and united will of all\r\nStates.\r\n15\r\nA/56/PV.13\r\nCuba has stated:\r\n“It would suffice to restore to the United\r\nNations the prerogatives of which it has been\r\ndeprived and to let the General Assembly, its\r\nmost universal and representative body, be the\r\ncentre of that fight for peace in order to eradicate\r\nterrorism with the total and unanimous support of\r\nworld opinion. The curtailed powers of the\r\nSecurity Council, limited by the arbitrary right of\r\nveto of its permanent members — most of them\r\nmembers of the North Atlantic Treaty\r\nOrganization (NATO) — do not matter. It is\r\nindispensable to restore to the United Nations its\r\nrole in the attainment of peace.”\r\nThe United Nations is precisely the universal\r\ncoalition we need to fight terrorism. No amorphous and\r\nunpredictable coalition — NATO or any other military\r\norganization — no group of States, however powerful\r\nthey may be, can replace the United Nations in a global\r\nand legitimate action against terrorism. The United\r\nNations should not relinquish its functions or\r\nprerogatives in the face of impositions by any country,\r\nnor should it complacently serve hegemonic interests.\r\nIt is for the United Nations alone to address, in an\r\nin-depth, calm, resolute and forceful way, the serious\r\nchallenges of a globalized world, including terrorism,\r\nwhich is now a matter of urgency.\r\nThe United Nations can rely on the universal\r\nparticipation of States; it has historical and moral\r\nauthority; its principles and rules are accepted by all; it\r\nis authorized to establish and codify standards; it can\r\ntake action in all areas; and its many and various\r\nbodies have great potential. We support the Secretary-\r\nGeneral’s statement that this Organization is the natural\r\nforum in which to build such a universal coalition and\r\nthat it alone can give global legitimacy to the long-term\r\nstruggle against terrorism.\r\nThe United Nations even has the prerogative to\r\nuse force if necessary to defend the principle of\r\ncollective security. However, this exceptional\r\nprerogative must be used with extreme prudence and a\r\nsense of responsibility.\r\nThe United Nations has made great efforts to\r\nfight terrorism, as the existing conventions and other\r\nrecently adopted instruments, as well as the many\r\nresolutions adopted by the General Assembly and other\r\nbodies, show. In order to move forward, we must\r\naddress all forms and manifestations of terrorism,\r\nwithout exception, including State terrorism, in all\r\nparts of the world, in a way that is completely honest\r\nand avoids hegemonic interests and national ambitions.\r\nThe overwhelming political will of States to fully\r\nimplement international instruments must prevail,\r\nwithout double standards or political selectivity and\r\nwithout special treatment for those who live in affluent\r\nsocieties. Furthermore, neither States nor their armed\r\nforces — especially the most powerful ones — should\r\nact in disregard of international law.\r\nWe share the calls for prudence and moderation\r\nthat have come from all regions. The terrorist attacks of\r\n11 September should not be responded to with acts of\r\nwar and vengeance that might result in a cycle of\r\nviolence and barbaric acts as yet unimagined. The\r\nsolution cannot be to pass legislation or issue decrees\r\nthat authorize extrajudicial executions or allow States\r\nto kill foreign citizens and act covertly in other\r\ncountries in disrespect of laws and borders or use force\r\nwithin other States. That would divert the world from\r\nits purpose of eliminating terrorism, and would mean\r\nthe end of collective security mechanisms. It would\r\nmean the rule of force and the beginning of the end of\r\nthe oft-proclaimed rule of law.\r\nTerrorist acts are usually carried out by extremist\r\ngroups or even individuals. Faced with such an event,\r\nhowever serious it might be, a powerful State must not\r\ninvoke the right to self-defence in order unilaterally to\r\nunleash a war that might have unpredictable effects on\r\na global scale and result in the death of an incalculable\r\nnumber of innocent people. Instead, the right of all to\r\nthe common defence of all must be exercised. In the\r\nlong term, the countries of the South would be the\r\nvictims of actions of force if today we accepted war on\r\nthe pretext of the struggle against terrorism.\r\nCuba supports the many ongoing initiatives and\r\nthose under discussion that might contribute to United\r\nNations actions, among them those submitted by the\r\nNon-Aligned Movement. These include the call for a\r\nhigh-level conference on international terrorism, the\r\ncreation of a centre for international cooperation and\r\nthe negotiation of a comprehensive convention on\r\ninternational terrorism. We are also willing to give\r\nconstructive consideration to other initiatives that\r\nmight contribute to the struggle against terrorism and\r\nthat have the legitimacy invoked by the Secretary-\r\nGeneral.\r\n16\r\nA/56/PV.13\r\nAlthough the Security Council has in the past\r\nmade specific efforts and adopted several resolutions\r\nwith regard to terrorism, in general it has been an area\r\nin which prudence has prevailed. In the few cases in\r\nwhich the Council has dealt with specific acts of\r\nterrorism, such action has been taken in the direct\r\ninterests of some of its permanent members.\r\nHowever, Cuba asked the Security Council to\r\ntake action in the case of the 1976 in-flight bombing of\r\nCubana de Aviacion flight CU-455, which resulted in\r\nthe death of 73 people on board. But a draft resolution\r\nsubmitted by Cuba, contained in document S/23990,\r\nwas not even considered. I reviewed that draft\r\nresolution once again, comparing it to the resolution\r\nadopted by the Security Council on Friday night and\r\ndiscovered that, although ours was much more\r\nmoderate, it did propose some of the same concepts\r\nand measures.\r\nIn the preambular part, the Cuban draft\r\nconsidered the suppression of acts of international\r\nterrorism to be essential for the maintenance of\r\ninternational peace and security; emphasized the need\r\nto deal effectively with terrorism; and reaffirmed that\r\nevery State had a duty to refrain from organizing,\r\ninstigating, assisting, participating in or consenting to\r\nterrorist acts within its territory. Our text took note of\r\nthe fact that one permanent member of the Security\r\nCouncil had stated that it had evidence in its possession\r\nrelating to the terrorist act. It also took into account the\r\nfact that one of the masterminds of that act, Orlando\r\nBosch, resided in the territory of that same State —\r\nwhere, I might add, he still lives; and that, after\r\ncommitting the appalling crime, the other mastermind,\r\nLuis Posada Carriles, was employed in two capacities\r\nby the Government of that State. The Cuban draft\r\nresolution also urged the Council to involve itself in\r\nthe struggle against international terrorism, invoking\r\nChapter VII of the Charter.\r\nThe draft resolution did not request the use of\r\nforce or sanctions, but simply asked the Council to\r\ncondemn the in-flight bombing of the passenger\r\naircraft, to affirm the obligation to investigate the\r\ncrime and to punish the guilty parties. It asked the State\r\nconcerned to provide all the information and evidence\r\nin its possession relating to the past and current\r\nresidence of the terrorists who were in its territory and\r\nto adopt effective measures to prevent its territory from\r\nbeing used to prepare, organize or carry out terrorist\r\nacts against Cuba. It also asked the Council to remain\r\nseized of the matter.\r\nAfter Cuba had spoken in the Security Council\r\nmeeting at which that matter was discussed, the\r\nrepresentative of the permanent member that was\r\nimplicated took the floor for five minutes only, and\r\nstated:\r\n“I frankly cannot help but wonder why we are\r\nhere ... By meeting today ... we lose our most\r\nvaluable commodity: time.” (S/PV.3080, p. 36)\r\nThe meeting ended shortly thereafter.\r\nBy contrast, however, the Security Council\r\nrecently adopted — after speedy negotiations that were\r\nnot very transparent — a resolution that orders States\r\nto work on urgent legislative modifications, demands\r\nimmediate reports and creates a sort of anti-terrorist\r\ngeneral staff.\r\nThe Council has decided to fight terrorism in\r\nmany different areas, ranging from the economic and\r\nfinancial fields to illicit drug-trafficking, border\r\ncontrols, money-laundering, the forgery of documents\r\nand trafficking in explosive materials and nuclear,\r\nchemical, biological and other weapons. It also deals\r\nwith issues relating to transnational organized crime,\r\nweapons of mass destruction, communication\r\ntechnologies and the exchange of intelligence\r\ninformation regarding individuals and entities that\r\npractise terrorism.\r\nIn order to implement this resolution, it must first\r\nbe defined what persons and acts are to be considered\r\nterrorists and terrorism. One can imagine where those\r\ninterpretations are going to come from.\r\nThe Security Council has been pushed to give its\r\nlegal support to the hegemonic and arbitrary decisions\r\nof the dominant Power. Those decisions violate the\r\nCharter and international law and encroach upon the\r\nsovereignty of all States. In this, the Council is once\r\nagain usurping the functions of the General Assembly,\r\nwhich is the only organ whose universal membership\r\nand democratic format could legitimize such far-\r\nreaching decisions. The Council uses the unusual\r\nmethod of imposing on all States some of the\r\nprovisions found in the conventions against terrorism,\r\nto which individual States have the right to decide\r\nwhether or not they wish to be signatories.\r\n17\r\nA/56/PV.13\r\nThe Security Council, a hostage of the veto\r\npower, could only act as a selective, capricious,\r\narbitrary and ineffective dictatorship, instead of\r\ndemonstrating the moral leadership required for a\r\ncomprehensive campaign against terrorism in a\r\nglobalized world.\r\nTerrorism cannot be eliminated if some terrorist\r\nacts are condemned while others are ignored or\r\nexcused. It is an ethical imperative to put an end to the\r\nuse of the veto power for preventing international\r\ninitiatives to protect the Palestinian people from the\r\ncountless acts of State terrorism they are suffering.\r\nIt is Cuba’s opinion that any use of force against\r\nterrorism will require the explicit and prior\r\nauthorization of the Security Council, as established in\r\nthe Charter. Cuba also believes that neither of the two\r\nresolutions adopted by the Council in the wake of the\r\nattacks of 11 September could be invoked to launch\r\nunilateral military actions or other acts of force.\r\nDespite certain methods and arbitrary decisions\r\nof the Security Council, our country, as always, will\r\ncooperate in good faith with the Council, in accordance\r\nwith the Charter, and will enforce the laws its own\r\nsovereign people have legislated for themselves, in\r\naccordance with international law. Cuba’s laws\r\nvigorously oppose all acts of terrorism, whoever their\r\nperpetrator, as well as other serious international\r\ncrimes being committed in the world.\r\nWe can make these declarations with the moral\r\nstrength deriving from the fact that our finances are\r\ntransparent; that our banks neither hold nor launder\r\nillegitimately gained funds; that our institutions do not\r\nsell information or technology illegally, or tolerate\r\ntrafficking in arms or in dangerous substances; and that\r\nour borders do not harbour international crime.\r\nThe specific measures put forth in the resolution\r\nadopted by the Security Council, with which Cuba\r\nagrees, must be applied first to the big banks, which —\r\nas everyone knows — is where money is laundered.\r\nI must categorically state that Cuba will not\r\nparticipate in any military action.\r\nI bring with me here today the memory of the\r\n3,478 Cubans who died as a result of aggressions and\r\nterrorist acts, and the call for justice of the 2,099\r\nCubans who were disabled as a result of those acts.\r\nI have, among other memories, the memory of\r\nFélix García, a diplomat of the Cuban Mission to the\r\nUnited Nations who was murdered here in New York,\r\nprecisely on 11 September 1980. His murderer was\r\narrested last November in Panama, together with Luis\r\nPosada Carriles, in the midst of an Ibero-American\r\nSummit, when, with the purpose of assassinating\r\nPresident Fidel Castro, they were planning to blow up a\r\nuniversity auditorium where thousands of students\r\nwere gathered. Posada Carriles and his group have\r\nbeen neither extradited nor sanctioned. There are\r\nreasons to fear that they will escape before they are\r\nsentenced, or that they will go completely unpunished.\r\nIn the 1990s alone, a total of 68 terrorist acts\r\nwere perpetrated against Cuba, 33 of them in the last\r\nfive years.\r\nOur country speaks with all the moral authority of\r\nnever having carried out a terrorist act, not even the\r\nattempt to physically eliminate in an act of legitimate\r\nself-defence, the direct perpetrators or masterminds of\r\nthe abominable crimes against our people that were\r\nfinanced and carried out by the Cuban American\r\nNational Foundation and other groups of the Miami\r\nterrorist mafia. However, from beyond our borders,\r\nthey have in recent times organized bombings,\r\nattempted assassinations of Cuban leaders and attacks\r\nagainst economic targets vital to our economy, all with\r\ncomplete impunity.\r\nOnly the consideration and respect our people\r\nhave for the victims of the attack of 11 September and\r\nthe seriousness of the current situation, which unites us\r\nin the search for constructive solutions, encourage me\r\nto contribute to the spirit of this debate by remaining\r\nsilent on the subject of the origins of the terrorism\r\nagainst Cuba and by not explicitly mentioning its\r\ncauses, its accomplices, those truly responsible, the\r\nfinancial movements, the venal courts that pardon\r\nthem, and the territories serving as bases for terrorist\r\norganizations that strike against Cuba.\r\nI share the hope that the tragedy of 11 September\r\nleads us to reflection and to a change of policies, as the\r\nAmerican public wishes — policies that encourage and,\r\nin essence, harbour the terrorism against my people.\r\nTerrorism against Cuba must stop.\r\nI must declare that, in the face of impunity, Cuba\r\nis fully within its rights to defend itself against\r\nterrorism. The five young Cubans who were unjustly\r\njailed and suffer degrading treatment in Florida do not\r\n18\r\nA/56/PV.13\r\nregret having heroically saved the lives of Cuban and\r\nAmerican citizens.\r\nAs President Fidel Castro stated,\r\n“Cuba, with the moral authority it possesses\r\nas the country having suffered the most terrorist\r\nattacks over the longest period of time, and\r\nwhose people does not tremble in the face of\r\nanything — nor is there a threat or power in the\r\nworld capable of intimidating it — proclaims that\r\nit is against terrorism and against war. Although\r\nthe chances are now remote, Cuba reiterates the\r\nneed to avoid a war of unforeseeable\r\nconsequences, whose potential authors have\r\nconfessed they have no idea how events will\r\nunfold. Cuba reiterates its readiness to cooperate\r\nwith all other countries in the total eradication of\r\nterrorism.\r\n“Whatever happens, we will never permit\r\nour territory to be used for terrorist actions\r\nagainst the American people. And we will do\r\neverything within our grasp to prevent actions of\r\nthis kind against them. Today, we express our\r\nsolidarity, along with our appeal for calm and\r\npeace.”\r\nFinally, the President of our country, expressing\r\nthe unanimous feeling of our people, stated,\r\n“Our independence, our principles and our\r\nsocial victories — we will defend them with\r\nhonour to the last drop of blood if we are\r\nattacked.”\r\nMr. Listre (Argentina) (spoke in Spanish): I am\r\nvery pleased indeed to be speaking at a meeting\r\npresided over by the Permanent Representative of\r\nGuatemala, Vice-President of the Assembly, who has\r\nshown great ability in the work he has done in this\r\nOrganization.\r\nI am speaking today at a time when the\r\ninternational community is faced with the horror of the\r\nbrutal terrorist attacks of 11 September. The Argentine\r\nRepublic condemns the attacks, which pose a serious\r\nthreat to international peace and security. I reiterate\r\nhere the expressions of deep sorrow and solidarity that\r\nmy Government has conveyed to the people and the\r\nGovernment of the United States, including in\r\nparticular the victims and their families. I extend our\r\nsympathies to all of those countries that have suffered\r\ncasualties as a result of this indiscriminate violence.\r\nWe share their pain, because there were also Argentines\r\namong the victims.\r\nTwice in the last decade my country was a target\r\nof international terrorism, involving over 100 fatalities,\r\nso my country understands like few others the need to\r\nadopt measures to prevent and punish acts of terrorism.\r\nWe call upon States to comply with the resolutions\r\nadopted by the General Assembly and the Security\r\nCouncil.\r\nIn this regard, the Argentine Republic associates\r\nitself fully with all aspects of Security Council\r\nresolutions 1368 (2001) and 1373 (2001) and General\r\nAssembly resolution 56/1, which express the\r\ncommitment of the international community to use all\r\nelements available to it to eliminate the threat to peace\r\nand security that is represented by terrorism.\r\nThe United Nations, because of its universality\r\nand its global nature, is called upon to play a critical\r\nrole in the fight against international terrorism. It has a\r\nduty to promote measures that will allow States,\r\nindividually or collectively, to prevent international\r\nterrorism in all its forms and to fight against it. For too\r\nmany years the United Nations was conditioned by the\r\nideological confrontation of the cold war, and\r\nafterwards by erroneous arguments that forestalled the\r\nunequivocal acknowledgement of the criminal nature\r\nof terrorism. That created roadblocks to the design of\r\ndrastic measures against terrorism. However, the tenor\r\nof the initiatives taken by the Security Council and the\r\nGeneral Assembly in recent years is an encouraging\r\nsign and allows us to foresee a more effective response\r\nthis time.\r\nUnder the aegis of the United Nations, resolutions\r\nand agreements have been adopted that reflect the\r\nincreasing resolve of the international community to\r\ndefine every terrorist act as a criminal act, without\r\nexception. For the Argentine Republic, there is\r\nabsolutely no doubt but that terrorist practices are, in\r\neach and every case, unjustifiable criminal acts,\r\nwhatever the aim of the authors. Deliberate and\r\nindiscriminate attacks against civilian populations,\r\nconsidered a crime under when international law\r\ncommitted in times of war, can only be considered\r\neven more serious crimes in times of peace.\r\nAt a time when the emotions relating to the tragic\r\nevents of 11 September are still fresh, we think it\r\nimportant to stress that terrorists are the common\r\nenemies of all societies. They do not come from any\r\n19\r\nA/56/PV.13\r\nparticular religion, culture or nationality. As the\r\nSecretary-General has said, no people, no religion\r\nshould be targeted because of the aberrant acts of a few\r\nindividuals.\r\nThe resolutions and agreements adopted so far\r\nhave developed a series of specific measures and norms\r\nto improve judicial and police cooperation; they have\r\ncriminalized many acts of terrorism and have\r\nestablished the principle that all States must prosecute\r\nand punish the perpetrators. It is especially important\r\nto note that in the latest agreements developed by this\r\nOrganization the principle that these crimes cannot in\r\nany way be considered political offences has been\r\ncategorically established. The enshrinement of this\r\nprinciple supports the fulfilment of duty to investigate\r\nthe facts and punish the perpetrators.\r\nThe Argentine Republic is party to most of the\r\ninternational treaties in force, and is currently in the\r\nprocess of ratifying the rest, including the 1997\r\nInternational Convention for the Suppression of\r\nTerrorist Bombings and the 1999 International\r\nConvention for the Suppression of the Financing of\r\nTerrorism. We believe that the conclusion of the\r\nagreements currently being drafted within the United\r\nNations must be given new impetus, and we call upon\r\nall countries that have not yet done so to ratify the\r\nexisting international conventions.\r\nArgentina is aware that the drafting of treaties is\r\nnot enough in itself; rather, this must be accompanied\r\nby effective implementation at the national level,\r\ndemonstrating the real will and commitment of States\r\nto comply with them. Our country reaffirms its\r\ncommitment to keep on taking all the legislative,\r\npolice, intelligence, financial and other kinds of\r\nmeasures needed to contribute to our common fight.\r\nWe believe that the coordination of activities to control\r\nand monitor the transfer of material, equipment and\r\nsensitive and dual-use technologies, together with the\r\nexchange of information among pertinent State\r\nagencies, should be further developed.\r\nIn our American region, as a response to the acts\r\ncommitted on 11 September, Argentina, together with\r\nthe other American States, turned to the Meeting of\r\nConsultation of Ministers for Foreign Affairs,\r\nconvened in the framework of the Organization of\r\nAmerican States (OAS), as well as to the Inter-\r\nAmerican Treaty of Reciprocal Assistance. In this way,\r\nwe applied the regional system of self-defence and\r\ncollective security against those acts. At the same time,\r\nwe gave momentum to the full operation of the Inter-\r\nAmerican Committee on Terrorism, to the development\r\nof an inter-American convention against terrorism to\r\nsupplement those existing at the universal level, and to\r\nthe convening of a special conference on hemispheric\r\nsecurity.\r\nIt is worth recalling that the OAS did pioneering\r\nwork in adopting the Inter-American Convention\r\nagainst the Manufacturing of and Trafficking in\r\nFirearms, Ammunition, Explosives and Other Related\r\nMaterials in 1997. My country is currently in the\r\nprocess of ratifying that Convention.\r\nAt the subregional level, Argentina, together with\r\nthe other countries of the Southern Common Market, is\r\npromoting a series of measures aimed at improving\r\ncoordination, cooperation and technical and operational\r\nassistance among the various bodies that are charged\r\nwith combating terrorism in the field.\r\nThese and other initiatives adopted individually\r\nand collectively at the universal and regional levels are\r\nall very important. It is obvious, however, that much is\r\nyet to be done in order to effectively prevent the\r\ncommission and financing of terrorist acts and to\r\nensure that the perpetrators, organizers and sponsors of\r\nthose acts will be prosecuted.\r\nIt is the responsibility of the General Assembly,\r\nthe most representative organ of the United Nations, to\r\nrespond fittingly to the circumstances and to act\r\neffectively and concretely. We believe that the task is\r\nurgent and has to be accomplished during the first part\r\nof this fifty-sixth session of the Assembly. This is why\r\nwe believe that before the end of this year the\r\nconvention on nuclear terrorism must be completed and\r\nsignificant progress made on one of a general character\r\nthat covers all aspects of this phenomenon.\r\nMr. Valdes (Chile) (spoke in Spanish): First I\r\nwish to say how pleased I am that a distinguished\r\nrepresentative from our region is presiding. Since this\r\nis the first time I have taken the floor at the fifty-sixth\r\nsession, I wish to begin by requesting you, Sir, to\r\nconvey to the President of the General Assembly,\r\nMr. Han Seung-soo, our congratulations on his election\r\nto preside over our work. We are confident that his vast\r\nexperience and leadership will enable us to make rapid\r\nprogress on our agenda. He may rely on the full\r\ncooperation of the Permanent Mission of Chile in this\r\nwork.\r\n20\r\nA/56/PV.13\r\nI also wish to extend our special support to the\r\nSecretary-General, Mr. Kofi Annan, in his new term of\r\noffice. In the new international environment created\r\nthat fateful day of Tuesday, 11 September, his words of\r\ntruth and moral authority and his tireless desire to\r\npromote unity to achieve peace offer our Organization\r\na genuine possibility to make a difference on the side\r\nof justice and reason in such difficult times. The debate\r\nthat we are embarking upon today on the threat of\r\nterrorism and ways to confront it should be the first\r\nstep in that direction.\r\nOn behalf of the States members of the Rio\r\nGroup, I wish to stress the importance we attach to this\r\ndebate on terrorism and to the significance of the role\r\nof the United Nations in adopting measures to combat\r\nit. In the view of the member countries of our Group, it\r\nis therefore imperative that this critically important\r\ndebate should conclude with the adoption by the\r\nGeneral Assembly of concrete decisions that\r\ncomplement those recently adopted by the Security\r\nCouncil.\r\nI will now express the position of my country’s\r\ndelegation on these issues. As was repeatedly said this\r\nmorning, it is not possible to begin a debate on\r\nterrorism without immediately recalling the horrific\r\nimages that have cast such a pall over New York, the\r\nUnited States and the entire world. Indeed, it is\r\nimpossible to imagine that we will ever be able to\r\nspeak about this subject again without recalling those\r\nimages. The date 11 September is one of those dates in\r\nhistory in which processes such as the globalization of\r\nevil, which until then had only had an intellectual\r\ndimension or was the subject of discussion only among\r\nan enlightened elite, suddenly took on real meaning for\r\nmillions of people around the world.\r\nWhether this particular moment in history will\r\nusher in a period of greater uncertainty or whether it\r\nwill commit mankind to a task of rehabilitation and\r\njustice depends principally on the capacity for\r\nleadership shown by Governments and the international\r\ncommunity. That is why from the outset we have\r\nbelieved that condemning the horror is an essential\r\nethical act, regardless of any analysis or review of the\r\ncauses leading to the planning of the horrendous attack\r\non the people of the United States.\r\nAbsolutely nothing can justify those acts.\r\nAddressing the thousands of Chileans who participated\r\nin the act of solidarity held a few days ago in our\r\ncapital city for the victims of the tragedy, the President\r\nof Chile, Ricardo Lagos, said:\r\n“This is a crime against all humanity and Chile’s\r\nposition is clear: We are not neutral. We share the\r\nanger of the innocents, of those who fell and\r\ndied.”\r\nSo we understand that the criminal attack was not\r\ndirected only against the United States. The pain,\r\ndevastation and sudden uncertainty do not affect only\r\nthat nation. We are all affected; we have all been\r\nattacked.\r\nWhat we face today is an attack against the\r\nhuman values shared by Christians, Muslims, Jews and\r\nagnostics, women and men, children and young and old\r\npeople everywhere in the world. That is why a tragic\r\nsymbol of this plurality is the grief felt not only by\r\nfamilies in the United States, but by others in more\r\nthan 80 nations, including several in our country.\r\nToday we must particularly stress that this is also\r\nan attack against the framework of a civilized plurality,\r\nwhich is what the United Nations represents. Those of\r\nus who subscribe to the Charter have adopted a core of\r\nvalues of coexistence that permits the full realization of\r\nplurality. It establishes a civilizing framework for a\r\nglobal city that, by defining the core values of\r\nhumanity, brings the realization of those values a step\r\ncloser through the mutual recognition of the richness of\r\nour agreements and our differences, understanding and\r\nrespect for the choice of values we represent.\r\nTerrorism, on the other hand, stands outside the\r\npale of any human values. It is a primitive and\r\ntotalitarian ideology of politics, a commitment to\r\nmurder and violence transformed into a method of war\r\nagainst innocent people. That is why we have no\r\nalternative but to confront it.\r\nIn the face of the recent action, which is\r\ntantamount to an act of war, organized on a large scale,\r\nwith a vast intelligence network and large technical and\r\nfinancial resources, aimed at destroying life, liberty\r\nand the institutions of an important member of the\r\ninternational community, we must react by forming a\r\ncoalition to defend the ethical, political and legal\r\nvalues that are the foundations of peaceful coexistence\r\nand the security of mankind. As we indicated in the\r\nresolution the Assembly adopted the day after the\r\nattack, this international cooperation must be firmly\r\naimed at taking concerted action against terrorists, their\r\n21\r\nA/56/PV.13\r\nfinancial backers, their protectors and those who train\r\nthem or give them any other form of assistance.\r\nHowever, at this session we must go beyond the\r\nmere expression of our condemnation, our solidarity\r\nwith the victims and our resolve to participate in the\r\nglobal struggle against terrorism. We must reiterate\r\ntoday our conviction about the role of the United\r\nNations as the key forum for discussing, analysing,\r\nelaborating and legitimizing new international\r\nmechanisms to deal with this scourge.\r\nThe defeat of terrorism will ultimately be\r\nachieved through a concerted multilateral medium- and\r\nlong-term response able to expedite the conclusion of\r\nlegal and political agreements designed to break up the\r\nglobal network, isolate its constituent parts and\r\nstrangle its sources, wherever that may be.\r\nThe United Nations today confronts one of its\r\ngreatest responsibilities and challenges ever faced since\r\nits establishment: finding an effective response to\r\nprevent and eradicate this new form of conflict. We are\r\nconvinced that, as the Secretary-General has stated, our\r\nOrganization has the capacity to do that.\r\nIn this connection, we place great value on the\r\nresolutions adopted by our Organization in the last two\r\nweeks. Correctly interpreting the meaning the Charter\r\ngives to acts of aggression and the right to individual\r\nand collective self-defence, the Security Council\r\ndeclared in resolution 1368 (2001) its readiness to take\r\nall necessary steps to respond to the terrorist attacks of\r\n11 September. In our view, that resolution, together\r\nwith Article 51 of the Charter, provides the necessary\r\nlegitimacy and the support of international law to\r\nactions directed at punishing those responsible for this\r\nact of terrorism.\r\nThe rapid and unanimous reaction of the\r\norganized international community, expressed in\r\nresolution 56/1 adopted by the Assembly on 12\r\nSeptember, which urgently calls for international\r\ncooperation to prevent and eradicate these acts and to\r\npunish those responsible and their accomplices, is the\r\nbasis for further progress in political agreements aimed\r\nat forming the necessary coalition against terrorism.\r\nWe now need to work towards the adoption of other\r\nmeasures that are broader in scope and were described\r\nin the most recent and ambitious resolution of the\r\nSecurity Council adopted last Friday, 28 September,\r\nwhich imposes obligations on each of us.\r\nChile is already committed to adopting all\r\nmeasures necessary to prevent and suppress the\r\nfinancing of acts of terrorism, the strict application of\r\nthe law with respect to punishing the commission of\r\nand collaboration with terrorist acts, and international\r\ncooperation in the exchange of information about this\r\nscourge. We join appeals made for urgent ratification\r\nby Member States of conventions against terrorism,\r\nespecially the most recent one on the financing of\r\nterrorism. The entry into force of those conventions\r\nwill help to make fully operational the decisions\r\nrecently taken by the Security Council. We also think\r\nthat it is essential to expedite work to adopt a\r\ncomprehensive convention on international terrorism,\r\nwhich is currently being negotiated in the General\r\nAssembly. We reiterate our appreciation to the\r\ndelegation of India for its initiative and the draft text\r\nthat it has submitted for our consideration. We would\r\nalso appeal for a solution to existing problems with\r\nregard to the draft convention on acts of nuclear\r\nterrorism.\r\nIn the present circumstances, we must take a\r\nfresh look at the assumptions underlying our view of\r\nsecurity in a globalized world. Breaking with an\r\napproach that has too often viewed the impact of\r\nglobalization on people in the medium and long term,\r\nthe brutal acts of 11 September have, on the contrary,\r\nshown that it has an immediate and threatening impact.\r\nWe must not forget today that globalization brings\r\nsocieties, economies and cultures closer together, but it\r\nalso brings problems closer to us all.\r\nThe relationship between the illegitimacy of\r\ngovernments and injustice; between injustice and\r\npoverty; between poverty and crime; the relationship\r\nbetween arms-trafficking and childhood; between\r\npandemics and uncontrolled urban sprawl; between\r\nclimatic phenomena and the marginalization of regions\r\nand countries; between that and migration and the\r\ncreation of serious humanitarian problems — all of\r\nthese interrelationships make the globalized world\r\nsmaller and smaller. It is changing at an ever more\r\ndizzying pace.\r\nThere can be no solution if we do not recognize\r\nthat terrorism uses little cracks in our society to take\r\nshelter in them and, from there, to kill. Our ideas of\r\nglobal security — expressed mainly in disarmament\r\nagreements, which are no doubt indispensable —\r\nshould also focus on what we have termed human\r\nsecurity.\r\n22\r\nA/56/PV.13\r\nThe need to give impetus to the global coalition\r\nagainst terrorism means that we must resolutely face up\r\nto certain painful situations that are still pending in the\r\ninternational arena. My Government welcomes the\r\nrecent efforts by the United States, the European Union\r\nand others to promote peace talks in the Middle East.\r\nThe dialogue is more necessary now than ever before.\r\nInsecurity in the region is a great threat to world\r\npeace. We support action being taken by United\r\nNations agencies to meet the humanitarian crisis in\r\nAfghanistan. We welcome the assistance that the\r\nUnited States and United Kingdom are providing there.\r\nThe people of the country must not continue to suffer\r\nfrom the oppression and misery to which they are\r\nsubjected by the Taliban regime.\r\nLet me end by saying that we fully share the\r\nview, so eloquently expressed by President George\r\nBush, that terrorism hates our freedoms and our rights.\r\nThat is why our fight must be waged with full respect\r\nfor those freedoms and rights. Therein lies the ethical\r\ndifference between us and our aggressors. It is only if\r\nwe respect those freedoms and rights that we can defeat\r\nthem.\r\nWe join fully in repudiating any attempt to make\r\nthis fight into a clash between civilizations and creeds.\r\nThe United Nations must strengthen dialogue between\r\ncivilizations, provide a meeting place and promote\r\nunderstanding between cultures and thereby promote\r\npeace, tolerance and solidarity among nations.\r\nOur desire to help in preventing and eliminating\r\nterrorist acts is ultimately based on an ethical\r\nfoundation. In her analysis of the worst of\r\ntotalitarianisms of the twentieth century, the great\r\nAmerican philosopher Hannah Arendt said the root of\r\nevil lies in treating human life as dispensable, and that\r\nis what terrorism is doing today. We hope that, in our\r\nefforts to eradicate it, we will always hold high the\r\nvalues of human life and dignity.\r\nMr. Levitte (France) (spoke in French): My\r\ndelegation fully aligns itself with the remarks made\r\nthis morning by the Permanent Representative of\r\nBelgium on behalf of the member States of the\r\nEuropean Union and the associated Central and Eastern\r\nEuropean countries.\r\nI would like, however, to briefly recall the French\r\nposition on some essential points. On 11 September all\r\nthe people of France experienced, live, the horror of\r\nthe monstrous attacks on New York and Washington.\r\nThat day, all of them felt American, owing to an\r\ninstinctive solidarity with a people that are friends and\r\nallies, with whom they felt and shared the trauma. But\r\nthey also felt so, because they reasoned that, if\r\nAmerica could be struck at the heart of its power, it\r\nwas the entire world that was threatened.\r\nPresident Jacques Chirac, the first foreign Head\r\nof State to be received by President George Bush and\r\nto go to New York to the site of the catastrophe,\r\nexpressed his complete solidarity and that of the\r\nFrench people with the American people and his total\r\ncondemnation of this horrific attack, which has both\r\nshocked and appalled the entire world.\r\nHe reaffirmed the unfailing determination of\r\nFrance, a country that has many times been victim of\r\nacts of terrorism, to take part in the war against this\r\nscourge, which today must take on a new scale and new\r\npriority.\r\nThe attacks on 11 September will have a lasting\r\nand profound effect on the life and action of the\r\ninternational community. Resolute action by all our\r\nnations is required. The strategy to be implemented\r\nmust be global and multifaceted. Every country will\r\nhave to participate actively. As President Jacques\r\nChirac said here on 19 September: “It is not just the\r\nfight of one country. It is the fight of the entire\r\ninternational community, which is committed to human\r\nrights and to human dignity.”\r\nBy virtue of its universal composition and the\r\npowers it has under its Charter, the United Nations is\r\nthe forum where countries have to mobilize and where\r\nthe various elements of a coordinated response by our\r\nStates must be formulated, with respect for the aims\r\nand principles enshrined in the Charter.\r\nThe very day of the attacks, and the following\r\nday, the Secretary-General, the General Assembly and\r\nthe Security Council, through its resolution 1368\r\n(2001), indicated their determination to act as one in\r\nwaging this battle.\r\nOn the evening of Friday, 28 September, the\r\nSecurity Council unanimously adopted resolution 1373\r\n(2001), a resolution that will stand out in history. By\r\nvirtue of its global and binding nature, this resolution\r\ntraces the new and ambitious path to which the Council\r\nhas resolutely committed itself in order to contribute to\r\neradicating acts that constitute a threat to international\r\n23\r\nA/56/PV.13\r\npeace and security, such as those of 11 September. In\r\naccordance with the responsibilities and prerogatives\r\nconferred on it under the Charter, it is now up to the\r\nSecurity Council to take the necessary measures to\r\nensure respect for the obligations spelled out in the\r\nresolution. To this end, and to underscore its\r\ndetermination to act, the Council has provided itself\r\nwith a follow-up mechanism to ensure compliance by\r\nall States with the measures that have been decided,\r\nparticularly with regard to acting against the financing\r\nof terrorism. The Security Council is thus emphasizing\r\nits resolve for sustained action.\r\nAs evidenced by its resolution 56/1, of 12\r\nSeptember, and by our debate today, the General\r\nAssembly is also determined to make its full\r\ncontribution to the fight against terrorism. To do so it\r\nmust mobilize all the mechanisms at its disposal in\r\nclose consultation with the Security Council. It also\r\nfalls to the Assembly to complete during this session\r\nthe negotiations within the framework of the Sixth\r\nCommittee on the two draft conventions on terrorism\r\nbefore it: the draft convention on nuclear terrorism\r\npresented by Russia and the draft global convention on\r\nterrorism presented by India.\r\nThe precedent set by the Convention for the\r\nSuppression of the Financing of Terrorism, which was\r\nintroduced by France and adopted in December 1999\r\nafter only one year of negotiation, shows that if we are\r\nreally resolved to act, we can together succeed quickly,\r\nin spite of the complex and sensitive nature of the\r\nsubjects being addressed. France, together with its\r\nEuropean Union partners, will spare no effort to\r\nfacilitate the swift adoption by the Assembly of those\r\ntwo conventions.\r\nMr. Ahsan (Bangladesh): We are meeting here\r\ntoday against a sombre backdrop. The barbaric and\r\ncatastrophic attacks on the landmarks of our host city\r\nand country three weeks back, resulting in a huge loss\r\nof human life and destruction of property, has been a\r\nterrible tragedy. The attacks on that fateful morning of\r\nSeptember may have happened in the United States,\r\nbut they were seen as a blow against all of humanity.\r\nMen and women from more than 60 countries,\r\nincluding my own, perished in that carnage. While the\r\ncatastrophe may have left all of humanity stunned in\r\nhorror, rarely have we seen such unity of purpose or\r\nresolve to stand up against such mindless acts of terror.\r\nIn the wake of the attacks, Bangladesh joined the\r\ninternational community in strongly condemning those\r\nsenseless acts of violence. I take this opportunity to\r\nreiterate our sincere sympathy once again to the\r\nbereaved families. We also want them to know that the\r\ninternational community is behind them at this hour of\r\ngrief and sorrow. As a peace-loving nation and as an\r\nelected member of the Security Council, Bangladesh\r\ngave its total support to the General Assembly and\r\nSecurity Council responses in the aftermath of the\r\ntragedy. We will continue to support efforts aimed at\r\nforging an international coalition against terrorism, and\r\nall relevant actions of the United Nations in that\r\nrespect.\r\nThe people of Bangladesh joined the Government\r\nin expressing their support and solidarity to the\r\nGovernment and the people of the United States. The\r\nmajor political parties, members of civil society and\r\nthe media stood in unity to form a broad national\r\nconsensus to condemn the attack and to support global\r\naction against the perpetrators of such violence. With\r\nthat objective in mind, the Government also responded\r\npositively to the request made by the United States to\r\nprovide the necessary facilities and support for possible\r\nmultinational action to combat terrorism. Our response\r\nstems from our principled position and our\r\ninternational commitment to fight this modern-day\r\nscourge. We condemn all acts of terrorism, irrespective\r\nof motive, as they violate the very norms of humanity,\r\ninternational law and human rights, and constitute a\r\nthreat to international peace and security.\r\nAs the attacks of last month demonstrated,\r\nterrorism today is a global phenomenon posing a\r\nserious threat to international peace and security. The\r\nfight against terrorism therefore requires international\r\nunderstanding and concerted cooperation and action. In\r\nthis context, we believe that the United Nations\r\nprovides the best forum to bring the people of the\r\nworld together to combat this menace by all means and\r\nin accordance with the Charter of the United Nations.\r\nWe share the Secretary-General’s observation that only\r\nthe United Nations can give global legitimacy to the\r\nlong-term struggle against terrorism.\r\nBangladesh considers prevention and justice to be\r\nthe twin objectives of this struggle. We are happy that\r\nthe long engagement of the United Nations in the fight\r\nagainst international terrorism has been acknowledged.\r\nIts work kept pace with the evolving nature and scope\r\nof international terrorism. A fairly well-developed and\r\n24\r\nA/56/PV.13\r\ncomprehensive legal framework has been elaborated by\r\nthe United Nations to fight terrorism, including 12\r\ninternational conventions complemented by a number\r\nof regional instruments. These agreements provide the\r\nbasic legal tools to suppress terrorism and bring those\r\nresponsible to justice. What is required at this hour is\r\nto muster the collective determination and will to\r\nimplement these legal tools as instruments of action,\r\nwith a global vision and flexible approach.\r\nBangladesh is party to a number of international\r\nand regional instruments on terrorism. We are currently\r\nin the process of examining the remaining instruments\r\nwith a view to early accession to them. We also support\r\nthe ongoing process to elaborate a comprehensive\r\nconvention on terrorism, as we believe that there is a\r\nneed for an overarching instrument to provide a\r\npossible basis for global consensus on dealing with\r\nterrorism.\r\nWe believe that the United Nations provides us\r\nwith the forum not only for defining the juridical\r\nframework and principles to address terrorism, but also\r\nfor building universal political understanding and\r\nforging a global coalition with full legitimacy to wage\r\na war against international terrorism. The tragedy of 11\r\nSeptember provided the impetus for that. The Security\r\nCouncil and the General Assembly acted in line with\r\nthe worldwide condemnation of these heinous acts. In\r\nits resolution 1368 (2001) the Security Council\r\nregarded these acts as a threat to international peace\r\nand security, expressed its readiness to take all\r\nnecessary steps to respond to the terrorist attacks and\r\ncalled on all States to work together urgently to bring\r\nthe perpetrators to justice.\r\nFor its part, the General Assembly, in resolution\r\n56/1, called for urgent action to enhance international\r\ncooperation to prevent and eradicate acts of terrorism.\r\nWe welcome the Security Council’s unanimous\r\nadoption last Friday of resolution 1373 (2001), a wide-\r\nranging, comprehensive resolution with steps and\r\nstrategies to combat international terrorism. For our\r\npart, we will continue to support all measures for the\r\nprevention and elimination of terrorist acts within our\r\nown national means and as a partner in all\r\nmultinational consensus efforts to do so.\r\nAs we all resolve to fight international terrorism,\r\nI believe that there is a need to understand and reflect\r\non the climate that fosters terrorism. We must confront\r\nthose conditions with courage, commitment and\r\nfortitude in order to rid the world of the possibility of\r\nsuch wanton acts of destruction. Reason and our desire\r\nfor enduring peace should guide us at this critical\r\nmoment. Our actions against terrorism should not in\r\nany way compromise the safety and well-being of\r\ninnocent civilian populations, particularly women and\r\nchildren. In fact, we should seek to punish the\r\nperpetrators in order to make life safer for innocent\r\ncivilians. We are indeed greatly concerned at the fast-\r\nunfolding humanitarian catastrophe in Afghanistan,\r\ninvolving innocent civilians and refugees, who are\r\ncaught in a situation of double peril.\r\nLast month’s attacks helped the whole world\r\nclose ranks against the perpetrators, and a great degree\r\nof international solidarity has been achieved. We\r\nshould make every effort to build on this momentum to\r\nintensify our fight against terrorism. In fact, we should\r\nturn our grief into collective strength. We have to win\r\nthe fight against terrorism with sense and sensibility. In\r\nthat context, we would also appeal to all Member\r\nStates, and particularly to their leaders and media\r\nmanagers, not to permit anything that might destroy\r\nthis unity of purpose, something we cannot afford. Let\r\nus remind ourselves of what the Secretary-General said\r\nrecently:\r\n“Let us therefore respond to it in a way that\r\nstrengthens international peace and security, by\r\ncementing the ties among nations and not\r\nsubjecting them to new strains.” (A/56/PV.7, p. 1)\r\nOn 11 September we saw mindless violence\r\ndestroy invaluable lives and property in our beloved\r\nhost city. Many were filled with dismay, apprehension,\r\ndespair, grief and anger. On the other hand, we have\r\nalso witnessed a remarkable display of courage,\r\nsacrifice and heroism of epic proportions. I would\r\nconclude by paying a humble tribute to those brave\r\nmen and women who served the cause of humanity in\r\nthe wake of the tragic events and by expressing once\r\nagain profound sympathy for the families of the\r\nvictims.\r\nMr. Mahbubani (Singapore): We speak today\r\nwith heavy hearts. On 11 September 2001, the General\r\nAssembly was scheduled to have its regular opening of\r\nthe fifty-sixth session. The date 11 September also\r\nmarked the twentieth United Nations International Day\r\nof Peace. But instead of celebrating peace, we\r\nwitnessed the horrific events in New York,\r\n25\r\nA/56/PV.13\r\nWashington, D.C., and Pennsylvania, which shattered\r\nthe world that we had grown accustomed to.\r\nWe in Singapore share the grief and pain of the\r\npeople of the United States. Our heartfelt sympathy\r\nalso goes out to the families of the victims of those\r\nsenseless acts. In one day, terror invaded not only the\r\nUnited States, but also 80 other countries whose\r\ncitizens lost their lives. As the United States Secretary\r\nof State, Mr. Colin Powell, said,\r\n“the World Trade Center was just that: the World\r\nTrade Center. And so it was an attack against\r\nAmericans, it was an attack against Muslims, it\r\nwas an attack against Jews, it was an attack\r\nagainst Africa and Asia and Europe, all parts of\r\nthe world.”\r\nIn the words of my Prime Minister,\r\n“The tragedy is a defining moment for the United\r\nStates and for the world. Suddenly we all felt\r\nvulnerable to terrorism. Humanity and the\r\ncivilized world have been attacked. The world as\r\nwe knew it on 11 September 2001 has changed\r\nforever.”\r\nSingapore condemns in the strongest terms these\r\nattacks and all other forms of terrorism. The\r\nperpetrators of those terrible crimes cannot go\r\nunpunished. They must be brought to justice. Others\r\nmust be deterred from contemplating similar horrific\r\nacts.\r\nThe United States and the international\r\ncommunity will have to respond. Americans are not\r\nalone in this fight against terrorism. Singapore stands\r\nwith the United States and with the international\r\ncommunity in this struggle. This is a fight between\r\npeople who stand for civilized society and those out to\r\ndestroy it. This is not a fight against Islam. Muslims\r\nfrom all around the world, including Singapore\r\nMuslims, have expressed revulsion at the crimes\r\ncommitted in the name of their faith and have pledged\r\ntheir solidarity with the struggle. President Bush has\r\nalso made it clear that this is a war against terrorism,\r\nnot a fight against Islam.\r\nWe realize that it will be a long uphill struggle to\r\nmake the world safer from terrorism. This is a deep-\r\nrooted problem that will not go away easily. The\r\nterrorists have obviously built up a sophisticated and\r\ncomplex global network, and other societies too are\r\nequally at risk. Countering terrorism must therefore be\r\na global endeavour. Globally, we need to put together\r\nour collective will and wisdom to address the problem\r\nin all its dimensions. There will inevitably be\r\nsensitivities, domestic and regional, that will have to be\r\nmanaged. But we must accept those risks to create a\r\nbetter world.\r\nTo surgically remove terrorist cells, oftentimes a\r\ndecisive, forceful response is necessary. That is an\r\nimmediate response which we will have to make. But\r\nthe task does not end there. To succeed in our ultimate\r\ngoal, the driving forces of international terrorism must\r\nbe rooted out and their networks comprehensively\r\ndestroyed. In our mission to defeat international\r\nterrorism, a vigorous, sustained and comprehensive\r\nglobal strategy is needed. We will need to deepen and\r\nstrengthen our international regimes on such matters as\r\nthe legal frameworks for combating terrorism,\r\nexchange of information and ending the financing of\r\nterrorism, as well as more effective law enforcement\r\naction.\r\nOur problem is that, despite the fact that terrorism\r\nis not a new phenomenon — indeed, many of us all\r\naround the globe have had unhappy experiences with\r\nit — coherence in international cooperation has been\r\nsadly lacking. Terrorism has been on the agenda at\r\ninternational gatherings for several years. The Group of\r\n8 has had annual discussions on it. Several major\r\ntreaties have been negotiated under United Nations\r\nauspices. But to date, the prevailing attitude has been\r\nthat the problem could and should be managed\r\nprimarily by domestic and regional measures. The\r\ncommitment to multilateralism and collaborative\r\ninternational action was simply not a priority.\r\nThis must change, and it must change quickly. We\r\nwelcome the swift action of the Security Council and\r\nof the General Assembly in adopting resolutions 1368\r\n(2001) and 56/1, respectively, on 12 September. We\r\nalso welcome the follow-up efforts in resolution 1373\r\n(2001), which was adopted unanimously by the\r\nCouncil last Friday. That resolution puts in place the\r\noverall framework for vigorous international action\r\nagainst terrorism. It is, in many ways, an\r\nunprecedented action by the Security Council, and its\r\nswift adoption is telling testimony to the renewed\r\ncommitment to win this war.\r\nThese positive steps must be sustained and built\r\nupon. As our Secretary-General has reminded us, the\r\nUnited Nations can give global legitimacy to the long-\r\n26\r\nA/56/PV.13\r\nterm struggle against terrorism. The time has never\r\nbeen more urgent for all organs of the United Nations\r\nto examine their respective responsibilities and tools at\r\ntheir disposal so as to undertake this collaborative\r\nmission in the most effective manner.\r\nThe problem of international terrorism is not\r\ngoing to disappear soon. In the short term, it is likely to\r\nget worse. No one is immune. Security, once measured\r\nby the might of a nation’s army, is now a matter of\r\nprotecting individuals against the risks of living in an\r\nopen global community. Terrorists do not discriminate\r\namong their victims.\r\nSingapore, too, has had its own experiences with\r\nterrorist attacks. We suffered a terrorist attack by the\r\nJapanese Red Army on a ferry, the Laju, in 1974. In\r\n1991 we had to deal with the hijacking by Pakistani\r\nmilitants of a Singapore Airlines aircraft. We have seen\r\nvictims of terrorism all over the world. We have\r\nwitnessed the indelible images of Japanese commuters\r\nstruggling for air after the Aum Shinrikyo sarin gas\r\nattacks on 20 March 1995, the dramatic hostage drama\r\nin Peru that clouded Christmas in 1996, and the\r\ndestruction of the American embassies in Kenya and\r\nTanzania in 1998, which, as former United States\r\nPresident Bill Clinton pointed out to the General\r\nAssembly that year, resulted in more Kenyan and\r\nTanzanian casualties than American casualties. He\r\nsaid:\r\n“For every American killed there, roughly 20\r\nAfricans were murdered and 500 more injured”.\r\n(A/53/PV.7, p. 10).\r\nThe Chinese term for crisis is appropriately\r\ndesignated by two Chinese characters meaning\r\n“danger” and “opportunity”. The dangers are clear, but\r\nthe opportunity before us today is to channel the global\r\noutrage following the events of 11 September into a\r\nstrong global commitment and action to eradicate the\r\nscourge of terrorism. Divisions among us will hand\r\nvictory to the terrorists. Martin Luther King Jr. said:\r\n“We must learn to live together as brothers or\r\nperish together as fools.”\r\nMr. Mejdoub (Tunisia) (spoke in Arabic): My\r\ndelegation associates itself with the statement to be\r\nmade by the Group of Arab States by its Chairman for\r\nthe month, and would like also to make some\r\nadditional observations in its national capacity.\r\nThis session of the General Assembly is\r\nconsidering measures to eliminate international\r\nterrorism, in the wake of the recent tragic events in\r\nWashington, D.C., Pennsylvania, and New York City,\r\nwhich hosts this international Organization,\r\nencompassing all peace-loving people.\r\nIn the wake of these criminal, inhumane and\r\nimmoral attacks, which led to the deaths of thousands\r\nof innocent victims, Tunisia — like the rest of the\r\nworld — has condemned in the strongest terms these\r\nacts of terrorism, in a manifestation of solidarity that\r\nhas made it absolutely clear that the scourge of\r\nterrorism can be eliminated only through international\r\ncooperation.\r\nThe recent attacks against the United States have\r\nshown the real face of the phenomenon of fanaticism\r\nand the danger that fanatical movements represent at\r\nthe international level for peoples and for the security\r\nof States. In fact, they pose a threat to humankind as a\r\nwhole. This phenomenon requires that a firm stance be\r\ntaken by the international community as a whole to\r\neliminate it completely and without delay.\r\nTunisia has since 1988 been at the forefront of\r\nthose calling attention to the dangers of terrorism. We\r\nhave drawn attention to this grave danger on many\r\noccasions and in many international and regional\r\nforums, calling for a unity of vision to confront this\r\nserious phenomenon and to find ways and means, at the\r\ninternational level, to foil its plans, eliminate all the\r\ndangers it poses and deprive it of its resources and\r\nfinancing.\r\nThe adoption by the Security Council of\r\nresolution 1373 (2001) on 28 September 2001\r\nconstitutes, in our view, an extremely important first\r\nstep towards containing this scourge. Tunisia, during\r\nthe consideration of that resolution, reasserted the\r\nimportance of adopting a comprehensive plan to\r\neradicate the various unjustifiable manifestations of\r\nterrorism. International terrorist networks exist that\r\nflout the noble and lofty principles of international law,\r\nof humanity and of religions and exploit them in order\r\nto jeopardize peace and security in many nations.\r\nThose networks should be the focus of all those States\r\nthat, indirectly and perhaps inadvertently, sometimes\r\nallow them to exist on their territories to commit\r\nactions that endanger the safety and security of other\r\nStates by spreading of the culture of fanaticism,\r\nleading to terrorism and to the formation of additional\r\n27\r\nA/56/PV.13\r\nfanatical movements that use modern means —\r\ninformation technology, satellite broadcasts — to\r\nspread their destructive ideas.\r\nHaving witnessed such appalling terrorist acts\r\nand having been informed of the existence of\r\ninternational terrorist networks that plan, finance and\r\ncarry out such crimes, we cannot fail to ensure that all\r\nlegal measures are taken to combat these extremist\r\nelements in all States so that they are prevented from\r\nfreely spreading their extremist, destructive dogma.\r\nIn this regard, I should like once again, from this\r\nrostrum and in the context of this very delicate\r\ninternational situation, to call attention once again to\r\nthe importance of ensuring that terrorists are prevented\r\nfrom obtaining so-called political asylum, which in\r\nitself is a noble principle, but also enables them to\r\nspread their poisonous ideology, thereby endangering\r\npeace and security throughout the world and\r\nthreatening stability and innocent civilians and peoples.\r\nContaining these terrorist elements and giving\r\ncareful consideration to their cases is a responsibility\r\nincumbent upon the entire international community.\r\nRecent events have made it abundantly clear that\r\nterrorism does not discriminate between States, peoples\r\nor religions. No country is immune to terrorism,\r\nparticularly since it is now clear that terrorism has\r\nstricken States where the terrorists themselves live,\r\nenjoy asylum and freely go about their activities.\r\nSecurity Council resolution 1373 (2001), aimed at\r\ncontaining and eradicating the phenomenon of\r\ninternational terrorism, will not lead us to our desired\r\nobjectives unless international efforts are truly\r\nconcerted, with responsibilities clearly delineated, and\r\nfocused on fanatical and extremist movements at the\r\ninternational level with the aim of depriving them of\r\ntheir sources of financing, mobilization and training\r\nthroughout the world. It is particularly important to\r\ncontain and eradicate all forms of support for and\r\nassistance to individuals and groups that are directly or\r\nindirectly connected to the international terrorist\r\nnetwork or that have been implicated in racist\r\noperations, including elements that have been\r\nprosecuted in their home countries for terrorist\r\nactivities.\r\nThe fight against terrorism has many dimensions,\r\nparticularly the preventive one. At the national level,\r\npoverty, deprivation and marginalization all fuel\r\nterrorism and fanaticism. Since the changes of 7\r\nNovember 1987, effected under the leadership of\r\nPresident Zine El Abidine Ben Ali, Tunisia has drafted\r\na comprehensive national policy, through the\r\nestablishment of a culture of tolerance, moderation and\r\nopenness, to prevent terrorism and to eradicate all\r\nmanifestations of fanaticism. We have focused on the\r\nsocial, economic and political spheres in order to\r\nguarantee the full participation of all Tunisian citizens\r\nin all activities of their society by expanding the basis\r\nof their institutions and by enforcing laws guaranteeing\r\nthe freedoms and political rights of all to participate in\r\nshaping the future of their country under the umbrella\r\nof the Constitution, national consensus, security and\r\nstability. The President of Tunisia has made it clear that\r\nour political, social and economic gains have made us\r\nstronger in the face of every form of challenge.\r\nThe prevention of international terrorism is\r\nextremely important, as the President has made\r\nabundantly clear. It must begin with the search for\r\npeaceful solutions to the various regional conflicts and\r\nthe elimination of all hotbeds of tension, which\r\nfanatical and extremist movements always exploit for\r\npurposes in no way related to lofty humanitarian\r\nprinciples. The international community should focus\r\non hotbeds of tension and various regional conflicts,\r\nparticularly the conflict in the Middle East, on the basis\r\nof the relevant resolutions of international legitimacy,\r\nwhich should be implemented without the application\r\nof double standards.\r\nInternational peace and security can only be\r\nbased on justice and equity. So long as the international\r\ncommunity fails to act on the basis of these principles,\r\nthe international terrorist network will have leeway to\r\nspread terror and destruction throughout the world and\r\nto exploit the differences and gaps among the various\r\ncivilized societies of the international community in\r\ngeneral, and in particular between Arabs and Muslims\r\non one side and other nations and peoples of the West\r\non the other. Terrorism has no culture or religion and is\r\nnot particular to any one culture or people. Terrorism is\r\na common enemy that should be faced collectively.\r\nWhile we reiterate our position of principle with\r\nregard to this dangerous phenomenon, we strongly\r\ncondemn such terrorist acts and will continue to work\r\nwith all States of the world to stand up to this threat\r\nthrough all legitimate ways and means, within national\r\nand international legal frameworks and through\r\nbilateral conventions. We have signed many regional\r\nconventions against terrorism in the context of the\r\n28\r\nA/56/PV.13\r\nLeague of Arab States, the Organization of the Islamic\r\nConference and the Organization of African Unity. We\r\nhave also acceded to 10 international conventions and\r\nare currently considering accession to the remaining\r\ntwo — the International Convention for the\r\nSuppression of Terrorist Bombings and the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism — which we look forward to\r\nsigning before the end of the year.\r\nMy delegation believes that the conclusion of a\r\ncomprehensive convention on international terrorism is\r\nclosely linked to the many aspects of that phenomenon,\r\nparticularly those that have not been addressed by\r\nearlier conventions. The comprehensive convention\r\nwill promote joint international action to eliminate this\r\nscourge.\r\nMr. Mbanefo (Nigeria): This is a very sad and\r\nsombre moment for all people around the globe. The\r\nevents of 11 September have deeply traumatized us\r\nall — not just by the magnitude of the casualties or the\r\nphysical damage, all of which are mind-boggling, but\r\nby the scope and the brazen manner in which the\r\nattacks were organized and executed.\r\nThis debate is undoubtedly a demonstration of\r\nhow the international community has been galvanized\r\nby these condemnable and barbaric attacks on our host\r\ncountry. My delegation expresses its heartfelt sympathy\r\nto the Government and the people of the United States\r\nof America over this tragedy. Our thoughts and prayers\r\nare with the victims and their families at this very\r\ndifficult time.\r\nNigeria is deeply concerned about acts of\r\ninternational terrorism, of which we have all been\r\nvictims recently. In 1998, in the terrorist attack on the\r\nAmerican Embassy in Tanzania, the Nigerian Embassy\r\nbuilding was also destroyed. In the 11 September\r\nterrorist attacks on the World Trade Center, many\r\nNigerian citizens lost their lives, while some remain\r\ncritically wounded in hospitals. Many foreign nationals\r\nfrom different countries also perished in the attacks.\r\nTerrorism is no respecter of national boundaries or\r\nfrontiers. Terrorism does not respect any nationality,\r\nreligion, race or ethnic group. After all, the casualties\r\nof the 11 September attacks cut across all religions,\r\nraces and nationalities. Indeed, there is no country in\r\nthe world today where there are no foreign nationals.\r\nTerrorism is a global menace. It is, indeed, a\r\nscourge which needs to be confronted head-on. It is a\r\nviolation of our fundamental human rights, especially\r\nthe right to life and to peaceful coexistence. The terror\r\nand tragedy that terrorists unleash on innocent and\r\nunsuspecting citizens pose a serious threat to the\r\nstability of all societies. They threaten existing\r\ndemocratic institutions. Emerging democracies are very\r\nvulnerable to the tragedy which such terrorist attacks\r\ncause. That is why the international community must\r\nbe very determined and firm in its resolve to confront\r\nand defeat terrorists and their networks and\r\ncollaborators.\r\nThe United Nations has played, and must\r\ncontinue to play, a leading role in the fight against\r\nterrorism. In its 1994 Declaration on Measures to\r\nEliminate International Terrorism, the United Nations\r\ndeclared that actions of terrorists are criminal acts\r\nwhich are\r\n“in any circumstances unjustifiable, whatever the\r\nconsiderations of a political, philosophical,\r\nideological, racial, ethnic, religious or any other\r\nnature that may be invoked to justify them”\r\n(resolution 49/60, annex, para. 3).\r\nThe Security Council and the General Assembly\r\nhave, in various resolutions, condemned all forms of\r\nterrorism. In its resolution 1269 (1999), the Security\r\nCouncil unequivocally condemned all acts, methods\r\nand practices of terrorism as criminal and unjustifiable,\r\nregardless of their motivation, in all their forms and\r\nmanifestations, wherever and by whomsoever\r\ncommitted. The establishment under resolution 51/210\r\nof the Ad Hoc Committee was an important milestone\r\nin United Nations efforts to combat terrorism.\r\nTwo recently adopted Conventions — the 1997\r\nInternational Convention for the Suppression of\r\nTerrorist Bombings and the International Convention\r\nfor the Suppression of the Financing of Terrorism —\r\nare, no doubt, the result of the work of the Ad Hoc\r\nCommittee and subsequent meetings of the working\r\ngroup within the context of the Sixth Committee. Such\r\nsectoral or specific conventions can be effective only\r\nwhen there is universal adherence to them. Nigeria has\r\nsigned the International Convention for the\r\nSuppression of the Financing of Terrorism. As a result\r\nof the escalation of terrorist activities around the\r\nworld, Nigeria will revisit the entire body of\r\ninternational instruments relating to terrorism with a\r\nview to becoming parties to them. We therefore urge\r\nStates Members of the United Nations which have not\r\ndone so to consider becoming parties to the thematic\r\n29\r\nA/56/PV.13\r\ninstruments on terrorism. If they did so, the\r\ninternational community would strengthen the\r\ncriminalization of specific manifestations of terrorism.\r\nIn spite of the existence of about 12 sectoral\r\nconventions, as well as regional instruments related to\r\ninternational terrorism, General Assembly resolution\r\n54/110 called for the elaboration of a comprehensive\r\nconvention on international terrorism. We appreciate\r\nthe Indian initiative in this regard, and we believe that\r\nthe draft comprehensive convention submitted by India\r\nforms a good basis for further consideration of the\r\nmatter. However, the Nigerian delegation subscribes to\r\nthe view that a comprehensive convention would be an\r\ninvaluable contribution to, and a useful tool in, the\r\nstruggle against terrorism. We believe that such a\r\nconvention should be truly comprehensive, covering all\r\naspects of terrorism, as well as breaking new ground.\r\nGiven the menace of terrorism and the\r\ncallousness of those involved in such heinous crimes,\r\none important aspect requiring the international\r\ncommunity to be on its guard is weapons of mass\r\ndestruction, particularly nuclear terrorism. If terrorists\r\nare allowed to have access to nuclear materials, as well\r\nas chemical and biological substances, then humanity\r\nmay be headed for an abrupt end.\r\nIt is against this background that we support the\r\ndraft convention against nuclear terrorism. Most of the\r\nprovisions of the draft convention against nuclear\r\nterrorism have been agreed to on the basis of the draft\r\ntext proposed by the Russian Federation. We therefore\r\nurge an early resolution of the outstanding issues so as\r\nto facilitate the early adoption of the convention.\r\nThere is a need for international cooperation in\r\nthe fight against terrorism. The network of\r\ninternational cooperation must be expanded and\r\nstrengthened if the menace of terrorism is to be\r\neliminated. In recent times, terrorists have become\r\nmore sophisticated in their strategies and activities.\r\nThere is an intrinsic link between terrorists and the\r\nflourishing illicit trade in small arms, drug-trafficking,\r\nmoney-laundering and the smuggling of diamonds and\r\nother forms of precious stones. There should be an\r\nexchange of information among States with regard to\r\nthe movement and activities of terrorists and their\r\norganizations. We believe that States have the\r\nobligation, under existing international instruments on\r\nterrorism, to prevent and suppress, in their respective\r\ndomains, acts of terrorism. States should refrain from\r\ninstigating, facilitating, encouraging, financing and\r\norganizing terrorist activities and from providing safe\r\nhaven for terrorists and their organizations.\r\nThere has been a proposal to convene a high-level\r\nconference on terrorism to formulate a joint organized\r\nresponse of the international community to terrorism.\r\nNotwithstanding the scepticism expressed by some\r\ndelegations as to the practical benefits and the\r\nlikelihood of concrete results from such a conference,\r\nit is the view of my delegation that the conference\r\nshould be organized at the level of heads of State or\r\nGovernment, under the aegis of the United Nations.\r\nSuch a conference would facilitate a consensus on\r\nstrategies for combating terrorism in all its forms and\r\nmanifestations.\r\nThe world has a responsibility to find the root\r\ncauses of terrorism. One pertinent question may be\r\nasked: what makes someone so desperate that he will\r\ngive his life to kill others and reverse global progress\r\nin the manner we witnessed on 11 September 2001 in\r\nNew York and Washington?\r\nThis debate would achieve nothing if at the end\r\nno conclusions were reached on solutions, which will\r\nbe in three stages: the immediate, medium and long\r\nterm. The General Assembly must pursue this all-\r\nimportant issue through its normal channels.\r\nNigeria unequivocally condemns the recent\r\nterrorist attacks in the United States. The attacks typify\r\nthe extent to which terrorists can translate their evil\r\nintentions into action, unmindful of the incalculable\r\npain and damage which they inflict on the society. The\r\ninternational community must not allow such faceless\r\ncriminals to continue to spread fear and havoc in our\r\nsociety. Therefore, the response to terrorism must be\r\nglobal and well coordinated. But our response will be\r\neffective only if we stand united and openly and\r\nmanifestly take action against terrorists and their\r\nnetworks. In the words of President Olusegun\r\nObasanjo,\r\n“Terrorism and terrorists must never be given\r\ncomfort. The spirit of democracy must never be\r\ndowncast, but must be buoyed up and made\r\nunconquerable.”\r\nNigeria will participate in any meaningful\r\ndiscussion, on either a bilateral or multilateral level,\r\naimed at confronting this serious threat to international\r\npeace and security. We will work together with\r\ncountries within the United Nations to find a lasting\r\nsolution to the problem of terrorism. We are confident\r\nthat, through mutual cooperation and through the\r\n30\r\nA/56/PV.13\r\nimplementation of relevant international instruments on\r\nterrorism, the international community will rid itself of\r\nthis plague.\r\nMrs. Fritsche (Liechtenstein): We welcome this\r\nopportunity to speak on the issue of international\r\nterrorism. We thank the European Union for its\r\ninitiative to move the issue to the attention of a larger\r\npublic, which the plenary meetings of the General\r\nAssembly provide. The United Nations has to assert its\r\nleadership role in designing an international response\r\nto the threat posed by international terrorism. Our\r\nOrganization is designed for action, not merely\r\ndiscussion, and we believe in a strong role for the\r\nGeneral Assembly in this respect.\r\nThe date 11 September will go down in history as\r\na day of disgrace and inhumanity. The deliberate\r\ntargeting of civilians, a disturbing trend over the past\r\nfew years, reached a sad and tragic peak. But 11\r\nSeptember should also mark a turning point in\r\nmultilateral cooperation. We are all challenged to\r\nunderstand and tackle the harsh realities of a changed\r\nworld. There are no safe places. We are all vulnerable,\r\nand therefore we all need each other.\r\nThe recognition of a need for enhanced\r\ninternational cooperation was almost unanimous\r\nimmediately after the attacks. This body and this\r\nOrganization are now asked to turn this abstract call\r\ninto concrete action.\r\nThe Security Council has just adopted a far-\r\nreaching resolution, which obliges all States to\r\ncooperate in the fight against terrorism. Resolution\r\n1373 (2001) is of the utmost importance, in that it\r\nshows the commitment of this Organization to live up\r\nto its leadership role. It also provides the United\r\nNations with a set of tools to significantly enhance\r\ninternational cooperation in our common fight. The\r\ndetermination of the Council to live up to its\r\nresponsibilities is welcome, and we are committed to\r\ncontributing to the implementation of this resolution in\r\na transparent and fair manner.\r\nLiechtenstein condemns terrorism in all its forms\r\nand manifestations, regardless of the reasons that may\r\nbe invoked to justify it. We are already a State party to\r\nthe majority of the set of United Nations conventions\r\nto combat terrorism. As an additional step of particular\r\nsignificance, the Foreign Minister of Liechtenstein will\r\nsign tomorrow the Convention on the financing of\r\nterrorism. We are committed to its early ratification, in\r\nparticular, in the light of the fact that the\r\nimplementation of its main thrust will form part of our\r\nnational implementation of Security Council resolution\r\n1373 (2001). Liechtenstein is determined to prevent\r\nand criminalize the financing of terrorism and to act as\r\nthe reliable partner that we have been in the past in\r\neradicating international organized crime.\r\nWe further believe that the international\r\ncommunity must stay true to its fundamental values in\r\nthe common fight against terrorism. Full respect for the\r\nrule of law and existing international legal standards in\r\nthe area of human rights, including those relating to\r\nrefugee law, is of the highest importance for our\r\ncommon endeavour.\r\nBringing to justice those who commit egregious\r\ncrimes, such as those witnessed on 11 September,\r\nundoubtedly also requires enhanced cooperation in\r\njudicial matters. A functioning system of international\r\ncriminal law, as established in the Rome Statute of the\r\nInternational Criminal Court, is the most effective\r\nexpression of such international cooperation. There can\r\nbe no doubt, to our mind, that crimes of such\r\nmagnitude as the ones we all witnessed barely three\r\nweeks ago constitute crimes against humanity as\r\ndefined in the Statute. We hope that the understanding\r\nof the International Criminal Court as an ideal tool to\r\nbring such criminals to justice will lead to the Statute’s\r\nearly entry into force. Liechtenstein will make its own\r\ncontribution to that end tomorrow by depositing its\r\ninstrument of ratification with the Secretary-General.\r\nThe challenge which this Assembly faces in the\r\nlight of international terrorism is enormous indeed. Its\r\nongoing work to establish an international legal\r\nframework must be continued and finalized. The\r\nAssembly has the main responsibility to address the\r\nroot causes of terrorism as the only way of addressing\r\nthis scourge in the long term.\r\nThe threat posed by potential terrorist acts\r\nthrough weapons of mass destruction is today a real\r\none. We have to find effective ways to combat this\r\nthreat and to prevent a catastrophe of unimaginable\r\ndimensions. Establishing or strengthening existing\r\nverification regimes in related fields of disarmament\r\nmust constitute an important element of these efforts.\r\nFinally, we have to give increased attention to the\r\nissue of non-State actors, both in legal and in practical\r\nterms. The traditional system of international law is\r\ndesigned to rule a world of States and functioning\r\nGovernments. We have learned the hard way that this\r\nno longer meets the realities of today’s world.\r\nThe meeting rose at 6.30 p.m.\r\n"