"United Nations A/56/PV.30\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n30th plenary meeting\r\nMonday, 22 October 2001, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-59285 (E)\r\n*0159285*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nIn the absence of the President, Mr. Sharma\r\n(Nepal), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 14\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the Agency (A/56/313)\r\nThe Acting President: I invite the Director\r\nGeneral of the International Atomic Energy Agency,\r\nMr. Mohamed ElBaradei, to present the report of the\r\nAgency for the year 2000.\r\nMr. ElBaradei: The International Atomic Energy\r\nAgency (IAEA) continues to play an important role as\r\na catalyst for development and as a cornerstone for\r\nnuclear non-proliferation and nuclear safety.\r\nI will speak briefly today about the IAEA’s\r\nactivities in terms of our three fundamental functions:\r\nto bring about the development and transfer of peaceful\r\nnuclear technologies, to build and maintain a global\r\nnuclear safety regime, and to prevent the proliferation\r\nof nuclear weapons and ensure the security of nuclear\r\nmaterial and facilities.\r\nI will begin with a subject to which the Agency\r\nhas been devoting much attention in recent weeks —\r\nnamely, the enhancement of our efforts to protect\r\nagainst nuclear terrorism.\r\nThe Agency has been at the forefront of\r\nencouraging States to make security an integral part of\r\nthe management of their overall nuclear programmes;\r\nhowever, the attacks in the United States were a wake-\r\nup call to us all that more can and must be done. In the\r\nweek immediately following the tragedy, the IAEA\r\nGeneral Conference adopted a resolution that requested\r\nthat I initiate a thorough review of Agency activities\r\nand programmes relevant to preventing acts of\r\nterrorism involving nuclear and other radioactive\r\nmaterials.\r\nThe Agency is engaged in a variety of activities\r\nrelevant to combating nuclear terrorism, including\r\nprogrammes to ensure physical security, to help\r\nprevent and respond to illicit trafficking of nuclear\r\nmaterial and other radioactive sources, to promote the\r\nsafety of nuclear facilities, to safeguard nuclear\r\nmaterial against non-peaceful uses and to respond to\r\nemergencies. In all these areas of activity, the Agency\r\ndevelops legal norms and guidelines, promotes\r\ninternational cooperation, provides expert advice,\r\ntraining and equipment and provides varying degrees\r\nof oversight. In the past few years, we have focused on\r\nincreasing nuclear security cooperation among relevant\r\norganizations, including customs organizations,\r\nInterpol and other law enforcement organizations,\r\nnational Governments and the Agency. We also have\r\nprovided an expanding array of advisory services to\r\nStates to assist them in upgrading nuclear safety,\r\nprotecting nuclear material and facilities against theft\r\nand sabotage and managing and disposing of\r\nradioactive sources safely. We have also strengthened\r\n2\r\nA/56/PV.30\r\nour verification system to cover both declared and\r\npossible undeclared activities.\r\nWe are reviewing in depth each of the\r\nprogrammes I just mentioned to identify additional\r\nmeasures that need to be taken in the light of recent\r\nevents. In particular, we are considering expanding the\r\nscope and reach of many of our security and safety\r\nservices. Equally, we will review existing conventions\r\nand guidelines — including the Convention on the\r\nPhysical Protection of Nuclear Material — to ensure\r\nthat they are comprehensive and effective, and we will\r\nmake every effort to ensure that they are universally\r\napplied.\r\nTo enable the Agency to assist States that lack the\r\nresources to upgrade their security systems, we are also\r\nexploring the feasibility of establishing a fund for\r\nprotection against nuclear terrorism. I trust that, in the\r\nlight of the current threats, the development of an\r\neffective global system for protection against nuclear\r\ntheft, sabotage and terrorism will be given the priority\r\nit deserves by all concerned. These are unconventional\r\nthreats that require unconventional responses.\r\nI will turn now to other Agency activities.\r\nThe rapid expansion in global energy demand —\r\nand the growing awareness of the need for sustainable\r\ndevelopment — has put increasing focus on the\r\nenvironmental consequences of burning fossil fuels.\r\nNuclear power, which currently supplies about one\r\nsixth of global electricity, is the principal alternative\r\nthat can in the foreseeable future provide electricity on\r\na large scale with practically no greenhouse gas\r\nemissions.\r\nThe past 12 months have seen some positive\r\ndevelopments for nuclear power. In terms of\r\nperformance, we have continued to see strong safety\r\npractices, reduced generating costs and the first\r\nextensions of power plant licences to 60 years. Six new\r\nplants were connected to national electricity grids in\r\nthe year 2000, and 33 more were under construction by\r\nthe end of the year. Views on the future of nuclear\r\npower, however, are still mixed because of safety and\r\nnon-proliferation concerns. For example, the United\r\nStates Government’s new energy policy gave an\r\nexplicit endorsement to nuclear expansion, whereas the\r\nGerman Government concluded an agreement with the\r\nindustry to phase out nuclear power. This mixed\r\noutlook has also been reflected in the conclusions\r\nreached on the role of nuclear power at major\r\nconferences on climate change and sustainable\r\ndevelopment.\r\nIt may be too early to forecast how the future will\r\nunfold for nuclear power. Clearly there is a new,\r\nsubstantive debate on the role of nuclear power and a\r\nrecognition in many quarters that its merits as a source\r\nof clean energy cannot simply be ignored. Three\r\ncrucial questions, however, will determine the future of\r\nnuclear power: whether it will continue to prove itself a\r\nsafe technology; whether it can be effectively\r\nsafeguarded against non-peaceful purposes; and\r\nwhether it can be an economically competitive\r\ntechnology.\r\nThese questions are among the subjects for\r\nreview by the Agency’s newly established International\r\nProject on Innovative Nuclear Reactors and Fuel\r\nCycles (INPRO), a project designed to support the safe,\r\neconomical and proliferation-resistant use of nuclear\r\nenergy to assist in meeting the global energy needs of\r\nthe twenty-first century. For the nuclear option to\r\nremain viable, it is important that nuclear power\r\ntechnology, like other technologies, be enterprising and\r\ninnovative.\r\nNuclear technologies provide preferred\r\nsolutions — and sometimes the only solutions — to\r\nmany economic and social problems. A major portion\r\nof our nuclear technology activities, therefore,\r\nconcerns applications other than electricity generation.\r\nThrough both its coordinated research projects and its\r\ntechnical cooperation programme, the Agency works to\r\nstrengthen the scientific and technological capacities of\r\nits Member States and functions as a vehicle for the\r\ntransfer of nuclear technologies to combat disease and\r\nchild malnutrition, to manage water resources, to\r\nincrease food production and to protect the\r\nenvironment.\r\nFor example, in the area of human health,\r\nradiotherapy has long been recognized as a valuable\r\ntool in both the cure and palliation of cancer. Agency\r\nattention to this issue in developing countries is\r\nbecoming increasingly important, as life expectancies\r\nincrease and cancer rates go up. The Agency seeks to\r\nbuild up indigenous capabilities by training\r\npractitioners, improving the quality of therapy\r\nequipment, and increasing treatment quality and\r\neffectiveness.\r\nIn the area of water management, nuclear\r\ntechniques are gaining increasing recognition. Isotope\r\n3\r\nA/56/PV.30\r\nhydrology is being used to plot groundwater aquifers\r\nfor sustainable water resource management, with 75\r\nactive Agency projects in some 40 Member States. In\r\nEthiopia, for example, the use of isotope hydrology\r\nunder an Agency project helped to tap a new\r\ngroundwater field to provide more than 40 per cent of\r\nAddis Ababa’s water supply. We are also joining with\r\nthe Organization of American States, the World Bank\r\nand the Global Environment Facility to protect and\r\nmanage the Guarani Aquifer — the largest groundwater\r\naquifer in South America, with enough freshwater, if\r\nprotected in a sustainable manner, to supply the needs\r\nof over 300 million people.\r\nAgricultural yield and livestock production\r\ncontinue to be enhanced by the expanding application\r\nof the proven sterile insect technique (SIT), an\r\nenvironmentally friendly alternative to insecticides. At\r\ntheir July 2001 summit in Lusaka, the African heads of\r\nState and Government approved a plan for the Pan-\r\nAfrican Tsetse and Trypanosomosis Eradication\r\nCampaign through the use of SIT, which will be\r\nsupported by, among others, the IAEA, the World\r\nHealth Organization and the Food and Agriculture\r\nOrganization. The plan should result in significant\r\nhealth and economic benefits across the African\r\ncontinent. Radiation-induced mutations are also being\r\nused to produce crops with greater yield and higher\r\nquality, and irradiation of agricultural products is being\r\nemployed to preserve freshness and eliminate disease-\r\ncausing organisms.\r\nIn the area of environmental protection, our\r\nMarine Environment Laboratory in Monaco has been\r\ngiving priority to the use of nuclear techniques for the\r\nsustainable management of coastal zones — the parts\r\nof the ocean closest to human use and needs. Progress\r\nis also being made on developing nuclear techniques\r\nfor the detection of abandoned landmines —\r\ntechniques that should be significantly less costly and\r\nlabour-intensive than conventional techniques.\r\nIn each of these areas of nuclear application, the\r\nAgency seeks to promote the development and transfer\r\nof techniques that serve the priorities of its member\r\nStates, with a focus on the special needs of developing\r\ncountries. As we will report at the upcoming World\r\nSummit on Sustainable Development, of the more than\r\n$500 million worth of technical cooperation provided\r\nby the Agency since 1992, more than $200 million has\r\ngone to more than 800 projects that have specifically\r\nsupported Agenda 21 priorities, such as land and\r\nagriculture, human health and fresh water.\r\nSafety in nuclear activities around the globe is\r\nvital to the continued credibility of nuclear\r\ntechnologies. While safety is primarily a national\r\nresponsibility, it is equally a legitimate international\r\nconcern. Nuclear safety, like environmental practices,\r\nhas implications that transcend national boundaries.\r\nSince the Chernobyl accident, safety performance has\r\ncontinued to show significant improvement, but much\r\nremains to be done at the national and international\r\nlevels to address the remaining unevenness in safety\r\npractices in different countries.\r\nThe development and adoption of international\r\nlegally binding norms under the auspices of the Agency\r\nhas significantly contributed to the enhancement of\r\nnuclear safety worldwide. To date, conventions have\r\nbeen developed covering the safety of power reactors,\r\nradioactive waste and spent fuel management, early\r\nnotification and assistance in case of a nuclear accident\r\nor radiological emergency, and the physical protection\r\nof nuclear material. However, many States are not yet\r\nparty to these conventions; certain key areas of nuclear\r\nactivity are still not subject to conventions; and some\r\nof the conventions that exist are not comprehensive in\r\ntheir coverage. I urge all States that have not already\r\ndone so to become party to all safety-related\r\nconventions. In addition, I believe we should continue\r\nto consider the merits of establishing legally binding\r\nnorms in areas not currently covered by conventions.\r\nA second key Agency contribution to nuclear\r\nsafety is the development and maintenance of a\r\ncomprehensive body of safety standards. An increasing\r\nnumber of States use IAEA standards directly or as the\r\nreference basis for their national nuclear safety\r\nregulations. Over the past few years, the Agency\r\nsecretariat has been working intensively to update and\r\ncomplete an overall corpus of safety standards that\r\ncovers the entire range of nuclear activities, including\r\nwaste and transport safety.\r\nSafety standards can be effective, however, only\r\nif applied in practice. The Agency assists States in\r\napplying its standards by providing education and\r\ntraining, promoting information exchange on best\r\nsafety practices and rendering a broad range of safety\r\nservices. Agency safety services — such as our\r\noperational reactor safety assessments, design reviews\r\nand regulatory reviews — continue to be in high\r\n4\r\nA/56/PV.30\r\ndemand. The benefits of these international peer\r\nreviews and other services are demonstrated by the\r\nincreasing degree to which follow-up missions find that\r\nidentified safety problems have been resolved. In the\r\npast year, we have begun to develop a more\r\ncomprehensive approach — an integrated safety\r\nevaluation — that would provide a diagnostic of a\r\ngiven country’s overall nuclear safety profile, tailored\r\nto the degree of complexity of the country’s nuclear\r\nprogramme and identifying those areas where safety\r\nenhancements should be focused.\r\nA major issue in the current debate regarding the\r\nrole of nuclear power is the safe management and\r\ndisposal of spent fuel and radioactive waste. Near-term\r\nwaste concerns — specifically the disposal of low-level\r\nand short-lived waste and the storage of waste in all\r\ncategories — are already being dealt with safely and\r\neffectively. However, the public at large remains\r\nsceptical about high-level waste management and\r\ndisposal, despite the confidence among experts that\r\ngeological disposal is safe, technically feasible and\r\nenvironmentally responsible.\r\nSome progress is worthy of note. The Finnish\r\nParliament in May ratified the Government’s decision\r\nto construct a deep disposal facility for spent fuel at\r\nOlkiluoto. In the United States of America, a\r\nrecommendation to the President on the proposed\r\ngeological repository site at Yucca Mountain may be\r\nmade in the coming months. And research continues on\r\nwaste disposal methods that are reversible to allow\r\nlater retrieval of the waste in case concerns arise or\r\npreferred solutions are developed, and on transmutation\r\nand other techniques to reduce the radioactivity and\r\nvolume of long-lived waste. The Agency continues to\r\nfocus international attention on waste-management\r\nissues in order to accelerate progress towards the\r\ndemonstration of successful solutions, which is key to\r\npublic acceptance.\r\nThis year marked the fifteenth anniversary of the\r\nChernobyl accident. With Agency support, two\r\ninternational conferences in Kiev focused on\r\nconsequences of the accident, including health,\r\nenvironmental and social impacts. In a recent visit to\r\nsome of the affected areas in Belarus, I continued to\r\nobserve the lack of trust that prevails among the people\r\nof the region, due in no small part to contradictory data\r\nand reports concerning the precise environmental and\r\nhealth impacts of the accident — contradictions that\r\ncontinue among national authorities as well as among\r\nthe relevant international organizations. I believe that it\r\nwould be helpful to establish a common forum on the\r\nconsequences of Chernobyl in which the relevant\r\nUnited Nations organizations and the Governments of\r\nthe affected countries would deliver a clear and unified\r\nmessage to the people of the region and the public at\r\nlarge. The Agency is currently exploring the feasibility\r\nof establishing such a forum.\r\nLast November, the Agency participated in a field\r\nmission to Kosovo, led by the United Nations\r\nEnvironment Programme (UNEP), to assess possible\r\nconsequences of the use of depleted uranium in\r\nammunition during the Kosovo conflict. The mission\r\nreport concluded that no widespread ground\r\ncontamination was found in the investigated areas and,\r\ntherefore, that the corresponding radiological and\r\nchemical risks are insignificant. Nonetheless, the report\r\ncalled for certain precautionary actions.\r\nThe Agency is still working to respond — with\r\nUNEP and the World Health Organization — to\r\nrequests received from various States in the Middle\r\nEast and the Balkans regarding additional radiological\r\nassessments of depleted uranium residues. A\r\npreliminary mission was completed in Kuwait in\r\nSeptember; we are participating with UNEP in a\r\nmission to Yugoslavia next week; and other missions\r\nmay follow as resources permit.\r\nClearly, a number of challenges remain in the\r\narea of nuclear safety. Among them is the need to\r\ncontinue to improve safety in areas where vulnerability\r\nis apparent and to cultivate a nuclear safety culture\r\nglobally. This requires increased efforts for the\r\ninternational harmonization of safety standards and\r\napproaches and for the development of effective\r\nlegislative and regulatory infrastructures in all\r\ncountries.\r\nThe Agency’s verification activities are designed\r\nto provide assurances that nuclear material and\r\nfacilities are used exclusively for peaceful purposes. In\r\nthe early 1990s, after the discovery of the clandestine\r\nnuclear-weapons programme in Iraq, the international\r\ncommunity declared its readiness to give the Agency\r\nbroader authority to strengthen its verification ability,\r\nparticularly its ability to provide assurance not only\r\nthat declared nuclear material has not been diverted for\r\nnon-peaceful purposes, but, equally important, that no\r\nundeclared nuclear material or activities exist. Except\r\nin a limited number of countries, however, we still do\r\n5\r\nA/56/PV.30\r\nnot have that authority, because such authority requires\r\nthat, in every country in question, a safeguards\r\nagreement and an additional protocol be in force.\r\nFifty States parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) remain\r\nwithout a comprehensive safeguards agreement in\r\nforce. For those countries, the Agency cannot provide\r\nany safeguards assurance. And since 1997, when the\r\nIAEA Board of Governors adopted the Model\r\nAdditional Protocol, the Board has approved additional\r\nprotocols for only 58 member States, and only 21 of\r\nthose have entered into force. This is an unsatisfactory\r\nsituation. The Agency can provide the required\r\nassurances only if we are given the corresponding\r\nauthority.\r\nFor nearly three years, the Agency has not been\r\nin a position to implement its mandate in Iraq under\r\nSecurity Council resolution 687 (1991) and related\r\nresolutions. As a consequence, we cannot at present\r\nprovide any assurance that Iraq is in compliance with\r\nits obligations under these resolutions. The Agency\r\nremains prepared to resume its verification activities in\r\nIraq under the relevant Security Council resolutions at\r\nshort notice.\r\nA number of questions and concerns remain\r\nregarding Iraq’s past nuclear programme, the\r\nclarification of which would reduce the uncertainty in\r\nthe completeness of the Agency’s knowledge of that\r\nprogramme. Provided that the Agency could satisfy\r\nitself that the status of Iraq’s nuclear activities has not\r\nchanged since December 1998, the uncertainties\r\nresulting from these questions and concerns would not\r\nprevent the Agency from moving to the full\r\nimplementation of its ongoing monitoring and\r\nverification plan. Clearly, the longer the suspension of\r\nSecurity Council-mandated inspections lasts, the more\r\ndifficult it will be and the more time it will take for the\r\nAgency to re-establish the level of knowledge that had\r\nbeen achieved at the end of 1998.\r\nIn January 2001, the Agency carried out a\r\nverification of the nuclear material remaining under\r\nsafeguards, pursuant to Iraq’s NPT safeguards\r\nagreement with the Agency. With the cooperation of\r\nthe Iraqi authorities, Agency inspectors were able to\r\nverify the presence of this material. However, as I have\r\nstated before, these safeguards activities do not serve\r\nas a substitute for the verification activities required by\r\nthe relevant resolutions of the Security Council, nor do\r\nthey provide the needed assurances sought by the\r\nCouncil.\r\nSince 1993, the Agency has been unable to fully\r\nimplement its NPT safeguards agreement with the\r\nDemocratic People’s Republic of Korea. Pursuant to\r\nthe Agreed Framework between the United States and\r\nthe Democratic People’s Republic of Korea, however,\r\nsince November 1994 the Agency has been monitoring\r\nthe freeze of the Democratic People’s Republic of\r\nKorea’s graphite-moderated nuclear reactor and related\r\nfacilities. We have also maintained a continuous\r\ninspector presence at the Nyongbyong site.\r\nThe Agency continues to be unable to verify the\r\nDemocratic People’s Republic of Korea’s declaration\r\nthat all nuclear material subject to safeguards in the\r\ncountry has been declared to the Agency.\r\nAs I noted last year, this verification process will\r\ntake three to four years. In May of this year, the\r\nAgency proposed to the Democratic People’s Republic\r\nof Korea the first concrete steps that need to be carried\r\nout in that process and we indicated our readiness to\r\nstart implementing these measures as soon as the\r\nDemocratic People’s Republic of Korea enables us to\r\ndo so. We have not yet received a response from the\r\nDemocratic People’s Republic of Korea, which\r\ncontinues to link its acceptance of Agency verification\r\nof its declaration to the degree of progress in the\r\nimplementation of the Agreed Framework. I continue\r\nto call on the Democratic People’s Republic of Korea\r\nto normalize its relations with the Agency, including\r\nthe resumption of its membership. This would not only\r\nmake for better interaction in the verification field, but\r\nalso enable us to provide important safety advice and\r\nexpertise related to the ongoing light-water reactor\r\nproject.\r\nIn keeping with my mandate from the Agency’s\r\nGeneral Conference, I have continued to consult with\r\nthe States of the Middle East region on the application\r\nof full-scope safeguards to all nuclear activities in the\r\nMiddle East and on the development of model\r\nagreements that would contribute to the eventual\r\nestablishment of a nuclear-weapon-free zone in that\r\nregion. Regrettably, I have not yet been able to make\r\nprogress in fulfilling this mandate. I do hope that future\r\nprogress in the Middle East peace process will make it\r\nfeasible to make parallel progress in this major security\r\nissue.\r\n6\r\nA/56/PV.30\r\nWithin the framework of the initiative to submit\r\nnuclear material released from the military programmes\r\nof the Russian Federation and the United States for\r\nAgency verification, consultations have continued in an\r\neffort to resolve various legal and technical issues. In\r\nthe past 12 months, progress has been made on\r\ndeveloping technical criteria and methods for\r\nimplementing verification measures. Agreement,\r\nhowever, has still to be reached on the scope of the\r\nverification measures, the nature of the material subject\r\nto verification and the duration of verification\r\nmeasures under the agreements. Last month, I met in\r\nVienna with the Russian Federation Minister of Atomic\r\nEnergy and the United States Secretary of Energy to\r\ntake stock of progress and to give impetus to this\r\nimportant arms control initiative, which, if successful,\r\nwould ensure that large amounts of weapon-usable\r\nmaterial are irreversibly removed from those military\r\nprogrammes.\r\nStemming the spread of nuclear weapons and\r\nmoving towards nuclear arms control and disarmament\r\ncontinue to be a major human aspiration. A number of\r\nchallenges are critical to our future success. High\r\namong them is the universal application of the\r\nAgency’s safeguards system through the conclusion of\r\nthe relevant safeguards agreements and additional\r\nprotocols by all States that have made non-proliferation\r\ncommitments, and through the attainment of the\r\nuniversality of the nuclear non-proliferation regime.\r\nBut a closely linked challenge is to make the needed\r\ntangible progress towards nuclear arms control and\r\ndisarmament. This is crucial for sustaining and\r\nconsolidating the non-proliferation regime in the long\r\nrun. The unequivocal commitment by the nuclear-\r\nweapon States during the 2000 Review Conference of\r\nthe Parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons to “accomplish the total elimination\r\nof nuclear weapons” (NPT/CONF.2000/28 (Parts I and\r\nII), p. 14) needs to be followed by concrete steps at an\r\nearly date.\r\nThis review of some of the Agency’s activities\r\nmakes it clear that the scope of our work continues to\r\nexpand. In the environment of zero-real-growth\r\nbudgets, to which the Agency has been subjected for\r\nmore than a decade, some of these priorities cannot be\r\naccommodated. The compromises achieved to date to\r\nresolve near-term budget issues should not be mistaken\r\nfor long-term solutions. If the Agency is to fulfil its\r\nmandate while maintaining the required balance among\r\nits priority activities, we must find better ways to\r\nensure adequate and predictable funding. We must also\r\nhave the foresight, when planning our activities, to\r\ninvest in preventive measures rather than simply\r\nresponding to crises, when it is often too late and much\r\nmore costly.\r\nOver the past four years, we have initiated a\r\nprogramme of reform in the management of the\r\nAgency. Of particular importance has been our\r\naccelerated introduction of results-based programming\r\nand budgeting, accompanied by a transition to biennial\r\nprogramming and budgeting. Those changes have been\r\nfacilitated by considerable restructuring within the\r\nsecretariat and by a “one-house” approach to\r\nimproving coordination and efficiency among our\r\ndiverse programmes. Thus, while reform will remain\r\nan ongoing process, our basic machinery is now sharp\r\nand focused.\r\nIAEA continues to play a key role in ensuring\r\nthat the benefits of nuclear technology are shared\r\nglobally, that peaceful nuclear activities are conducted\r\nsafely, and that the international community is\r\nprovided with a credible framework for curbing nuclear\r\nweapon proliferation and for ensuring the security of\r\nnuclear materials and facilities. Naturally, our ability to\r\neffectively perform those functions depends on the\r\npolitical commitment and financial support of our\r\nmember States, which I trust will continue to be\r\nforthcoming.\r\nLet me conclude by expressing my sincere\r\nappreciation to the Government of Austria, which has\r\ncontinued to be an exemplary and gracious host to the\r\nIAEA for more than four decades.\r\nMr. Prakash (India): The Indian delegation has\r\ntaken note of the report of the International Atomic\r\nEnergy Agency (IAEA), just presented by the Agency’s\r\nDirector General, Mr. Mohamed ElBaradei.\r\nThe Agency must be commended for bringing out\r\na nuclear technology review, as it has for the past few\r\nyears. The review cites studies conducted by\r\nprestigious organizations which indicate the necessity\r\nand indeed the inevitability of nuclear energy over the\r\nlong term. Objective analyses of various energy\r\nscenarios clearly reveal that nuclear energy forms an\r\nimportant component of the energy mix and that it will\r\nbe one of the principal sources of electricity in the\r\nfuture.\r\n7\r\nA/56/PV.30\r\nAt present, of course, we are faced with an\r\nunusual situation. Many industrialized countries with\r\nnuclear-power technology capabilities are witnessing\r\nelectricity demand saturation, while many developing\r\ncountries, for one reason or another, are unable to\r\naccess nuclear power. In sharp contrast to that global\r\nscenario, the situation in some Asian countries,\r\nespecially India, is vastly different, since in those\r\ncountries there is a growing energy demand matched\r\nby significant industrialization. These countries have\r\nacquired the necessary capability to pursue nuclear\r\ntechnology to meet their energy needs. If the global\r\ncommunity wishes to bridge the energy divide to the\r\nmaximum extent as a prerequisite for economic\r\ndevelopment, there is no alternative to large-scale\r\nutilization of nuclear energy. Several studies have\r\nconfirmed that conclusion, but those studies are\r\npremised on the mistaken perception that developing\r\ncountries are unable to access energy sources either\r\ndue to lack of financial strength or due to\r\npsychological fear in the matter of nuclear power.\r\nIt is gratifying to note that the Commission on\r\nSustainable Development has recognized the value of\r\nnuclear energy in the context of sustainable\r\ndevelopment and has agreed that the choice to use\r\nappropriate energy sources should be left to the\r\ncountries concerned. The nuclear option, however,\r\nsuffered a setback at the Bonn meeting of the\r\nConference of the Parties to the United Nations\r\nFramework Convention on Climate Change when it\r\nwas decided that developed countries were to refrain\r\nfrom using certified emission reductions generated\r\nfrom nuclear facilities to meet their commitments\r\nunder the Kyoto Protocol to the Convention. It is ironic\r\nthat an energy source that is devoid of the danger of\r\ngreenhouse gas emissions should be discouraged by a\r\nbody that is most concerned with the reduction of such\r\nemissions. We commend the IAEA secretariat for the\r\nrole it played in New York and in Bonn, distributing\r\nfact sheets on nuclear power and sustainable\r\ndevelopment, organizing side events and presenting\r\ncase studies, all of which made a considerable impact.\r\nWe should recognize the reality that nuclear\r\npower will play an increasingly important role in\r\nmeeting the energy needs of the world. There is an\r\nimperative need to eliminate, through innovation and\r\nimprovement, the remaining concerns about nuclear\r\npower generation. Thus, we need technological\r\nsolutions not only to ensure economical generation of\r\nnuclear power but also to address questions of safety,\r\nsustainability, proliferation resistance and long-term\r\nwaste management. We believe that there are several\r\ncanons by way of technological solutions which would\r\nsimultaneously address all those issues. The\r\ndevelopment of the advanced heavy water reactor in\r\nIndia is a step in the right direction. In that context, the\r\ninitiative of IAEA to launch the International Project\r\non Innovative Nuclear Reactors and Fuel Cycles is\r\nhighly laudable and worthy of strong support and\r\nparticipation. Such programmes, if well supported,\r\nwould contribute to greater nuclear power generation\r\nas well as to enhancing safety with no fear of\r\nproliferation. We therefore strongly recommend better\r\nbudgetary support to such programmes, which\r\nsimultaneously address the long-term objectives of\r\nIAEA programmes in nuclear energy, nuclear safety\r\nand safeguards. For our part, we are actively\r\nparticipating in that vital programme, including by way\r\nof providing cost-free expertise. We hope it would be\r\npossible for this programme to be made a part of the\r\nregular budget of the Agency, with adequate support.\r\nWe feel that this is the most cost-effective strategy that\r\ncould meet the statutory mandate of the IAEA in the\r\nlong run without losing the balance between the\r\npromotional and safeguards activities.\r\nIndia’s modest uranium resources have been a\r\nkey determinant in the direction that our nuclear-power\r\nprogramme has taken. A closed nuclear-fuel cycle,\r\nwhich involves reprocessing and recycling of fissile\r\nmaterials, is central to our nuclear energy policy.\r\nIncidentally, this also facilitates a logical answer to the\r\nissue of long-term waste management. Since our\r\nthorium reserves are five to six times larger than our\r\nuranium reserves, thorium utilization for large-scale\r\nenergy production is an important long-term goal of\r\nour nuclear-power programme.\r\nIn the year 2000, four 220 megawatt (MWe)\r\npressurized heavy water reactor (PHWR) units\r\ncommenced commercial operation in India, bringing\r\nour nuclear power capacity to 2,720 MWe from 14\r\noperational units. India’s nuclear power reactors are\r\nalso a maintaining high-capacity factor of around 82\r\nper cent. In the next 10 years it is envisaged that a total\r\nnuclear power capacity of about 10,000 MWe would be\r\nestablished. Our fast-breeder reactor programme is on\r\ncourse. The design of the 500 MWe sodium-cooled\r\npool-type prototype fast-breeder reactor (PFBR) is\r\nnearing completion and we expect to be able to\r\n8\r\nA/56/PV.30\r\ncommence construction of a PFBR soon. The detailed\r\ndesign and development of the uranium-233 and\r\nplutonium-fuelled advanced heavy-water reactor\r\n(AHWR) continued at the Bhabha Atomic Research\r\nCentre (BARC). Research and development in fusion\r\ntechnology continues.\r\nSelf-reliance continues to be the guiding principle\r\nof our nuclear programme, which is now firmly in\r\nplace, and will continue to grow on the basis of\r\nindigenous capabilities. However, to increase the share\r\nof nuclear power rapidly, the import of light-water-\r\nreactor (LWR) technology has been envisaged. We are\r\nnow in the process of setting up two 1000 MWe VVER\r\npressurized-water reactors in collaboration with the\r\nRussian Federation. Consistent with our policy, these\r\nreactors will also be placed under the facility-specific\r\nsafeguards of the IAEA. The same would apply to\r\nother similar plants established through imports in the\r\nfuture.\r\nWhile nuclear power is a major component of our\r\nresearch-and-development activities, we continues to\r\nlay emphasis on applied research in the use of atomic\r\nenergy in non-power areas such as health, agriculture,\r\nfood processing, water and industry.\r\nIndia is alert to the dangers inherent in illicit\r\ntrafficking of nuclear materials and other radioactive\r\nsources, particularly in the context of the international\r\nsituation brought about by the 11 September events.\r\nThe events have since underlined the necessity for the\r\ninternational community to pool its efforts to counter\r\nthe menace of global terrorism. India appreciates the\r\nefforts made by the IAEA for the past several years, in\r\ncooperation with other States, aimed at preventing and\r\ncombating illicit nuclear trafficking. In India we have\r\nan elaborate domestic system through adherence to the\r\nstandards of physical protection recommended by the\r\nIAEA. We also have put in place a stringent system of\r\nexpert controls to rule out illicit diversion of material\r\nequipment or technology in the nuclear field.\r\nIndia considers the Regional Cooperative\r\nAgreement for Asia and the Pacific (RCA) an\r\nimportant mechanism for the growth and use of nuclear\r\ntechnologies for sustainable development in the region.\r\nFollowing the Agency’s efforts aimed at transferring\r\nmore and more management responsibilities and\r\nownership to the member States, we have been\r\ncontinuously increasing our participation in the RCA\r\nProgrammes. India has the requisite expertise in\r\nvarious RCA-related activities and well-developed\r\ninfrastructure facilities, which have been made\r\navailable as regional resource units. India has been\r\nregularly making its contribution to the Technical\r\nCooperation Fund (TCF) in full and on time. This year\r\nalso, we have pledged to contribute in full to the TCF.\r\nThe Agency, which has been fulfilling its\r\nmandate and has enlarged its core competence in the\r\npast 44 years, deserves our support, both technological\r\nand financial. New obligations of the Agency cannot be\r\nmet without additional financial resources. Through a\r\nbudgetary stratagem, this year we have managed to\r\nappear to be adhering to zero real growth, but in actual\r\nfact, there has been an increase in the outlay of the\r\nAgency. We have always urged that the IAEA, as a\r\nunique multidisciplinary science-and-technology\r\norganization in the United Nations system, must have\r\nthe means to execute its activities. Under the one-house\r\nconcept, rightly advocated by the Director General, it\r\nshould be possible to judiciously use the scarce\r\nresources and implement activities that are mandatory\r\nand statutory and either sought by General Conference\r\nresolutions or requested by member States. While\r\nextra-budgetary support has its uses, it fundamentally\r\npromotes commerce and not the technological\r\nempowerment.\r\nThe IAEA was created with the primary objective\r\nof accelerating and enlarging the contribution of atomic\r\nenergy to peace, health and prosperity throughout the\r\nworld. This objective can be fulfilled only through\r\nadvancement of technology. Accordingly, technology\r\nmust become the central pillar on which the Agency’s\r\nactivities should rest. Safety and safeguards, while\r\nindeed important, can only be supporting activities.\r\nMr. Ahmad (Pakistan): At the outset, I would\r\nlike to extend our warm felicitations to Dr. Mohamed\r\nElBaradei on his reappointment as Director General of\r\nthe International Atomic Energy Agency (IAEA). We\r\nalso appreciate the excellent work that the Agency has\r\nbeen doing under his able leadership in the promotion\r\nof the peaceful application of nuclear energy.\r\nBeing a founding member of the IAEA, Pakistan\r\nis fully committed to the goals and objectives of the\r\nAgency. We acknowledge IAEA’s important role in the\r\nprocess of economic development through the\r\nenhanced contribution of atomic energy to peace,\r\nhealth and prosperity throughout the world.\r\n9\r\nA/56/PV.30\r\nThe promotion of peaceful uses of nuclear energy\r\nis the raison d’être of the International Atomic Energy\r\nAgency. The world steadily needs more energy. Energy\r\nmultiplies human labour, increasing productivity. The\r\nworld population surpassed the 6 billion mark two\r\nyears ago. Yet one third of that number, or 2 billion\r\npeople, lack access to electricity. Development depends\r\non energy, and the alternative to development is\r\npoverty and suffering.\r\nThe energy demand cannot be met by fossil fuel\r\nalone since that would impose an unacceptable burden\r\non the environment. The massive development of\r\nhydropower is one option. The only other proven and\r\nsustainable option is the use of nuclear energy. We feel\r\nthat opposition to nuclear power, despite its good\r\nsafety record and environment-friendly character, is\r\neither based on misunderstandings or it is a deliberate\r\npretext to deny this technology to developing countries.\r\nPakistan, in view of the limitations of its fossil\r\nfuel and hydropower resources, is keen to make\r\nincreasing use of nuclear power to meet its future\r\nelectricity requirements. Moreover, current power-\r\ngeneration requirements in my country are largely\r\nbeing met through the use of oil, resulting in huge oil\r\nimport bills. In order to diversify the country’s power\r\ngeneration system and reduce its dependence on energy\r\nimports, increasing utilization of nuclear power is a\r\ndesirable option for Pakistan. In this context, we duly\r\nacknowledge the cooperation extended by the IAEA\r\nduring the construction phase of our second nuclear\r\nplant at Chashma, which is under IAEA safeguards and\r\nwhich started its commercial operation in September\r\nlast year. This power plant is a shining example of\r\nsouth-south cooperation and is making a significant\r\ncontribution to our gross national product.\r\nA high-profile safety culture is an indispensable\r\ncomponent of any successful nuclear power\r\nprogramme. IAEA is playing an important role in\r\nsafety-related issues. Pakistan itself attaches great\r\nimportance and priority to the safe operation of its\r\nnuclear facilities. To ensure the requisite safety\r\ncontrols, our Government earlier this year set up the\r\nPakistan Nuclear Regulatory Authority, which has been\r\ngiven the responsibility of controlling, regulating and\r\nsupervising all matters related to nuclear safety and\r\nradiation protection. Our commitment to a safety\r\nculture was also manifest in our prompt acceptance and\r\nratification of the Convention on Nuclear Safety and in\r\nour steadfast commitment to compliance with the\r\nConvention by way of our active participation in the\r\nfollow-up activities of the IAEA.\r\nWe appreciate the invaluable assistance provided\r\nby the IAEA in the field of nuclear safety through its\r\nadvice, guidance, expert missions, lectures, workshops\r\nand short courses. For its part, Pakistan has been\r\noffering training to many IAEA nominees and, in\r\ncollaboration with the IAEA, is ready to conduct long-\r\nduration courses in operational safety and safety\r\nanalysis, with a university degree in nuclear safety. It is\r\nimportant that we strengthen and expand safety-related\r\ntechnical cooperation among all IAEA member\r\ncountries. In this regard, we hope that the IAEA will\r\nplay a more proactive role in convincing advanced\r\ncountries to provide liberal transfers of safety-related\r\ntechnology and equipment to developing countries.\r\nPakistan has always emphasized the need and\r\nimportance of IAEA safeguards. By enacting\r\nlegislation last year on effective nuclear export\r\ncontrols, and by acceding to the Convention on the\r\nPhysical Protection of Nuclear Material, Pakistan has\r\nclearly demonstrated its resolve to carry out its\r\nobligations and responsibilities in this regard. Our\r\ntrack record in adhering to IAEA safeguards has been\r\nimmaculate.\r\nWe are happy that the Agency’s technical\r\ncooperation programme is gaining strength both in\r\nquality and in quantity. However, we feel that greater\r\nprogramme effectiveness could be ensured if adequate\r\nallocations were made to the Technical Cooperation\r\nFund. Another source of concern is the non-payment or\r\ndelayed payment of the contributions of Member\r\nStates. As the Director General said himself in his\r\nstatement, we must find better ways to ensure adequate\r\nand predictable funding. This is essential indeed, if the\r\nAgency is to have the necessary means to fulfil its\r\nmandate. In addition, maximum utilization of available\r\nresources within the regional areas and the universal\r\ninvolvement of developing countries in programme\r\nformulation are some of the other points requiring the\r\nAgency’s attention.\r\nWhile the Agency’s positive role in promoting\r\ntechnical cooperation is acknowledged, it is important\r\nfor the credibility of the IAEA to promote peaceful\r\nuses of the atom and to maintain the focus on its\r\ntechnical promotional character. We expect the Agency\r\nto follow a balanced and non-discriminatory approach\r\n10\r\nA/56/PV.30\r\nin providing access to nuclear energy for peaceful\r\npurposes, particularly to developing States.\r\nMr. De Loecker (Belgium) (spoke in French): I\r\nhave the honour to speak on behalf of the European\r\nUnion. The countries of Central and Eastern Europe\r\nassociated with the European Union — Bulgaria, the\r\nCzech Republic, Estonia, Hungary, Latvia, Lithuania,\r\nPoland, Romania, Slovakia and Slovenia — the\r\nassociated countries of Cyprus, Malta and Turkey, and\r\nthe European Free Trade Association countries\r\nmembers of the European Economic Area,\r\nLiechtenstein and Norway, align themselves with this\r\nstatement.\r\nThe European Union has noted with great interest\r\nthe report on the activities of the International Atomic\r\nEnergy Agency (IAEA) presented to us by Director\r\nGeneral ElBaradei, whose presence among us today we\r\nwelcome. We would like to take this opportunity to\r\nreaffirm our full support for the important activities\r\nbeing conducted by the Agency in the areas of\r\nguaranteeing non-proliferation and of safety and the\r\npromotion of the safe use of nuclear technology for\r\npeaceful purposes in the member States that have opted\r\nto use such technology.\r\nThe European Union is well aware of the difficult\r\nfinancial context within which the Agency is having to\r\ncarry out its important tasks, and is concerned that a\r\nlarge number of the Agency’s member States are still\r\nfailing to pay their contributions to the regular budget.\r\nThe Union unreservedly supports the important\r\ninitiatives which have been launched in order to adapt\r\nto this difficult budgetary situation and to try to\r\nmaximize the effectiveness of the Agency’s activities.\r\nWe believe that those initiatives are in the right\r\ndirection and are bound to bear fruit as long as efforts\r\ncontinue.\r\nOn several occasions this year, the member States\r\nof the European Union have reaffirmed a number of\r\nfundamental management principles that they consider\r\nto be of particular importance. Those principles include\r\nstrict limits on the number of projects on the basis of\r\nthe less-but-better notion; a clear hierarchical\r\norganization of programmes and, as a corollary, greater\r\nflexibility in transferring resources between sectoral\r\nprogrammes as required; and focusing the Agency’s\r\nefforts on those areas in which such activities are most\r\nlikely to have a significant impact.\r\nThe European Union considers that all of the\r\nAgency’s various tasks are important and useful.\r\nHowever, we believe that special attention should, of\r\ncourse, be paid to the safeguards programme. It is clear\r\nthat the international community will not be able to\r\nreap the benefits of the peaceful uses of the atom\r\nunless there is an absolute assurance that nuclear\r\nactivities and cooperation cannot be diverted from\r\nexclusively peaceful applications.\r\nIn that connection, the European Union notes\r\nwith concern the growing imbalance between\r\nexpenditures on the Agency’s statutory activities with\r\nregard to non-proliferation safeguards and the\r\nresources which its member States are willing to\r\nallocate to it for that purpose as part of the regular\r\nbudget. The Union would like to issue a firm reminder\r\nto member States that the responsibilities conferred\r\nupon the Agency by the Non-Proliferation Treaty in\r\nterms of verifying member States’ compliance with\r\ntheir obligations necessitate essential activities to\r\nwhich the Agency is obliged to devote sufficient\r\nresources, in the interests of the international\r\ncommunity as a whole.\r\nThe European Union has, of course, studied in\r\ngreat detail the Agency’s report on its activities to\r\nensure implementation of the safeguards agreements,\r\nand it welcomes its encouraging conclusions. It is also\r\nfollowing with great interest the Agency’s work on\r\nintegrating safeguards. We trust that this will\r\neventually lead to a reduction in inspection efforts in\r\nthose States that have signed and satisfactorily\r\nimplemented an additional protocol, and in respect of\r\nwhich the Agency has been able to conclude — or it\r\nhas been established by other means — that all nuclear\r\nmaterials are subject to safeguards and continue to be\r\nused for peaceful nuclear activities.\r\nThe European Union welcomes the many\r\nimportant initiatives being taken by the Agency with\r\nregard to safety. We are pleased to note that those\r\nefforts are bearing fruit and that the Agency’s\r\ninvestigations are continuing to indicate a general\r\nimprovement in safety levels.\r\nThe European Union also welcomes the Agency’s\r\nactivities in assisting the development of the peaceful\r\nuse of nuclear energy in its Member States. In that\r\nconnection, we would reiterate our commitment to\r\ncooperating closely in that third pillar of the Agency’s\r\nactivities, inter alia through the Technical Cooperation\r\n11\r\nA/56/PV.30\r\nProgramme, to which the Union makes a substantial\r\ncontribution.\r\nThe European Union is satisfied with the\r\nAgency’s continuing efforts to improve the\r\neffectiveness of the Technical Cooperation Programme\r\nin the interests of its recipients and of the donor\r\ncountries. We particularly appreciate the Agency’s\r\npolicy of subjecting projects to a rigorous assessment\r\nand of selecting only those that meet a series of\r\nspecific criteria. We note that this policy is already\r\nbeginning to bear fruit, as shown by the reduction in\r\nthe number of projects. The Union would like to\r\nencourage the Agency to persevere with this policy and\r\nto keep using all of the resources of modern\r\nmanagement methods to continuously monitor the\r\nprogress of projects in accordance with their\r\nobjectives.\r\nWe look forward with great interest to the text of\r\nthe draft resolution that is soon to be presented by\r\nAustralia. We wish to affirm once again the European\r\nUnion’s firm intention to continue to cooperate with\r\nthe International Atomic Energy Agency and to give it\r\nits full support. The European Union considers that the\r\nAgency plays an irreplaceable role in those areas for\r\nwhich it is responsible.\r\nMr. Motomura (Japan): On behalf of the\r\nGovernment of Japan, I offer my heartfelt\r\ncongratulations to Mr. Grönberg of Finland for the\r\nexcellent manner in which he conducted his presidency\r\nof the forty-fifth General Conference of the\r\nInternational Atomic Energy Agency (IAEA). I would\r\nalso like to congratulate Mr. Mohamed ElBaradei on\r\nhis reappointment as Director General of the IAEA and\r\nto extend to him my best wishes for the success of his\r\nsecond term. I also wish to thank him for his\r\npresentation of the IAEA report. Furthermore, I am\r\npleased to extend a hearty welcome to the Federal\r\nRepublic of Yugoslavia and to the Republic of\r\nBotswana, which have recently become members of the\r\nAgency.\r\nThe Government of Japan greatly appreciates the\r\nAgency’s role in fostering and strengthening\r\ninternational cooperation on the peaceful use of nuclear\r\nenergy, nuclear safety and nuclear non-proliferation.\r\nAs the only country to have suffered a nuclear attack\r\nand as a country that has long been committed to the\r\npeaceful use of nuclear energy, Japan is determined to\r\nuse its wealth of experience for the greater benefit of\r\nhumankind. We attach the highest priority to safety and\r\nsecurity in utilizing nuclear energy for peaceful\r\npurposes, and we are striving to promote safety and to\r\nimprove physical protection measures, both\r\ndomestically and internationally.\r\nGiven the scarcity of its domestic energy\r\nresources, Japan has actively promoted the peaceful\r\nuse of nuclear energy as a stable energy source in the\r\ncourse of its economic development. I am certain that\r\nthe importance of this resource for Japan will increase\r\nin the years ahead.\r\nThere are two reasons why my Government has\r\nbeen promoting the enhanced utilization of nuclear\r\nenergy. First, since Japan is heavily dependent on\r\nimported oil from abroad, nuclear energy contributes to\r\na stable energy supply. Secondly, nuclear energy has\r\nenormous merit from the perspective of global\r\nenvironmental considerations. The Government of\r\nJapan will continue to make its use of plutonium\r\ntransparent.\r\nIn the context of our bilateral cooperation, we are\r\nconcerned at the situation of the people of the\r\nSemipalatinsk region of Kazakhstan. In September\r\n1999, the Government of Japan, together with the\r\nUnited Nations Development Programme (UNDP),\r\nconvened the Tokyo International Conference for\r\nassistance to the Semipalatinsk. As a follow-up to that\r\nConference, and in close cooperation with the\r\nGovernment of Kazakhstan, my Government recently\r\ncommenced a survey to assess the effects of radiation\r\non the health of the people of that region.\r\nAllow me briefly to highlight some of the aspects\r\nof the IAEA’s activities which we deem to be\r\nparticularly important.\r\nIn the light of the present international situation,\r\nenhancement of the nuclear non-proliferation regime is\r\none of the most important items on the agenda of the\r\ninternational community. It is my conviction that\r\nstrengthening the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) regime is the most realistic\r\noption. That is why the Government of Japan promptly\r\nconcluded the additional protocol, which has the effect\r\nof strengthening safeguards for nuclear non-\r\nproliferation. We also proposed, during the General\r\nConference of the IAEA last year, a plan of action to\r\npromote the conclusion of additional protocols by\r\nmany States which have not yet done so.\r\n12\r\nA/56/PV.30\r\nBased on the plan of action and in cooperation\r\nwith the IAEA, the Government of Japan organized in\r\nJune the International Symposium for Further\r\nReinforcement of IAEA Safeguards in the Asia-Pacific\r\nRegion. The Symposium succeeded in deepening the\r\nunderstanding of participants on the issue of the\r\nuniversalization of the Additional Protocol. I hope that\r\nsimilar events will be organized by the Agency for\r\nother regions of the world.\r\nI also call upon all States parties to the IAEA\r\nSafeguards Agreement to promptly conclude additional\r\nprotocols through implementation of the plan of action.\r\nTowards that end, the Government of Japan remains\r\nwilling to cooperate with the IAEA in terms of both\r\nhuman and financial resources.\r\nAs was stated in the Final Document of the NPT\r\nReview Conference last year, the early adoption of\r\nintegrated safeguards will rationalize the burden of\r\nsafeguards and should prove to be an important\r\nincentive for concluding the additional protocol. We\r\nurge the IAEA secretariat to accelerate its work on\r\nsubstantiating the concept of integrated safeguards.\r\nNeedless to say, it is essential to improve and\r\ncreate adequate security measures for nuclear materials\r\nand facilities. The Government of Japan remains\r\nstrongly supportive of the activities and programmes of\r\nthe IAEA, which, we believe, are conducive to\r\npreventing acts of terrorism.\r\nFrom the perspective of maintaining peace and\r\nsecurity in North-East Asia, the role of the IAEA in the\r\ngrave context of suspected nuclear weapons\r\ndevelopment by North Korea is a pivotal one. In order\r\nthat we may arrive at a realistic resolution of this\r\nmatter, the Government of Japan will continue to\r\nactively support the efforts made by the Korean\r\nPeninsula Energy Development Organization to\r\nimplement, smoothly and expeditiously, the Lightwater\r\nReactor Project. I urge North Korea to improve its\r\nrelations with the IAEA and to comply promptly and\r\ncompletely with its obligations under the safeguards\r\nagreement.\r\nIn closing, I would like to reiterate my\r\nGovernment’s strong commitment to and support for\r\nthe activities of the IAEA.\r\nMr. Tomka (Slovakia): First and foremost, I\r\nwould like to thank Mr. Mohamed ElBaradei for his\r\ncomprehensive introduction of the report on the\r\nactivities of the International Atomic Energy Agency.\r\nAgain, we find the report well balanced and highly\r\ninformative.\r\nMy delegation fully supports and associates itself\r\nwith the statement of the European Union delivered by\r\nthe representative of Belgium. I would like, however,\r\nto briefly address some issues of particular interest to\r\nmy delegation.\r\nSlovakia continues to view the work of the\r\nAgency as truly indispensable for the promotion of the\r\npeaceful uses of nuclear energy and for ensuring that\r\nits sources are not used for anything other than strictly\r\npeaceful purposes.\r\nLooking back at last year’s nuclear agenda, we\r\nwould like to underline the importance of the sixth\r\nReview Conference of the States Parties to the Treaty\r\non the Non-Proliferation of Nuclear Weapons and its\r\nFinal Document, which stressed the central position of\r\nthe Agency in upholding the Treaty’s non-proliferation\r\nregime through the operation of its safeguards system.\r\nIn our view, it is the viability of the non-proliferation\r\nregime and the continued adherence of the States\r\nparties that, first and foremost, create the necessary\r\nconditions for the successful implementation of the\r\nstrengthened review process of the Treaty.\r\nWe fully support the ongoing efforts of the\r\nAgency aimed at refining its safeguards system. The\r\nlaunching of the Model Additional Protocol to\r\nsafeguards agreements represents a major tool in this\r\nrespect. We encourage the swift conclusion of\r\nadditional protocols by as many States as possible.\r\nSlovakia signed the Protocol in 1999, and preparations\r\nfor its implementation are well under way.\r\nAlthough we are pleased to note that the Agency\r\nhas so far been able to verify the compliance of almost\r\nall States with their nuclear non-proliferation\r\nobligations, it is regrettable that in two cases it has not\r\nbeen in a position to fully perform its mandated duties.\r\nWe regret the continuing failure to bring the\r\nComprehensive Nuclear-Test-Ban Treaty into force and\r\nthe inability to resume negotiations on a ban on the\r\nproduction of fissile materials for nuclear weapons.\r\nBoth elements, if in place, would represent a large\r\nqualitative step towards strengthening the global\r\nnuclear non-proliferation regime. We appreciate the\r\nAgency’s readiness to provide its expertise for\r\nnegotiations on a fissile material cut-off treaty.\r\n13\r\nA/56/PV.30\r\nIt is clear that measures to strengthen the\r\nsafeguards system must be supported by the effective\r\nphysical protection of nuclear material. Although\r\nillegal trafficking has so far involved only small\r\nquantities of nuclear material, combating it represents a\r\ngrowing challenge that calls for further decisive\r\nmeasures to be taken to prevent the recurrence of\r\nincidents. It is no wonder that at this session of the\r\nGeneral Assembly we are paying more detailed\r\nattention to the chapters of the Agency’s report\r\ncovering that issue. The recent tragic events in our host\r\ncountry clearly suggest the scale of the consequences\r\nwe might face in the future if the issue is not\r\nadequately addressed.\r\nWe recognize the activities of the Agency in this\r\nfield, including the continued debate among experts on\r\nthe need to revise the Convention on the Physical\r\nProtection of Nuclear Materials. The Agency’s\r\ndatabase on illicit trafficking incidents also represents a\r\nvaluable instrument for understanding the scale of the\r\nissue and for the elaboration of effective remedial\r\nmeasures.\r\nSlovakia is among the countries that operate\r\npeaceful nuclear facilities. Such facilities provide\r\nnearly 50 per cent of the electricity that we generate in\r\na year. Their safe operation continues to be one our\r\nhighest priorities. With this in mind, we have promoted\r\nand enjoyed fruitful cooperation with the Agency since\r\njoining it in the early 1990s. In the field of nuclear\r\nsafety, I would like to mention the Agency’s year 2000\r\nreview mission of units 1 and 2 of the Bohunice\r\nnuclear power plant in Slovakia, which concluded that\r\na comprehensive safety upgrading programme had been\r\ndeveloped and implemented.\r\nAt present, Slovakia is cooperating with the\r\nAgency on dozens of national, regional and\r\ninterregional technical projects. One national project\r\nwhich merits particular attention is that on\r\nradiochemical facilities for producing medical\r\nradionuclides, which we are supporting by providing\r\n$1.45 million.\r\nIn addition to nuclear safety and technology, there\r\nare other important areas in which cooperation between\r\nSlovakia and the Agency takes place. The holding of\r\ninternational expert workshops has been particularly\r\nsuccessful, and we are ready to continue to host them.\r\nWith our broad expertise in peaceful uses of nuclear\r\nenergy and nuclear-related applications, we are also\r\nprepared to host fellows and visiting scholars\r\nsponsored by the Agency.\r\nThroughout the past year we also continued our\r\ncooperation in the field of the peaceful uses of nuclear\r\nenergy with more than 20 States members of the\r\nAgency, as well as with a number of international\r\norganizations.\r\nIn conclusion, my delegation hopes that this year\r\nthe General Assembly will be able to reintroduce, and\r\npossibly adopt by consensus, a substantial draft\r\nresolution on the report of the Agency. Without any\r\ndoubt, that would be the best message we could deliver\r\nto Vienna, thereby demonstrating our unfailing support\r\nfor the Agency. To this end, I pledge my delegation’s\r\nfull cooperation.\r\nMr. Requeijo Gual (Cuba) (spoke in Spanish): I\r\nwould like to begin by thanking Mr. Mohamed\r\nElBaradei for his introduction to the annual report on\r\nthe work of the International Atomic Energy Agency\r\n(IAEA). I would also like to congratulate him on his\r\nwell-deserved election to a second term as Director\r\nGeneral of the IAEA and to convey to him Cuba’s\r\nsatisfaction with his excellent leadership of the\r\nAgency.\r\nI also wish to welcome the Republic of Botswana\r\nand the Federal Republic of Yugoslavia, as new\r\nmembers of the IAEA this year.\r\nThe IAEA’s efforts in the area of technical\r\nassistance and cooperation, safeguards and nuclear\r\nsafety are valued by Cuba. Apart from certain\r\nquestionable elements, these efforts result in a balance\r\nthat is favourable to the tasks of the Organization.\r\nTechnical development, promotion and cooperation\r\nactivities represent the most valuable and\r\ncommendable part of the IAEA’s work. For this reason\r\nwe believe that everyone is duty-bound to work so that\r\ncooperation is not only maintained but is also\r\nstrengthened and diversified.\r\nNuclear energy offers a safe, technically rational\r\nand economically viable alternative to meet the\r\npressing energy needs of most States. However, this\r\nhas not prevented some developed countries from\r\nmaintaining attitudes that are not in keeping with the\r\nprinciples and purposes of the IAEA, trying to cut back\r\ntechnical assistance programmes, reducing their\r\ncontributions to the fund created for such purposes or\r\nplacing selective conditions on their use.\r\n14\r\nA/56/PV.30\r\nStrengthening the IAEA technical cooperation\r\nprogramme should mean not only improving\r\norganizational systems and management methods; it\r\nshould also ensure that the financial resources destined\r\nfor that programme are made available on a reliable\r\nand increasing basis. In future the diversion of\r\nresources from the technical cooperation fund to the\r\nmanagement of the programme should be prevented,\r\nand the programme management should be ensured in\r\nthe regular budget.\r\nDespite the significant results achieved, there are\r\nmany challenges that the Agency faces. We feel that at\r\nthis time there is an imbalance between the two main\r\nfacets of the IAEA’s work: cooperation and technical\r\nassistance have not benefited from the same vigour and\r\nintegrity as have safeguard activities. The trend\r\ntowards a decrease in real terms in financing for\r\ntechnical cooperation activities is not in accord with\r\nthe growing needs of the developing countries. The\r\nincreasingly globalized world in which we live will be\r\nless viable if there is no genuine resolve to contribute\r\non the part of States possessing the greatest resources.\r\nThose are the countries that have the greatest\r\nresponsibility to contribute to a genuine transfer of\r\ntechnology, accessible to all on an equal footing and\r\nwithout conditions.\r\nThe nuclear programme that has been carried out\r\nin Cuba since the 1980s was designed as part of the\r\ncountry’s development and includes two basic\r\ncomponents: applications of nuclear techniques, and\r\nnuclear energy. The plan to build the Juraguá nuclear\r\nelectric power station was stopped recently because\r\nother options have emerged that are more economically\r\nviable in the country’s current circumstances. Cuba\r\nmeets more than 70 per cent of its electricity demands\r\nfrom nationally produced fuels.\r\nNotwithstanding the decision concerning this\r\nspecific project, Cuba recognizes the important role of\r\nnuclear technologies in sustainable development.\r\nTherefore, the country will continue to develop its\r\nnuclear programme, focusing now on the application of\r\nnuclear techniques to the various sectors of the socio-\r\neconomic life of the country. We have achieved\r\nexcellent results in the areas of human health,\r\nagriculture, industry and other applications. We are\r\nsending experts from a number of areas to other\r\ncountries and offering our facilities for training foreign\r\nspecialists, and some Cuban products have even been\r\nused for international cooperation projects in the use of\r\nnuclear energy.\r\nIn addressing the question of safeguards, the\r\nquestion of the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) becomes an almost inevitable\r\nissue. Cuba’s position on this Treaty is known. We take\r\nthe view that its provisions are discriminatory and\r\nselective by their very nature, because they legitimize\r\nthe possession of nuclear weapons by a select club of\r\ncountries. The nuclear Powers that derive legitimacy\r\nfrom the Non-Proliferation Treaty are not even\r\nrequired to submit their nuclear facilities and arsenals\r\nto IAEA safeguards. These are the basic reasons why\r\nthus far Cuba has neither signed nor ratified that\r\nTreaty.\r\nAlthough it is not a State party to the Non-\r\nProliferation Treaty and thus has no obligation\r\nwhatsoever to negotiate safeguard agreements with the\r\nIAEA, Cuba currently has all its nuclear facilities\r\nsubject to safeguard agreements with the Agency, and\r\nit fulfils them scrupulously. Moreover, October 1999\r\nsaw the signing of the additional protocol to the\r\nexisting safeguard agreements between Cuba and the\r\nIAEA. Cuba thus became the first non-signatory of the\r\nTreaty to sign such a protocol.\r\nAs part of the rigid economic, financial and\r\ncommercial blockade imposed on Cuba for more than\r\n40 years, various actions have targeted our programme\r\nfor the peaceful use of nuclear energy to prevent its\r\nadvance. As is well known, in 1996 the United States\r\nGovernment adopted the infamous Helms-Burton Act,\r\nwhich, among other things, provides that the\r\ntermination and the operation of any nuclear facility in\r\nCuba, even when it is a facility for the peaceful use of\r\nnuclear energy, would be considered an act of\r\naggression that would provoke an appropriate response\r\nfrom the United States.\r\nOther pieces of American legislation currently in\r\nforce spell out actions designed to boycott Cuba’s\r\nnuclear programme in various ways. Cuba reiterates its\r\nstrongest rejection of such discriminatory actions,\r\nwhich run counter to the statute of the IAEA. Despite\r\nthose actions, our country will continue to develop its\r\nnuclear programme for peaceful purposes in a totally\r\ntransparent manner and will continue to work tirelessly\r\nto promote nuclear disarmament and the total\r\nelimination of nuclear weapons.\r\n15\r\nA/56/PV.30\r\nLast year, following negotiations in Vienna and\r\nNew York that lasted several months, the General\r\nAssembly adopted a basically procedural resolution on\r\nthe IAEA’s annual report. Although for many it was a\r\nfrustrating exercise, in our view its main virtue was\r\nthat a text was adopted without a vote, in contrast to\r\nwhat had been happening for several years. We hope\r\nthat last year’s experience spelled the end of the cycle\r\nof confrontation which should never have been\r\ninitiated concerning this resolution. Given that it is\r\ndealing with an agency of the importance of the IAEA,\r\nthe resolution should contain only consensus elements\r\nand should reflect those issues that have the necessary\r\nsupport from all delegations. This would make it\r\npossible for the General Assembly to send a clear\r\nsignal of unity and support for the work done by the\r\nIAEA. Cuba reaffirms its full readiness to contribute to\r\nefforts made to achieve that objective.\r\nMr. Sevilla Somoza (Nicaragua), Vice-President,\r\ntook the Chair.\r\nMr. Gatilov (Russian Federation) (spoke in\r\nRussian): First of all, let me express our heartfelt\r\ncondolences to the delegation and the people of the\r\nUnited States, the victims and the bereaved families of\r\nall those who died as a result of the unprecedented act\r\nof aggression perpetrated by the forces of international\r\nterrorism.\r\nThe large-scale terrorist attack perpetrated on\r\n11 September 2001 demonstrated where the real\r\nchallenge to security comes from, especially when\r\ncoupled with terrorists’ attempts to get their hands on\r\nweapons of mass destruction. It also demonstrated what\r\ncivilized States should deploy their efforts against. We\r\nbelieve that the International Atomic Energy Agency\r\n(IAEA) should play its own important role in this area.\r\nThe Russian Federation would like to welcome\r\nthe Director General of the IAEA, Mr. Mohamed\r\nElBaradei, to congratulate him on his re-election to his\r\nposition and to thank him for submitting this regular\r\nAgency report for our consideration. In our opinion,\r\nthe report provides us with an objective picture of the\r\nmultifaceted activities of the Agency, covering such\r\nmajor areas as ensuring nuclear non-proliferation\r\nthrough its verification functions and assisting in the\r\npeaceful use of atomic energy for development\r\npurposes.\r\nRussia adheres to a consistent policy with regard\r\nto securing strategic stability on the basis of preserving\r\nand strengthening the international legal framework in\r\nthe area of nuclear non-proliferation and disarmament.\r\nBy ratifying the key disarmament agreements —\r\nSTART II, along with the package of the New York\r\narrangements on START and the Anti-Ballistic Missile\r\n(ABM) Treaty, and the Comprehensive Nuclear-Test-\r\nBan Treaty (CTBT) — Russia has confirmed, not in\r\nword but in deed, its commitment to its obligations.\r\nAt this session of the General Assembly, Russia,\r\ntogether with the delegations of Belarus and China, has\r\nintroduced a draft resolution on the preservation of and\r\ncompliance with the ABM Treaty, which has been and\r\nremains the backbone of strategic stability system. By\r\nproposing this draft resolution in support of the ABM\r\nTreaty, we proceed from the need to further mobilize\r\nthe efforts of the international community to prevent\r\nthe existing system of treaties and agreements in the\r\narea of arms control and disarmament from being\r\nundermined.\r\nAmong the important elements of nuclear\r\ndisarmament are the disposal of excess weapon\r\nmaterials and the reduction of the nuclear-weapon\r\ncomplex in Russia. Due to the successful\r\nimplementation of the Russia/United States\r\nintergovernmental agreement of 18 February 1993 on\r\nthe use of highly enriched uranium extracted from\r\nnuclear weapons, approximately 5,000 warheads have\r\nalready been destroyed. We can also mention the\r\nprogress made in the conversion of nuclear-weapon\r\nenterprises.\r\nWe believe that, apart from unilateral and\r\nbilateral steps in the area of nuclear disarmament, the\r\ntime has come to start discussions on strategic issues\r\nwithin the framework of multilateral mechanisms,\r\nincluding among the five permanent members of the\r\nSecurity Council, who bear special responsibility for\r\nthe fate of the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), the CTBT and other\r\ninternational agreements.\r\nCertainly, one of the fundamental treaties in the\r\nnuclear sphere is the NPT, which has defined the\r\ninternational security system for over 30 years. Russia\r\nattaches great significance to the implementation of the\r\nFinal Document of the 2000 NPT Review Conference.\r\nAs can be seen from the IAEA report, last year\r\nvirtually all major programmes were implemented\r\naccording to plan. We take special note of one\r\nimportant area of the Agency’s activities, the\r\n16\r\nA/56/PV.30\r\napplication of safeguards, which is interlinked with the\r\nenforcement of the nuclear non-proliferation regime.\r\nThe Russian Federation consistently acts in support of\r\ndeveloping measures for the further strengthening of\r\nthe IAEA safeguards system, including efforts to\r\ndevelop comprehensive safeguards. Russia is financing\r\na national programme for the scientific and\r\ntechnological support of IAEA guarantees.\r\nWe should note the role that could be played by\r\nthe IAEA in the possible international control of fissile\r\nmaterials released as a result of genuine nuclear\r\ndisarmament. We believe that an example of this could\r\nbe the Trilateral Initiative aimed at examining the\r\nvarious aspects of the placement by Russia and the\r\nUnited States of excess fissile materials originating in\r\nweapons under IAEA control.\r\nWe are convinced that helping in the development\r\nof nuclear energy has to remain a key priority area of\r\nthe Agency’s activities. An important event in this area\r\nwas the beginning of the implementation of an\r\ninternational project on innovative nuclear reactors and\r\nnuclear fuel cycles. We see that this project is aimed at\r\ndealing with a specific task: developing coordinated\r\ncriteria for selecting promising nuclear technologies of\r\na new generation. Its implementation is one of the\r\npractical steps within the initiative put forward by\r\nPresident Vladimir Putin at the Millennium Summit\r\nlast year, and this implementation will be conducive to\r\nthe sustainable development of humankind, nuclear\r\nnon-proliferation and the environmental stability of the\r\nplanet.\r\nOn Russia’s initiative, the forty-fifth session of\r\nthe IAEA General Conference adopted a resolution\r\nencouraging all interested States to fully join the\r\nInternational Project on Innovative Nuclear Reactors\r\nand Fuel Cycles and to make their own contributions to\r\nits implementation. We are grateful to the States that\r\nsupported that resolution.\r\nWe see a positive trend in the change of attitude\r\nto nuclear energy that is taking place in the world. In\r\nMay 2000, the Government of the Russian Federation\r\napproved a strategy for nuclear energy development in\r\nRussia for the first half of the twenty-first century.\r\nAccording to that strategy, nuclear energy development\r\nwill exceed the development of other types of power\r\ngeneration by a factor of three. In July this year, Russia\r\nsaw the adoption of a legislation package authorizing\r\nthe import of radioactive nuclear fuel for technological\r\nstorage and processing. We now have broad\r\ncapabilities in terms of reprocessing spent fuel from\r\nnuclear power plants, especially as concerns power\r\nplants in the construction and operation of which we\r\nhelped. New laws provide for the possibility of leasing\r\nfuel, which would guarantee the return of spent fuel to\r\nRussia. All of this will certainly be conducive to the\r\npromotion of international cooperation in the peaceful\r\nuse of nuclear energy.\r\nRussia supports the activities of the IAEA in\r\nimproving the strategy of technical cooperation. The\r\nRussian Federation made its voluntary contribution, on\r\ntime and in full, to the IAEA Technical Assistance and\r\nCooperation Fund for the year 2000.\r\nIn conclusion, I would like to express our\r\ngenerally positive opinion the IAEA’s work in the past\r\nyear. I would like to suggest that there is a need to\r\nmaintain the right proportion and balance among the\r\nmajor IAEA functional programmes.\r\nWe expect that this year the General Assembly\r\nwill adopt a substantive draft resolution on the IAEA\r\nreport. In our view, this would tangibly confirm the\r\nrole that the Agency plays in fulfilling its important\r\ntasks relating to nuclear non-proliferation and\r\nassistance in the peaceful use of nuclear energy.\r\nMr. Khairat (Egypt) (spoke in Arabic): At the\r\noutset, I wish to extend my sincere congratulations to\r\nMr. Mohamed ElBaradei on the renewal of his mandate\r\nas Director General of the International Atomic Energy\r\nAgency. This demonstrates the confidence of all\r\ncountries and their appreciation for his wise leadership\r\nin conducting the work of the Agency and in\r\ndeveloping its activities to enhance the peaceful\r\napplication of nuclear energy in the service of\r\nhumankind and prosperity, and in strengthening the\r\nnuclear non-proliferation regime. I also wish to thank\r\nhim for his excellent presentation of the Agency’s\r\nannual report.\r\nWe have read the annual report of the Agency and\r\nhave learned of its clear achievements over the past\r\nyear. Due to lack of time, it would be difficult for us to\r\naddress the various aspects of the Agency’s work as set\r\nout in the report, aspects such as nuclear safety,\r\nradiation safety, security of material, and so on.\r\nHowever, we wish to reaffirm the great importance we\r\nattach to the Agency’s comprehensive safeguards\r\nsystem as a means of observing and verifying the\r\n17\r\nA/56/PV.30\r\npeaceful use of nuclear energy and for preventing the\r\ndiversion of such energy towards military applications.\r\nAs has been its firm position at the regional and\r\ninternational levels over the years, Egypt believes that\r\nthe Agency’s comprehensive safeguards system is the\r\ncornerstone of the nuclear non-proliferation regime.\r\nWe believe that universal accession is of utmost\r\npriority. This was called for by the sixth Review\r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), and that\r\nappeal was renewed unanimously as one of the main\r\nobjectives in the strengthening of the non-proliferation\r\nregime. From this perspective and in the light of the\r\ninternational momentum towards achieving universal\r\naccession to the Agency’s safeguards regime, we are\r\namazed at the position of certain countries that are\r\nactive and influential in the field of non-proliferation,\r\nwhich occasionally adopt a negative attitude towards\r\nthe need to attain universal accession to the safeguards\r\nsystem. This clear contradiction demonstrates the lack\r\nof credibility of certain influential countries in dealing\r\nseriously with the countries that fail to comply with the\r\nprinciples now enshrined at the international level.\r\nThey continue to demand that additional measures be\r\nimplemented by countries already committed to those\r\nprinciples. This contradiction is completely\r\nincomprehensible and does not reflect a serious\r\ninternational approach to non-proliferation. In this\r\ncontext, we believe that the resolution of the Agency’s\r\nGeneral Conference on the strengthening of the\r\nsafeguards system is a good step forward. It evinces a\r\ncertain objectivity regarding the importance of\r\nachieving the safeguards regime, and we look forward\r\nto more international action in this regard.\r\nEgypt attaches great importance to the aims and\r\nprinciples of the nuclear non-proliferation regime and\r\nnuclear disarmament in the world. Achieving progress\r\nin this field, especially in the Middle East, is of critical\r\nimportance in the light of Israel’s intransigence and its\r\nthreatening use of obsolete strategies of deterrence. All\r\nthe countries of the region have acceded to the NPT\r\nand have placed their nuclear activities under\r\ncomprehensive Agency safeguards. That is a bid to\r\nestablish a nuclear-weapon-free zone in the Middle\r\nEast. However, Israel continues to stand apart from the\r\nefforts in the region in this regard.\r\nSince 1974, Egypt has taken the initiative to\r\nestablish a nuclear-weapon-free zone in the Middle\r\nEast. This is an appeal that the General Assembly has\r\nrepeatedly renewed by consensus since 1980,\r\nculminating in President Mubarak’s initiative of 18\r\nApril 1990 calling for the creation of a zone free of all\r\nweapons of mass destruction in the Middle East, as a\r\nnatural continuation of Egypt’s ongoing bid to establish\r\na nuclear-weapon-free zone in the Middle East.\r\nTowards the implementation of this initiative, the\r\nAgency’s General Conference unanimously issues\r\nannually a resolution on applying Agency safeguards in\r\nthe Middle East. Despite all of that, Israel still refuses\r\nto comply with international will and refuses to subject\r\nits nuclear facilities to the safeguards regime. Those\r\nefforts and appeals are not merely Egyptian or Arab\r\ndemands, but an international demand involving many\r\nother countries. That international will was reflected in\r\nthe Final Document of the sixth NPT Review\r\nConference, held in 2000. The Final Document\r\nwelcomed the accession of all the countries of the\r\nMiddle East, except Israel, to the NPT. It also\r\nreaffirmed the importance of Israel’s accession to the\r\nTreaty and its placing all its nuclear installations under\r\nthe full scope of Agency safeguards.\r\nWe appreciate the Agency’s efforts to develop\r\nand improve the aims and effectiveness of the\r\nAgency’s technical cooperation programme with\r\nMember States, especially with developing countries,\r\nand particularly in Africa. We also support the\r\nAgency’s practical steps towards improving the\r\ntechnical cooperation programme through early\r\nconsultations with Member States concerning the\r\ndetails of the various programmes, as well as through\r\nimproving coordination between the secretariat and the\r\nmanagers of proposed projects. However, we wish to\r\nhighlight the importance of adequately funding these\r\nactivities because they are a basic component of the\r\nAgency’s work.\r\nIn conclusion, I wish to reaffirm Egypt’s attention\r\nto the need for the General Assembly to adopt a\r\nsubstantive resolution every year concerning this\r\nagenda item, in the light of the importance we attach to\r\nthe Agency’s work and to the peaceful applications of\r\nnuclear energy. We believe that the procedural\r\nresolution of the General Assembly’s fifty-fifth session\r\ndoes not rise to the level of the Agency’s work.\r\nMr. Balarezo (Peru) (spoke in Spanish): I would\r\nlike to convey our thanks to Mr. Mohamed ElBaradei\r\nfor his presentation of the exhaustive report of the\r\nInternational Atomic Energy Agency (IAEA) and to\r\ncongratulate him on his re-election to a second term as\r\n18\r\nA/56/PV.30\r\nDirector General of the IAEA. This re-election\r\nreaffirms the confidence of the international\r\ncommunity in the important work that he has been\r\ndoing and the need for it to continue in order to\r\nconsolidate the achievements in the three pillars of the\r\nAgency’s task: the safeguards system, encouraging the\r\nsafety of nuclear facilities and promoting the transfer\r\nof technology and technical cooperation for peaceful\r\npurposes.\r\nThe terrorist attacks in New York and\r\nWashington, D.C., almost two months ago highlight the\r\nurgent need for an effective system of protection for\r\nfissile material and nuclear facilities, to combat illicit\r\ntrafficking in such material and to strengthen the non-\r\nproliferation and nuclear disarmament regime through\r\nthe immediate implementation of the 13 points agreed\r\nby consensus at the 2000 Review Conference of the\r\nParties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons.\r\nThe International Atomic Energy Agency has\r\nplayed a key role in these areas by strengthening the\r\nonly option that absolutely guarantees the non-use of\r\nnuclear weapons by state and non-state actors. That\r\noption requires the total elimination of nuclear\r\nweapons. Peru is convinced of the need for an effective\r\nand genuine international verification system for fissile\r\nmaterials and nuclear facilities and for ensuring\r\nexclusively peaceful use.\r\nOn the basis of the experience of recent years and\r\nof the recognition of the need to expand the IAEA’s\r\nassessment and information capacities accurately to\r\ndetermine if a diversion of fissile material for military\r\npurposes has occurred, my country signed the\r\nadditional safeguards Protocol. When this Protocol\r\ncame into force on 23 July, Peru became the first Latin\r\nAmerican State fully to commit itself to the objectives\r\nof the Agency, aimed at making the safeguards system\r\nmore effective and efficient and thus at enhancing the\r\nnuclear non-proliferation regime.\r\nMoreover, in December this year, Peru will host a\r\nregional IAEA seminar to promote the signing of\r\nsafeguards agreements and additional protocols among\r\nthe States parties to the Treaty of Tlatelolco. Peru\r\nthereby seeks to contribute to the strengthening of the\r\nnon-proliferation regime in Latin America and the\r\nCaribbean. The seminar will also enjoy the cooperation\r\nof the United Nations Regional Centre for Peace,\r\nDisarmament and Development in Latin America and\r\nthe Caribbean and of the Agency for the Prohibition of\r\nNuclear Weapons in Latin America.\r\nMy country wishes to highlight here the debate\r\nthat was held at the recent forty-fifth regular session of\r\nthe General Conference on radiological protection and\r\nthe safe management of radioactive waste, including\r\nsafe transport of such materials, which led to the\r\nconsensus adoption of an unprecedented resolution on\r\nthat important topic. That resolution, co-sponsored by\r\nPeru, is designed to foster constructive dialogue\r\nbetween transporting States and those potentially\r\naffected by such activity through early notification of\r\nsuch shipment. It also recognizes such important\r\nconcepts as the protection of island and coastal States\r\nfrom actual economic losses that could be caused by an\r\naccident involving radioactive material and the\r\nobjective liability in such cases.\r\nThese elements, among others, will by a key\r\ncontribution towards building an adequate and\r\ncomprehensive international regime on the transport of\r\nradioactive material. This is a matter of profound\r\ninternational concern, as confirmed by the convening\r\nby the IAEA Board of Governors of a conference on\r\nthis issue, to be held in 2003. Moreover, Peru would\r\nstress the significant support it has received from the\r\nIAEA in the area of technical cooperation for peaceful\r\npurposes, in particular in the context of the\r\ndevelopment plan for the Peru-Ecuador border region.\r\nAs in the past, Peru will continue to work for the\r\npriority objectives of the International Atomic Energy\r\nAgency and will support its efforts to fulfil its\r\nresponsibility in promoting the safe and peaceful uses\r\nof nuclear energy and in averting their destructive use.\r\nIn this regard, we appeal to the international\r\ncommunity to provide the IAEA with the requisite\r\nfinancial resources so that it may continue to carry out\r\nits valuable objectives of strengthening development\r\nand international peace and security.\r\nMr. Dauth (Australia): I want to begin by\r\nthanking Director General ElBaradei for his\r\ncomprehensive statement on the achievements of the\r\nInternational Atomic Energy Agency (IAEA) and the\r\nchallenges it will face over the coming year. In\r\ncarrying out the Agency’s mandate, member States\r\nhave been very well served by Mr. ElBaradei’s\r\nleadership. Australia was therefore very pleased to join\r\nwith others in approving his reappointment as Director\r\nGeneral until 2005. We look forward to continuing our\r\n19\r\nA/56/PV.30\r\nclose cooperation with him and the members of the\r\nSecretariat.\r\nAustralia looks forward to an even closer working\r\nrelationship with the Agency in 2001-2002, when an\r\nAustralian will chair the Board of Governors. As part\r\nof those responsibilities, it falls to my delegation to\r\nsubmit a draft resolution on the report of the IAEA to\r\nthis Assembly. We hope to do so in the next few days,\r\nonce the very intensive process of informal\r\nconsultations currently being undertaken in Vienna has\r\nconcluded.\r\nArticle 1 of the United Nations Charter lays down\r\na lofty goal, that is, to\r\n“maintain international peace and security, and to\r\nthat end: to take effective collective measures for\r\nthe prevention and removal of threats to the\r\npeace”.\r\nPreventing threats to the peace requires the building of\r\nconfidence between nations and the development of an\r\neffective international security system. The IAEA’s\r\nsystem of nuclear safeguards and other verification\r\nmeasures make a vital contribution to pursuing this\r\ngoal.\r\nThe events of 11 September have vividly\r\ndemonstrated to us all the imperative of redoubling the\r\ninternational community’s efforts to respond to global\r\nsecurity threats, such as terrorism and the proliferation\r\nof weapons of mass destruction. The Agency’s efforts\r\nto ensure that nuclear and other radioactive material is\r\nnot misappropriated are vitally important, as is the\r\nobservance by all States of the various guides and other\r\ndocuments on physical protection developed by the\r\nAgency over the years. Australia attaches particular\r\nimportance to the Convention on the Physical\r\nProtection of Nuclear Material, calls upon all States to\r\nadhere to it and looks forward to the extension of its\r\nscope to cover material in domestic use, storage and\r\ntransport. In this regard, Australia welcomes the\r\nDirector General’s decision to convene a group of\r\nexperts to draft a well-defined amendment aimed at\r\nstrengthening the Convention and at encouraging States\r\nto become parties to it.\r\nAustralia considers the International Atomic\r\nEnergy Agency to be a central pillar of the nuclear\r\nnon-proliferation regime, of which the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) is the\r\ncornerstone. NPT safeguards applied by the Agency\r\nremain essential to advancing trade and cooperation in\r\nsupport of peaceful uses of nuclear energy. As a major\r\nuranium supplier, Australia places its uranium exports\r\nunder Agency safeguards to ensure that Australian-\r\nobligated nuclear material is used only for peaceful\r\npurposes. We very much value the contribution that the\r\nAgency’s safeguards make to establishing the climate\r\nof assurance under which international nuclear\r\ncooperation is possible.\r\nMore than a year has passed since the landmark\r\noutcome of the 2000 NPT Review Conference set an\r\nambitious agenda for the international community for\r\npromoting nuclear non-proliferation, disarmament and\r\nthe peaceful uses of nuclear energy. The Final\r\nDocument of the 2000 Review Conference recognized\r\nthat the Agency’s safeguards are an indispensable\r\ncomponent of the nuclear non-proliferation regime, and\r\nendorsed strengthening the safeguards system through\r\nadoption of additional protocols. Regrettably, the 2000\r\nReview Conference’s recognition of the importance of\r\nadditional protocols has not been reflected in the rate\r\nof signature and ratification of additional protocols by\r\nStates. We take this opportunity to urge States that\r\nhave yet to sign or ratify an additional protocol to do so\r\nas quickly as possible. We also urge those States that\r\nhave yet to conclude their NPT safeguards agreements\r\nto do so without further delay.\r\nAustralia is pleased to be the first State in which\r\nintegrated safeguards are being applied. The Agency is\r\ngaining practical experience in Australia in\r\nimplementing new measures such as unannounced\r\ninspections, complementary access and managed\r\naccess, which will prove invaluable as integrated\r\nsafeguards are extended to other countries. We hope\r\nthat, as an important matter, Australia’s experience will\r\nalso demonstrate that integrated safeguards are not\r\nburdensome, but that they rather deliver benefits in\r\nterms of increased efficiency and effectiveness.\r\nThe ultimate goal of nuclear disarmament will not\r\nbe achieved without effective measures that ensure\r\nnuclear non-proliferation. The 2000 Review\r\nConference identified the negotiation of a fissile\r\nmaterial cut-off treaty as one of the most urgent\r\ndisarmament and non-proliferation steps the\r\ninternational community should take. We commend the\r\nAgency for its ongoing contribution to the dialogue on\r\npossible verification requirements for such a treaty.\r\n20\r\nA/56/PV.30\r\nThere is a continuing need to remain vigilant in\r\nlooking for clandestine nuclear weapons programmes\r\nand in maintaining pressure on non-compliant States.\r\nTwo States continue to test the non-proliferation\r\nregime: the Democratic People’s Republic of Korea\r\nand Iraq. It is of concern that the Agency is still unable\r\nto verify the correctness and completeness of the\r\ninventory declaration of the Democratic People’s\r\nRepublic of Korea given that that country has an\r\ninternational legal obligation to comply with its\r\nsafeguards agreement. It is essential for successful\r\ncompletion of the light water reactor project that the\r\nDemocratic People’s Republic of Korea cooperate fully\r\nwith the IAEA and come into full compliance with its\r\nIAEA safeguards agreement as soon as possible.\r\nThe concern with Iraq is that, since December\r\n1998, the IAEA has been unable to conduct its\r\nverification and monitoring activities under relevant\r\nSecurity Council resolutions. We welcome the\r\nAgency’s preparedness to resume such verification in\r\nIraq as soon as circumstances allow. For its part, Iraq\r\nmust now cooperate fully with the Agency and with the\r\nUnited Nations Monitoring, Verification and Inspection\r\nCommission to enable the Agency to fulfil the mandate\r\nentrusted to it by the Security Council.\r\nMaintaining peace and security also has socio-\r\neconomic dimensions. In that regard, Australia places\r\ngreat importance on the unique role played by the\r\nAgency in ensuring the safe utilization of nuclear\r\nenergy and in the application of nuclear technologies in\r\ndeveloping countries.\r\nThe 2000 NPT Review Conference, reinforced by\r\nsuccessive General Conferences of the IAEA, has\r\nunderlined the central importance of maintaining\r\nnuclear safety at optimal levels. Australia emphasizes\r\nthe importance of the Agency’s work in developing\r\nsafety standards governing the nuclear industry and in\r\ndeveloping legal regimes and assistance programmes to\r\nstrengthen nuclear safety in member States. A\r\nparticular focus for Australia is promoting\r\nimprovements in the international safety regime for\r\nresearch reactors. Australia also continues to promote\r\nconstructive dialogue between shipping and coastal\r\nStates on the safe transport of radioactive material.\r\nIn line with article IV of the NPT, the Agency has\r\nbeen recognized by successive NPT Review\r\nConferences as the principal agent for technology\r\ntransfers for peaceful nuclear purposes. We welcome\r\nthe Agency’s efforts to strengthen the delivery of\r\ntechnical cooperation, including through the use of\r\nstrategic planning tools such as thematic planning,\r\ncountry programme frameworks and the model project\r\napproach.\r\nAustralia has been pleased to contribute to the\r\nAgency’s technical cooperation activities over the past\r\nyear, both by contributing to the Agency’s Technical\r\nCooperation Fund and through direct involvement in\r\nactivities which foster cooperation in the transfer of\r\nknowledge and technology for peaceful nuclear\r\napplications. Australian specialists have undertaken\r\nmany expert missions and lecturing assignments as part\r\nof the activities of the technical cooperation\r\nprogramme, and Australia has hosted a number of\r\nIAEA meetings and training events. We also contribute\r\nsignificantly to technical cooperation activities through\r\nour extra-budgetary contributions to specific Agency\r\nprojects. Australia has also provided strong support to\r\nthe management, structure and programme of the\r\nAgency’s Regional Cooperative Agreement for Asia\r\nand the Pacific.\r\nThe external environment in which the Agency\r\noperates is highly fluid, and the Agency must maintain\r\nthe capacity to respond quickly and effectively to\r\nexternal developments, be they related to physical\r\nprotection, nuclear proliferation, nuclear safety or\r\nsustainable development.\r\nMr. ElBaradei’s comments reflect the highlights\r\nof another full year of activity by the Agency in\r\npushing forward with its mandate to harness the atom\r\nfor the benefit of humanity. Australia will continue to\r\nprovide technical, financial and political support for\r\nthat effort.\r\nMr. Sun Joun-yung (Republic of Korea): First of\r\nall, I would like to extend my sincere congratulations\r\nto Mr. ElBaradei on his re-election as Director General\r\nof the International Atomic Energy Agency (IAEA).\r\nMy delegation would like to thank him and his staff for\r\ntheir dedication and for their untiring efforts to\r\naccomplish the Agency’s mandates.\r\nThroughout its 45-year history, the IAEA has\r\nfulfilled many important roles. It has been a steadfast\r\nadvocate for the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), a mediator in favour of the\r\npeaceful use of nuclear energy, and a leader in forging\r\ninternational cooperation on nuclear issues. In this new\r\ncentury, it is imperative that the international\r\n21\r\nA/56/PV.30\r\ncommunity continue to recognize and assert the\r\nimportance of the Agency in those and other areas in\r\norder to ensure the more positive and productive uses\r\nof nuclear energy.\r\nAs a stable and economical energy source,\r\nnuclear power continues to make significant\r\ncontributions to economic development, environmental\r\nconservation and the improvement of living standards\r\naround the globe. I believe that in the future the role of\r\nnuclear energy in assisting sustainable development\r\nworldwide will further increase. One upcoming project\r\nthat points the way towards the broader use of nuclear\r\npower is the IAEA’s International Project on Innovative\r\nNuclear Reactors and Fuel Cycles. My Government\r\nwelcomes that project and plans to contribute to its\r\nsuccessful development.\r\nThe Republic of Korea remains at the forefront in\r\ndeveloping advanced nuclear power technology. In\r\nparticular, Korea is developing a next-generation\r\n1,400-megawatt reactor and a system-integrated\r\nmodular small reactor used for both desalination and\r\npower generation. We are proud to be among the\r\nMember States working hard to develop innovative\r\nnuclear systems to meet a wide range of global needs.\r\nThe future of nuclear energy is inextricably\r\nlinked with the issue of nuclear safety. For this reason,\r\nwe must make continuous efforts to promote\r\nworldwide nuclear safety. We welcome the entry into\r\nforce last June of the Joint Convention on the Safety of\r\nSpent Fuel Management and on the Safety of\r\nRadioactive Waste Management, as an important\r\nframework for securing global nuclear safety. My\r\nGovernment is currently in the process of ratifying this\r\nConvention.\r\nRegarding the safety and security of radioactive\r\nmaterials, my country has implemented the radiation\r\nsafety information system (RASIS), which can track\r\nand monitor radioisotopes from production to disposal\r\nvia the Internet. We believe that further discussions are\r\nneeded at the international level to continuously\r\nimprove the safety and security of radioactive\r\nmaterials. In this context, I would like to draw attention\r\nto my country’s recent proposal to establish a\r\nworldwide information network monitoring the sale\r\nand management of radioactive materials, a proposal\r\nmade during the IAEA’s General Conference last\r\nmonth.\r\nFurthermore, in light of the terrorist attacks of\r\n11 September in the United States, the importance of\r\nthe physical protection of nuclear material and the need\r\nto combat illicit trafficking cannot be overemphasized.\r\nIn this regard, we welcome the Director General’s\r\ndecision to convene an open-ended group meeting of\r\nlegal and technical experts next December to draft a\r\nwell-defined amendment strengthening the Convention\r\non the Physical Protection of Nuclear Material. My\r\nGovernment is looking forward to participating in this\r\nmeeting.\r\nThe Korean Government considers non-\r\nproliferation to be the foremost prerequisite for the use\r\nand development of nuclear energy. For this reason, we\r\nhave made an active contribution to all aspects of the\r\ninternational nuclear non-proliferation regime. One of\r\nthe most essential elements of this regime is the\r\nsafeguards system of the IAEA.\r\nIn this context, we are pleased to note that the\r\nAgency has concluded in its Safeguards\r\nImplementation Report (SIR) for 2000 that among the\r\n140 States that have implemented their safeguards\r\nagreements there have been no indications of either a\r\ndiversion of nuclear material or the misuse of facilities\r\nor equipment placed under the safeguard of the\r\nAgency.\r\nIn addition, the report provides even broader\r\nassurances for the seven member States with additional\r\nprotocols that are in force or are being provisionally\r\napplied. The Agency was able to affirm not only that\r\nthere had been no diversion of declared nuclear\r\nmaterial, but also that there has been no indication of\r\nundeclared activities or nuclear material. My\r\ndelegation commends the Agency for its endeavours to\r\nbring about these positive results.\r\nThe delegation of the Republic of Korea would\r\nalso like to commend the recent efforts by the IAEA to\r\nstrengthen the effectiveness of the safeguards system\r\nand improve its efficiency. We look forward to the\r\ntimely completion of a conceptual framework for the\r\nintegrated safeguards system. We also urge the IAEA\r\nto remain vigilant in securing cost neutrality in this\r\nproject.\r\nTo enhance nuclear transparency, the Republic of\r\nKorea has for the past four years had in effect its own\r\nState system of accounting and control, in addition to\r\nthe inspections conducted by the IAEA. These efforts\r\nhave enabled my country to attain more than 95 per\r\n22\r\nA/56/PV.30\r\ncent of the inspection goals. Under this programme,\r\nKorea is helping the IAEA foster the experimental new\r\npartnership approach, which we hope will be developed\r\ninto a new model for IAEA inspections in the future.\r\nSince 1993 the General Conference of the IAEA\r\nhas adopted resolutions urging the Democratic People’s\r\nRepublic of Korea to fully comply with its safeguards\r\nagreement with the IAEA. Last November the Agency\r\nconveyed to the Democratic People’s Republic of\r\nKorea a detailed programme of the entire verification\r\nprocess. In May 2001 the Agency presented two\r\nconcrete steps that could be taken with respect to the\r\nisotope production laboratory and the verification of\r\nplutonium in spent fuel rods stored in canisters at the\r\n5 megawatt reactor facility. The General Conference of\r\nthe IAEA, in its resolution GC(45)/RES/16 of\r\n21 September 2001, inter alia, welcomes such efforts\r\nby the Agency and strongly encourages the Democratic\r\nPeople’s Republic of Korea to respond positively and\r\nat an early date to the Agency’s first concrete steps.\r\nThanks to the efforts of the Korean Peninsula\r\nEnergy Development Organization (KEDO) secretariat\r\nand its partners, the construction work for the light-\r\nwater reactor project is moving forward. Last\r\nSeptember KEDO began the excavation of the power\r\nblock, with the permission of the Democratic People’s\r\nRepublic of Korea. With the completion of the site\r\narrangement and building infrastructure, KEDO is\r\npoised to proceed with this important milestone in the\r\nconstruction of the reactors.\r\nUnder the Agreed Framework, before the\r\nreactor’s key nuclear components can be delivered, the\r\nDemocratic People’s Republic of Korea must come into\r\nfull compliance with its safeguards agreement with the\r\nIAEA. Given the Agency’s assessment that it would\r\ntake three to four years to verify the correctness and\r\ncompleteness of the initial report of the Democratic\r\nPeople’s Republic of Korea, we call upon the\r\nDemocratic People’s Republic of Korea to provide the\r\nIAEA with full cooperation in a prompt manner.\r\nAgainst such a backdrop, we sincerely hope that recent\r\npositive developments on the Korean Peninsula and in\r\nNorth-East Asia will promote full implementation of\r\nthe relevant agreements.\r\nBefore closing, I would like to draw attention to\r\nthe resolution adopted at the forty-third General\r\nConference of the IAEA to amend article VI of the\r\nAgency’s Statute, regarding the enlargement of the\r\nIAEA’s Board of Governors. We ask all member States\r\nthat have not ratified the amendment to do so promptly,\r\nso that the amendment can enter into force as soon as\r\npossible.\r\nI conclude by affirming my delegation’s\r\nunwavering commitment to the objectives of the IAEA\r\nand its strong support for the Agency’s work.\r\nMr. Fonseca (Brazil) (spoke in Spanish): I am\r\nhonoured to take the floor on behalf of the delegations\r\nof Argentina and Brazil to express our appreciation for\r\nthe report introduced by the Director General of the\r\nInternational Atomic Energy Agency, Mr. Mohamed\r\nElBaradei.\r\nEveryone is familiar with Brazil and Argentina’s\r\nactive and permanent commitment to the international\r\ncommunity’s objectives of non-proliferation, nuclear\r\ndisarmament and the promotion of the peaceful uses of\r\natomic energy. Those objectives guarantee the rights of\r\nall States to carry out research on nuclear energy and to\r\nproduce and utilize it for peaceful purposes. It is for\r\nthis reason that Brazil and Argentina are making this\r\njoint statement today in commemoration of the tenth\r\nanniversary of the Brazilian-Argentine Agency for\r\nAccounting and Control of Nuclear Materials\r\n(ABACC), and in order to announce the establishment\r\nof the Argentine-Brazilian Agency for the Application\r\nof Nuclear Energy (ABAEN).\r\nBoth of those events illustrate Brazil and\r\nArgentina’s continued and permanent resolve to\r\nmaintain and strengthen the bonds of friendship\r\ndeveloped in the 1980s, when the political will first\r\nemerged in our countries to bring our societies closer\r\ntogether and to integrate them. Our societies’ political\r\nwill to enhance trust in the peaceful purposes of our\r\nrespective nuclear programmes is a fundamental\r\ncomponent of a broader commitment to the non-\r\nproliferation of weapons of mass destruction. That\r\npolitical will coalesced in 1991 with the creation of the\r\nABACC, a bilateral agency aimed at applying bilateral\r\nsafeguards on nuclear materials in both countries\r\nthrough the common accounting and control system.\r\nThat action went hand in hand with the\r\napplication of the International Atomic Energy\r\nAgency’s (IAEA) safeguards at every facility in\r\nArgentina and Brazil. Those safeguards take into\r\naccount the bilateral control system and the entry into\r\nforce in both countries of the Treaty for the Prohibition\r\n23\r\nA/56/PV.30\r\nof Nuclear Weapons in Latin America and the\r\nCaribbean.\r\nThis year we are celebrating the tenth anniversary\r\nof ABACC. Since its establishment, the Agency has\r\nbeen accumulating considerable experience in the\r\nfulfilment of the tasks entrusted to it. We would like to\r\nunderscore the competence and professionalism of its\r\nstaff and inspectors, who meet, and indeed exceed, the\r\nhighest international standards, and who demonstrate\r\nthe high level of technical and functional training\r\nprovided by the Agency. The mandate this bilateral\r\nagency received from our countries is concrete and\r\npermanent. ABACC has been, is and will continue to\r\nbe a key instrument for transparency and bilateral\r\nrapprochement. We believe that ABACC’s permanent\r\nmission will continue to promote greater ties of\r\nfriendship between our two countries.\r\nIn that context, it is only natural that the next\r\nsteps in bilateral cooperation between Argentina and\r\nBrazil in this sphere should be in the heretofore\r\nunexplored dimension of joint endeavours in the field\r\nof the peaceful use of nuclear technology. In Buenos\r\nAires on 14 August 2001, Argentina and Brazil signed\r\na joint declaration establishing the Argentine-Brazilian\r\nAgency for Applications of Nuclear Energy (ABAEN).\r\nABAEN opens a new chapter in relations between\r\nArgentina and Brazil in the nuclear sphere by\r\nincreasing cooperation in the peaceful use of nuclear\r\nscience and technology. We trust that the closest\r\npossible cooperation in such areas as the nuclear fuel\r\ncycle, the production of radioisotopes, the management\r\nof radioactive waste and developing innovative\r\ntechnologies for power-generating reactors, among\r\nothers, will yield concrete results to the benefit of both\r\nour countries. ABAEN will provide the proper\r\nconditions and synergies in this and other fields\r\nappropriate for the development and implementation of\r\njoint projects.\r\nFurthermore, ABAEN will strengthen and\r\ncomplement the activities of the Brazil-Argentina\r\nStanding Committee on Nuclear Policy which, in\r\naddition to being the context in which the Agency was\r\nconceived, is also a vehicle for dialogue conducive to\r\nundertaking and coordinating political, technical and\r\nbusiness initiatives in the nuclear sector. ABAEN will\r\nhave a virtual organizational structure with\r\nrepresentation from governmental entities and the main\r\ncorporations of each country’s nuclear sector. As its\r\nfirst task, ABAEN will, in the next 180 days, develop\r\nmedium-term scenarios for Government planning in the\r\nnuclear sector, as well as a programme of action for the\r\nfirst year.\r\nApart from being a remarkable result of the\r\nprocess of confidence-building and transparency, the\r\nestablishment of ABAEN also strengthens our relations\r\nin the nuclear area — which every day include more\r\nnew projects and common objectives.\r\nFinally, we wish to underscore the role of the\r\nIAEA as the promoter of the peaceful uses of nuclear\r\nenergy and as an essential actor in the international\r\nregime for the non-proliferation of nuclear weapons.\r\nMr. Kmoníček (Czech Republic): Since the\r\nCzech Republic has joined the position presented by\r\nBelgium on behalf of the European Union and the\r\nassociated countries, I would like to touch upon only\r\nsome topics that are of particular importance to my\r\nGovernment.\r\nAt the outset, I would like to thank Director\r\nGeneral ElBaradei for his comprehensive statement\r\nhighlighting the progress of the Agency’s activities\r\nduring the past year.\r\nFirst, let me share. some thoughts on the role of\r\nthe International Atomic Energy Agency (IAEA) at the\r\nthreshold of the new millennium. The Czech Republic\r\nsupports the ongoing joint efforts of the secretariat and\r\nthe member States to strengthen the Agency, to\r\nincrease its necessary effectiveness and efficiency and\r\nto address its budgetary constraints. Given the\r\nchallenges of the twenty-first century, it is imperative\r\nto make better use of the Agency’s capacities, as it is\r\nthe only global platform for cooperation in the peaceful\r\nuse of nuclear energy and ionizing radiation. At the\r\nsame time, it is equally important to maintain and\r\nstrengthen the objective character of its work, which\r\nensures its competence and universally recognized\r\nreputation.\r\nWe cannot overstate the importance of the IAEA’s\r\nresponsibilities in relation to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), which require\r\ncontinuous support by all members in terms of policies,\r\nknow-how, financing and implementation of the related\r\nlegal instruments. My country is about to complete the\r\nnecessary domestic legislative and systemic framework\r\nfor the implementation of the additional protocol,\r\nsigned with the IAEA during the forty-third General\r\n24\r\nA/56/PV.30\r\nConference. A comprehensive amendment of the Czech\r\nAtomic Act, on which the Parliament will deliberate by\r\nthe end of this year, is the last prerequisite for\r\nlaunching a speedy ratification of the additional\r\nprotocol. We are well on the way to applying the\r\nstrengthened IAEA safeguards to the fullest and we\r\nreiterate our call on Member States that have not\r\nalready done so to proceed likewise.\r\nWe commend the support the Agency has\r\nrendered to member States in recent years in working\r\nout and implementing important legal instruments. In\r\nthis regard, let me recall the Convention on Nuclear\r\nSafety and the Joint Convention on the Safety of Spent\r\nFuel Management and on the Safety of Radioactive\r\nWaste Management.\r\nI am pleased to report that my country was among\r\nthe 26 States that adhered to the Joint Convention by\r\ndepositing its instrument of ratification by 20 March\r\n2001, thereby enabling the Convention’s entry into\r\nforce 90 days later. I would like to take this opportunity\r\nto appeal to all Member States that have not yet done\r\nso to take the necessary steps to become a party to the\r\nJoint Convention in time to be able to attend the first\r\nreview meeting of contracting parties.\r\nThe second round of reporting procedures for the\r\nConvention on Nuclear Safety is just about to start. The\r\nGovernment of the Czech Republic has already\r\napproved the amended text of the national report,\r\nwhich provides an update on the existing regulatory\r\nand legal framework as well as a case study of the\r\nDukovany and Temelín nuclear power plants. We look\r\nforward to the second Review Meeting of the\r\nContracting Parties, scheduled for April 2002, to\r\ndemonstrate our full compliance with the requirements\r\nof the Convention.\r\nWe also welcome the Agency’s role in the process\r\nof amending and reinforcing the Convention on the\r\nPhysical Protection of Nuclear Material. Like the\r\nEuropean Union, the Czech Republic is in favour of\r\nconsidering the need for a review conference after a\r\nwell-defined draft amendment has been prepared.\r\nAt the very end of last year, the Czech\r\nGovernment approved an updated national energy\r\npolicy. The nuclear option is maintained, and improved\r\nefforts will be made with respect to the efficient use of\r\nenergy and the use of renewable energy sources. This\r\nwas done in line with the new legal framework\r\nimplemented in the Czech Republic for the utilization\r\nof nuclear energy and ionizing radiation. That\r\nframework is based on the following priorities: the\r\ndegree of control and transparency in the nuclear\r\nindustry, and the independence and diversity of\r\nexpertise on safety and radiological protection.\r\nIn the context of these steps, the commissioning\r\nof the Temelín nuclear power plant is nearing its final\r\nstage. The power plant underwent a thorough licensing\r\nprocedure, and, taking into account the complexity of\r\nthe technology, nothing irregular has happened so far\r\nduring the commissioning tests. Recognizing the\r\ninternational dimension of nuclear safety and of\r\nradiation protection issues, the Czech authorities and\r\nthe licence-holder submitted the siting, design\r\nimprovement, construction and commissioning of the\r\npower plant to the scrutiny of a number of independent\r\npeer reviews with international participation.\r\nAt this stage, let me reiterate what I said at the\r\nbeginning of my statement when I underlined the role\r\nof the Agency as an information-exchange platform\r\nand an action centre for the peaceful use of nuclear\r\nenergy and radiation.\r\nSince we have learned several lessons in the\r\ncourse of the Temelín nuclear power plant debate, I\r\nwould like to share some of them with the Assembly.\r\nThe valuable results of the peer reviews provided\r\nby the IAEA should be better advertised and explained\r\nto the public in member States. The same applies, more\r\ngenerally, to the philosophy of IAEA safety standards\r\nas well to the measures taken to increase the safety\r\nlevel of nuclear installations.\r\nWe note that member States have failed to take\r\ndue account of, and even deliberately ignored, the\r\nfindings made by the IAEA, especially on the safety of\r\nnuclear installations, which undermines the Agency’s\r\ncompetence and authority. The increase in safety\r\nreviews of nuclear installations by various\r\norganizations and forums may cast doubt on the central\r\nrole of the IAEA in this field. We must not allow this\r\nrole to be eroded.\r\nLet me now touch upon the issue of IAEA\r\ntechnical assistance and cooperation. In 2001 the\r\nCzech Republic took another step towards balancing\r\nthe amount of technical support received and the\r\nassistance provided to other member States. We are\r\ngradually increasing our involvement in technical\r\ncooperation programmes for third countries, so that we\r\n25\r\nA/56/PV.30\r\ncan share with them our knowledge and expertise.\r\nEarlier this year we pledged voluntary financial\r\ncontributions to national technical cooperation projects\r\nin Armenia, Bulgaria and Georgia. We are continuing,\r\nas a long-term initiative, to accept fellowships and\r\nscientific visits related to upgrading national radiation\r\nprotection networks in various regions of the world.\r\nLet me also express our gratitude to the\r\nsecretariat, namely to the European section of the\r\nDepartment of Technical Cooperation, for the excellent\r\ncoordination work done in the projects in which my\r\ncountry takes part. I would like specifically to mention\r\nthe regional initiative of countries operating nuclear\r\npower plants with VVER 1000-type reactors to review\r\nthe design basis of those reactors — an initiative that is\r\nbeing carried out under the European regional\r\nprogramme.\r\nIn conclusion, let me reassure the Assembly of\r\nmy Government’s continued commitment to supporting\r\nand expanding the Agency’s role in international\r\ncooperation in the peaceful and safe use of nuclear\r\nenergy and ionizing radiation for the benefit of all\r\nmember States. I would like also to express the Czech\r\nRepublic’s appreciation for the personal involvement\r\nof the Director General, Mr. Mohamed ElBaradei, in\r\nthe promotion of the Agency’s activities. We look\r\nforward to further fruitful cooperation with him in the\r\ncourse of his second term in office.\r\nMs. Lajous (Mexico) (spoke in Spanish): Allow\r\nme to convey the Mexican delegation’s appreciation to\r\nthe Director General, Mr. Mohamed ElBaradei, for his\r\nintroduction of the report of the work of the\r\nInternational Atomic Energy Agency (IAEA) for the\r\nyear 2000. Our warmest recognition goes to him for the\r\nleadership that he has shown at the helm of the Agency\r\nand for the way in which he has fulfilled the mandate\r\nentrusted to him by member States. We wish him every\r\nsuccess in his second term in office in the leadership of\r\nthe IAEA.\r\nThe appalling terrorist acts that took place on\r\n11 September in this country have provoked worldwide\r\ncondemnation. Mexico has stated its political resolve to\r\nact in concert with the international community to\r\ncombat the threat to international peace and security\r\nrepresented by acts of terrorism. Security Council\r\nresolutions 1368 (2001) and 1373 (2001) have\r\nestablished a frame of reference for coordinated action.\r\nIn this regard, Mexico believes that the IAEA has a\r\nrole to play in combating the threat posed by the\r\npossession by terrorist groups of weapons of mass\r\ndestruction. It is clear that all nuclear facilities must to\r\nbe subject to the safeguards of the IAEA. We appeal to\r\nall of those States that have not yet done to so to\r\nfinalize the appropriate agreements with the Agency.\r\nMexico will continue to urge that the application\r\nof verification measures to nuclear materials and\r\nequipment should be a priority activity for the Agency.\r\nActivities in this field have been particularly important\r\nin the light of the unequivocal commitment of the\r\nnuclear-weapon States to the total elimination of their\r\nnuclear arsenals, with a view to bringing about nuclear\r\ndisarmament.\r\nAnother issue of particular importance to Mexico\r\nrelates to the Agency’s technical cooperation activities.\r\nWe support the efforts of the Director General to\r\npromote projects in this area. We commend him for the\r\napplication of concepts such as the central criterion, the\r\nsustainability of projects and the methodology of the\r\nlogical framework, which will have an impact on the\r\ndesign and the quality of projects in this field. Mexico\r\nis promoting technical cooperation among developing\r\ncountries, as evidenced by the two technical\r\ncooperation projects we are engaged in with\r\nGuatemala.\r\nAt the regional level, Mexico is honoured to hold\r\nthe chairmanship of the Technical Coordination Board\r\nof the Regional Cooperation Agreement for the\r\nPromotion of Nuclear Science and Technology in Latin\r\nAmerica and the Caribbean. In this context, we will\r\nstrive to enhance the Agreement’s impact on the\r\nregion, to streamline administrative procedures and to\r\nmobilize resources to support technical activities.\r\nWe would like to express our satisfaction at the\r\nadoption, at the recent General Conference of the\r\nAgency, of resolutions relating to measures to step up\r\ninternational cooperation in the area of nuclear,\r\nradiological, transport and radioactive-waste safety. We\r\nwelcome the fact that States continue to request the\r\nassistance of the Agency in carrying out nuclear safety\r\nassessments and identifying needs and priorities in this\r\narea.\r\nWe welcome the fact that, during the most recent\r\nGeneral Conference, progress was also made on the\r\nquestion of the transport of radioactive materials. The\r\nacceptance of nuclear energy as an option for the\r\nsupport of sustainable development is linked to issues\r\n26\r\nA/56/PV.30\r\nof safety, in particular the handling of radioactive\r\nwaste and the transport of such waste.\r\nMexico would like to express its concern about\r\nthe risks involved in the maritime transport of\r\nradioactive material and hazardous waste. At the\r\nnational level, we have begun a process of reviewing\r\nand updating Mexican legislation in this field. We are\r\nin the process of drafting a regulation on the transport\r\nof radioactive material, which will incorporate the most\r\nrecent recommendations of the Agency and other\r\ninternational agencies.\r\nWe encourage States to take into account the\r\npractices of certain dispatching and operating States in\r\nthe area of radioactive materials and spent fuel and to\r\nhold timely consultations with the coastal States\r\ninvolved prior to the dispatch of such materials.\r\nDialogue between the parties directly affected may be\r\neffective in terms of reducing the risks involved in the\r\ntransport of radioactive materials, in full conformity\r\nwith the Agency’s transport regulations.\r\nMy delegation would like to place on record its\r\ngratitude to the Director General and to the secretariat\r\nof the International Atomic Energy Agency for their\r\nefforts in fully implementing the mandates entrusted to\r\nthem by Member States. We are convinced that, in\r\naddition to political support, the International Atomic\r\nEnergy Agency needs a solid financial foundation. We\r\nhope that States will be punctual in paying their\r\ncontributions and increase the level of extrabudgetary\r\nresources to enable the Agency to carry out its\r\nprogramme of activities, particularly those in the area\r\nof technical cooperation.\r\nMr. Rosenthal (United States of America): We\r\nare meeting today just blocks from the ashes of the\r\nWorld Trade Center towers. The appalling acts of\r\nterrorism on 11 September underscore the fact that\r\nterrorists will use any lethal means accessible to kill\r\ninnocent civilians. The countrymen of many of the\r\nStates represented here were murdered on that sunny\r\nfall day. Had nuclear weapons been available to the\r\nterrorists, the carnage would have been incalculable.\r\nWe deeply appreciate the condolences for the victims\r\nof the 11 September terrorist attacks that we received\r\nfrom the International Atomic Energy Agency (IAEA)\r\nand its member States, and we offer our condolences to\r\nall of the victims of the 11 September attacks. We are\r\nalso grateful for the unequivocal condemnation of\r\nthose attacks by the United Nations, as expressed in\r\nSecurity Council resolution 1368 (2001). Although\r\nthey were intended to make us cower and to intimidate\r\nus, those acts of terror have only strengthened our\r\nresolve to counter the evil of terrorism wherever it\r\nappears.\r\nAs we reflect on those acts of terror, we have\r\nbecome increasingly mindful that the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) and the\r\nIAEA have been, and will remain, critical to our\r\ncollective efforts to counter any form of nuclear\r\nterrorism. The NPT establishes an essential framework\r\nfor global and regional stability by inhibiting the\r\nspread of nuclear weapons. The Treaty also facilitates\r\nand regulates cooperation among States in the peaceful\r\nuses of nuclear energy, and serves as an essential\r\nfoundation for progress in nuclear disarmament.\r\nMoreover, the efforts of the Agency to deter and detect\r\nthe diversion of nuclear material from peaceful to non-\r\npeaceful uses have become increasingly important over\r\nthe past decade, as more States have joined the NPT\r\nand as additional nuclear material and facilities have\r\ncome under the Agency’s safeguards system. As such,\r\nthe NPT and Agency safeguards are instruments to be\r\nused so as to prevent nuclear material from being\r\ndiverted to terrorists or to States that might support\r\nthem. The success of the NPT regime in general, and of\r\nnuclear safeguards in particular, has limited terrorists’\r\ntargets of opportunity.\r\nThe NPT has become almost universal, and it\r\nwould not be as strong today were it not for political\r\ndecisions by almost all States over the past 30 years to\r\njoin the Treaty. Joining includes an undertaking by all\r\nnon-nuclear-weapon States to conclude comprehensive\r\nIAEA safeguards agreements. Today, however, the\r\nAgency has new tools and new authorities that are\r\ncontained in the Model Protocol. Acceptance of\r\nadditional protocols will further strengthen the Treaty\r\nand promote the obtaining of our shared nuclear non-\r\nproliferation objectives. The Protocol’s value to non-\r\nproliferation will grow as more countries accept it and\r\nas momentum builds toward universal acceptance. We\r\nwelcome the important role the Agency has played in\r\npromoting universal acceptance of additional protocols.\r\nAction on the Protocol represents an important\r\nopportunity for each State to contribute further to\r\nstrengthening the barriers to the spread of nuclear\r\nweapons. The United States calls upon all States to\r\nbring into force additional protocols, as well as\r\nrequired safeguards agreements.\r\n27\r\nA/56/PV.30\r\nOver the past 15 years, its member States have\r\nsteadily expanded the scope of the Agency’s work in\r\nsafeguards and physical protection, nuclear safety and\r\ntechnical cooperation. The resources to do this work,\r\nhowever, are increasingly strained due to serious\r\nconstraints on the Agency’s regular budget. The IAEA\r\nDirector General has recently warned that, without\r\nrelief soon, the Agency may fail in its critical function\r\nof verifying the location and use of nuclear material\r\nand supporting nuclear safety worldwide. These\r\nwarnings were issued before the events of 11\r\nSeptember, which have further reinforced the\r\nimportance of strengthening safeguards and the\r\nprotection of nuclear material and facilities.\r\nThe possible theft of nuclear material and\r\nsabotage of nuclear facilities have long been matters of\r\ngreat concern. If the Agency were unable effectively to\r\ntrack the location and use of nuclear material\r\nworldwide, or to give adequate support to national\r\nnuclear safety measures, the consequences to the global\r\ncommunity could be grave. We must not let this\r\nhappen. Now more than ever, we need the IAEA’s\r\nskills and expertise to guard against this.\r\nThe physical protection of nuclear material and\r\nfacilities is essential to preventing sabotage and\r\nprovides a first line of defence by ensuring that nuclear\r\nmaterial is not diverted to unauthorized uses, including\r\nduring transport. Agency guidelines and advisory\r\nservices for physical protection help States to\r\nimplement measures to protect their nuclear material\r\nagainst theft and their nuclear facilities against\r\nsabotage, thereby reducing the risk that a terrorist\r\ncould steal nuclear material or seize a nuclear facility.\r\nWe welcome the Director General’s decision to\r\nconvene an open-ended meeting of legal and technical\r\nexperts to draft a well-defined amendment to\r\nstrengthen the Convention on the Physical Protection\r\nof Nuclear Material. The time is right to strengthen the\r\nConvention, and we look forward to an early decision\r\nto do so.\r\nThe Agency’s safeguards system provides\r\nassurance to all States that nuclear activities under\r\nsafeguards are devoted solely to peaceful purposes.\r\nSafeguards dissuade potential proliferators from\r\ndiverting nuclear material for nuclear weapons and\r\nhelp to detect, in a timely manner, diversion of this\r\nmaterial from peaceful use. These safeguards are based\r\non a comprehensive, interrelated system, including\r\ncareful accounting for and control of nuclear material,\r\nreporting procedures, measurements and on-site\r\ninspections. The United States commends the Agency\r\nfor its success in supporting this system and in\r\napplying safeguards. We reaffirm the necessity of\r\nmaintaining this effectiveness while strengthening the\r\nAgency’s ability to detect undeclared nuclear material\r\nand activities. Preserving and strengthening the\r\ninternational safeguards system is the highest priority\r\nfor the United States in supporting the IAEA.\r\nWe are also pleased to note the Agency’s\r\nimpressive effort to intensify its work dealing with\r\nradiation sources that either have never been in or have\r\nfallen out of effective regulatory control. While many\r\nof these sources are small, posing little health or safety\r\nrisk, some are larger and can pose significant risks. The\r\nAgency’s effort has begun to reduce the human\r\nsuffering and potential long-term health effects from\r\norphaned radiation sources, as well as to reduce the\r\nrisk that such sources could be used by terrorists as\r\nradiological weapons, with the danger of contaminating\r\nlarge geographic areas. However, we know that more\r\nneeds to be done.\r\nThe IAEA’s ability to sustain these important\r\nprogrammes depends on continued support from its\r\nmembers. The United States will continue to provide\r\nthe Agency with significant financial assistance.\r\nHowever, in light of the events of 11 September, the\r\nUnited States is undertaking a careful review of both\r\nthe Agency’s programmes and its needs and how best\r\nto meet these needs to the fullest extent possible. We\r\nhope to complete this review soon, and we will look to\r\nother member States to be our partners in efforts to\r\nensure that the Agency has the resources it needs to\r\ncontinue its important work and to adapt it to the needs\r\nof the future.\r\nContinued progress in achieving our shared\r\nnuclear non-proliferation goals requires broad\r\ninternational cooperation and leadership. On behalf of\r\nmy Government, I would like to thank Director\r\nGeneral ElBaradei for his excellent report on the\r\nIAEA’s work during the past year, as well as to\r\ncommend the accomplishments of the Agency. We look\r\nforward to his upcoming report to the Board of\r\nGovernors on means whereby the work of the Agency\r\ncan be strengthened to prevent acts of terrorism\r\ninvolving nuclear and other radioactive materials. Just\r\nas the United Nations has been recognized for its\r\ncritical role in pursuit of peace, we see the Agency as a\r\n28\r\nA/56/PV.30\r\nvital partner in our continuing journey towards\r\ninternational peace and security.\r\nMr. Ling (Belarus) (spoke in Russian): We first\r\nexpress our most sincere appreciation to the Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA), Mr. Mohamed ElBaradei, for his presentation\r\nof the IAEA 2000 annual report. We consider this\r\ndocument, which is as comprehensive as usual, a\r\nvaluable contribution to enhancing the international\r\ncommunity’s awareness of the important work carried\r\nout by the Agency for international peace and security,\r\nas well as social and economic progress.\r\nBelarus is a fully fledged member of the Agency,\r\nand has invariably and consistently supported the role\r\nthat the Agency continues to play in order to provide\r\nfor the effective maintenance and consolidation of the\r\nnuclear non-proliferation regimes, as well as the\r\nestablishment of a reliable system of safeguards for\r\nexisting atomic power plants and nuclear technologies.\r\nMy delegation takes this opportunity to re-\r\nemphasize the full commitment of the Republic of\r\nBelarus to fulfil all its international obligations in these\r\nareas. We appreciate the assistance and support that we\r\nreceive from the IAEA for their effective fulfilment.\r\nOvercoming the consequences of the disaster at\r\nthe Chernobyl nuclear power plant has a special role in\r\nthe cooperation between Belarus and the IAEA. We\r\nnote with appreciation that today, 15 years after the\r\naccident, the Agency continues to pay a great deal of\r\nattention to this problem. Practical evidence of this\r\nattention is a number of important projects on studying,\r\nmitigating and minimizing the consequences of the\r\nChernobyl disaster, implemented in my country with\r\nthe Agency’s assistance. We hope that in the course of\r\nits future work in this area the Agency will strive to\r\ndevelop and implement innovative approaches to\r\ninternational cooperation on Chernobyl, in accordance\r\nwith the provisions of the relevant General Assembly\r\nresolutions.\r\nIn this context, the Republic of Belarus noted\r\nwith great interest what the Director General said at the\r\nrecent forty-fifth regular session of the IAEA General\r\nConference, and in our present deliberations, about the\r\npossibility of establishing a single international\r\nconsultative mechanism to collect and analyse data on\r\nthe consequences of the Chernobyl disaster, and about\r\nmeasures that are being taken, or could be taken, to\r\novercome these consequences. This idea deserves\r\nfurther comprehensive, detailed international\r\nconsideration, taking into account the views expressed\r\nby all interested stakeholders, above all with regard to\r\nproviding for the further sustainable development of\r\naffected regions.\r\nMr. Krokhmal (Ukraine): The delegation of\r\nUkraine congratulates Mr. Mohamed ElBaradei on his\r\nreappointment as Director General of the International\r\nAtomic Energy Agency (IAEA) and commends him for\r\nsubmitting the annual report of the Agency and his\r\nintroduction concerning its current activities.\r\nThe four fundamental areas of the Agency’s\r\nexpertise — technology, nuclear safety, verification\r\nand technical cooperation — make it a unique\r\ninternational body, combining technological objectives\r\nfor development and nuclear non-proliferation\r\nsafeguards tools. The strengthening of safeguards has\r\nreceived a qualitatively new input. Last year the\r\nAgency was able to evaluate and provide broad\r\nassurances of no diversion and no indication of the\r\npresence of undeclared nuclear material or activities at\r\nthe facilities in the seven States having both a\r\ncomprehensive safeguards agreement and an additional\r\nprotocol. We are concerned that 50 States parties to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) remain without a comprehensive safeguards\r\nagreement with the Agency.\r\nUkraine views the universal application of the\r\nsafeguards system as a cornerstone of the non-\r\nproliferation regime. We call upon those States that\r\nhave not yet done so to conclude or bring into force a\r\ncomprehensive safeguards agreement with the Agency\r\nwithout delay. That would speed up progress in\r\nachieving the goals of the 2000 NPT Review\r\nConference and consolidate the non-proliferation\r\nregime at large.\r\nThe forty-fifth IAEA General Conference once\r\nagain proved that the member States of the Agency\r\nremain committed to working together in promoting\r\nthe peaceful application of nuclear energy for\r\nsustainable development. Having shut down the\r\nChernobyl nuclear power plant last December, Ukraine\r\ncontributed considerably to strengthening the global\r\nnuclear safety regime.\r\nAt the same time, the follow-up actions regarding\r\nthe decommissioning of the three reactors at the site, as\r\nwell as the shelter, require the immediate and concerted\r\nefforts of the world community. Ukraine greatly\r\n29\r\nA/56/PV.30\r\nwelcomes an initiative to establish a common forum on\r\nthe consequences of Chernobyl, which the Director\r\nGeneral mentioned in his statement. I believe that the\r\nAgency will have a central role to play in such a forum.\r\nThe Agency, with its nuclear technology\r\ncomponent, helps its member States to resolve urgent\r\ndevelopment issues. Many member States see nuclear\r\npower as their primary alternative energy source and as\r\na way to ensure sustainable development. Ukraine\r\nviews the further development of its nuclear power\r\nsector as being inalienably connected with international\r\nsafety standards applied at operational nuclear power\r\nplants and those under construction.\r\nUkraine welcomes the Agency’s efforts to\r\nstrengthen nuclear safety and radioactive waste safety\r\nand measures to improve international cooperation on\r\ntransport safety, education and training, and IAEA\r\ntechnical cooperation activities. At the IAEA’s forty-\r\nfifth General Conference, the Ukrainian delegation was\r\npleased to note that the Agency has continued to\r\neffectively carry out these activities despite serious\r\nbudget constraints.\r\nThe threat of global terrorism has underlined the\r\nimportance of physical protection, accounting and\r\nnuclear non-proliferation measures to prevent entities\r\nfrom acquiring and converting nuclear materials and\r\ntechnologies. We fully share the Secretary-General’s\r\nview that, while the world was unable to prevent the\r\n11 September attacks, we can do much to help prevent\r\nfuture terrorist acts carried out with weapons of mass\r\ndestruction. The international community should take\r\nfull account of the greatest immediate danger, which\r\nmight arise from a non-State group, or even an\r\nindividual, acquiring and using a nuclear, biological or\r\nchemical weapon.\r\nUkraine has been an enthusiastic supporter of\r\nresolution GC(45)/RES/14 “Measures to improve the\r\nsecurity of nuclear materials and other radioactive\r\nmaterials”, adopted by the IAEA General Conference\r\nin such a timely manner. The resolution emphasizes the\r\nimportance of physical protection of nuclear material\r\nto prevent its illicit use and the sabotage of nuclear\r\nfacilities and nuclear materials. We hope that the\r\nAgency will embark on a thorough review of the\r\nrelevant programmes to identify further measures to\r\nenhance the security of nuclear materials and facilities.\r\nAn important step in moving towards the goal of\r\nnon-proliferation of weapons of mass destruction is, of\r\ncourse, the introduction of a global database based on\r\npublicly available materials on acts, threatened acts or\r\nsuspected acts of terrorism involving such weapons.\r\nWe are pleased to note that the Department for\r\nDisarmament Affairs is collaborating with the\r\nInternational Atomic Energy Agency and the\r\nOrganisation for the Prohibition of Chemical Weapons\r\n(OPCW) in the development of approaches to carry out\r\nthis task.\r\nIn conclusion, we look forward to the adoption of\r\na comprehensive resolution on the agenda item under\r\ndiscussion, and hope that the General Assembly will be\r\nable to adopt by consensus the draft resolution on the\r\nreport of the IAEA to demonstrate its continued\r\nsupport for the Agency, which is a key organization in\r\nthe promotion and application of nuclear energy for\r\npeaceful purposes.\r\nThe Acting President (spoke in Spanish): I wish\r\nto inform Members that a draft resolution will be\r\nsubmitted at a future date under this agenda item.\r\nI shall now call on those representatives who\r\nwish to speak in exercise of the right of reply.\r\nMay I remind members that, in accordance with\r\nGeneral Assembly decision 34/401, statements in\r\nexercise of the right of reply are limited to 10 minutes\r\nfor the first intervention and to five minutes for the\r\nsecond and should be made by delegations from their\r\nseats.\r\nMr. Al-Kadhe (Iraq) (spoke in Arabic): My\r\ndelegation wishes to exercise its right of reply in order\r\nto respond to some references in the statement made by\r\nthe representative of Australia.\r\nBefore making our observations, we must\r\ncongratulate Mr. Mohamed ElBaradei, the Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA), on his report. We would also like to express\r\nour appreciation for the IAEA’s efforts in the area of\r\nnuclear non-proliferation.\r\nThe representative of Australia referred to my\r\ncountry on the subject of nuclear disarmament\r\nmeasures and related Security Council resolutions. We\r\nwould like to clarify the following points:\r\nFirst, we draw attention to the reports of the\r\nIAEA submitted to the Security Council on 8 October\r\n1997 (S/1997/779) and on 7 October 1998\r\n(S/1998/927). The latter states, in paragraph 17:\r\n30\r\nA/56/PV.30\r\n“There is no evidence that there is any capability\r\nin Iraq to produce nuclear material in a manner\r\nthat could be used for armaments. In February\r\n1994, the Agency completed its work in removing\r\nall nuclear weapons for armaments purposes in\r\nIraq, particularly fuel for research-reactors that\r\nwere subject to the safeguards of the Agency.”\r\nSecondly, we would like to draw attention to the\r\nfollowing statement by Mr. Scott Ritter, chairman of\r\nthe inspection teams in charge of removing all weapons\r\nof mass destruction in Iraq, which appeared in the June\r\n2000 issue of the magazine Arms Control Today:\r\n“By the end of 1998, Iraq had, in fact, been\r\ndisarmed, to a level unprecedented in modern\r\nhistory, but UNSCOM and the Security Council\r\nwere unable — and in some instances\r\nunwilling — to acknowledge this\r\naccomplishment.”\r\nThirdly, in general, the Special Committee of\r\nUNSCOM had very clearly and unambiguously\r\nadopted an approach that could be described as one of\r\nraising obstacles and creating crises over matters that\r\nhad nothing to do with disarmament or with their\r\ndossiers. That approach had begun to appear in the\r\nautumn of 1998, with a view to perpetuating the\r\nembargo against Iraq, in spite of Iraq’s many efforts, by\r\nwhich it had materially and qualitatively upheld its\r\nobligations in accordance with the different issues\r\nwithin the competence of the Special Committee, as we\r\nhave previously stated.\r\nLastly, I would like to draw the attention of\r\ndelegates to the need to consider objectively the issue\r\nof disarmament in Iraq, without being influenced by\r\nthe political whims of certain countries attempting to\r\nact according to their political interests. Iraq has spared\r\nno effort in fulfilling the obligations imposed on it in\r\nthe hope that that would lead the Security Council to\r\nadopt a position consistent with its clear obligations\r\ntowards Iraq, as mentioned in the Council’s own\r\nresolutions.\r\nThe representative of Australia referred to my\r\ncountry. I would like to draw his attention to the fact\r\nthat Mr. Mohamed ElBaradei stated a short time ago,\r\nwhile presenting the Agency’s report, that a team from\r\nthe Agency had visited Iraq for the second year in a\r\nrow to verify the existence of any nuclear material. Iraq\r\ncomplies with the Treaty on the Non-Proliferation of\r\nNuclear Weapons and cooperates with the Agency in\r\naccordance with the safeguards agreement between\r\nIraq and the Agency. Therefore, I would like to state\r\nthat the reference to my country made by the\r\nrepresentative of Australia lacks objectivity.\r\nMr. An Myong Hun (Democratic People’s\r\nRepublic of Korea): My delegation would like to\r\nrespond to statements by some delegations with regard\r\nto the safeguard agreements with the International\r\nAtomic Energy Agency. The so-called nuclear issue\r\nhas been originated with the aim of stifling our country\r\nagainst the background of the international political\r\nsituation prevailing in the early 1990s. It is, in essence,\r\nthe product of the hostile policy of the United States\r\ntowards the Democratic People’s Republic of Korea.\r\nThe issue of safeguard agreements will\r\nautomatically be resolved when the Democratic\r\nPeople’s Republic of Korea and the United States\r\nagreed framework reached in 1994 is implemented and\r\nthe hostile relation between the Democratic People’s\r\nRepublic of Korea and the United States is eased.\r\nHowever, the United States does not implement the\r\nagreed framework in good faith. The project for the\r\nconstruction of light water reactors scheduled to be\r\ncompleted by 2003 now stands at only ground\r\nexcavation. The fate of the Democratic People’s\r\nRepublic of Korea and United States agreed framework\r\ndepends on the will and stance of the United States\r\nside. If Japan and South Korea are to take a fair\r\napproach to this issue, they would have to urge the\r\nUnited States to implement the Democratic People’s\r\nRepublic of Korea and United States agreed framework\r\nin good faith.\r\nProgramme of work\r\nThe Acting President: Before adjourning the\r\nmeeting, I should like to inform members that a draft\r\nresolution under this agenda item will be submitted at a\r\nfuture date.\r\nThe meeting rose at 6.15 p.m.\r\n"