"United Nations A/56/PV.31\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n31st plenary meeting\r\nFriday, 26 October 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-60360 (E)\r\n*0160360*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 8 (continued) and agenda item 16\r\nAdoption of the agenda and organization of work\r\nElections to fill vacancies in subsidiary organs and\r\nother elections\r\n(a) Election of the members of the International\r\nLaw Commission\r\nDocumentation for the election of the members\r\nof the International Law Commission\r\nThe President: As was announced at the 30th\r\nplenary meeting on Monday, 22 October 2001, I should\r\nlike to consult the Assembly on a matter regarding the\r\nelection of members of the International Law\r\nCommission, which will be held on Wednesday, 7\r\nNovember 2001.\r\nOn that day, the Assembly will proceed to the\r\nelection of 34 members of the Commission, whose\r\nterms of office are to commence on 1 January 2002. It\r\nshould be recalled that, in accordance with the statute\r\nof the International Law Commission, the Secretary-\r\nGeneral communicated to the Governments of Member\r\nStates, in document A/56/117 and Corr.1, the list of\r\ncandidates submitted within the required time for the\r\nsubmission of nominations — that is, by 1 June 2001.\r\nThe statements of qualifications of the candidates are\r\ncontained in document A/56/124.\r\nSubsequent to that date, the Secretary-General\r\nreceived additional information concerning candidates,\r\nnew candidatures as well as a withdrawal. The names\r\nof the new candidates and additional information are to\r\nbe found in documents A/56/117/Add.1 and Add.2, as\r\nwell as A/56/124/Add.1.\r\nUnder these circumstances, it is necessary for the\r\nGeneral Assembly to take a decision as to whether the\r\nnew candidatures should be accepted in spite of the\r\nsubmission of their names subsequent to the deadline\r\nand whether they should be incorporated into a\r\nconsolidated list of candidates. It has been the practice\r\nof the Assembly to incorporate such late submissions\r\ninto a consolidated list.\r\nIf I hear no objection, I shall take it that it is the\r\nwish of the General Assembly to request the Secretary-\r\nGeneral to issue such a consolidated list of candidates.\r\nIt was so decided.\r\nThe President: The consolidated list of\r\ncandidates will be issued under the symbol A/56/486.\r\nI call on the representative of Sudan on a point of\r\norder.\r\nMr. Rahmtalla (Sudan): I apologize for\r\ninterrupting the proceedings. However, with respect to\r\nthe information that was given earlier concerning the\r\nelections to the International Law Commission, I would\r\nlike to confirm that Africa will be allocated nine seats\r\nthis time. I do so because, in some of the texts of the\r\nSecretary-General, it is not really clear as to whether\r\n2\r\nA/56/PV.31\r\nAfrica has eight or nine seats. But it is clear to us that\r\nAfrica should have nine seats. There is one seat that\r\nrotates and that additional seat, this time, will be for\r\nAfrica. This means accordingly that Africa will have\r\nnine seats this time.\r\nThe President: The General Assembly will take\r\nnote of the statement of the representative of Sudan.\r\nAgenda item 15\r\nElections to fill vacancies in principal organs\r\n(b) Election of eighteen members of the Economic\r\nand Social Council\r\nLetter from Portugal (A/56/467)\r\nThe President: As was announced at its 29th\r\nplenary meeting on 22 October 2001, the Assembly\r\nwill first proceed to a by-election to elect a member of\r\nthe Economic and Social Council, in accordance with\r\nrule 140 of the rules of procedure.\r\nIn this connection, I should like to draw the\r\nattention of members to document A/56/467,\r\ncontaining a letter dated 11 October 2001 from the\r\nPermanent Representative of Portugal to the United\r\nNations. In his letter, the Permanent Representative of\r\nPortugal announces that Portugal would like to\r\nrelinquish its seat on the Economic and Social Council\r\nfor the year 2002, in favour of Spain.\r\nAs a result, a vacancy will occur and a new\r\nmember must therefore be elected to fill the unexpired\r\nterm of office of Portugal for one year, commencing on\r\n1 January 2002.\r\nIn accordance with paragraph 4 of General\r\nAssembly resolution 2847 (XXVI) of 20 December\r\n1971, and taking into account that the vacancy will\r\noccur from among the Western European and other\r\nStates, the new member should therefore be elected\r\nfrom that region.\r\nI should like to inform the Assembly that the\r\ncandidate which receives a two-thirds majority of the\r\nvotes of members present and voting will be declared\r\nelected. In the case of a tie vote, there will be a special\r\nrestricted ballot limited to those candidates that have\r\nobtained an equal number of votes.\r\nMay I take it that the General Assembly agrees to\r\nthat procedure?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the\r\nrules of procedure, the election shall be held by secret\r\nballot and there shall be no nominations.\r\nRegarding the vacancy, the Chairman of the\r\nGroup of Western European and other States for the\r\nmonth of October has informed the Secretariat that the\r\nGroup has endorsed Spain.\r\nIn accordance with rule 92 of the rules of\r\nprocedure, we shall now proceed to the election by\r\nsecret ballot.\r\nI should like to inform members that, as of 1\r\nJanuary 2002, the following States from the Group of\r\nWestern European and other States will be represented\r\non the Economic and Social Council: Andorra, Austria,\r\nFrance, Germany, Italy, Malta, the Netherlands and the\r\nUnited States of America. The names of those eight\r\nStates should therefore not appear on the ballot.\r\nBefore we begin the voting process, I should like\r\nto remind members that, pursuant to rule 88 of the\r\nrules of procedure of the General Assembly, no\r\nrepresentative shall interrupt the voting except on a\r\npoint of order on the actual conduct of the voting.\r\nI should like to seek the usual cooperation of\r\nrepresentatives during the time of the conduct of the\r\nelection. Please be reminded that, during the voting\r\nprocess, all campaigning should cease in the General\r\nAssembly Hall. This means in particular that, once the\r\nelection has begun, no more campaign material can be\r\ndistributed inside the Hall. All representatives are also\r\nrequested to remain at their seats so that the voting\r\nprocess can proceed in an orderly manner.\r\nWe shall now begin the voting process.\r\nBallot papers will now be distributed. I request\r\nrepresentatives to use only those ballot papers and to\r\nwrite on them the name of the one State for which they\r\nwish to vote. A ballot paper containing more than one\r\nname from the region will be declared invalid. The\r\nname of a Member State on a ballot paper that does not\r\nbelong to that region will not be counted at all.\r\n3\r\nA/56/PV.31\r\nAt the invitation of the President, Mr. Magaryan\r\n(Armenia), Mr. Moushoutas (Cyprus),\r\nMs. Anagnostopoulou (Greece), Miss Marston\r\n(Jamaica) and Ms. Rajaonarivelo (Madagascar)\r\nacted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.30 a.m. and\r\nresumed at 10.45 a.m.\r\nThe President: The result of the voting is as\r\nfollows:\r\nNumber of ballot papers: 176\r\nNumber of invalid ballots: 22\r\nNumber of valid ballots: 154\r\nAbstentions: 5\r\nNumber of members voting: 149\r\nRequired two-thirds majority: 100\r\nNumber of votes obtained:\r\nSpain 149\r\nHaving obtained the required two-thirds majority,\r\nSpain was elected a member of the Economic and\r\nSocial Council for a one-year term beginning\r\n1 January 2002.\r\nThe President: I congratulate Spain, which has\r\nbeen elected a member of the Economic and Social\r\nCouncil.\r\nThe General Assembly will next turn to the\r\nelection of 18 members of the Economic and Social\r\nCouncil to replace those members whose term of office\r\nexpires on 31 December 2001.\r\nThe 18 outgoing members are Bolivia, Bulgaria,\r\nCanada, China, the Czech Republic, the Democratic\r\nRepublic of the Congo, Denmark, Guinea-Bissau,\r\nHonduras, Indonesia, Morocco, Norway, the Russian\r\nFederation, Rwanda, Saudi Arabia, the Syrian Arab\r\nRepublic, the United Kingdom of Great Britain and\r\nNorthern Ireland and Venezuela.\r\nMembers will recall that Portugal relinquished its\r\nseat on the Economic and Social Council effective\r\n1 January 2002.\r\nAs of 1 January 2002, the following States will\r\ncontinue to be represented on the Economic and Social\r\nCouncil: Andorra, Angola, Argentina, Austria, Bahrain,\r\nBenin, Brazil, Burkina Faso, Cameroon, Costa Rica,\r\nCroatia, Cuba, Egypt, Ethiopia, Fiji, France, Georgia,\r\nGermany, the Islamic Republic of Iran, Italy, Japan,\r\nMalta, Mexico, Nepal, the Netherlands, Nigeria,\r\nPakistan, Peru, the Republic of Korea, Romania, South\r\nAfrica, Spain, the Sudan, Suriname, Uganda and the\r\nUnited States of America. The names of those 36 States\r\nshould therefore not appear on the ballots.\r\nIn accordance with paragraph 4 of General\r\nAssembly resolution 2847 (XXVI) of 20 December\r\n1971, and taking into account the number of States that\r\nwill remain members of the Council after 1 January\r\n2002, the 18 members should be elected as follows:\r\nfour from African States, four from Asian States, three\r\nfrom Eastern European States, three from Latin\r\nAmerican and Caribbean States and four from Western\r\nEuropean and other States. The ballot papers reflect\r\nthat pattern.\r\nI should like to inform the Assembly that those\r\ncandidates, their number not exceeding the number of\r\nseats to be filled, receiving the greatest number of\r\nvotes and a two-thirds majority of members present and\r\nvoting will be declared elected. In the case of a tie vote\r\nfor a remaining seat, there will be a restricted ballot\r\nlimited to those candidates that have obtained an equal\r\nnumber of votes.\r\nMay I take it that the General Assembly agrees to\r\nthat procedure?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the\r\nrules of procedure, the election shall be held by secret\r\nballot, and there shall be no nominations.\r\nRegarding candidatures, the Chairmen of the\r\nrespective regional Groups have informed the\r\nSecretariat that, for the four vacant seats from among\r\nthe African States, the Group has endorsed four\r\ncandidates: Burundi, Ghana, the Libyan Arab\r\nJamahiriya and Zimbabwe.\r\nFor the four vacant seats from among the Asian\r\nStates, first, I should like to inform members that I\r\nhave received a letter dated 24 October 2001 from the\r\nPermanent Representative of Uzbekistan to the United\r\nNations stating that his Government has decided to\r\nwithdraw its candidature. Consequently, there are now\r\nsix candidates: Bhutan, China, the Democratic People’s\r\nRepublic of Korea, India, Myanmar and Qatar.\r\nFor the three vacant seats from among the Eastern\r\nEuropean States, the Group has endorsed three\r\n4\r\nA/56/PV.31\r\ncandidates: Hungary, the Russian Federation and\r\nUkraine.\r\nFor the three vacant seats from among the Latin\r\nAmerican and Caribbean States, there are four\r\ncandidates. They are Chile, El Salvador, Guatemala\r\nand Haiti.\r\nFor the four vacant seats from among the Western\r\nEuropean and other States, the Group has endorsed\r\nfour candidates: Australia, Finland, Sweden and the\r\nUnited Kingdom of Great Britain and Northern Ireland.\r\nIn accordance with rule 92 of the rules of\r\nprocedure, we shall now proceed to the election by\r\nsecret ballot.\r\nBefore we begin the voting process, I should like\r\nto remind members that, pursuant to rule 88 of the\r\nrules of procedure of the General Assembly, no\r\nrepresentative shall interrupt the voting except on a\r\npoint of order on the actual conduct of the voting.\r\nWe shall now begin the voting process.\r\nBallot papers marked “A”, “B”, “C”, “D” and “E”\r\nwill now be distributed. I request representatives to use\r\nonly those ballot papers and to write on them the\r\nnames of the States for which they wish to vote.\r\nA ballot paper containing more names from the\r\nrelevant region than the number of seats assigned to it\r\nwill be declared invalid. Names of Member States on a\r\nballot paper that do not belong to that region will not\r\nbe counted at all.\r\nAt the invitation of the President, Mr. Magaryan\r\n(Armenia), Mr. Moushoutas (Cyprus),\r\nMs. Anagnostopoulou (Greece), Miss Marston\r\n(Jamaica) and Ms. Rajaonarivelo (Madagascar)\r\nacted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 11.05 a.m. and\r\nresumed at 12.45 p.m.\r\nThe President: The result of the voting is as\r\nfollows:\r\nGroup A — African States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 177\r\nAbstentions: 4\r\nNumber of members voting: 173\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nBurundi 170\r\nGhana 168\r\nLibyan Arab Jamahiriya 163\r\nZimbabwe 162\r\nZambia 2\r\nCongo 1\r\nGroup B — Asian States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 176\r\nAbstentions: 0\r\nNumber of members voting: 176\r\nRequired two-thirds majority: 118\r\nNumber of votes obtained:\r\nBhutan 146\r\nIndia 145\r\nQatar 142\r\nChina 134\r\nGroup C — Eastern European States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 176\r\nAbstentions: 3\r\nNumber of members voting: 173\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nHungary 170\r\nUkraine 168\r\nRussian Federation 161\r\nGroup D — Latin American and\r\nCaribbean States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 177\r\nAbstentions: 0\r\nNumber of members voting: 177\r\nRequired two-thirds majority: 118\r\nNumber of votes obtained:\r\nChile 140\r\nEl Salvador 135\r\nGuatemala 125\r\nGroup E — Western European and  other States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 176\r\nAbstentions: 8\r\n5\r\nA/56/PV.31\r\nNumber of members voting: 168\r\nRequired two-thirds majority: 112\r\nNumber of votes obtained:\r\nAustralia 168\r\nFinland 167\r\nUnited Kingdom 167\r\nSweden 165\r\n[For the complete results of this round of balloting, see\r\nA/56/PV.32.]\r\nHaving obtained the required two-thirds majority,\r\nAustralia, Bhutan, Burundi, Chile, China,\r\nEl Salvador, Finland, Ghana, Guatemala,\r\nHungary, India, Libyan Arab Jamahiriya, Qatar,\r\nRussian Federation, Sweden, Ukraine, United\r\nKingdom of Great Britain and Northern Ireland\r\nand Zimbabwe were elected members of the\r\nEconomic and Social Council for a three-year\r\nterm beginning 1 January 2002.\r\nThe President: I congratulate those States which\r\nhave been elected members of the Economic and Social\r\nCouncil, and I thank the tellers for their assistance in\r\nthis election.\r\nThe meeting rose at 12.50 p.m.\r\n"