"United Nations A/56/PV.43\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n43rd plenary meeting\r\nFriday, 9 November 2001, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-62882 (E)\r\n*0162882*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 8 (continued)\r\nAdoption of the agenda and organization of work:\r\nreports of the General Committee\r\nThird report of the General Committee\r\n(A/56/250/Add.2)\r\nThe President: I should like to draw the attention\r\nof the representatives to the third report of the General\r\nCommittee (A/56/250/Add.2).\r\nIn paragraph 1 of this report, the General\r\nCommittee decided to recommend to the General\r\nAssembly that agenda item 169, “Administration of\r\njustice at the United Nations”, be allocated to the Fifth\r\nCommittee, on the understanding that any decision\r\nrequiring amending the statute of the United Nations\r\nAdministrative Tribunal or relating to the\r\nestablishment of a higher-level jurisdiction would be\r\nsubject to the advice of the Sixth Committee.\r\nMay I take it that the General Assembly decides\r\nto allocate agenda item 169, “Administration of justice\r\nat the United Nations”, to the Fifth Committee, on the\r\nunderstanding that any decision requiring amending the\r\nstatute of the United Nations Administrative Tribunal\r\nor relating to the establishment of a higher-level\r\njurisdiction would be subject to the advice of the Sixth\r\nCommittee?\r\nIt was so decided.\r\nThe President: In paragraph 2 of its report, the\r\nGeneral Committee decided, with regard to agenda\r\nitem 12, “Report of the Economic and Social Council”,\r\nto recommend to the General Assembly that the report\r\nof the Economic and Social Council, as a whole, be\r\nconsidered directly in plenary meeting, on the\r\nunderstanding that the Second, Third and Fifth\r\nCommittees would remain seized of the chapters\r\nalready referred to them for their usual consideration.\r\nMay I take it that the General Assembly decides,\r\nwith regard to agenda item 12, “Report of the\r\nEconomic and Social Council”, to consider directly in\r\nplenary meeting the report of the Economic and Social\r\nCouncil as a whole, on the understanding that the\r\nSecond, Third and Fifth Committees remain seized of\r\nthe chapters already referred to them for their usual\r\nconsideration?\r\nIt was so decided.\r\nAgenda item 25 (continued)\r\nUnited Nations Year of Dialogue among Civilizations\r\nReport of the Secretary-General (A/56/523)\r\nDraft resolution (A/56/L.3)\r\nMr. Negroponte (United States of America): The\r\nindiscriminate brutality of the 11 September terrorist\r\nattacks represented the antithesis of all that we would\r\nhope to achieve in a dialogue of civilizations, if by\r\n“civilization” we mean a mode of communal existence\r\n2\r\nA/56/PV.43\r\nthat expresses a people’s finest qualities and greatest\r\ngifts and blessings.\r\nAttempting to don Islam’s mantle, the terrorists\r\nargued that they pursued a holy war whose premise was\r\nthe non-existence of another people. But these men did\r\nnot — they could not — represent Islam. Instead,\r\ncriminal actions such as theirs reflected utter alienation\r\nand hatred — a judgement that innocent people had no\r\nright to live, a unilateral decision to incinerate\r\nthousands of citizens of many lands and many faiths.\r\nMen and women died. Jews, Christians and Moslems\r\ndied. Arabs, Asians, Africans, Europeans and Latin\r\nAmericans died.\r\nThis was neither “dialogue” nor was it\r\n“civilization”, but it unquestionably adds urgency to\r\nour mission here today. While we may be sure that the\r\nperpetrators of 11 September will receive justice,\r\nquestions remain: How can we harmonize differing\r\nperceptions of the world’s glorious diversity, how can\r\nwe ensure that the savage impulse to negate the very\r\nexistence of another people is consigned to humanity’s\r\npast? To look at these questions within the framework\r\nof dialogue and civilization captures much that is\r\nessential to our task, and we are appreciative that the\r\nSecretary-General has raised our efforts to such a high\r\nlevel.\r\nTo begin, the greater danger confronting us in the\r\nworld today is not that we speak in different languages,\r\nbut that we don’t always listen in any language. The art\r\nof hearing one another, the commitment to respond to\r\nwhat one is told: these are the fundamental dynamics of\r\ndialogue. And dialogue — two-way communication —\r\nis of supreme importance in attempting to address the\r\nvast complexity of civilizations that have evolved over\r\nthe course of centuries and, indeed, millennia. For\r\ncivilization is not static. Civilization is alive; it is the\r\nbasis upon which dialogue with others is possible. Our\r\ncivilizations are our voice and meaning; they are\r\ncapacity for harmonious exchange; they are our\r\ncapacity for mutual understanding.\r\nThe United States, of course, is a manifestation of\r\nWestern civilization, with deep cultural roots in the\r\nancient world of the Mediterranean, but it is much\r\nmore than that. During the seventeenth, eighteenth and\r\nnineteenth centuries, immigrants arrived not only from\r\nthe parts of Western Europe traditionally associated\r\nwith the American population, but also from regions in\r\nEastern and Southern Europe and Asia. By the early\r\ntwentieth century, these patterns had yielded to larger\r\nnumbers of immigrants coming from Latin America,\r\nAsia and Africa.\r\nAnd many of those who ultimately constituted the\r\nUnited States were not, of course, immigrants at all.\r\nThey were slaves, or they were indigenous peoples\r\nwhose arrival in North America predated European\r\nsettlement by many centuries. These are the darkest\r\nfacts in our history. Change came slowly. Six hundred\r\nthousand died in our Civil War as we put an end to\r\nslavery; the struggle for racial equality and civil rights\r\nextended through the twentieth century.\r\nMore remains to be done, but the difficulties of\r\ndiversity have given definition to our best efforts and\r\nmost inspiring accomplishments. E pluribus unum is a\r\nmotto that captures the American experience well.\r\nHere in New York we have seen the rise of Little\r\nItaly, Chinatown and the phenomenon sometimes\r\nreferred to as “Moscow on the Hudson”. On our West\r\nCoast, California public schools offer instruction in\r\nover 80 different languages, while Los Angeles\r\npossesses one of the largest Spanish-speaking\r\npopulations of any city anywhere. In a world that is\r\nglobalized, we ourselves are globalized. There is a\r\nportion of agony and vertigo in this, but a greater\r\nportion of treasure. The dialogue among civilizations\r\nas we practice it in the United States is an effort to\r\nreconcile what we believe and do together and what we\r\nbelieve and do alone. We are all Americans, but we are\r\nalso Catholics, Protestants, Jews, Moslems and Hindus.\r\nThere are 1,200 mosques in the United States. There\r\nare Buddhist temples. There are large communities of\r\nSikhs and Eastern Orthodox Christians. This, today, in\r\nthe year 2001, is America, and we are grateful for the\r\nconstant challenge to be tolerant, the constant\r\nchallenge to demonstrate mutual respect, the constant\r\nchallenge to learn something new from human\r\ntraditions and beliefs and ethnicities that are very old.\r\nToday, in the shadow of 11 September, the same\r\nchallenge confronts the world at large. Religion-based\r\nand communitarian conflict clouds the dawn of the\r\ntwenty-first century. Some misguided individuals\r\nbelieve they can manipulate national and cultural\r\nvalues as if their actions took place behind a wall, but\r\nthey delude themselves if they think their deeds are not\r\nseen and their words not heard.\r\nIn our modern, globalized world, sewn together\r\nwith the threads of immigration, economic\r\n3\r\nA/56/PV.43\r\ninterdependence and communication, no civilization —\r\nno culture, religion or ethnicity — can live in isolation.\r\nWhat is not videotaped is faxed. What is not broadcast\r\non radio is transmitted on the Internet. This is good. It\r\ngives us all the opportunity to have a sincere, genuine\r\ndialogue about the role our civilizations can play in\r\nenriching the future of mankind.\r\nThe Tehran Declaration of May 1999, issued at\r\nthe Islamic Symposium on Dialogue among\r\nCivilizations, stated among its general principles\r\nrespect for the dignity and equality of all human\r\nbeings; genuine acceptance of cultural diversity; and\r\nmutual respect and tolerance for the views and values\r\nof different cultures and civilizations.\r\nThese are more than principles which Americans\r\nshare. They are principles woven into the fabric of our\r\nnational experience, and they are principles upon\r\nwhich we believe a wise and effective dialogue among\r\ncivilizations can, in fact, be built.\r\nOur ambitions for this dialogue should be great.\r\nIn our globalized world, we should encourage, not\r\nhamper, the free flow of ideas. We should respect, not\r\npush aside, the values and beliefs of other cultures. We\r\nshould cherish, not reject, the many manifestations of\r\nhuman diversity. The link between ignorance and\r\nviolence cannot be ignored.\r\nCulturally-based conflicts feed on prejudice,\r\nstereotypes, historical animosities and cynicism. So\r\nmany tragedies have illuminated this fact for us. Now it\r\nis time for us to look into the fire yet again and bring\r\nthe best qualities of our civilizations to bear on our\r\nproblems, not the worst.\r\nThis dialogue among civilizations, in our opinion,\r\nis therefore an important and welcome initiative. We\r\napplaud and support it and look forward to its\r\ndevelopment in the months and years ahead.\r\nMr. Tuomiojia (Finland): At the outset, I would\r\nlike to fully associate myself with the statement made\r\nby Mr. Louis Michel, Deputy Prime Minister and\r\nMinister for Foreign Affairs of Belgium, on behalf of\r\nthe European Union, and I wish to make the following\r\nadditional remarks.\r\nDialogue among civilizations is crucial for the\r\nenhancement of tolerance, mutual understanding and\r\nrespect. Manifestations of intolerance arise from fear of\r\nthe unknown, which at worst leads to conflicts and\r\nattacks against individuals. Open dialogue among\r\nindividuals, peoples and cultures helps us to bring\r\ndown barriers where they exist, or seem to exist.\r\nFor example, terrorist acts should not be linked to\r\nany particular religion or civilization. We know all too\r\nwell from history that fanaticism, allied to any\r\nideology or religion, can lead to blind hatred and\r\nviolence. It is this kind of fanaticism and intolerance\r\nwhich is our common enemy.\r\nAs the Secretary-General has often emphasized,\r\ncivilizations and cultures are not constant or immutable\r\nfacts of history; they are always changing, growing,\r\ndeveloping and adapting themselves to new times and\r\nnew realities through interaction with each other. This\r\ninteraction has created multi-ethnic and multicultural\r\nsocieties, rich and diverse in their heritage. Strict\r\ndichotomies between different cultures and\r\ncivilizations are therefore unfounded, as is the\r\noversimplified theory of a clash of civilizations.\r\nA starting point in a dialogue among civilizations\r\nis the acknowledgement that the inherent dignity and\r\nthe equal and inalienable rights of all members of the\r\nhuman family are the foundation of freedom, justice\r\nand peace in the world, as proclaimed in the Universal\r\nDeclaration of Human Rights. The Universal\r\nDeclaration, together with the wide range of existing\r\ninstruments adopted by the United Nations  system\r\nconcerning tolerance, human rights, cultural\r\ncooperation, science and education, constitutes a solid\r\nnormative basis for the dialogue among civilizations.\r\nRespect for human rights does not mean that\r\ndifferences between cultures would vanish. On the\r\ncontrary, respect for diversity and the right to enjoy\r\none’s own culture are central elements of global ethics.\r\nThe right of minorities and indigenous peoples to enjoy\r\ntheir own culture, to profess and practise their own\r\nreligion and to use their mother tongue has to be\r\nsecured. We need systematic awareness-raising efforts\r\nregarding the history and the contributions of different\r\nminorities, indigenous peoples and other ethnic groups\r\nto the development of our contemporary societies. In\r\nthis context, it is equally important that minorities\r\nthemselves respect human rights, including those of\r\nwomen and girls.\r\nIt is our responsibility as Governments to ensure\r\nthat dialogue is fully inclusive. Every individual,\r\nregardless of his or her status, must be able to\r\nparticipate in it. In this respect, I would particularly\r\n4\r\nA/56/PV.43\r\nlike to emphasize the importance of the full and equal\r\nparticipation of women in all decision-making.\r\nFreedom of speech and freedom of expression are\r\nnecessary prerequisites for a true dialogue among\r\ncivilizations. The media have an indispensable and\r\ninstrumental role in the promotion of a dialogue. It is\r\nimportant that we ensure the independence of the\r\nmedia, so that they can effectively fulfil this task.\r\nThe Secretary-General has strongly advocated the\r\nculture of prevention. His report on the prevention of\r\narmed conflict was an important contribution to this\r\nend. One method of prevention is to increase\r\nknowledge and understanding within and between\r\ndifferent cultures through an open dialogue. Training\r\nand education are essential in this respect, in particular\r\nhuman rights education. Education generates mutual\r\nrespect, peaceful contacts and cooperation among\r\npeople who belong to different religions, cultures or\r\ncivilizations. I welcome the emphasis given to\r\neducation in the global agenda for dialogue among\r\ncivilizations.\r\nThe Durban World Conference against Racism,\r\nRacial Discrimination, Xenophobia and Related\r\nIntolerance was a landmark in the context of global\r\nefforts to combat all forms of discrimination. We need\r\nto establish both multilateral and national mechanisms\r\nto implement the anti-discrimination agenda. As an\r\nexample of a national-level mechanism to combat\r\nracial discrimination, I would like to mention that in\r\nFinland, the Office of Ombudsman for Minorities was\r\nestablished at the time of the Conference.\r\nFinally, I would like to talk about children.\r\nChildren are born without prejudices. The dialogue\r\namong civilizations should therefore begin with\r\nchildren. In her recent book, The Impact of War on\r\nChildren, Ms. Graça Machel discusses a children’s\r\nagenda for peace and security and emphasizes the\r\nimportance of involving them as a resource. She noted\r\nthat young people must not be seen as problems or\r\nvictims, but, rather, as key contributors in the planning\r\nand implementation of long-term solutions. An\r\nexcellent example of the contribution of children to\r\npeace and tolerance is the Children’s Movement for\r\nPeace of Colombia.\r\nThe hideous acts of 11 September were a flagrant\r\nmanifestation of blind hatred. We are determined to\r\nremain true and committed to our common aims, which\r\nby no coincidence are the very aims that terrorists\r\nattempt to undermine. The fight against terrorism is the\r\nfight for democracy. We have to stay united and\r\nvigorously promote the common values of humanity in\r\norder to prevent such attacks from taking place\r\nanywhere in the world in the future.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Didier Opertti Badan, Minister for\r\nForeign Affairs of Uruguay and former President of the\r\nGeneral Assembly.\r\nMr. Opertti (Uruguay) (spoke in Spanish): We\r\nwelcome the fact that this year and at this particular\r\ntime the General Assembly can take another step\r\ntowards facilitating and promoting the dialogue among\r\ncivilizations and that it is commemorating the year\r\ndevoted to this issue, as well as the provision and\r\nadoption of the measures necessary for its progress.\r\nSince the birth of the United Nations, our country,\r\nUruguay, has been firmly committed to the guiding\r\nprinciples of the Charter that inspired its creation, and\r\nit fully shares the view that dialogue can and should\r\nalways — I repeat — always prevail over discord, and\r\nthat what unites the different peoples of the world in\r\ntheir human condition is much more — above all much\r\nmore essential — than what separates them.\r\nWhen in 1998 it was proposed that this item be\r\ntaken up and considered by the General Assembly, I\r\nwas presiding over this important body, and I had then\r\nthe special privilege of giving it my most enthusiastic\r\nsupport. From the outset, it was clear that this initiative\r\nby the delegation of the Islamic Republic of Iran would\r\nopen a new and promising door to channel a novel and\r\nvalid form of cooperation among peoples and\r\nGovernments that would go beyond economic\r\ncooperation, technical assistance and development\r\nassistance.\r\nWe share the view of Mr. Giandomenico Picco,\r\nthe Secretary-General’s Personal Representative, on\r\nthis item, that while it has not been possible to achieve\r\na satisfactory dialogue among civilizations thus far, far\r\nfrom representing an obstacle, this represents a greater\r\nchallenge for those of us who believe that that is the\r\nline of action we should continue to take.\r\nThe various actions that have been taken allow us\r\nto maintain the hope that soon significant progress will\r\nbe within the reach of all of us. We recall, among\r\nothers actions, those taken by the Secretary-General, as\r\ncontained in his report, document A/55/492/Rev.1; the\r\n5\r\nA/56/PV.43\r\nmeeting of the heads of State of September 2000, held\r\nat Headquarters; the document entitled “Salzburg\r\nreflections”, emanating from the meeting of August\r\n2001; the conclusions of the Twenty-First Century\r\nForum, a symposium that was held in Beijing, China,\r\nin September 2001; and the work being done by the\r\nGroup of Eminent Persons selected by the Secretary-\r\nGeneral, whom we heard this morning.\r\nTo this can be added today this high-level debate,\r\nwhose outcome we hope will serve as guidelines for\r\naction to assist countries in the implementation of the\r\nworld programme proposed in draft resolution\r\nA/56/L.3, which, of course, we support.\r\nToday, more than ever, we must create and\r\nstrengthen ties between peoples based on mutual\r\nknowledge, tolerance, understanding and the universal\r\ndesire to promote peace and the rule of law. We will\r\nthus guarantee social, economic and political progress\r\nfor all, regardless of differences, including those\r\ndifferences as an inherent part of reality.\r\nIn these times, in which the cruel experience of\r\nthis country a few weeks ago has revealed to us how\r\npowerful the enemies of humanity are, how vulnerable\r\nour peoples are, how fragile our security is and what\r\nrisks we are exposed to daily, the dialogue among\r\ncivilizations is the only instrument that offers us\r\nextraordinary possibilities to contribute, through\r\npersuasion, to the prevention of conflicts, the\r\nsuppression of rivalries and resentments and the\r\nstrengthening of fraternity among nations.\r\nDialogue implies mutual respect. Dialogue\r\nnecessarily leads to understanding and awareness, and\r\nfrom there, it brings the people of each civilization\r\ncloser to the true essence of other civilizations. It\r\nclears up misunderstandings, eliminates prejudices —\r\nthat great enemy of the human being, prejudice — and\r\ncorrects errors. I therefore see in the dialogue among\r\ncivilizations a genuinely useful and authentic tool,\r\nwhich the United Nations, as a forum that generously\r\ntakes in the entire international community, should\r\npromote and develop to combat ignorance, intolerance,\r\nfundamentalist dogmatism of any kind and\r\nisolationism.\r\nThat is why the work being done by the United\r\nNations Educational, Scientific and Cultural\r\nOrganization to assess and reassess cultural diversity\r\nand to preserve the world’s heritage is so important, as\r\nis the Declaration on Cultural Diversity, which it is\r\nelaborating and which we support.\r\nFinally, our country, limited in geography but rich\r\nin history, which has always placed a high value on\r\neducation, will continue its work in this field to\r\ncontribute to the education of future generations of the\r\nworld’s civilizations, so that they can look each other\r\nin the eye without fear, hatred and preconceptions. The\r\nUnited Nations is the place, perhaps one of the best\r\nplaces, to galvanize and motivate that narrowing of\r\ndifferences, and in that we trust.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Gabriel Orellana Rojas, Minister for\r\nForeign Affairs of Guatemala.\r\nMr. Orellana Rojas (Guatemala) (spoke in\r\nSpanish): Since the General Assembly decided, in\r\n1998, to proclaim the year 2001 as the United Nations\r\nYear of Dialogue among Civilizations, we have\r\nfollowed with keen interest the course of the debates\r\non the subject at various seminars, conferences and\r\nroundtables. Our country has its roots in very ancient\r\ncivilizations. We therefore understand the creative\r\npotential and also the risks of confrontation that\r\ncultural diversity brings. Our history, in fact, holds\r\nlessons derived from both possibilities. On the one\r\nhand, these lessons include the pain caused by a\r\nWestern culture which imposes its values on an\r\nautochthonous one. On the other hand, they also\r\nembrace more recent initiatives, enshrined in the peace\r\nagreements concluded in December 1996, which\r\nestablish juridical and political recognition to\r\nconsolidate a multicultural, plurilingual and mult-\r\niethnic State.\r\nWe realize that the very concept of a dialogue\r\namong civilizations can lead to misunderstandings. The\r\nidea of confrontation between cultures, ethnic groups\r\nor religions itself poses a risk of the first order to the\r\nvalues consecrated by the Charter, particularly as a\r\nresult of the events that we have been living through\r\nsince 11 September. This applies to the domestic\r\npolicies of many of our countries and also relations\r\namong nations. What we have to seek today, more than\r\never before, is to extol diversity, venerate tolerance and\r\npromote dialogue, understanding and harmony. We\r\nmust be guided by the need to emphasize the many\r\nthings that unite us as human beings. For all these\r\nreasons, we applaud the felicitous initiative that has\r\nbrought us together today.\r\n6\r\nA/56/PV.43\r\nThis was the spirit that led us to subscribe, in\r\nMarch 1995, to the Agreement on the identity and\r\nrights of indigenous peoples. This Agreement\r\nrecognizes the identity of the Maya, Garifuna and\r\nXinca peoples, with a view to building national unity\r\nbased on the respect for and exercise of the political,\r\ncultural, economic and spiritual rights of all\r\nGuatemalans. The Agreement seeks to combat de jure\r\nand de facto discrimination. It recognizes the particular\r\nvulnerability of indigenous women and creates an\r\nOffice for the Defence of Indigenous Women’s Rights.\r\nIt also recognizes Mayan culture as the original basis\r\nof Guatemalan culture, and as an active and dynamic\r\nfactor in the development and progress of society. The\r\nAgreement expressly recognizes that “educational and\r\ncultural policy must be oriented to focus on\r\nrecognition, respect and encouragement of indigenous\r\ncultural values”.\r\nFinally, this agreement contains express\r\ncommitments to civil, political, social and economic\r\nrights and establishes joint commissions, composed of\r\nrepresentatives of the Government and of indigenous\r\norganizations, which are to follow up on the\r\ncommitments assumed. Moreover, the peace\r\nagreements as a whole stress the value of respect for\r\nhuman rights, tolerance, participation, democracy and\r\ndevelopment, all of which are essential components of\r\nthe subject of our debate.\r\nThis recent national experience also shapes our\r\nattitude on the international level. We thus thank the\r\nSecretary-General for the report issued under symbol\r\nA/56/523. We are also grateful to the countries that\r\norganized and contributed to the activities that this\r\nreport describes. And we concur fully with the\r\nSecretary-General in that dialogue among civilizations\r\nis essential if we are to succeed in accomplishing one\r\nof the principal objectives of the United Nations,\r\nnamely the prevention of conflicts. I would add to that\r\nidea the categorical imperative that development be\r\npushed forward, since poverty and social inequality are\r\nthe breeding ground for the tensions and confrontations\r\nthat constitute the antithesis of what dialogue among\r\ncivilizations seeks to achieve.\r\nOn an international level, the dialogue among\r\ncivilizations has lost its territorial dimension. Advances\r\nin communication and, especially, unprecedented\r\nmigration mean that dialogue among civilizations takes\r\nplace every day between individual cultural agents,\r\nbetween neighbours in the same town or between\r\ncolleagues. This leads to dialogue among multiple\r\ninterlocutors, in which tolerance and understanding of\r\ndifferences becomes necessary because of the\r\nunexpected combinations of cultures and ideas. We\r\nmust celebrate this manifold dialogue and the\r\nhybridization, interaction and metamorphosis that, in\r\nthe long run, will destroy any fundamentalist and\r\nintegrationist ideas of civilization.\r\nWe support the adoption of a programme of\r\naction that will sustain and give genuine content to the\r\nsignificant activities that have been undertaken\r\npursuant to the mandates set out in General Assembly\r\nresolutions 53/22, 54/113 and 55/23, including the\r\npublication of the book Crossing the Divide. These\r\nactivities concentrate and expand the principles and\r\nvalues enshrined in our Charter, and it is right to make\r\nof them an article of faith, and to recall them every day.\r\nMr. Jerandi (Tunisia) (spoke in French): Allow\r\nme to express on behalf of my delegation our thanks to\r\nthe Secretary-General, Mr. Kofi Annan, for his report\r\nentitled “United Nations Year of Dialogue among\r\nCivilizations”, and also his Personal Representative\r\nMr. Picco and the Group of Eminent Persons for their\r\nefforts in preparing the document devoted to this issue.\r\nAlthough the idea of dialogue among civilizations is\r\nnot new, the declaration of 2001 as the Year of\r\nDialogue among Civilizations had a unmistakable\r\neffect on the international community.\r\nWe are today more resolved than ever to give\r\ndialogue among civilizations its due place, especially\r\nin the new world context created by the terrorist acts\r\nthat were unleashed against the United States on 11\r\nSeptember. These events have shown that such\r\ndialogue is absolutely essential and urgent. But it\r\ncannot be conceived solely as a counter-attack against\r\nterrorism; it should be seen as a way of bringing\r\npeoples together and spreading peace.\r\nIn this respect, the President of the Republic of\r\nTunisia, Zine El Abidine Ben Ali, urged the leaders of\r\nthe world, the forces of good and men who are wise\r\nand shape opinion to intensify their efforts to prevent\r\npublic opinion or relations between peoples from\r\nsliding, as a result of a conjuction of events, towards\r\nthe re-emergence of the spectre of confrontation\r\nbetween religions, which are in essence, and through\r\nthe nobility of their goals, sources of tolerance,\r\ndialogue and solidarity.\r\n7\r\nA/56/PV.43\r\nOur President also declared:\r\n“The future of security, stability and development\r\nin the world depends on whether we can enshrine\r\nprinciples of mutual understanding and tolerance\r\nbetween peoples. We are determined, for our part,\r\nto spare no effort that might contribute to\r\nfurthering this goal.”\r\nTunisia — a crossroads, a meeting place for many\r\ncivilizations, with a rich, 3,000-year-long history —\r\nhas always worked to bring peoples together and to\r\nreinforce the links between different civilizations.\r\nModern Tunisia will continue to defend this ideal and\r\nto work to promote tolerance, diversity, dialogue and\r\nharmony. On the basis of this conviction, the President\r\nof the Republic just announced, on 7 November 2001,\r\nthat a university chair for dialogue among civilizations\r\nand religions was being set up.\r\nSince very soon we will be host to an\r\ninternational symposium on the dialogue among\r\ncivilizations, organized jointly with the Islamic\r\nEducational, Scientific and Cultural Organization,\r\nTunisia will do all it can to ensure that this meeting is\r\nan important stage in humankind’s steady search for\r\nways to enshrine these noble principles and to protect\r\nthem against all potential dangers.\r\nWe are convinced that the dialogue among\r\ncivilizations should be open to all and be based upon\r\nthe principles set out in the United Nations Charter.\r\nThe dialogue among civilizations starts by recognizing\r\nthe equality of all civilizations and their successive\r\ncontributions to humanity, with no pretensions to\r\nsuperiority. We also consider that dialogue presupposes\r\nthat all civilizations are of equal importance, that none\r\nof them can claim to be supreme, and that because of\r\nthis, the dialogue among civilizations must necessarily\r\nmean that we reject exclusion and interference; it\r\nmeans greater understanding, tolerance and respect for\r\nothers.\r\nWe consider that the essence of the dialogue\r\namong civilizations is to advocate cultural and\r\nreligious diversity, which is a source of vitality and not\r\na cause of division and confrontation. The dialogue\r\nwill be possible only if we accept the fact that the\r\ninternational community as a whole shares the common\r\nvalues of tolerance and liberty and expresses the\r\nunshakable wish to live in a world where human rights\r\nare universally respected.\r\nWith the end of bipolar division, our world is now\r\nfaced with the phenomenon of globalization, which\r\nseems more and more to be governing international\r\nrelations and showing how deep and complex human\r\ndiversity is in every way. We must make sure that this\r\nphenomenon of globalization provides equal\r\nopportunities for all, without imposing on one group or\r\nanother any particular cultural or economic system.\r\nMaintaining and promoting identities and protecting\r\ncultural and civilizational traditions should not threaten\r\npeace and security and serve as a pretext for exclusion\r\nor ultra-nationalism. On the contrary, interaction\r\namong cultures, a result of globalization, should\r\npreserve the diversity and richness of different\r\ncivilizations.\r\nOur duty is to do everything we can to make the\r\nworld a better place, and to this end the international\r\ncommunity must shoulder its responsibilities, put right\r\nthe wrongs and find just, equitable and lasting\r\nsolutions to the conflicts that have been going on for so\r\nlong. We hope that the year 2001, the international\r\nYear of Dialogue among Civilizations, will offer a\r\nspecific and viable solution for the Palestinian\r\nquestion, because the Palestinian people continue to\r\nsuffer humiliation and flagrant violations of their\r\nfundamental rights, and day after day the denial of their\r\ninalienable right to a State on their own territory with\r\nAl-Quds as the capital.\r\nIt is equally important that, at the dawn of the\r\ntwenty-first century, the United Nations should deal\r\nequally with all causes, without distinction. We\r\ncontinue to believe firmly that this is the best place for\r\ndialogue to take place, based on the principles of\r\nequality, justice, tolerance and respect for international\r\nlaw.\r\nMr. Simão (Mozambique): Mr. President, I wish\r\nto join previous speakers in congratulating you upon\r\nyour election as President of the General Assembly at\r\nits fifty-sixth session. I am sure that under your able\r\nguidance our deliberations will be crowned with\r\nsuccess. I also wish to congratulate your predecessor,\r\nMr. Harri Holkeri, for his outstanding work during the\r\nfifty-fifth session of the General Assembly.\r\nI would like to seize this opportunity to reiterate\r\nour profound sympathy and solidarity with the people\r\nand the Government of the United States of America\r\nfor the tragic events of 11 September. We also share the\r\n8\r\nA/56/PV.43\r\npain and sorrow of those nations and all the bereaved\r\nfamilies who lost citizens on that tragic day.\r\nAllow me also to reiterate my Government’s\r\nunequivocal condemnation of international terrorism in\r\nall its forms and manifestations. Terrorism is, indeed, a\r\ngreat threat to international peace and security that\r\nrequires strong and concerted commitment and action\r\nof all nations of the world. It is vital that the United\r\nNations remain central to international efforts to\r\ncombat terrorism and every threat to international\r\npeace and security. These efforts must be directed at\r\nboth suppressing and preventing these threats,\r\nincluding the threat of international terrorism. As\r\nreaffirmed in the Millennium Declaration,\r\n“the United Nations is the indispensable common\r\nhouse of the entire human family, through which\r\nwe will seek to realize our universal aspirations\r\nfor peace, cooperation and development”.\r\nAt this juncture, I wish to pay tribute to\r\nSecretary-General Kofi Annan upon his being awarded\r\nthe 2001 Nobel Peace Prize. Awarding this prize to\r\nKofi Annan and the United Nations is a clear\r\ndemonstration of the recognition of the role that the\r\nworld body and its Secretary-General have played as\r\nguarantor of international peace and security.\r\nOnce again, Mozambique salutes His Excellency\r\nPresident Khatami of Iran for his initiative of\r\nproposing to this world body the discussion of such a\r\ntranscendent subject. The dialogue among civilizations\r\nis of fundamental importance to the future of humanity.\r\nDialogue among civilizations is of fundamental\r\nimportance to the future of humanity. Dialogue among\r\nciviliations is an essential element in promoting peace\r\nand tolerance throughout the world. This dialogue must\r\nseek to permanently promote inclusion, equity, equality\r\nand tolerance in human interaction.\r\nOur heads of State and Government affirmed last\r\nyear at the Millennium Summit that tolerance is one of\r\nthe fundamental values essential to international\r\nrelations in the twenty-first century. They also affirmed\r\nthe need to actively promote a culture of peace and\r\ndialogue among civilizations, with human beings\r\nrespecting one another in all their diversity of belief,\r\nculture and language, neither fearing nor repressing\r\ndifferences within and between societies, but\r\ncherishing them as a precious asset of humanity.\r\nIt is in the same spirit that my delegation believes\r\nthat a meaningful search for lasting peace and\r\nprosperity in the world, a task we are committed to,\r\nmust be based on a permanent dialogue both within and\r\namong nations, civilizations and groups. An effective\r\npromotion of a culture of peace and tolerance should\r\nalso be reflected at both the individual and national\r\nlevels within our own States. In this regard, politicians,\r\nreligious and community leaders, the media and civil\r\nsociety in general must take the lead.\r\nIt is essential that every individual, regardless of\r\nhis or her culture and values, make an effort to\r\nappreciate and respect the culture and values of other\r\nhuman beings. Minorities and communities within our\r\nsocieties should be encouraged to participate in every\r\nsocial activity that seeks to foster the sense of common\r\nbelonging and should feel free to bring along their\r\nindividual culture and values as an important\r\ncontribution to building a harmonious and tolerant\r\nsociety. Only such a dialogue, based on respect for\r\nhuman dignity and the philosophical, religious,\r\npolitical and cultural diversity that characterize our\r\nworld, will indeed lead us to an enhanced mutual\r\nunderstanding and respect among civilizations.\r\nMr. Sevilla Somoza (Nicaragua), Vice-President,\r\ntook the Chair.\r\nOur reality today makes this need increasingly\r\nurgent. Globalization is not only about political,\r\neconomic and technology interactions among nations;\r\nit is also about an enhanced interaction among peoples\r\nof more diverse cultures, races and ethnicities than ever\r\nwitnessed before. In order to meet the challenges posed\r\nby these realities, we must endeavour to promote\r\npeace, stability and development in the world. The\r\nmost solid common ground towards the realization of\r\nthat end is undoubtedly a continuous and open dialogue\r\nbased on acceptance of our cultural diversity and the\r\nright to be different. Our cultural and social differences\r\nshould therefore be seen not as elements of disunity,\r\nbut as sources of strength and desire for a common\r\nfuture and a better future for all.\r\nWhat is meant by a culture of peace and\r\ntolerance? In the segment on a dialogue among\r\ncivilizations in the course of the Millennium Summit,\r\nPresident Chissano sought to provide an answer based\r\non our own experience by defining a culture of peace\r\nand tolerance as\r\n9\r\nA/56/PV.43\r\n“a set of values, attitudes and behaviours, ways of\r\nliving and acting, based on respect for life, the\r\ndignity and rights of the human person, rejection\r\nof violence, including all forms of terrorism, and\r\ncommitment to the principles of freedom, justice,\r\nsolidarity, tolerance and understanding among all\r\npeople, all groups in society and among\r\nindividuals”.\r\nIt is in this spirit that Mozambique has actively\r\nparticipated in several initiatives aimed at promoting\r\ndialogue within the United Nations, the United Nations\r\nEducational, Scientific and Cultural Organization, the\r\nOrganization of African Unity and the Southern\r\nAfrican Development Community, as well as other\r\norganizations and national initiatives, as a sign of its\r\nstrong commitment to searching for lasting solutions to\r\nconflicts in the world.\r\nThe efforts to promote understanding among\r\ncivilizations, stability and prosperity in the world will\r\nnot prevail unless the root causes of conflicts that\r\ncontinue to devastate many parts of the world, in\r\nparticular Africa, are seriously addressed.\r\nMozambique strongly believes that poverty\r\ninevitably leads to aggravated conflicts. Poverty, as\r\nrevealed in many parts of the world, breads intolerance\r\nas it leads to the perception that some sectors of society\r\nare more advantaged than others, which are left with no\r\nhope. We believe that peace and tolerance will remain\r\nunattainable for as long as the majority of our\r\npopulations go stomach-empty. Therefore, the fight\r\nagainst poverty, particularly absolute poverty, is an\r\nessential element of fruitful dialogue among different\r\ncivilizations and social groups.\r\nIt is on this understanding that the Government’s\r\nsocial and economic development programme gives the\r\nhighest priority to poverty alleviation. The Programme\r\nof Action on Absolute Poverty Reduction, which was\r\nrecently adopted for the period 2001-2005, regards\r\neducation, heath and rural development as key to\r\npoverty reduction. By adopting this Programme, we\r\nseek to make Mozambique a better place to live.\r\nWe believe that the proclamation by the General\r\nAssembly of the year 2001 as the United Nations Year\r\nof Dialogue among Civilizations brings additional\r\nimpetus to the promotion of the concept of dialogue\r\namong civilizations as a cornerstone of facing the\r\nchallenges of building and maintaining enduring peace\r\nin the world. This impetus comes in addition to many\r\nother initiatives, such as the proclamation by the\r\nGeneral Assembly of the year 2000 as the International\r\nYear for the Culture of Peace and the proclamation of\r\nthe period 2001-2010 as the International Decade for a\r\nCulture of Peace and Non-Violence for the Children of\r\nthe World.\r\nThese initiatives create an opportunity to\r\nmobilize all international and national actors to work\r\ntogether to assert a culture of non-violence based on\r\nthe concepts of the culture of peace, tolerance and\r\ndialogue. It is our hope that these concepts will develop\r\nand acquire deserved recognition in international\r\nrelations so that the culture of reaction is gradually\r\nreplaced by a culture of prevention.\r\nMr. Chowdhury (Bangladesh): As the United\r\nNations Year of Dialogue among Civilizations draws to\r\na close, there is need to take stock of where we stand\r\nand where we go from here in further promoting this\r\nconcept and its practice. The Secretary-General’s\r\nreport on the observance of the Year, contained in\r\ndocument A/56/523, is useful to us in making such an\r\nassessment and in deciding on a future course of\r\naction. We thank him and his personal representative,\r\nMr. Giandomenico Picco, for the report and for their\r\nprodigious efforts.\r\nAllow me to express through you, Sir, our\r\nprofound and sincere gratitude to President Mohammad\r\nKhatami for his most inspiring remarks this morning\r\nfocused on the subject. We are beholden to his country,\r\nthe Islamic Republic of Iran, for the enormous\r\ncontribution it has made towards advancing the ideal\r\nembodied in the concept. Iran itself is the cradle of an\r\nancient civilization, contacts with which have\r\nperennially enriched the world.\r\nWe should also like to thank the Group of\r\nEminent Persons for its work, which enhances our\r\nunderstanding of the many dimensions of such\r\ndialogue.\r\nWe live in turbulent times. The rapid pace of\r\nglobalization is bringing peoples, societies and cultures\r\ninto close interaction. Information is shared at the\r\nspeed of light. Money, goods and, to a lesser extent,\r\nhuman beings have unprecedented mobility. Values and\r\nideas permeate global divides with facility.\r\nCivilizations are drawn closer to one another as they\r\nhave never been before.\r\n10\r\nA/56/PV.43\r\nWe are aware though, that proximity has not\r\nalways advanced understanding or a sharing of values.\r\nConsciousness of distinctions and recognition of\r\ndifferences have also bred rejection. This process of\r\nrejection has the sad potential to cause humanity to\r\nturn its back on centuries of accomplishment. Such\r\nrejection could give rise to exclusion, intolerance and\r\neven, at times, hatred. Ideas, values and practices of\r\nothers can be dismissed as strange. This could, as we\r\nwell know, lead to horrendous consequences.\r\nIn a post-11 September world, we have to convert\r\nthe monologue of dominance into a dialogue of\r\naccommodation. For that, we need to recognize once\r\nagain the values of dialogue among civilizations. In\r\nparagraph 20 of his report (A/56/523), the Secretary-\r\nGeneral pointed out that such dialogue “may be a soft\r\ntool of diplomacy but, in the long term, it can prevail”.\r\nThose are, indeed, wise words.\r\nDialogue among civilizations has to be\r\nvigorously pursued across all divides in its broadest\r\nmanifestation. Obviously, the United Nations is the\r\nright forum for this purpose. The Secretary-General has\r\nhighlighted how the dialogue is critical to promoting\r\nthe two main objectives of the Organization: conflict\r\nprevention and resolution, and economic and social\r\ndevelopment.\r\nWe must maintain the momentum generated by\r\nthe Year of Dialogue among Civilizations. We are\r\nencouraged by the many initiatives organized by a host\r\nof actors during the Year. We are heartened by the\r\nburgeoning sense of optimism it has already created.\r\nWe now look to the beginning of real dialogue and\r\nmore concrete achievements.\r\nTo take the work forward, the General Assembly\r\nhas before it for consideration a draft global agenda.\r\nWe are a co-sponsor of the draft resolution in document\r\nA/56/L.3, which contains that draft agenda. It not only\r\nrecounts the objectives of the dialogue, which we\r\naspire to realize, but also lays down a clear course of\r\naction for its diligent pursuit. We commend its\r\nadoption to all.\r\nIts adoption should not — must not — be an end\r\nin itself. The idea is that it should create an enabling\r\nframework to institutionalize the dialogue. States,\r\ninternational and regional organizations and civil\r\nsociety will need to work in partnership and\r\ncooperation to that end. Let me stress here that the\r\ninvolvement of all strata of society in the dialogue,\r\nincluding women, children and vulnerable groups, will\r\nbe critical to its success. Overcoming exclusion and\r\ndiscrimination and promoting tolerance and\r\nunderstanding require the blessings of all.\r\nBangladesh will continue to support this noble\r\ngoal in every possible way. As a pluralist society, we\r\nare fully persuaded that a critical ingredient of\r\ndemocracy is the tolerance of distinctiveness. In order\r\nto create a peaceful and harmonious world, differences\r\nmust be not only acknowledged and tolerated, but also\r\ncelebrated. For beauty in the garden of God lies in\r\nvariety.\r\nMr. Valdivieso (Colombia) (spoke in Spanish):\r\nThe delegation of Colombia would like to thank the\r\nIslamic Republic of Iran for having promoted the\r\ninitiative of the international Year of Dialogue among\r\nCivilizations. We would also like to thank the\r\nSecretary-General, Mr. Kofi Annan, for having\r\nprepared a report on this issue; his Personal\r\nRepresentative, Mr. Giandomenico Picco; and the\r\nGroup of Eminent Persons. The United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) also deserves credit for its worthy efforts to\r\npromote and strengthen the idea of dialogue among\r\ncivilizations, and for its contributions in that area.\r\nThroughout the 50 years of its existence, the\r\nUnited Nations has shown us that, in the absence of a\r\ndaily dialogue among nations of various civilizations,\r\npeace is ephemeral. It has been demonstrated that on\r\nthe basis of respect, understanding and mutual\r\ntolerance among States and different cultures, a world\r\ncan be built in which dignity, human rights, solidarity,\r\nhope and peace prevail.\r\nWe support the Secretary-General’s statement:\r\n“The United Nations itself was created in the\r\nbelief that dialogue can triumph over discord, that\r\ndiversity is a universal virtue, and that the\r\npeoples of the world are far more united by\r\ncommon fate than they are divided by their\r\nseparate identities.”\r\nWe do not doubt that the new threats to international\r\npeace and security will require that the United Nations\r\nsystem and its key role in the search for open and\r\nuniversal dialogue be further strengthened.\r\nOur Organization is the obvious forum in which\r\nto hold a constructive, open, respectful and productive\r\ndialogue among various nations and cultures — a\r\n11\r\nA/56/PV.43\r\ndialogue based on tolerance, mutual understanding and\r\nrespect for diversity; one that cultivates the intellect,\r\nencouraging an understanding of the various cultures\r\nand civilizations and consolidating friendship among\r\nour peoples. Such a dialogue will strengthen universal\r\ncooperation, solidarity and peace, rooted in respect for\r\nthe principle of the equality of rights and self-\r\ndetermination of peoples.\r\nCurrent circumstances require us to undertake a\r\ndialogue based on shared values, such as respect for\r\nlife, defence of human dignity, equality among all and\r\nprotection of the environment. Such a dialogue would\r\nbe a tool of transformation, an example of peace and\r\ntolerance and a celebration of diversity and cultural and\r\nreligious pluralism, which are among humanity’s\r\ngreatest riches.\r\nThis challenge is even more important in the\r\ncontext of globalization, which, more than ever before,\r\nhas emphasized interdependence among all the nations\r\nof the world. Such interdependence will make it\r\npossible for us to better understand the common\r\ndestiny of humanity and to strengthen an authentic\r\nculture of solidarity. In order for dialogue to be\r\neffective, we must preserve cultural diversity while\r\nensuring the more equitable distribution of the benefits\r\nand costs of globalization, in the interests of\r\ndeveloping countries in particular.\r\nThe Year of Dialogue among Civilizations\r\nprovides us with an opportunity to acknowledge and\r\ncelebrate diversity and to seek a new system of\r\nrelations based on inclusion. The aim is to foster a\r\nuniversal dialogue with the active participation of\r\nGovernments, whose job it is to encourage and\r\npromote such a dialogue; international and regional\r\norganizations, which must adopt measures and organize\r\nevents so as to facilitate it; and the United Nations,\r\nwhich must continue to promote and strengthen a\r\nculture of dialogue among civilizations as the\r\nfoundation of its own activities.\r\nThis high-level debate on the scope and aim of\r\nthe dialogue among civilizations must result in a firm\r\ncommitment on the part of all States Members of the\r\nUnited Nations. There must be an exchange of views\r\nand we must make room for analysis and investigation\r\nthat will make it possible to devise forms of dialogue\r\nand concerted action. We must therefore join in the\r\nimportant efforts being undertaken by UNESCO,\r\nwithin the context of its medium-term strategy, to\r\nencourage academic institutions, non-governmental\r\norganizations and international institutions to become\r\ninvolved.\r\nThe scheduling of conferences, workshops and\r\nseminars, with the participation of civil society,\r\nGovernments, the United Nations and non-\r\ngovernmental organizations, will be a valuable\r\ncontribution to achieving this end. My delegation\r\nacknowledges the importance of some of the initiatives\r\nthat have been taken in recent months to promote\r\ndialogue among civilizations, including the\r\nInternational Conference in Tokyo and Kyoto; the\r\nSalzburg dialogue among civilizations; the Tehran\r\nDeclaration; the Twenty-First Century Forum in\r\nBeijing; and the Vilnius Conference.\r\nAs a co-sponsor of the draft resolution entitled\r\n“Global agenda for dialogue among civilizations”,\r\nColombia trusts that it will be adopted, as it is of\r\ndecisive importance for the process of building a\r\nuniversal culture based on dialogue and respect for\r\ndiversity.\r\nTo us belongs the enormous responsibility of\r\nplanting the seeds of dialogue so that we may later reap\r\nthe harvest of peace, development, well-being and\r\nrespect for human rights. We should take up the\r\nchallenge of managing public affairs on the basis of\r\ninclusion, not exclusion. As Secretary-General Kofi\r\nAnnan has stated categorically, peace begins in the\r\nminds of those who perceive diversity as a factor in\r\nimprovement and growth. We must once and for all\r\novercome a past of discord, intolerance and rejection of\r\ndiversity in order to make progress together in this new\r\ncentury towards a universal culture in which harmony\r\namong nations, respect for our differences and\r\nsolidarity prevail.\r\nMr. Duval (Canada) (spoke in French): In 1993,\r\non the occasion of the World Conference on Human\r\nRights in Vienna, all Member States of the United\r\nNations reaffirmed their commitment to the promotion\r\nand protection of all human rights and fundamental\r\nfreedoms and reaffirmed that human rights are\r\nuniversal, interdependent, interrelated and indivisible.\r\nThis shared view is the basis for our dialogue today.\r\nCanada congratulates President Khatami of Iran\r\nand the Secretary-General’s Personal Representative,\r\nMr. Giandomenico Picco, on their efforts to engage\r\nGovernments, international organizations and civil\r\nsociety in a dialogue that seeks to promote and protect\r\n12\r\nA/56/PV.43\r\nrespect for human rights and fundamental freedoms\r\nand welcomes diversity. The free exchange of ideas\r\nbetween all members of society will further our\r\nunderstanding of each others’ cultures and will\r\nencourage us to recognize that respect for human rights\r\nand fundamental freedoms lies at the foundation of all\r\ncultures.\r\nTolerance, respect for diversity and adapting to\r\nand accommodating change are fundamental to\r\npeaceful and prosperous coexistence and to the\r\ndevelopment and stability of societies and peoples.\r\nIndeed, they are part of the foundation of physical\r\nsafety and security. The dramatic events of 11\r\nSeptember have shown us how that safety and security\r\ncan be challenged. In the face of such global\r\nchallenges, our efforts to promote and protect human\r\nrights and fundamental freedoms, dialogue and\r\nexchange should not falter.\r\nNew communications technologies, human\r\nmigration, increased travel, trade liberalization and\r\nincreasing interest in other cultures have increased\r\nintercultural and interpersonal contacts, giving rise to a\r\nrichness of diversity as well as the challenge of\r\nmanaging such diversity. For Canada, embracing\r\ndiversity within a framework of democratic values and\r\nrespect for human rights is the wellspring of both the\r\neconomic and the social vitality of our society. As a\r\nbilingual and multicultural society, Canada views the\r\ndiversity of its society as a fundamental characteristic\r\nof its identity and as one of its greatest and most\r\nprecious assets. Canadians have understood that\r\nrespecting identity and accepting, promoting and\r\npreserving diversity make it possible to build bridges\r\namong peoples, communities and nations.\r\nWe encourage, and will participate in, similar\r\nactions at the international level in the hope of\r\nencouraging greater understanding between people. For\r\nexample, Canada has strongly supported the initiative\r\nof the United Nations Scientific, Educational and\r\nCultural Organizations that recently resulted in the\r\nunanimous approval of the Universal Declaration on\r\nCultural Diversity.\r\n(spoke in English)\r\nCanada is also careful to ensure that measures to\r\nfoster respect for cultural diversity are not barriers to\r\nfull participation by all in civil, economic, cultural,\r\nsocial and political life, or to the enjoyment of human\r\nsecurity. Otherwise, they defeat their own purpose.\r\nFor dialogue to successfully contribute to\r\nunderstanding between people of different backgrounds\r\nand cultures it must include a broad range of\r\nparticipants. A successful dialogue is dependent upon\r\nthe full and effective participation of women and girls.\r\nTheir experiences and perspectives are an essential part\r\nof any meaningful dialogue. At the Beijing+5 special\r\nsession of the General Assembly, in June 2000,\r\nMember States reaffirmed their commitment to\r\npromoting the full participation and empowerment of\r\nwomen. In Canada we have also looked to the vitality\r\nand creativity of children and youth in promoting\r\ncross-cultural understanding and tolerance. The\r\ncontribution of Canada’s aboriginal peoples to the\r\nfoundations of our country is of essential importance.\r\nTo be meaningful, dialogue must also be\r\nundertaken in a free and open climate. True dialogue is\r\npossible only when the freedoms of expression and\r\nassociation and the freedoms of thought, conscience\r\nand belief are respected. To be sustainable and\r\nmeaningful, dialogue must look to developing effective\r\ntools for promoting and protecting human rights. We\r\nneed to create tools to ensure that diversity is a means\r\nof improving security and participation, a means of\r\nstrengthening cultural expression and creating\r\nprosperity and realizing that all nations benefit from\r\nthe opportunities afforded by the global environment.\r\nEducation is a key tool in the fight to eradicate\r\nracism and other forms of discrimination and\r\nintolerance. Recognizing that educational systems\r\nbuild attitudes and shape behaviours, we must ensure\r\nthat our schools incorporate the contributions of\r\nindividuals of diverse backgrounds in teaching\r\nactivities and in the curriculum. Steps should be taken\r\nto ensure that we do not reinforce negative stereotypes\r\nor promote intolerance among our youth.\r\nYet another key tool is the development of public\r\nawareness initiatives to promote respect for diversity at\r\nthe national, regional and international levels. We\r\nwholeheartedly agree with the Secretary-General when\r\nhe says that cultural and religious diversity is a source\r\nof strength, and that dialogue is possible if we accept\r\nthat we live in a diverse world and share the same\r\nvalues of tolerance, freedom and respect for universal\r\nhuman rights. We the peoples of the United Nations\r\nmust recommit ourselves to open and meaningful\r\ndialogue to ensure tolerance and respect for diversity.\r\nWe need to realize our shared values of human rights\r\nand fundamental freedoms.\r\n13\r\nA/56/PV.43\r\nWe are committed to the promotion and\r\nprotection of human rights and fundamental freedoms\r\nand to their universal application. These are\r\ncommitments that we as States have made to each\r\nother, and we have also made them to our citizens in\r\norder to achieve a safe, peaceful world rich in diversity\r\nand respect.\r\nMr. Wenaweser (Liechtenstein): Some\r\ncommentators have interpreted the events of 11\r\nSeptember and the developments thereafter as a clash\r\nof civilizations. Those who had pronounced inevitable\r\nthe advent of such a clash seemed almost pleased to see\r\ntheir “vision” come true. We believe that they are\r\nwrong. Terrorism is neither an expression of, nor for\r\nthat matter confined to, any particular civilization.\r\nRather, it is a scourge that exists world-wide and\r\nindeed constitutes the denial and destruction of all\r\ncivilizations.\r\nAdvocating the idea of a clash of civilizations as\r\na way of understanding the worst terrorist attacks in the\r\nhistory of humanity is dangerous. However, it would be\r\nequally dangerous to deny the fact that the risk of such\r\na clash exists more than ever after 11 September.\r\nUnless we are able to join forces in the spirit of mutual\r\nunderstanding and respect, we might indeed be headed\r\nfor such a clash. This is how the United Nations is\r\nchallenged today and is why the initiative launched by\r\nPresident Khatami offers such an important\r\nopportunity.\r\nThe United Nations — “We the peoples”, as the\r\nCharter puts it so aptly — is certainly the natural forum\r\nin which to conduct such a dialogue, an essential part\r\nof our answer not only to terrorism, but also to\r\nintolerance, racism and social exclusion. The\r\ninternational Year of Dialogue among Civilizations is\r\ncoming to an end shortly, but it was of course meant to\r\ngalvanize an ongoing process to whose success we all\r\nhave a unique opportunity to contribute. Our first\r\ncontribution must be the creation of the prerequisites\r\nfor such a dialogue.\r\nThere can be dialogue within and among\r\ncivilizations only if people are given a voice. The\r\ndialogue must be fully inclusive and participatory; it is\r\nto be held not among Governments, but among people.\r\nAs Governments, we are obliged to create the\r\nconditions under which a dialogue can take place.\r\nFreedom of expression and the forums and means\r\nthrough which to conduct such a dialogue are\r\nprerequisites for holding it. Access to information, the\r\nmedia and information technology are crucial as well.\r\nThe recent developments in information and\r\ncommunications technology provide us with\r\nunprecedented opportunities to engage with other\r\npeople all around the world — but, of course, only\r\nthose of us who have access to these technologies.\r\nBridging the digital divide must thus form part of our\r\nefforts to launch a dialogue. Moreover, giving a voice\r\nto those who have something to say is possible only if\r\nthey have been given education, the most basic and\r\noften still unmet prerequisite for an ongoing and\r\nsustained dialogue. Finally, the United Nations and all\r\nof us are challenged to be role models, to live the\r\nconcept of dialogue among civilizations and nations.\r\nWe have a tendency to take for granted the opportunity\r\nto conduct such a dialogue on a daily basis, while in\r\nfact it is an immense privilege. We must wonder if we\r\nalways make optimal use of it.\r\nThe dialogue we seek to establish requires not\r\nmerely the willingness to do so but also very concrete\r\naction in the areas I have just mentioned. Carrying out\r\na genuine dialogue, based on both speaking and\r\nlistening, on giving and taking, requires more:\r\ncuriosity, openness, a willingness to learn and to share.\r\nWe agree with those who say that diversity is an\r\nopportunity, not a threat. But we all know that it is\r\noften perceived as a threat. Diversity poses a challenge\r\nin that it forces us to look at ourselves. Realizing that\r\nthings can be done differently from the way we are\r\naccustomed to doing them may make us question our\r\nown ways. This presents a great opportunity, but it can\r\nalso create unease, because it disturbs the comfort level\r\ninherent in the preservation of the state of affairs and in\r\ninertia. We must therefore develop and spread the\r\nunderstanding that diversity is an expression of neither\r\ninferiority nor superiority. If such an understanding\r\nwere to be the only result of the process of the dialogue\r\namong civilizations, we would consider that a great\r\nachievement in itself.\r\nA civilization is not static, not a final product of a\r\nhistorical process. Quite to the contrary, a civilization\r\nneeds to constantly evolve, adapt and change. These\r\nare the very actions that ensure its long-term\r\ndevelopment and survival. If we look at the civilization\r\nof which we are a part — Western civilization — it is\r\nquite obvious that its constituent elements are not\r\nidentical to those of a few centuries ago.\r\n14\r\nA/56/PV.43\r\nIn the era of globalization, this fact becomes\r\nparticularly significant. The process of global\r\nintercultural exchange takes place largely unimpeded\r\nand, most important, at unprecedented speed. There is\r\nunderstandable concern that globalization may lead not\r\nonly to a further and deepened division between the\r\nhaves and the have-nots, but also to the predominance\r\nof one civilization over the others. Globalization will\r\nwork only if it works for everybody. A dialogue among\r\ncivilizations must contribute to shaping the forces of\r\nglobalization in a culturally sound and sustainable\r\nmanner that preserves the richness of diversity.\r\nThe United Nations has been given a natural role\r\nof leadership in this process. However, dialogue also\r\ncan and must be promoted by other bodies. We draw\r\nthe Assembly’s attention in particular to the work of\r\nthe Council of Europe, whose Committee of Ministers\r\nLiechtenstein had the honour to chair until a few days\r\nago. At its most recent session, the Ministers expressed\r\ntheir determination to promote a wide intercultural and\r\ninter-religious dialogue, in particular to face the\r\nmanifold threats posed by terrorism. This\r\ndetermination is part of its wider commitment to\r\ndevelop strong democracies based on diversity and\r\nsocial justice. Through its long-standing and intensive\r\nexperience in the area of cultural exchange, the\r\nCouncil of Europe is perfectly placed to make a\r\nsignificant contribution to the dialogue among\r\ncivilizations, and we commend its work to the attention\r\nof the Assembly.\r\nMr. Al-Shamsi (United Arab Emirates) (spoke in\r\nArabic): At the outset, I should like to express our\r\ngratitude to Secretary-General Kofi Annan for his\r\nreport, containing, as it does, valuable information that\r\nis bound to reinforce our debate within the framework\r\nof this item.\r\nI should also like to take this opportunity to\r\nexpress our appreciation for the great efforts of\r\nMr. Giandomenico Picco, Personal Representative of\r\nthe Secretary-General for the United Nations Year of\r\nDialogue among Civilizations, and the Director-\r\nGeneral of the United Nations Educational, Scientific\r\nand Cultural Organization.\r\nThe year 2001 is the United Nations Year of\r\nDialogue among Civilizations, and the heads of State\r\nand Government at last year’s Millennium Assembly\r\nagreed to a number of obligations to develop a culture\r\nof peace and dialogue among civilizations, and to make\r\nall possible efforts to settle disagreements and\r\novercome conflicts and obstacles that divide nations\r\nand peoples. In view of this, we were surprised to find\r\nthe enemies of this dialogue rushing to abort the idea of\r\nthis constructive human gathering by escalating\r\norganized terrorism against innocent people. Such\r\nterrorism was embodied in the attacks of 11 September.\r\nIt is also embodied in State terrorism based on\r\noccupation, racial discrimination and religious and\r\nethnic extremism, which will only lead to ruin and\r\ndestruction, such as that witnessed daily by the\r\nPalestinian people in territories occupied by Israel.\r\nThe repercussions of these kinds of terrorism, in\r\naddition to the continued presence of hotbeds of\r\nclashes, armed conflicts, occupation, acts of violence,\r\nthe arms race among States, the emergence of serious\r\nhuman rights violations and the spread of the scourges\r\nof transboundary organized crime, drugs and prohibited\r\narms have given the subject of the dialogue among\r\ncivilizations an urgent importance. It is one of the best\r\nmeans, along with the political and diplomatic efforts\r\nand other frameworks of international cooperation, for\r\nspreading the humanitarian principles of forgiveness,\r\nsolidarity and cooperation, which oppose all forms of\r\nextremism, discrimination and hatred and usually\r\nconstitute the main source feeding the dangerous\r\nrepercussions in all these challenges.\r\nWe also affirm that terrorist acts, ethnic cleansing\r\npractices and other grave violations of human rights\r\nexperienced in many areas of the world during the last\r\ncouple of years have proved that their perpetrators do\r\nnot belong to one particular nationality, religion or\r\nrace, but rather have different origins and different\r\npolitical, religious and ethnic backgrounds. Therefore,\r\nwe are greatly concerned about the continued\r\nprejudiced campaigns of discrimination, hatred and\r\ndistortion that many Zionist and Western media and\r\nother organizations engage in to link the Arabs and\r\nMuslims to terrorism, specifically at a time when these\r\ncampaigns constitute a main source for building up\r\nhatred and discrimination among peoples and\r\nconfrontations among civilizations. Accordingly, we\r\nstrongly call on the Western States, as part of this\r\ndialogue and as a first step, to re-examine their\r\nprejudiced policies with regard to the issues and\r\nconflicts of Arab and Muslim States and to adopt\r\nmeasures necessary for confronting all the hostile,\r\nprovocative and discriminatory practices committed\r\ndaily against the peoples of these States.\r\n15\r\nA/56/PV.43\r\nThe benefits of the opportunities for social and\r\neconomic links provided by globalization, modern\r\ncommunications technology and the Internet during the\r\nlast decade have contributed, regrettably, to producing\r\nthe so-called “generalized” culture among younger\r\ngenerations and college graduates, who have come to\r\nprefer being associated with the tools and languages of\r\nthe developed States, which refrain from showing the\r\ncultural diversity of other peoples and civilizations,\r\nspecifically those of the developing countries.\r\nAccordingly, we believe in the importance of continued\r\ninteraction between the local and international spheres.\r\nAt the same time, we affirm the importance of ensuring\r\nthat the ideologies of the developed States do not\r\ncontrol the tools of modern globalization. These tools\r\nshould be enriched with the diversity and unique\r\nmulticulturalism of different peoples regardless of their\r\norigins and backgrounds. We also consider that any\r\ndialogue among civilizations within this framework\r\nshould be based on the foundations of respect for\r\nhuman dignity, the principles of justice, transparency\r\nand equality among peoples — away from the\r\ndiscrimination and double standards that many\r\npowerful States continue to practise in regard to the\r\nissues and interests of the developing States and their\r\npeoples.\r\nDealing with the subject of the dialogue among\r\ncivilizations leads us towards studying and\r\nunderstanding the historical bases and the components\r\nof the heritage, culture and science that shaped these\r\ncivilizations. Furthermore, it is well known that the\r\nArab homeland area, to which the Emirates belongs,\r\nwas a cradle of ancient civilizations and religions. The\r\nlast of these was Islam, which spread as a religion,\r\nphilosophy and tolerant ideology not only for the\r\npeoples there but also for many areas of the world.\r\nThe United Arab Emirates is committed to\r\npassing various laws and educational programmes that\r\nstrengthen human and ethical values and the principles\r\nof respecting other peoples’ traditions and beliefs,\r\nbased on the original Arabic traditions that are derived\r\nfrom the principles of the Holy Koran and Islamic\r\nculture that call for forgiveness, equality, solidarity and\r\nrespect for the cultural diversity between peoples. The\r\nUnited Arab Emirates has also ensured the freedom of\r\nthe foreign minorities residing in the country to\r\npractise their religious rituals and cultural and social\r\nactivities. It has encouraged, all year-round, the\r\nholding of cultural forums and symposiums and the\r\nattraction of intellectuals, journalists, exhibits and\r\nfolkloric music bands to enrich the knowledge and\r\nopenness of the Emirates society towards the diverse\r\nconcepts and ideas of other civilizations, while taking\r\ninto consideration its adherence to its unique heritage,\r\nancestors and environment.\r\nOn the international level, the United Arab\r\nEmirates has been active in concluding many\r\nagreements, memorandums of understanding and\r\ncultural, informational and educational exchanges on\r\nthe bilateral, regional and international levels, in\r\naddition to participating in conferences and\r\nintellectual, artistic and philosophical forums around\r\nthe world. This has led to its enrichment and\r\ninteraction and cooperation with the civilizations and\r\nconcepts of other peoples.\r\nIn conclusion, we support the suggestions to\r\nenhance the programmes and mechanisms of a\r\ncomprehensive dialogue that is based on the concepts\r\nof understanding and realizing the problems, concerns\r\nand aims of other peoples without denying their\r\nnational rights, enslaving them or interfering in their\r\ninternal affairs. We hope our efforts, within the\r\nframework of this item, will constitute a positive step\r\ntowards strengthening the example of the dialogue\r\namong civilizations as a new approach and tool in the\r\nnature of international relations. Such a tool will\r\ncontribute to the eradication of division and to the\r\nenrichment of diversity, understanding and\r\nconvergence of opinions, as well as supporting\r\nunderstanding, cooperation and openness among States\r\nand peoples to inspire the joint efforts reinforcing\r\nsustainable development and enhancing peace and\r\nsecurity and spreading harmony and peaceful\r\ncoexistence free from all kinds of fear, injustice,\r\ndeprivation, violence, hatred, poverty and the\r\ndangerous repercussions of destructive wars.\r\nMr. Shrestha (Nepal): It is a matter of supreme\r\npleasure to have this opportunity to express my view\r\nbefore this Assembly of representatives of Member\r\nStates of the United Nations. While thanking the\r\nPresident for the opportunity granted to me to make\r\nthis statement, I also wish to express my sincere\r\nappreciation for the Secretary-General’s report on the\r\nUnited Nations Year of Dialogue among Civilizations.\r\nIt is heartening to know that in pursuit of General\r\nAssembly resolution 53/22 of 4 November 1998 to\r\nproclaim 2001 the United Nations Year of Dialogue\r\namong Civilizations, several action programmes have\r\n16\r\nA/56/PV.43\r\nbeen successfully conducted with the active support\r\nand cooperation of Governments and relevant non-\r\ngovernmental organizations at the initiative of the\r\nGeneral Assembly.\r\nNothing could be more important than bringing\r\nthe representatives of different Governments, divergent\r\ngroups and differing faiths to a common forum to\r\ndiscuss the issue that concerns mankind so that the\r\ndisruptive forces with a high propensity to threaten the\r\nprospects of peace in society and the world at large\r\nwould be mitigated.\r\nThe appropriateness of having chosen the year\r\n2001 as the United Nations Year of Dialogue among\r\nCivilizations cannot be exaggerated at this juncture, at\r\na time when the world, overcast by the dark shadows of\r\ntensions that are threatening to erupt, is in desperate\r\nneed of a road map towards peace.\r\nAs a nation committed to the principles of\r\ndemocracy and human rights, Nepal is always happy to\r\nsee the United Nations working to uphold the cause of\r\nmankind. Perceived as the last hope of humanity, the\r\nUnited Nations has often demonstrated its efficacy in\r\npreventing the world from being caught up in the\r\nwhirlwind of confrontation.\r\nThe catastrophic terrorist attacks against the\r\nUnited States on 11 September have once again made\r\nthe United Nations the focus of attention and a source\r\nof confidence for people. The deaths of thousands of\r\ninnocent human beings from many countries, not to\r\nmention the financial losses that have adversely\r\naffected the global economy, have pierced and pricked\r\nthe conscience of the civilized world. Nepal, which has\r\ncomplete faith in the United Nations Charter, promptly\r\ndecided to side with all decisions taken by this world\r\nbody to fight the threat of terrorism on a global scale.\r\nA sustained, continuous and coordinated\r\ninternational effort must be made until the threat of\r\nterrorism is eradicated, whatever its origin. Terrorism\r\nis the antithesis of peace, which is the most cherished\r\ncommodity in today’s world. The call for peace is\r\nuniversal, but, sadly, all are not equally prepared to\r\nwork to create an atmosphere in which peace reigns\r\nsupreme and makes prosperity for mankind possible.\r\nThis lacuna has to be addressed through the use of the\r\nweapon of dialogue by all civilized nations and\r\ncommunities. Nothing is more precious than the chance\r\nto have a meeting of minds that are looking to create a\r\nbetter world in which to live.\r\nThe series of conferences that have been held in\r\nvarious parts of the world — under the sponsorship of\r\nthe United Nations and with the active cooperation of\r\none of its key agencies, the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) — which have been attended by a number\r\nof countries, have done a laudable job of bringing\r\ndifferent civilizations together to thrash out ideas on a\r\ncommon goal for the good of mankind. Such\r\ncommendable activities should be made as inclusive\r\nand comprehensive as possible, so as to accommodate\r\nall of the major civilizations of the world. In keeping\r\nwith the spirit of the United Nations, all such efforts\r\nshould be geared towards embracing all of mankind,\r\nwhich is living under diverse civilizational conditions.\r\nMay I submit that the Constitution of the\r\nKingdom of Nepal, promulgated in 1991, is a by-\r\nproduct of dialogue among the major political forces of\r\nthe country. It is a creation of national consensus. It has\r\nprovided a vast umbrella under which people of\r\ndifferent races, castes, creeds and ethnicities can live in\r\nharmony and mutual respect. Dialogue is the device of\r\ndemocracy which is used to banish delusions, doubts\r\nand distortions from the human mind. But, regrettably,\r\nthe democratic polity of Nepal has, over the last 70\r\nmonths, witnessed some acts of insurgency. The\r\ninsurgents, who prefer to be branded as Maoists, tend,\r\nthough they are concentrated in certain far-flung\r\nmountainous areas of the country, to stage a display of\r\ntheir ascendancy wherever or whenever possible.\r\nTheir acts of violence, though scattered and\r\nsporadic, have resulted in the deaths of more than\r\n1,700 people, including police personnel, rebels and\r\ninnocent civilians. To avoid any further loss of life and\r\nalso to accelerate the pace of development — which\r\nthe people desperately need — the Government of the\r\nKingdom of Nepal, instead of resorting, in the first\r\ninstance, to the use of force, has asked for dialogue in\r\norder to devise a mutually acceptable formula for good\r\ngovernance of the country that would not jeopardize\r\nthe fundamentals of the Constitution. Rounds of talks\r\nbetween the representatives of the Government and the\r\ninsurgent Maoists are still going on.\r\nWe are fully convinced that terrorism in any form\r\ncannot be justified, whatever its circumstances. It\r\ndeserves outright condemnation and censure. However,\r\nwe feel that terrorists can easily profit from the\r\nfrustrations of people who are destined to live under\r\nconditions of social and economic deprivation. We\r\n17\r\nA/56/PV.43\r\nneed a restructured socio-economic order that promises\r\nto put human civilization in the proper perspective. To\r\nachieve this goal, a Government must serve as a\r\ncatalyst, guardian, facilitator or regulator, depending\r\nupon the circumstances prevailing in a given society.\r\nAware of this fact, the Government of Nepal has\r\nrecently taken drastic socio-economic measures to\r\nplace our socially and economically backward\r\ncommunities at centre stage in order speedily to\r\nimprove their quality of life. The process of dialogue\r\ncan always be facilitated through the creation of an\r\nenvironment in which social, economic and political\r\njustice is visibly available.\r\nAll of the major religions and faiths, placed in\r\ntheir proper perspective, have as a common goal the\r\npromotion of the cause of mankind in a selfless spirit\r\nof service to others. It is the occasional distortions,\r\nobduracy and intransigence on the part of self-\r\nproclaimed heirs to the prophets, preachers, seers and\r\nsaints which have given rise to hatred and conflict and\r\nto clashes among the adherents of different religions.\r\nConfrontation leads to greater confrontation.\r\nWhat is needed is a process of dialogue, which opens\r\nthe door for people to understand others’ viewpoints\r\nand also to make others understand one’s own\r\nviewpoints. After all, civilization is but an assimilation\r\nof the collective efforts of human beings to achieve a\r\nbetter life.\r\nMr. Kára (Czech Republic): While we may\r\ncontinue to clarify the notion of dialogue among\r\ncivilizations, and while we may choose to speak of\r\nonly one civilization embracing all the astonishing\r\ndiversity of humankind, there is little doubt about\r\nsubstance and relevance of our current discussion.\r\nIndeed, dialogue between representatives of various\r\ncultures, ethnic groups, religions or societal models in\r\nour globalized, interconnected and interdependent\r\nworld seems to take on greater importance with every\r\nnew challenge we face.\r\nMy delegation therefore wishes to express its\r\ndeep appreciation to the Islamic Republic of Iran and\r\nto all of those who helped to start this process, as well\r\nas to the Secretary-General and his Personal\r\nRepresentative, Mr. Giandomenico Picco, for their\r\ninvaluable contributions, which have resulted in,\r\namong other things, the enlightening book Crossing the\r\nDivide: Dialogue among Civilizations, which was\r\nrecently published. Our special thanks also go to the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO).\r\nA number of speakers over the last two days have\r\ncontrasted dialogue and terrorism, pointing out that the\r\ndividing lines are not between cultures and religions,\r\nbut between the “civilized” and the “barbaric”. My\r\ndelegation fully endorses such a view. We are also,\r\nwith others, convinced of the power of dialogue,\r\nthrough emphasizing common values, to help prevent\r\nthe conflicts and problems of this world.\r\nSince the Czech Republic aligned itself with the\r\nstatement made this morning on behalf of the European\r\nUnion by the representative of Belgium, let me confine\r\nmyself to just a few remarks concerning my country’s\r\nspecific input into the dialogue. I refer to the series of\r\nForum 2000 conferences, which has been organized\r\nevery year since 1997 in Prague under the auspices of\r\nMr. Václav Havel, the President of the Czech Republic.\r\nIt brings together eminent personalities with different\r\ncultural, religious or ethnic backgrounds with the aim\r\nof exchanging views, sharing values and looking for\r\nboth visionary and practical solutions to problems of\r\nthe contemporary world. The outcome of the last of\r\nthese conferences, the Prague Declaration of 17\r\nOctober 2001, has been made available to all\r\ndelegations in document A/56/498. I am sure that a\r\nnumber of areas and activities covered by the\r\nDeclaration and the Forum 2000 process are in perfect\r\nharmony with respective elements of the proposed\r\nGlobal Agenda for Dialogue among Civilizations and\r\nits Programme of Action. We therefore fully support\r\nand co-sponsor the respective draft resolution we are\r\nabout to adopt.\r\nIt is very encouraging to see the growing list of\r\nactivities within the framework of today’s agenda item\r\nat global, regional, national and local levels. Let us all\r\nhope that the Global Agenda will lay down a solid\r\nfoundation for continuing and enhancing the dialogue.\r\nMs. Alhashimi (Iraq) (spoke in Arabic): Today\r\nthe General Assembly is discussing a topic that may\r\nprovide a glimmer of hope in the midst of a world\r\nexperiencing a state of indescribable terror caused by\r\nwars, bombs, smart missiles, the lacerated corpses of\r\nchildren and the images of displaced women, elderly\r\nand children who have managed to escape launched\r\nrockets. Cold, starvation and death await them at every\r\nmoment in a world where most people are chafing\r\nunder the yoke of war, marginalization, backwardness,\r\n18\r\nA/56/PV.43\r\nsanctions, poverty and inequality. Therefore, while\r\ndiscussing the dialogue among civilizations seems to\r\ncontradict today’s reality, it nonetheless constitutes\r\nfertile ground for philanthropic attempts to spare the\r\nhuman race the spectre of pain and suffering, curb the\r\ndangers of hegemony, domination and control of the\r\ndestinies of the world’s peoples and the imposition of\r\nspecific life patterns on them.\r\nIraq’s firm belief in cultural diversity and in the\r\ninevitability of dialogue among civilizations is a\r\nnatural extension of our ancient civilizational heritage,\r\nwhose roots reach back more than 5,000 years. That\r\nheritage is embodied in the civilization of\r\nMesopotamia, which embraced the Sumerian,\r\nBabylonian, Assyrian, Akkadian, Arab and Islamic\r\ncivilizations, and was a centre of international cultural\r\nenlightenment.\r\nHuman civilization is the same anywhere and at\r\nany time. It is the real expression of human\r\nparticularity. There is no superior or inferior\r\ncivilization. Every civilization has its own components\r\nand particularities. Therefore, interaction among\r\ncivilizations contributes to their mutual enrichment and\r\nto building common bridges for human prosperity.\r\nIn order to arrive at an effective and serious\r\ndialogue among civilizations, there are some basic\r\nprinciples on which it must be based. The first\r\nprinciple is respect for basic human rights, paying due\r\nregard to cultural diversity on the basis of respect for\r\nhuman values and equality among peoples and the\r\nacceptance of this diversity as an inherent\r\ncharacteristic of human society. This dialogue must be\r\nbased on tolerance, respect for people’s religious\r\nvalues, renunciation of discrimination against certain\r\ncivilizations, respect for people’s decisions in choosing\r\ntheir social, political, economic and cultural systems,\r\nthe creation of a democratic international economic\r\norder — which should not be the preserve of one\r\nPower, for controlling the world’s destiny and\r\nchannelling it to serve its national interests — an order\r\nbased on justice and the rules of international law and\r\nthe Charter of the United Nations.\r\nThe dialogue should not be marked by the\r\nconcepts of force or the threat of its use. In his message\r\nof 29 October 2001, addressed to the peoples and\r\nGovernments of the West, President Saddam Hussein\r\nstated that the world needs justice and equity, not the\r\nuse of force because of potential and opportunity.\r\nThe most meaningful lesson we must learn is the\r\none about God’s directives. If we disagree on the\r\nunderstanding of God’s directives, then what we like\r\nfor ourselves should not prevent us from allowing\r\nothers to like and enjoy what they choose. What we do\r\nnot want for ourselves, what we reject, should not\r\ncompel us to apply double standards against others.\r\nWe should all realize that a wealthy person\r\ncannot lead a secure life in the midst of a hungry\r\nsociety. His or her misfortune will be worse if he or she\r\nexploits the hungry, increasing his or her fortune at\r\ntheir expense.\r\nThe Secretary-General’s report refers to many\r\nactivities conducted within the framework of the\r\nUnited Nations in the area of support for the concept of\r\ndialogue among civilizations. Yet now more than ever,\r\nthe world needs the United Nations and its institutions\r\nto redouble their activities to encourage dialogue and\r\ndeal with the recently emerging trends that call for\r\nclassifying civilizations and religions in a manner that\r\nimpedes all human or civilizational dialogue and\r\npromotes conflict among civilizations.\r\nWe look forward to the day when the United\r\nNations, as the main forum that voices the concepts of\r\nthe civilized world, can make this cultural diversity the\r\nbasis of interaction in order to achieve the mutual\r\nenrichment of all human civilizations.\r\nOver the ages, Arab and Islamic civilizations\r\nhave embodied the concept of dialogue among\r\ncivilizations. Given the daunting challenges ahead, the\r\nArab and Islamic nations are prepared today to\r\ncontinue their historic mission of carrying out\r\ninteraction with other civilizations in an atmosphere of\r\nrespect for the cultural diversity of all peoples, belief\r\nin the inevitability of cultural exchanges and rejection\r\nof the concepts of arrogance, pride, aggression and\r\nforeign occupation.\r\nMr. Alcalay (Venezuela) (spoke in Spanish): Let\r\nme first express our gratitude to the Islamic Republic\r\nof Iran for having taken the initiative of promoting\r\ndialogue among civilizations in such a suitable place as\r\nthe United Nations. I would also like to thank the\r\nSecretary-General, Kofi Annan, and his Personal\r\nRepresentative, Mr. Giandomenico Picco, for their\r\nwork to promote this topic and to give it priority on the\r\nOrganization’s agenda.\r\n19\r\nA/56/PV.43\r\nThe commemoration of the International Year of\r\nDialogue among Civilizations shows that this is a topic\r\nthat belongs to each and every one of us and in which\r\nwe must participate actively. Today, when the very\r\nconcept of dialogue is threatened by unjustifiable\r\nactions and motivations that are beyond rational\r\ncomprehension, it is more important now than ever to\r\nlook at the United Nations role in promoting\r\nunderstanding of various ways of seeing life.\r\nFortunately, this was recognized when the Secretary-\r\nGeneral and the United Nations were awarded the\r\nNobel Peace Prize. There can be no doubt that\r\nunderstanding among nations is nothing other than\r\npeace — peace with a capital letter.\r\nSecretary-General Kofi Annan promoted this\r\nvision when he observed in his report (A/56/523,\r\npara. 15), that\r\n“the United Nations remains the natural home of\r\ndialogue among civilizations; the forum where\r\nsuch dialogue can flourish and bear fruit in every\r\nfield of human endeavour. Without this dialogue\r\ntaking place every day among all nations —\r\nwithin and between civilizations, cultures and\r\ngroups — no peace can be lasting and no\r\nprosperity can be secure.”\r\nBeyond our linguistic, ethnic, religious or cultural\r\ndifferences, the very essence of the human being — the\r\nessential value of humanity as a whole — continues to\r\nbe the guiding light and the common denominator that\r\ncharacterizes us and distinguishes us from other living\r\nbeings. It is this essence, imbued with the desire for\r\npeace and the harmony among nations, that inspired the\r\ncreation of this Organization and is the point of\r\ndeparture for dialogue among civilizations.\r\nMore than 500 years ago, the course of history\r\nchanged with the encounter of two worlds. This fact\r\nmarked the identity of what today is Latin America,\r\nwhich is characterized by its rich diversity, giving it a\r\nspecific historic personality. Diverse mixtures of\r\npeoples have been superimposed on this identity, which\r\nhas sometimes complicated its achievements. The\r\nprocess of mixing peoples, far from being static, has\r\ntoday taken on a dynamic that, while surprising,\r\nremains fragile.\r\nIn accordance with the United Nations decision to\r\nconsider 2001 as the International Year of Dialogue\r\namong Civilizations and because of the personal\r\ninterest in this topic of our own President, Hugo\r\nChávez Frías, at the beginning of this year, the\r\nGovernment of Venezuela began to take the initiative\r\nto promote activities and meetings both at the national\r\nand at the regional level, which addressed the idea of\r\ndialogue among civilizations.\r\nAmong other activities that are planned is the\r\nimportant meeting of Latin American and Caribbean\r\ncountries that will soon be taking place in Caracas,\r\nfrom 13 to 16 November — of course, we will bring\r\nthe conclusions of that meeting to the attention of the\r\nGeneral Assembly. The purpose of the meeting is to\r\npromote various forums for sustained reflection\r\nthroughout the region, to prompt debate and to study\r\nthe changes that affect us on the cultural level, just as\r\nhas occurred in other regions of the world within the\r\nframework that has taken shape as we carry on this\r\ndialogue among civilizations.\r\nWe have to reclaim cultural diversity as a\r\nconstructive contribution to meeting the serious\r\ncontemporary challenges as well as a way to deal with\r\nthe risks of homogenization that are inherent in\r\nglobalization. The Caracas meeting will also\r\ndemonstrate the interest of the Latin American and\r\nCaribbean region in contributing in an proactive way to\r\nthe worldwide dialogue here in the United Nations, and\r\nreaffirm the need for us to redouble our efforts to\r\nachieve international peace and cooperation.\r\nThe phenomenon of globalization brings with it\r\nan instrument of and an increase in international\r\nrelations and greater interaction among various\r\ncultures, which can yield great benefits. It is a process\r\nthat not only relates to economic, financial and\r\ntechnological areas, but is increasingly taking on a\r\nmarked cultural dimension. It poses a tremendous\r\nchallenge to us — the preservation of and respect for\r\nthe rich intellectual and cultural diversities of our\r\npeoples.\r\nThis is one of the conditions that we have to fulfil\r\nin order to achieve the balance we need to take up this\r\nchallenge, so that globalization itself can benefit us. As\r\nwas indicated in this world programme of Dialogue\r\namong Civilizations, information technology must be\r\nused to promote the message of dialogue and\r\nunderstanding throughout the whole world in order to\r\ndisseminate historical examples of constructive\r\ninteraction among various civilizations. The current\r\ncircumstances in the world have done nothing but\r\n20\r\nA/56/PV.43\r\nconfirm all the more the relevance of promoting and\r\nactivating such dialogue.\r\nAllow me to refer to what was said by the\r\nMinister of Foreign Affairs of Venezuela, Mr. Luis\r\nAlfonso Dávila, in the context of activities relating to\r\nthe International Year that are taking place here and\r\nalso in Caracas. He said the national preparatory\r\nmeetings for the regional summit, which are taking\r\nplace right now, must be turned into a new mindset that\r\naccepts diversity. This is the key to our action. We have\r\nto accept ourselves as being different. This is how we\r\ncan project unity. Such diversity must be perceived as\r\nconstituting an opportunity to recognize what is new\r\nand what is different, not as a threatening challenge to\r\nour own values and distinctiveness. Dialogue among\r\ncivilizations must be founded on the belief that the\r\nhumanist spirit can transcend obstacles caused by\r\nignorance and prejudice.\r\nIn conclusion, it is the inherent right of the\r\nhuman being to be different from others and to live in\r\npeace with his fellow man — this is the best kind of\r\nhumanitarian dialogue that we can reaffirm in this\r\nforum.\r\nMr. Hasmy (Malaysia): My delegation welcomes\r\nthis important debate on the subject of dialogue among\r\ncivilizations. We are grateful for the report of the\r\nSecretary-General, which, while brief, is lucid and\r\nfocused in its presentation of the subject. We\r\nacknowledge the role and contribution of the Secretary-\r\nGeneral’s Personal Representative, Mr. Picco, and the\r\nGroup of Eminent Persons in this regard.\r\nThe convening of this debate is most timely\r\nindeed in the wake of the 11 September terrorist attacks\r\nagainst the United States and the stereotyping of\r\nterrorism with a particular group of people or religion,\r\nin some circles. This stereotyping is very unfortunate,\r\nand we are therefore profoundly grateful to President\r\nBush and other Western leaders in their very\r\ncategorical rejection of the identification of Islam and\r\nMuslims with terrorism. Islam stands for peace and\r\nseeks peace through civilized interaction and dialogue\r\namong peoples and nations. This is evident from the\r\nfirst and last words of greetings or salutations by\r\nMuslims, “Assalamu alaikum” or “Peace be upon you”.\r\nClearly, the heinous acts carried out on 11 September\r\nby people who were identified as Muslims have\r\ntarnished the good name of this great world religion\r\nand have done a great disservice to it. Islam has been\r\nhijacked by a group of desperate and misguided people\r\nin pursuance of their own political and personal\r\nagendas.\r\nSome years ago, a Western scholar, Samuel\r\nHuntington, alarmed the world when he suggested that\r\nthe development of world politics was heading towards\r\na clash of civilizations, specifically between Western\r\nand Islamic civilizations. Whatever the motivations of\r\nProfessor Huntington were in making that prediction,\r\nhe himself said in a recent interview that he would not\r\nwish to see the fulfilment of that prophecy in the wake\r\nof the 11 September terrorist attacks, and he has called\r\nfor a constructive dialogue between the West and the\r\nIslamic world.\r\nA clash between these two major world\r\ncivilizations, each of which has given so much to\r\nhumanity, would be a great tragedy for the entire\r\nworld. It must be avoided at all costs. It was for this\r\npurpose, and to create greater understanding among\r\ncivilizations — particularly between Islam, which is\r\nvery misunderstood, especially in the West, and the\r\nother world civilizations — that the Islamic Republic\r\nof Iran, under the leadership of President Seyed\r\nMohammad Khatami, initiated this civilizational\r\ndialogue process, which led to the adoption of the\r\nTehran Declaration of May 1999 and culminated here\r\nin the designation of the year 2001 as the United\r\nNations Year of Dialogue among Civilizations. For this\r\nwe are profoundly grateful to Iran and its farsighted\r\nand inspired leadership.\r\nIt is a sad commentary on human affairs that, in\r\nspite of the advances made in science and technology,\r\nhumankind remains prisoner to the ancient prejudices\r\nand suspicions of our ancestors, as evidenced by the\r\nstereotyping and caricaturizing of other peoples,\r\nreligions and cultures in every country and society\r\nsimply because of differences in skin colour, facial\r\nfeatures, customs and religions. Herein lies the\r\nimportance of the process we have launched at the\r\nUnited Nations with the proclamation of 2001 as the\r\nYear of Dialogue among Civilizations, which, if\r\npursued conscientiously and in the spirit in which it\r\nwas conceived, will have positive and far-reaching\r\neffects on human society.\r\nThe United Nations has a direct interest in the\r\nsuccess of this dialogue among civilizations for the\r\nsimple reason that the process will contribute to greater\r\nunderstanding among countries and peoples, thereby\r\n21\r\nA/56/PV.43\r\ncontributing in a concrete way to world peace. It is a\r\nprocess in which the Organization is a natural\r\nconstituency and a major stakeholder. It is a\r\nconfidence-building measure par excellence that can be\r\nan important factor in efforts of the United Nations to\r\nforge global understanding and harmony in the context\r\nof a better and more peaceful world. In fact, at the\r\nsectoral level, the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) is\r\nvery much involved in this process. We commend and\r\ncontinue to encourage its efforts in this regard.\r\nThe initiative and efforts to promote civilizational\r\ndialogue should be strongly supported by the\r\ninternational community. Indeed, given the gulf of\r\ndifferences and prejudices that exist among human\r\ncivilizations even into this twenty-first century, there\r\nshould be not just a Year of Dialogue among\r\nCivilizations but a decade or decades or even a century\r\nof dialogue among civilizations.\r\nTo a large extent, the failure to recognize the\r\nimportance of constructive dialogue and interaction\r\namong peoples has led to the eruption of ethnic or\r\nreligious conflicts in countries that had seemingly been\r\nunited and cohesive for decades. As a multiracial and\r\nmultireligious nation, Malaysia is fully conscious of\r\nthe inherent risks of rupture in the social fabric, which\r\nhas, in fact, occurred and traumatized us in the past.\r\nFortunately, drawing upon the lessons of the past,\r\nwe have been able to forge a united nation out of our\r\ndiversity through policies that propagate tolerance and\r\nunderstanding among our people of diverse ethnicity,\r\ncultures and religions. We are mindful that in a country\r\nwhere Muslims, Hindus, Buddhists, Christians and\r\nother religions coexist in general harmony, the\r\nbalancing of ethnic, religious and cultural sensitivities\r\ncannot be taken for granted. Cross-cultural and\r\nreligious dialogues are consciously nurtured, promoted\r\nand strived for. Together, the different ethnic, cultural\r\nand religious groups have been able to harness their\r\ncombined strength for economic uplifting and nation-\r\nbuilding, while not forgetting their spiritual\r\ndevelopment.\r\nSince then the Government has made great efforts\r\nto ensure that there is racial and religious harmony in\r\nthe country through dialogue and interaction among the\r\ndifferent ethnic groups in Malaysia, beginning at the\r\nschool level, in the context of building a united\r\nMalaysian nation. In this regard, the Government has\r\ntaken a number of institutional measures, such as\r\nestablishing the Ministry of National Unity, the\r\nInstitute of Islamic Understanding and the Institute of\r\nIslamic Thought and Civilization, as well as other\r\nforums devoted to cross-cultural interaction, activities\r\nand dialogue among the people. We believe that\r\nthrough these policies and measures Malaysia will\r\ncontinue to be a nation that lives up to the concept of\r\nunity in diversity.\r\nIt is indeed heartening to note in the report of the\r\nSecretary-General that major events and activities have\r\nbeen organized to support the international Year of\r\nDialogue among Civilizations. We commend the\r\nGovernments of Austria, Germany, Japan, Uzbekistan,\r\nLithuania and others who have been in the forefront to\r\npromote the theme of dialogue among civilizations in\r\nvarious related programmes. We congratulate the\r\nSchool of Diplomacy and International Relations of\r\nSeton Hall University for having been selected as the\r\nsecretariat for one of the most significant projects of\r\nthe 2001 United Nations Year of Dialogue among\r\nCivilizations. The United Nations University has also\r\norganized a series of workshops, conferences and other\r\nevents, including an essay contest for children, entitled\r\n“Dialogue Beyond Borders”.\r\nIn the aftermath of the tragic events of 11\r\nSeptember, it is now more important than ever that we\r\ntake concrete steps to promote further dialogue and\r\nunderstanding among peoples and civilizations and to\r\nachieve as soon as possible the goals set out in the\r\nMillennium Declaration, which stands as a testimony to\r\nthe renewed global commitment for peace and\r\ndevelopment.\r\nMy delegation welcomes the fact that the\r\nSecretary-General’s report has highlighted the\r\nimportant nexus between the dialogue among\r\ncivilizations and globalization. Globalization presents\r\nboth challenges to and opportunities for the process of\r\ncivilizational dialogue. It is up to us, the international\r\ncommunity, to meet the challenges and exploit the\r\nopportunities in the interest of ensuring that\r\nglobalization will contribute to the strengthening and\r\nconsolidation, not to the weakening, of human\r\ncivilization. Malaysia entirely agrees with the\r\nSecretary-General that it is\r\n“critical that globalization not reflect the triumph\r\nor victory of one ideology or cultural or economic\r\nsystem over another”. (A/56/523, para. 16)\r\n22\r\nA/56/PV.43\r\nWe all must ensure that the benefits of globalization\r\nare more equally distributed so that the injustices that\r\nare so often linked to the process are not seen to be\r\naffecting only certain groups of people. Globalization\r\nand dialogue among civilizations should go hand in\r\nhand; the latter can help to ease the frictions that may\r\nbe engendered by the former.\r\nThe President returned to the Chair.\r\nToo often, we have seen how misunderstanding\r\nand distortions about a nation, culture or individual\r\nhave led to suspicion, mistrust, fear and prejudice,\r\nculminating in intolerance, misunderstanding, conflict\r\nand even war. It is thus important for the international\r\ncommunity to begin in a concerted and coordinated\r\nway to promote, encourage and facilitate dialogue and\r\nunderstanding between various cultures and\r\ncivilizations, thereby promoting peace, tolerance and\r\ncooperation.\r\nTowards that end, my delegation considers the\r\ndraft global agenda for dialogue among civilizations\r\nthat has been submitted for our consideration to be a\r\nserious, forward-looking and concrete effort in that\r\ndirection. We fully endorse the contents of the draft\r\nresolution, in particular its ambitious but realistic\r\nprogramme of action. The successful implementation\r\nof the programme of action will depend on the\r\ncommitment of and effort made by all Member States.\r\nHowever, the United Nations has a vital role and\r\ninterest in ensuring its success for, after all, the concept\r\nof dialogue is congruent with the basic purposes and\r\nprinciples of the United Nations. Indeed, dialogue —\r\nwhich includes discussions and negotiations among\r\nrepresentatives of nations — is the raison d’être of this\r\nOrganization.\r\nMr. Manalo (Philippines): We thank the\r\nSecretary-General for his report on the United Nations\r\nYear of Dialogue among Civilizations and we thank the\r\ndelegation of the Islamic Republic of Iran for its\r\ninitiative in advancing our discussion on this important\r\nitem. It is very timely that, this year, we are celebrating\r\nthe United Nations Year of Dialogue among\r\nCivilizations.\r\nThe terrorist attacks on 11 September and the\r\nsubsequent loss of human lives are a constant reminder\r\nthat peace continues to elude us. Though the attack\r\nmanifested the worst of humankind, it triggered a\r\nwake-up call for the international community on the\r\nneed to strengthen dialogue, to advance cooperation\r\nand to strengthen the foundations of our common\r\naspirations for the future of mankind.\r\nMy country has had its share of adversity and we\r\nhave resorted to dialogue as a means of breaking\r\ngeographic, cultural and social barriers. The\r\nPhilippines has a rich but culturally diverse society;\r\nhence, the necessity of dialogue to promote national\r\nunity. Our Government has launched programmes and\r\nprojects formulated through constructive dialogues to\r\nenhance understanding and mutual esteem among our\r\npeople of varying ethnicity, cultures and languages.\r\nThese programmes have not only improved our\r\nappreciation of the values, symbols, meanings and\r\nexpressions distinguishing these different cultures in\r\nthe country, but have also helped to sustain cooperation\r\nand respect within communities. A similar process is\r\nneeded at the global level.\r\nHowever, in the Philippines as in other parts of\r\nthe world, there remains an urgent need to ensure that\r\nwe do not retreat from the process of cultural or\r\ncivilizational dialogue, tolerance and respect. Elements\r\nin our society continue to sow distrust by emphasizing\r\ndifferences in ethnicity and/or religion as reasons to\r\npromote violence rather than understanding and\r\ncooperation.\r\nWhen our heads of State came together last year\r\nfor the Millennium Summit, they reaffirmed the need\r\nfor dialogue as the way to preserve peace. They shared\r\na vision that the international community must advance\r\ntowards a world of peace, security, stability and\r\nprosperity. To prevent more conflicts in the future, it is\r\nincreasingly evident that dialogue among civilizations\r\nis essential. As the Secretary-General has said,\r\n“we must be able to take care to promote dialogue\r\nwithout creating new boundaries, and advance\r\ncooperation without stifling integration”.\r\nThe United Nations continues to be the bedrock\r\nupon which the dialogue among civilizations should\r\ntake place. Over the years, progress has been made in\r\nthis area because this Organization has helped promote\r\ntolerance and understanding. It has the potential of\r\ntaking further concrete steps in demonstrating how\r\ndialogue can bind us rather than polarize us. The\r\nvarious international conferences and exchanges on\r\npromoting dialogue among civilizations held this year\r\ncan yield practical steps towards this end. In this\r\nregard, we welcome the launching of the book\r\nCrossing the Divide: Dialogue among Civilizations by\r\n23\r\nA/56/PV.43\r\nMr. Picco and the eminent persons appointed by the\r\nSecretary-General, since it tackles the new paradigm of\r\nglobal relations through dialogue.\r\nSome have noted that, since the 11 September\r\nattacks, our world faces a more uncertain future. This\r\nneed not necessarily be true. However, the temptation\r\nfor exclusionism and mistrust remains strong. We must\r\nresist this temptation by working vigorously to heal\r\nreal and perceived differences. Bridging cultural\r\ndivides through dialogue and cooperation remains the\r\nbest way of doing so.\r\nWe must eschew the “us” and “them” syndrome\r\nand the stereotyping of people and cultures. Isaiah\r\nBerlin wrote that one source of conflict is stereotypes.\r\nNeighbours hate neighbours by whom they feel\r\nthreatened and they rationalize their fears by\r\nrepresenting them as wicked or superior. But\r\nstereotypes are just a substitute for real knowledge,\r\nonly generalized images and stimuli to disdain of other\r\nnations and cultures.\r\nDrawing from a pool of different cultures and\r\ncivilizations, we are bound together by the urgent need\r\nto address our shared burdens: the deprivation and\r\nindignity of poverty, the vast pockets of\r\nunderdevelopment, the degradation of the environment,\r\nthe existence of conflict and the silent cry of the\r\nvictims of famine and disease. The need to address\r\nthese universal challenges transcends cultural\r\ndifferences.\r\nLet us not forget that the purpose of the\r\ncelebration of 2001 as the United Nations Year of\r\nDialogue among Civilizations is to embrace the\r\ninterdependence of humankind and its rich cultural\r\ndiversity. The choice before us is clear: We must\r\nendeavour to work together in dealing with the\r\ncommon scourges that continue to plague our world.\r\nThe globalization of economic and cultural forces and\r\nincreasing interdependence only reinforce the necessity\r\nof dialogue and cooperation so that the benefits of\r\nglobalization are not limited to the few.\r\nAs another well-known writer has argued, all\r\ncultures are involved in one another, none is single and\r\npure, all are hybrid, heterogeneous, extraordinarily\r\ndifferentiated and unmonolithic. No one can deny\r\ncultural geographies and differences in languages, but\r\nthere seems to be no reason except fear and prejudice\r\nto keep on insisting on their separation and\r\ndistinctiveness. Recognizing that will go a long way\r\ntowards harnessing the dialogue among civilizations as\r\na means to create a future of peace and prosperity for\r\nall.\r\nMr. Kadirgamar (Sri Lanka): On behalf of Sri\r\nLanka, I should like to congratulate you, Sir, on your\r\nelection as President of the General Assembly at its\r\nfifty-sixth session. You are the Minister for Foreign\r\nAffairs of an Asian country, the Republic of Korea,\r\nwith which Sri Lanka has long had the very best of\r\nrelations. You have the fullest cooperation of the\r\ndelegation of Sri Lanka, and I wish you the greatest\r\nsuccess in all your endeavours in guiding the destiny of\r\nthis Assembly.\r\nAllow me also to congratulate President Khatami\r\nand the Government of Iran on their most praiseworthy\r\ninitiative in urging the General Assembly to proclaim\r\n2001 the Year of Dialogue among Civilizations. When\r\nthis idea was first mooted in 1998, there were those\r\nwho wondered whether that initiative could lead to any\r\npractical results. Today, I do not think a single\r\ndissenting voice can be heard. Indeed, the terrible\r\nevents that occurred in this very city two months ago\r\nhave underscored dramatically the paramount need for\r\nthe world to commence and sustain a serious and\r\ninformed dialogue among civilizations.\r\nThroughout the history of mankind, religion has\r\ndivided man. Religion has put man against man.\r\nReligion has led to the most abominable crimes\r\ncommitted in the long history of warfare. It has led to\r\nintolerance, bigotry, ignorance and superstition. Yet\r\nreligion should be the great unifying force in the lives\r\nof men. The search for truth should be illuminated by\r\nthe teachings of the great religions of the world. And\r\nso it would be, if we approached religion — the\r\nreligions of other peoples — with an open mind and an\r\nattitude of respect.\r\nIn Sri Lanka, four of the great religions of the\r\nworld — Buddhism, Hinduism, Islam and\r\nChristianity — coexist, and have coexisted for many\r\ncenturies, in constructive harmony. In every city and\r\ndeep in the countryside of Sri Lanka, Buddhist temples,\r\nHindu kovils, mosques and Christian churches exist\r\nside by side.\r\nIt was therefore with confidence that Sri Lanka\r\nproposed in 1998 that the Day of Vesak — the day on\r\nwhich, according to tradition, Gauthama, the Buddha,\r\nwas born, achieved enlightenment and passed away —\r\nbe observed in the United Nations system. The draft\r\n24\r\nA/56/PV.43\r\nresolution to that end was presented by Sri Lanka and\r\nsponsored by 34 other States — Christian, Buddhist,\r\nMuslim and socialist — from across the globe. Thus,\r\nthe international community united to honour the name\r\nand the teachings of one of the great spiritual leaders of\r\nmankind. The Buddha was a prince of peace. He\r\npreached tolerance, love and compassion. His message,\r\nenunciated 2,500 years ago, brought solace, peace of\r\nmind and understanding of the human condition —\r\ninitially to millions of people in South Asia, East Asia\r\nand South-East Asia, and now to hundreds of millions\r\nof people all over the world.\r\nI wish today to raise for our consideration the\r\nissue of the place of religion in the dialogue of\r\ncivilizations, for it is religion that has underpinned all\r\ncivilizations from time immemorial. I believe that we\r\nat the United Nations, where all nations assemble, and\r\nwhere all nations jointly seek to address the common\r\nproblems of mankind, must focus our attention on\r\nbringing to the peoples of the earth greater awareness\r\nof the similarities in the teachings of the great religions\r\nof the world. Then we will realize that religious beliefs\r\nshould, indeed, unite the peoples of the earth and\r\ninform them in their common search for truth, rather\r\nthan divide and confuse the followers of each faith.\r\nUnfortunately, for most people, faith in their own\r\nreligion seems to kill even interest in other religions.\r\nThe followers of each religion feel called upon to make\r\ntheir religion an article of export. They would drive all\r\nsouls into the same spiritual enclosure. They are\r\nunaware of the great loss to humanity which would\r\nfollow the imposition of any common creed on all. The\r\nsupersession of the different religious traditions would\r\nmake this world a poor place. Have we the right to\r\ndestroy what we have not learned to appreciate? It is\r\nspiritual vandalism to drag into the dust what is\r\nprecious to the soul of a people — what has been\r\nlaboriously built up by the wisdom of ages.\r\nIn the course of a series of lectures delivered at\r\nOxford between 1936 and 1938, Professor\r\nRadhakrishnan, the eminent Indian philosopher — the\r\nfirst Professor of Eastern Religions and Ethics at the\r\nUniversity of Oxford, and later President of the\r\nRepublic of India — demonstrated, with abundant\r\ncitations from the ancient texts, that the life and\r\nteachings of Jesus Christ as recounted in the Gospels\r\nbears a striking resemblance to the life and teachings of\r\nGauthama the Buddha.\r\nSimilarly, there are many parallels between\r\nKrishna and Jesus. As with the teachings of the Buddha\r\nand Jesus, a comparison of the Bhagavad Gita with the\r\nKoran reveals striking similarities, although those two\r\nscriptures are separated by perhaps as much as 1,000\r\nyears.\r\nIf the great religions continue to waste their\r\nenergies in a fratricidal war, instead of looking upon\r\nthemselves as friendly partners in the supreme task of\r\nnourishing the spiritual life of mankind, the swift\r\nadvance of secular humanism and moral materialism is\r\nassured. In a restless and disordered world which is\r\nunbelieving to an extent which we do not sufficiently\r\nrealize, and where sinister superstitions are staking\r\ntheir rival claims to the allegiance of men, we cannot\r\nafford to waver in our determination that the whole of\r\nhumanity shall remain a united people, where Muslim\r\nand Christian, Buddhist and Hindu shall stand together,\r\nbound by common devotion, not to something behind,\r\nbut to something ahead, not to a racial past or a\r\ngeographical unit, but to a great dream of a world\r\nsociety with a universal religion of which the historical\r\nfaiths are but branches. We must recognize, humbly,\r\nthe partial and defective character of our isolated\r\ntraditions and seek their source in the generic tradition\r\nfrom which they have all sprung. Among the great\r\nreligions there are similarities and dissimilarities. Does\r\nit not behove us to promote unity among them rather\r\nthan to perpetuate division?\r\nEach religion has sat at the feet of teachers who\r\nhave never bowed to its authority; this process is taking\r\nplace today on a scale that is unprecedented in the\r\nhistory of humanity, and this will have most profound\r\neffects upon religion. In their wide environment,\r\nreligions are assisting each other to find their own\r\nsouls and grow to their full stature. Owing to a cross-\r\nfertilization of ideas and insights, behind which lie\r\ncenturies of racial and cultural tradition and earnest\r\nendeavour, a great unification is taking place in the\r\ndeeper fabric of men’s thoughts. Unconsciously,\r\nperhaps, respect for other points of view, appreciation\r\nof the treasures of other cultures and confidence in one\r\nanother’s unselfish motives are growing. We are slowly\r\nrealizing that we need believers with different opinions\r\nand convictions in order to work out the larger\r\nsynthesis which alone can give the spiritual basis to a\r\nworld brought together into intimate oneness by man’s\r\nmechanical ingenuity.\r\n25\r\nA/56/PV.43\r\nWe must endorse, support and take forward the\r\ninitiative of Iran in this Year of Dialogue among\r\nCivilizations. The United Nations has an immensely\r\nvaluable role to play in that process.\r\nMr. Moreno (Cuba) (spoke in Spanish): We are\r\nbeginning the millennium with the celebration of the\r\nUnited Nations Year of Dialogue among Civilizations,\r\nan excellent initiative that we owe to President\r\nKhatami of the Islamic Republic of Iran. Yet this is\r\nalso the year of the barbarous terrorist acts of 11\r\nSeptember, and the one in which the civilian\r\npopulation of one of the poorest countries on earth —\r\nin addition to the serious violence it has experienced in\r\nthe last 20 years — is being severely affected by\r\nintensive aerial bombardment.\r\nIt has therefore never been as important as it is\r\ntoday for there to be a true dialogue among\r\ncivilizations that can bring about mutual\r\nunderstanding, tolerance, coexistence and international\r\ncooperation. One of the great challenges before the\r\nUnited Nations is to promote a positive perception of\r\ndiversity and to enhance the role of the United Nations\r\nas the appropriate forum for dialogue in all spheres of\r\nhuman activity.\r\nUnfortunately, we remain far from achieving that\r\nobjective. International reality shows that those who\r\nbrandish global power and wealth, particularly the\r\nhegemonic Power, do not have the political will to\r\npromote true equal opportunity and real justice for all\r\nhuman beings of all nations, ethnic groups, cultures\r\nand religions. They are even less able to promote the\r\nsolution of very complex international problems by\r\nmeans of a dialogue that makes it possible for\r\ninterlocutors of all nations and groups of countries to\r\nbe considered on an equal footing.\r\nReal possibilities for underdeveloped countries —\r\nwhich are the vast majority of the world — to have an\r\neffective voice in international decisions are ever more\r\ndistant. How can those countries participate effectively\r\nin international relations when for them poverty and\r\nhunger are spreading, development potential is\r\ndiminishing, millions of people are dying from curable\r\ndiseases and illiteracy rates are not being reduced?\r\nThe 1.3 billion people living in absolute poverty\r\nin the third world, the 200 million malnourished\r\nchildren under the age of 5, the 130 million children\r\nwho do not have access to education and the 840\r\nmillion illiterate adults in the countries of the southern\r\nhemisphere continue to live in hopelessness. For there\r\nto be a solution there will have to be considerable\r\nimprovement in international cooperation and serious\r\nconsideration will have to be given to the voice of\r\nthose countries belonging to that forgotten world. If it\r\nis not recognized that the poverty, underdevelopment,\r\nsocial exclusion, economic disparity, instability and\r\ninsecurity that affect millions of people have been the\r\nresult of historical injustices that can be overcome only\r\nthrough a serious commitment to international\r\ncooperation, we will never break out of the vicious\r\ncircle of marginalization, death, suffering and violence.\r\nIf we do not break out of that vicious circle, there will\r\nbe no diversity. If there is no diversity, there will be no\r\neffective dialogue among civilizations.\r\nOur Organization must become the framework\r\nthat brings about diversity — including political,\r\nideological and cultural diversity — and that makes a\r\ndecisive contribution to changing the unfair, unequal\r\nand exclusive order. The United Nations should be the\r\nframework that sets up a true and expansive dialogue\r\namong civilizations and cultures. It must become the\r\nguarantor of that diversity, and of ending the\r\nimposition of cultural and ideological values. It must\r\ntear down barriers to truly fruitful dialogue.\r\nHowever, we are very far from that. Opting for\r\nthe path of war to combat terrorism, as despicable and\r\ncondemnable as it may be, has cheated the United\r\nNations of its function of peace and dialogue, which\r\nare its reason for being. Instead of creating the\r\nconditions for a fitting and fruitful dialogue among\r\ncivilizations, that choice can also lead to new conflicts,\r\ndifferences and instances of intolerance that will create\r\nadditional barriers to our goal.\r\nDispelling any notion of cultural or ideological\r\nsuperiority based on racism, racial or other\r\ndiscrimination, xenophobia or intolerance should be a\r\ncorollary to a dialogue among civilizations. For\r\ninstance, we believe that the World Conference against\r\nRacism, which was held recently in Durban, South\r\nAfrica, is an example of how we should identify\r\nphenomena that must be overcome by means of a\r\ncomprehensive and wide-ranging dialogue. We hope\r\nthat the General Assembly will take this aspect into\r\naccount when it comes time to reach conclusions on\r\nthis topic.\r\nIn conclusion, I can assure the Assembly of the\r\nfull cooperation of my country in achieving the\r\n26\r\nA/56/PV.43\r\nobjectives of the Year of Dialogue among Civilizations\r\nand in enshrining respect, tolerance and recognition of\r\nmulticulturalism as the undisputed ways of achieving\r\nthose objectives.\r\nThe President: In accordance with the decision\r\ntaken by the General Assembly at its 40th plenary\r\nmeeting, on 8 November 2001, I now call on the\r\nobserver of the Holy See, Archbishop Renato Martino.\r\nArchbishop Martino (Holy See): My delegation\r\nwishes to express its gratitude and appreciation to\r\nPresident Khatami for the laudable and timely initiative\r\nto promote dialogue and understanding among peoples.\r\nMy delegation also wishes to express its\r\nappreciation to Mr. Giandomenico Picco, Personal\r\nRepresentative of the Secretary-General. I hope that the\r\nbook Crossing the Divide: Dialogue among\r\nCivilizations, which is the fruit of his efforts, will be\r\ntranslated into many languages so that it can become a\r\ngood instrument of dialogue.\r\nIn his message for the World Day of Peace\r\ncelebrated on 1 January this year, Pope John Paul II\r\nwrote of the urgent need “to reflect on the theme of\r\ndialogue between cultures and traditions”, with this\r\ndialogue being\r\n“the obligatory path to the building of a\r\nreconciled world, a world able to look with\r\nserenity to its own future. This is a theme which\r\nis crucial to the pursuit of peace ... [T]he United\r\nNations Organization has called attention to this\r\nurgent need by declaring 2001 the ‘International\r\nYear of Dialogue among Civilizations’”.\r\nThe impact of the brutal and unprecedented\r\nattacks of 11 September are forcing all of us to\r\nconsider the urgency of the dialogue among\r\ncivilizations and to intensify our hopes as this\r\nInternational Year of Dialogue among Civilizations\r\ndraws to a close. To do anything less would only allow\r\nfor the perversion of the very idea of civilization. As\r\nthe recently published report of the Secretary-General\r\non this agenda item indicates, “A dialogue among\r\ncivilizations is not only a necessary answer to\r\nterrorism — it is in many ways its nemesis” (A/56/523,\r\npara. 19), and the very existence of this Organization\r\nis a testament to the deep human desire for justice and\r\npeace. The terrorist attacks must make the United\r\nNations not only reconsider, but also recommit and\r\nresolve itself to, this dialogue.\r\nIn last year’s resolution on the dialogue among\r\ncivilizations, the General Assembly noted\r\n“that civilizations are not confined to individual\r\nnation-States, but rather encompass different\r\ncultures within the same civilization, and ... that\r\ncivilizational achievements constitute the\r\ncollective heritage of humankind, providing a\r\nsource of inspiration and progress for humanity at\r\nlarge”. (Resolution 55/23, third preambular\r\nparagraph)\r\nIn recognizing the plurality and relatedness of the\r\nworld’s cultures and civilizations, this body thus\r\nadmitted the vital role that culture, as a subset of each\r\ncivilization, must play in the drama that is every human\r\nlife.\r\n“The main concern of culture in general and of all\r\nculture is education.” Addressing man in his moral,\r\nintellectual and spiritual capacities, authentic culture is\r\nrooted in the search for ultimate truth. In the recesses\r\nof his heart, man seeks to discover both his origins and\r\nhis ultimate destiny. In many respects, culture is the\r\nmeans by which whole communities of people come to\r\nmeet God and to ask life’s fundamental questions. It is\r\nthis common search for truth that forms the basis of\r\nculture: “At the heart of every culture lies the attitude\r\nman takes to the greatest mystery: the mystery of\r\nGod.”\r\nAs personal as this search is to the human heart, it\r\nnaturally expresses itself in and through the customs\r\nand traditions of whole communities of people who,\r\nthrough their relative proximity to one another, have\r\nsought the ultimate meaning of life together as a\r\npeople. The first experience of living together is found\r\nin the family, a universal experience whose importance\r\ncan hardly be overstated. The family provides the basis\r\nof an essential relationship between the individual and\r\none’s origins. In the family, individuals also come to\r\nmaturity through receptive openness to others and\r\nthrough generous self-giving to them.\r\nMoreover, there is a close connection between the\r\nparticular culture of a people and its identity as a\r\nnation. “History shows that in extreme\r\ncircumstances ... it is precisely its culture that enables a\r\nnation to survive the loss of political and economic\r\nindependence.” Not even the powerful ideological\r\nsystems of colonialism and totalitarianism were able,\r\nand neither will terrorism be able, to suppress the\r\nuniversal need for a particular and unique cultural life.\r\n27\r\nA/56/PV.43\r\nIt may seem that any particular culture that is\r\ntaken seriously raises strong and definitive claims to\r\ntruth: in a sense, each culture may say that its way is\r\nthe way, to the exclusion of all others. This\r\ndetermination may even seem to give cultures a certain\r\nforce. Yet such overly simplistic claims have led, and,\r\nsadly, continue to lead, to strife and conflict between\r\npeoples, not to mention the number of inhuman and\r\nbarbarous acts against human dignity, dubiously\r\njustified in the name of “culture”. All cultures must\r\nbear some relationship to freedom and truth.\r\nFanaticism and fundamentalism cannot be equated with\r\nthe search for truth itself.\r\nA true dialogue between cultures requires a\r\nrespect for differences. Much too often, both in history\r\nand at the present time, ethnic and religious differences\r\nhave been used as a justification for brutal conflict,\r\ngenocide and persecution. There have also been\r\nproblems in which one religious group has sought to\r\nexpel members of another religion from a country,\r\noften with threats and actual violence. Authentic\r\nculture cannot be built upon the practice of religious\r\npersecution. Such a so-called culture stands\r\ndiametrically opposed to the human person and will\r\neventually lead to the disintegration of society.\r\nMeaningful dialogue among civilizations cannot\r\ntake place in the absence of religious freedom. The\r\ncultures of the world, with all of their rich diversity of\r\ngifts, have much to contribute to the building up of a\r\ncivilization of love. What is required is mutual respect\r\nfor differences among cultures — respect inspired by\r\nthe desire to uphold the right of all individuals to seek\r\nthe truth in accordance with the dictates of their\r\nconscience and in continuity with their cultural\r\nheritage.\r\nHuman beings are not enslaved by the past. They\r\ncannot disregard the past or recreate themselves in any\r\nway they wish, but they do have the capacity to discern\r\nand choose how they should live, both as individuals\r\nand together. They are free enough to accept the\r\nlimitations imposed by various historical, cultural,\r\neconomic or other conditions. These conditions may\r\nconstrain but cannot abolish their freedom. As a part of\r\nhuman nature, freedom, especially the freedom to\r\nchoose dialogue and peace, is always possible.\r\nAfter the recognition of a variety of cultures and\r\ncivilizations, one is bound to ask: what unifies\r\nmankind? The answer proposed — and affirmed by the\r\nUnited Nations — has been those universal rights\r\nwhich human beings enjoy by the very fact of their\r\nhumanity. It was precisely outrages against human\r\ndignity which led the United Nations Organization to\r\nformulate, barely three years after its establishment,\r\nthat Universal Declaration of Human Rights, which\r\nremains one of the highest expressions of the human\r\nconscience of our time.\r\nAs Pope John Paul II stated in his address to the\r\nGeneral Assembly in 1995:\r\n“These are not abstract points; rather, these rights\r\ntell us something important about the actual life\r\nof every individual and of every social group.\r\nThey also remind us that we do not live in an\r\nirrational or meaningless world. On the contrary,\r\nthere is a moral logic which is built into human\r\nlife and which makes possible dialogue between\r\nindividuals and peoples. If we want a century of\r\nviolent coercion to be succeeded by a century of\r\npersuasion, we must find a way to discuss the\r\nhuman future intelligibly. The universal moral\r\nlaw written on the human heart is precisely that\r\nkind of grammar which is needed if the world is\r\nto engage this discussion of its future.”\r\n(A/50/PV.20, p. 3)\r\nMy delegation would like to conclude with a final\r\nreflection on the relationship between civilization and\r\nrecognition of the value and dignity of human life. No\r\nauthentic dialogue can take place if it fails to respect\r\nlife. There can be no peace or dialogue among\r\ncivilizations when this fundamental right is not\r\nprotected. There have been many examples of\r\ngenerosity, dedication, even heroism in the service of\r\nlife in our time. Yet the world is still plagued by a\r\nnumber of attacks on life. When the human dignity of\r\nthe weakest and most vulnerable members of society is\r\nnot duly recognized, respected and protected, all\r\ncivilizations suffer.\r\nYet again, despite these terrible practices and the\r\nrecent crises, mankind must not be discouraged. The\r\nvery idea of dialogue presupposes our ability to reason\r\nand understand, and especially to change and make\r\nanew. The Holy See has full confidence that a true\r\ndialogue among civilizations will serve to benefit all.\r\nThe President: In accordance with the decision\r\ntaken by the General Assembly at its 40th plenary\r\nmeeting, on 8 November 2001, I now call on the\r\nObserver of Switzerland.\r\n28\r\nA/56/PV.43\r\nMr. Staehelin (Switzerland) (spoke in French):\r\nOver the course of its history, Switzerland has had to\r\ninvent and constantly reinvent ways of living together.\r\nThe coexistence of different cultures, religions and\r\ntraditions does not just happen but, instead, requires\r\nconstant effort. Now that the world has become what is\r\ncommonly called a global village, what is true within\r\nour borders is equally true beyond them. That is why\r\nSwitzerland immediately felt it must respond to Iran’s\r\ninitiative of the dialogue among civilizations. From the\r\nbeginning, Switzerland wanted to contribute to the\r\nrealization of this great idea, hoping to put its relevant\r\nexperience at the service of others.\r\nThe tragic events of 11 September and their\r\nconsequences further emphasized, if it were necessary,\r\nthe importance of this dialogue: it must take a central\r\nrole today if we are to prevent a worsening of the lack\r\nof understanding and prejudices existing between our\r\ncivilizations, which some might exploit.\r\nFirst, allow me to make some general\r\nobservations on this subject.\r\nNorms, values, religions and traditions define a\r\ncivilization as they create a collective identity and a\r\nshared feeling of belonging. These norms and the\r\nfeeling of belonging also help structure the personal\r\nidentity of individuals, who know their way around and\r\nunderstand each other inside their collective society.\r\nAccordingly, we can see how strongly individuals\r\nidentify with the society in which they live. The\r\ndialogue among civilizations therefore concerns each\r\nof us.\r\nHowever, personal identities and civilizations are\r\nnot fixed quantities. Societies invent and reinvent\r\nthemselves. They reshape their conceptions of the\r\nworld. They do this not only independently but also, if\r\nnot mostly, in response to one another. This ongoing\r\nprocess can be destabilizing. That explains the\r\ntendency towards isolation, the rejection of the other\r\nand the rejection of others’ civilization and values,\r\nwhich are sometimes interpreted as threatening or\r\nincompatible with one’s own vision of the world.\r\nThat is why dialogue is necessary in order to\r\nabate as much as possible the lack of understanding\r\nthat fuels resentment, which can in turn lead to\r\nconflicts between different civilizations.\r\nIt seems to me that human civilizations have\r\nmore points in common than fundamental differences.\r\nThose similarities are even more evident in an age\r\nwhen reciprocal influences are increasing. So, should\r\nnot one of the principal goals of the dialogue we wish\r\nto undertake be to give more prominence to the\r\nconstituent elements of humanity’s common heritage?\r\nRespect for human dignity and the fundamental rights\r\nof humankind are undoubtedly a key element of this\r\ncommon heritage.\r\nDialogue among civilizations, a factor that is key\r\nto peace and security — indeed, 2001 is the United\r\nNations Year of Dialogue among Civilizations — is,\r\nfor Switzerland, of utmost importance. It is too\r\nimportant to remain simply a concept or a vague\r\naspiration; it must be translated into reality. For this\r\nYear of Dialogue truly to effect change, it will have to\r\nmake itself felt in the everyday lives of our countries’\r\ncitizens. With this goal in mind, Switzerland has for\r\nseveral years endeavoured to encourage dialogue\r\nbetween people of different civilizations and religions,\r\nspecifically between Christians and Muslims.\r\nAllow me to recall certain of our initiatives.\r\nIn response to President Khatami’s proposal,\r\nSwitzerland launched, in cooperation with Iran, a\r\nproject involving dialogue between the citizens of our\r\ntwo countries. That project addresses the role of\r\nwomen in the education, communications, health-care\r\nand legal fields. Its goal is to promote an ongoing\r\nexchange of ideas and information between the civil\r\nsocieties of our countries. Furthermore, at the opening\r\nof the annual session of the Economic and Social\r\nCouncil, Iran and Switzerland decided to express\r\nsymbolically their cooperation by organizing in Geneva\r\na joint concert by the National Orchestra of Iran and\r\nthe Geneva Chamber Orchestra, which performed\r\ntogether the works of Iranian and Western composers.\r\nThis year, Switzerland also backed and helped to\r\norganize in Algiers, together with the Algerian\r\nGovernment, a symposium on St. Augustine, who was\r\nborn and lived in what today is Algeria. Together with\r\nthe Algerian authorities, Muslim and Christian\r\nassociations took the floor, as did scientists and\r\nresearchers of various nationalities. Other related\r\ncultural activities were also held, such as exhibitions\r\nand concerts, which ensured the tangible impact of this\r\ninitiative.\r\nIt is clear, then, that Switzerland, through these\r\ninitiatives, intends to promote the implementation of\r\nconcrete projects. I can assure the Assembly that\r\n29\r\nA/56/PV.43\r\nSwitzerland will continue to encourage and support a\r\ndialogue among individuals and societies during these\r\ndifficult times.\r\nOur country’s history has convinced us that there\r\nis no alternative to an ongoing attempt to reach\r\nconsensus through dialogue, on the basis of respect for\r\ndifferences and for the identity of the other. Hence we\r\nare convinced that the world must become increasingly\r\naware, through dialogue, of the richness that its\r\ndifferences give it.\r\nThe President: In accordance with General\r\nAssembly resolution 33/18 of 10 November 1978 and\r\ndecision 53/453 of 18 December 1998, I now call on\r\nthe observer for the International Organization of la\r\nFrancophonie.\r\nMr. Bouabid (International Organization of la\r\nFrancophonie) (spoke in French): In 1999, at the eighth\r\nConference of Heads of State and Government of\r\nCountries Using French as a Common Language, held\r\nin Moncton, New Brunswick, Canada, la Francophonie\r\nchose the theme of “Dialogue among cultures” for its\r\nninth Conference, which was to be held in Beirut from\r\n26 to 28 October 2001. However, given the\r\ninternational situation prevailing in the wake of the\r\nevents of 11 September, that Conference had to be\r\npostponed until next year.\r\nThis attests clearly to the keen interest shown by\r\nthe French-speaking world in the proclamation by the\r\nGeneral Assembly of the year 2001 as the United\r\nNations Year of Dialogue among Civilizations.\r\nFor la Francophonie — a community of peoples\r\nand cultures from all continents — dialogue among\r\ncivilizations, dialogue among cultures, and dialogue\r\nplain and simple are not exceptional occurrences, but\r\neveryday facts.\r\nThe promotion of an open-minded, pluralistic\r\napproach to culture and civilization has always been at\r\nthe core of our community’s concerns. Dialogue is the\r\nonly way to cope with an international society in which\r\nthe most diverse identities complement one another, to\r\nthe benefit of one and all. It is only natural, therefore,\r\nthat the Charter of la Francophonie enshrines as one of\r\nits fundamental goals the promotion and intensification\r\nof dialogue among cultures and civilizations.\r\nFor us, dialogue presupposes going beyond mere\r\ntolerance of diversity. We believe that it should be\r\nviewed, rather, as a constituent part of our own\r\nidentity. This means also that we should perceive and\r\nappreciate individual characteristics as different\r\naspects of that which is universal. Dialogue, inasmuch\r\nas it presumes equality despite differences, and\r\nconvergence despite differences of opinion, aims —\r\nabove and beyond an exchange that is merely verbal —\r\nto understand the other. Current events reaffirm — as if\r\nthat were necessary — the need to continue along this\r\npath.\r\nGuided by a very broad definition of culture, la\r\nFrancophonie has sought to make dialogue among\r\ncultures into a specific project based on the full\r\nacceptance of differences in all aspects of life,\r\nincluding at the international level.\r\nAmong other things, it has endeavoured to devise\r\nnew ways of working together towards coherence and\r\nharmony among cultures, in the context of shared\r\ncomplementarity. Indeed, many threats emanating from\r\nhegemonic aspirations are looming over various\r\ncivilizations. A few powerful players — both public\r\nand private — are seeking to control legal and\r\nnormative resources and to determine what is\r\nlegitimate, while also attempting to fabricate an\r\nimaginary uniformity and to promote the\r\nhomogenization of ways of being, behaving and\r\nconsuming. The resurgence of identities has\r\ndemonstrated, however, that humankind rejects\r\nuniformity. Globalization is leading us towards\r\ncoexistence, and we welcome this. But this must not\r\nkeep us from also living in our own, different ways.\r\nTo live ever closer to one another while deriving\r\na mutual benefit from our differences: this is one of the\r\nmajor challenges of this new century. While some have\r\nfelt compelled to predict inevitable confrontation,\r\ntoday it is clear that the international community is\r\naware of the critical importance of dialogue among\r\ncivilizations and of the full unfolding of the diversity\r\nof cultures.\r\nThe adoption last week by the General\r\nConference of the United Nations Educational,\r\nScientific and Cultural Organization of the Universal\r\nDeclaration on Cultural Diversity is proof of this.\r\nArticle 1 of the Declaration, as the Assembly is aware,\r\nstipulates that\r\n“Cultural diversity is as necessary for\r\nhumankind as biodiversity is for nature. In this\r\nsense, it is the common heritage of humanity and\r\n30\r\nA/56/PV.43\r\nshould be recognized and affirmed for the benefit\r\nof present and future generations.”\r\nLa Francophonie thus wishes to engage in this\r\nconceptual exercise along with the Arab world and\r\nwith Portuguese, Spanish and Russian speakers, so that\r\nthis debate can gradually be expanded to include all the\r\nmembers of the international community.\r\nThus, in the context of preparing for the Beirut\r\nsummit, the International Organization of la\r\nFrancophonie organized a variety of events related to a\r\ndialogue among cultures and civilizations, including\r\nthe following, which I will use as an example.\r\nOn the occasion of International Francophonie\r\nDay, a symposium entitled “Three linguistic\r\ncommunities faced with the challenges of\r\nglobalization” was held in Paris on 20 and 21 March\r\nlast. That dialogue, which brought together the\r\nPortuguese-, Spanish- and French-speaking\r\ncommunities, was inaugurated by President Chirac of\r\nFrance, President Chissano of Mozambique and\r\nPresident Noboa Bejarano of Ecuador. Multiculturalism\r\nand identity, culture and the economy, and a scientific,\r\nknowledge-based society were the three themes that\r\ncommanded the attention of those involved. Among its\r\nconclusions, the symposium strongly recommended\r\nelaborating an international instrument for the\r\nprotection and promotion of cultural diversity.\r\nEarlier on, in May 2000, another such event had\r\nalready allowed for the inception of a dialogue with\r\nanother linguistic community: the Arab world. A\r\nsymposium organized by la Francophonie, the League\r\nof Arab States and the Arab World Institute, entitled\r\n“La Francophonie and the Arab world: a dialogue\r\namong cultures”, made it possible to identify points of\r\nconvergence and possibilities for synergy, notably to\r\nfoster diversity, tolerance and the use of new\r\ninformation technologies among the communities\r\ninvolved.\r\nLast month, again, during a seminar in Paris\r\norganized jointly by the International Organization of\r\nla Francophonie and the Council on the Russian\r\nLanguage — an agency of the Government of the\r\nRussian Federation — agreed to give priority to\r\ncultural diversity among the areas earmarked for\r\ncooperation between the two organizations in the\r\nfuture.\r\nFinally, from 13 to 15 June of this year, la\r\nFrancophonie held its third Ministerial Conference on\r\nCulture in Cotonou, Benin. The heads of State and\r\nGovernment of French-speaking countries entrusted\r\nthat Conference with the mandate of exploring in\r\ngreater depth the problems of globalization in terms of\r\ncultural diversity, as actually experienced by the\r\nmembers of our organization. By a declaration adopted\r\non that occasion, la Francophonie reaffirmed the\r\nprinciple of the primacy of cultural diversity and its\r\ndetermination to adopt policies and instruments likely\r\nto foster that diversity.\r\nThe Ministers of the French-speaking countries\r\nalso decided to support the proposal to draw up a\r\nuniversal international regulatory framework to\r\npromote cultural diversity, seeking thus to enshrine the\r\nright of Governments to maintain, establish and\r\ndevelop policies aimed at supporting cultural diversity.\r\nThe ninth Francophonie Summit, to be held next\r\nyear in Beirut, will surely mark a high point, but it will\r\nnot mark the end of the dialogue among cultures for la\r\nFrancophonie. We will always cherish, on one hand,\r\nprogress towards a better world and, on the other hand,\r\nsafeguarding the cultural wealth of each of our\r\nsocieties.\r\nFor us, this is a current project, as well as a future\r\none. It is a social project on a global scale; a project to\r\nachieve a society in which cultures and civilizations\r\ncomplement rather than exclude one another; in which\r\nthey strengthen rather than dilute each other; and in\r\nwhich they become closer without becoming the same;\r\na project with the final objective of a truly multipolar\r\nworld, respectful of the most vulnerable and their right\r\nto solidarity, respectful of a truly democratic\r\nmanagement of international relations.\r\nThe President: We have heard the last speaker in\r\nthe debate on agenda item 25.\r\nI would like to announce that since the\r\npublication of draft resolution A/56/L.3, the following\r\ncountries have become sponsors: Andorra, Australia,\r\nBelarus, Bhutan, Bosnia and Herzegovina, Brazil,\r\nCanada, Chile, Costa Rica, Croatia, Cyprus, the Czech\r\nRepublic, the Democratic People’s Republic of Korea,\r\nthe Dominican Republic, Estonia, Guatemala, Hungary,\r\nIceland, Liechtenstein, Madagascar, Maldives, New\r\nZealand, Norway, the Philippines, Poland, Qatar, the\r\nRepublic of Moldova, San Marino, Slovakia,\r\nTajikistan, the former Yugoslav Republic of\r\n31\r\nA/56/PV.43\r\nMacedonia, Turkmenistan, Ukraine and the United\r\nStates of America.\r\nThe Assembly will now take a decision on draft\r\nresolution A/56/L.3, entitled “Global agenda for\r\ndialogue among civilizations”.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/56/L.3?\r\nDraft resolution A/56/L.3 was adopted (resolution\r\n56/6).\r\nThe President: May I take it that it is the wish of\r\nthe General Assembly to conclude its consideration of\r\nagenda item 25?\r\nIt was so decided.\r\nThe meeting rose at 6.40 p.m.\r\n"