"United Nations A/56/PV.23\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n23rd plenary meeting\r\nMonday, 8 October 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-56797 (E)\r\n*0156797*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 15\r\nElections to fill vacancies in principal organs\r\n(a) Election of five non-permanent members of the\r\nSecurity Council\r\nThe President: The General Assembly will now\r\nproceed to the election of five non-permanent members\r\nof the Security Council to replace those members\r\nwhose term of office expires on 31 December 2001.\r\nThe five outgoing non-permanent members are\r\nthe following: Bangladesh, Jamaica, Mali, Tunisia and\r\nUkraine. Those five States cannot be re-elected, and\r\ntherefore their names should not appear on the ballot\r\npapers.\r\nApart from the five permanent members, the\r\nSecurity Council will include in 2002 the following\r\nStates: Colombia, Ireland, Mauritius, Norway and\r\nSingapore. The names of those States, therefore, should\r\nalso not appear on the ballot papers.\r\nOf the five non-permanent members which will\r\nremain in office in 2002, two are from Africa and Asia,\r\none is from Latin America and the Caribbean and two\r\nare from Western European and other States.\r\nConsequently, pursuant to paragraph 3 of General\r\nAssembly resolution 1991 A (XVIII) of 17 December\r\n1963, the five non-permanent members should be\r\nelected according to the following pattern: three from\r\nAfrica and Asia, one from Eastern Europe and one\r\nfrom Latin America and the Caribbean. The ballot\r\npapers reflect that pattern.\r\nIn accordance with established practice, there is\r\nan understanding to the effect that, of the three States\r\nto be elected from Africa and Asia, two should be from\r\nAfrica and one from Asia.\r\nI should like to inform the Assembly that those\r\ncandidates, their number not exceeding the number of\r\nseats to be filled, which receive the greatest number of\r\nvotes and a two-thirds majority of members present and\r\nvoting will be declared elected.\r\nIn the case of a tie vote for a remaining seat, there\r\nwill be a restricted ballot limited to those candidates\r\nwhich have obtained an equal number of votes.\r\nMay I take it that the General Assembly agrees to\r\nthat procedure?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the\r\nrules of procedure, the election shall be held by secret\r\nballot and there shall be no nominations.\r\nRegarding candidatures, I have been informed by\r\nthe Chairmen of the relevant regional groups of the\r\nfollowing.\r\nFor the three vacant seats from among the\r\nAfrican and Asian States, there are three endorsed\r\ncandidates: Cameroon, Guinea and the Syrian Arab\r\nRepublic.\r\n2\r\nA/56/PV.23\r\nFor the Eastern European States, there are two\r\ncandidates for one vacant seat: Belarus and Bulgaria.\r\nAs for the Latin American and Caribbean States,\r\nthere are also two candidates for one vacant seat: the\r\nDominican Republic and Mexico.\r\nIn accordance with rule 92 of the rules of\r\nprocedure, we shall proceed now to the election by\r\nsecret ballot.\r\nBefore we begin the voting process, I should like\r\nto remind members that, pursuant to rule 88 of the\r\nrules of procedure of the General Assembly, no\r\nrepresentative shall interrupt the voting except on a\r\npoint of order on the actual conduct of the voting.\r\nI should like to seek the usual cooperation of\r\nrepresentatives during the conduct of the election. I\r\nremind representatives that during the voting process\r\nall campaigning should cease in the General Assembly\r\nHall. That means, in particular, that once the meeting\r\nhas begun, no more campaign material may be\r\ndistributed inside the Hall. All representatives are also\r\nrequested to remain in their seats so that the voting\r\nprocess can proceed in an orderly manner. I thank\r\nmembers for their cooperation.\r\nWe shall now begin the voting process.\r\nBallot papers marked “A”, “B” and “C” will now\r\nbe distributed.\r\nI request representatives to use only those ballot\r\npapers that have been distributed and to write on them\r\nthe names of the five States for which they wish to\r\nvote.\r\nA ballot paper containing more names from the\r\nrelevant region than the number of seats assigned to it\r\nwill be declared invalid. Names of Member States on a\r\nballot paper that do not belong to that region will not\r\nbe counted.\r\nAt the invitation of the President, Ms. Holliday\r\n(Australia), Mr. Unaibayev (Kazakhstan),\r\nMr. Cardy (South Africa) and Ms. Ramoutar\r\n(Trinidad and Tobago) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.30 a.m. and\r\nresumed at 11.45 a.m.\r\nThe President: The result of the voting is as\r\nfollows:\r\nGroup A — African and Asian States\r\nNumber of ballot papers: 178\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 177\r\nAbstentions: 0\r\nNumber of members voting: 177\r\nRequired two-thirds majority: 118\r\nNumber of votes obtained:\r\nGuinea 173\r\nCameroon 172\r\nSyrian Arab Republic 160\r\nGroup B — Eastern European States\r\nNumber of ballot papers: 178\r\nNumber of invalid ballots: 3\r\nNumber of valid ballots: 175\r\nAbstentions: 2\r\nNumber of members voting: 173\r\nRequired two-thirds majority: 116\r\nNumber of votes obtained:\r\nBulgaria 120\r\nBelarus 53\r\nGroup C — Latin American and Caribbean States\r\nNumber of ballot papers: 178\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 177\r\nAbstentions: 0\r\nNumber of members voting: 177\r\nRequired two-thirds majority: 118\r\nNumber of votes obtained:\r\nMexico 116\r\nDominican Republic 60\r\nDominica 1\r\nHaving obtained the required two-thirds majority,\r\nthe following States were elected members of the\r\nSecurity Council for a two-year term beginning\r\n1 January 2002: Bulgaria, Cameroon, Guinea\r\nand Syrian Arab Republic.\r\nThe President: I congratulate the States that have\r\nbeen elected members of the Security Council.\r\nThere remains one seat to be filled from among\r\nthe Latin American and Caribbean States.\r\nWe shall therefore proceed to the first restricted\r\nballot.\r\nThe second round of balloting shall be restricted\r\nto the two States from among the Latin American and\r\nCaribbean States that were not elected but that obtained\r\nthe largest number of votes in the previous ballot,\r\n3\r\nA/56/PV.23\r\nnamely the Dominican Republic and Mexico. That is in\r\naccordance with rule 94 of the rules of procedure.\r\nBefore we begin the voting process, I should like\r\nto remind members that, pursuant to rule 88 of the\r\nrules of procedure of the General Assembly, no\r\nrepresentative shall interrupt the voting except on a\r\npoint of order on the actual conduct of the voting.\r\nWe shall now begin the voting process.\r\nBallot papers marked “C” will now be\r\ndistributed.\r\nMay I ask representatives to write on the ballot\r\npapers marked “C”, for the Latin American and\r\nCaribbean States, the name of the one State for which\r\nthey wish to vote.\r\nBallot papers marked “C” will be declared invalid\r\nif they contain the name of a State other than the\r\nDominican Republic or Mexico, as well as if they\r\ncontain the names of more than one State.\r\nAt the invitation of the President, Ms. Holliday\r\n(Australia), Mr. Unaibayev (Kazakhstan),\r\nMr. Cardy (South Africa) and Ms. Ramoutar\r\n(Trinidad and Tobago) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 12 noon and\r\nresumed at 12.15 p.m.\r\nMr. Gounaris (Greece), Vice-President, took the\r\nChair.\r\nThe Acting President: The result of the voting is\r\nas follows:\r\nGroup C — Latin American and Caribbean States\r\nNumber of ballot papers: 178\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 178\r\nAbstentions: 0\r\nNumber of members voting: 178\r\nRequired two-thirds majority: 119\r\nNumber of votes obtained:\r\nMexico 138\r\nDominican Republic 40\r\nHaving obtained the required two-thirds majority,\r\nMexico was elected a member of the Security\r\nCouncil for a two-year term beginning 1 January\r\n2002.\r\nThe Acting President: I congratulate Mexico,\r\nwhich has been elected a member of the Security\r\nCouncil, and I thank the tellers for their assistance in\r\nthis election.\r\nThe following five States have thus been elected\r\nmembers of the Security Council for a two-year term\r\nbeginning 1 January 2002: Bulgaria, Cameroon,\r\nGuinea, Mexico and the Syrian Arab Republic.\r\nThis concludes our consideration of sub-item (a)\r\nof agenda item 15.\r\nProgramme of work\r\nThe President: I should like to make an\r\nannouncement concerning agenda item 20, entitled\r\n“Strengthening of the coordination of humanitarian and\r\ndisaster relief assistance of the United Nations,\r\nincluding special economic assistance”.\r\nI have requested His Excellency Mr. Hubert\r\nWurth, Permanent Representative of Luxembourg to\r\nthe United Nations, who during the previous session so\r\nably conducted the informal consultations on draft\r\nresolutions under that agenda item, to assist once again\r\nin the same capacity at this session. Ambassador Wurth\r\nhas graciously accepted.\r\nI request those delegations intending to submit\r\ndraft resolutions under agenda item 20 to do so as early\r\nas possible in order to allow time, if need be, for\r\nnegotiations, with a view to reaching consensus on the\r\ndraft resolutions.\r\nThe meeting rose at 12.20 p.m.\r\n"