"United Nations A/56/PV.24\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n24th plenary meeting\r\nFriday, 12 October 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-57703 (E)\r\n*0157703*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nIn the absence of the President, Mr. Sharma\r\n(Nepal), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.30 a.m.\r\nStatements on the occasion of the awarding of the\r\nNobel Peace Prize to the United Nations and its\r\nSecretary-General\r\nThe Acting President: Today is a momentous\r\nday. We are all thrilled that our Organization and the\r\nSecretary-General have been awarded the 2001 Nobel\r\nPeace Prize.\r\nI now have the honour to read a message from the\r\nPresident of the General Assembly, Mr. Han Seung-\r\nsoo, who is currently in Seoul, Korea. His message is\r\naddressed to the United Nations and Secretary-General\r\nKofi Annan on the occasion of the Nobel Committee’s\r\nannouncement that the Nobel Peace Prize will be\r\nawarded to the United Nations and Secretary-General\r\nKofi Annan. It reads:\r\n“It is with great pleasure that I extend my\r\nheartfelt congratulations, on behalf of the whole\r\nUnited Nations membership, to our Organization,\r\nthe United Nations, and its Secretary-General,\r\nKofi Annan, on their winning of the Nobel Peace\r\nPrize this year. This is a well-deserved honour for\r\nall the Member States of the United Nations as\r\nwell as for the entire staff of the Secretariat.\r\n“As members of the United Nations family,\r\nwe all feel proud that during the last half century\r\nthe United Nations has always been at the\r\nforefront of efforts to achieve peace and security\r\nas well as the prosperity and development of\r\nmankind. This prize is a recognition of not only\r\nthe achievements of the United Nations in serving\r\nthe world community, but also of that of the\r\nthousands of United Nations staff members led by\r\nthe Secretary-General who work with such\r\ndedication and often in perilous circumstances to\r\nmake this world a better and safer place. At the\r\nsame time, I believe this award will serve to\r\nencourage all of us to make further efforts to\r\naccomplish our mandates for humanity.\r\n“This Nobel Peace Prize awarded to the\r\nUnited Nations and Secretary-General Kofi\r\nAnnan is most fitting, as we are facing\r\nformidable challenges such as poverty, terrorism,\r\ndrug abuse, environmental degradation and\r\nHIV/AIDS.\r\n“My special and warmest congratulations go\r\nto Secretary-General Kofi Annan, in particular. I\r\ntruly believe that all of us in the United Nations\r\nowe him a large debt of gratitude for his\r\noutstanding leadership and services at this critical\r\ntime in history, of which the Nobel Peace Prize is\r\na most fitting and timely recognition.\r\n“Finally, I sincerely hope that the\r\ninternational community will view this award not\r\njust as recognition of past achievement but, more\r\nimportantly, as a beacon illuminating the way\r\n2\r\nA/56/PV.24\r\nforward for the United Nations as it rises to\r\nconfront new challenges.”\r\nBefore I invite the Secretary-General to take the\r\nfloor, may I also add my own voice. I am thrilled that\r\nyou, Mr. Secretary-General, and our Organization,\r\nwhich you lead, have been awarded the prestigious\r\nNobel Peace Prize. It is a recognition of your personal\r\ndedication and contribution to promoting peace,\r\ndevelopment, justice and human rights, often in trying\r\ncircumstances, and of the United Nations ability to rise\r\nto the challenges, old and new, to make the world a\r\nbetter place to live in for every man and woman around\r\nthe world. Please accept, Mr. Secretary-General, my\r\nhearty congratulations on this momentous occasion of\r\nrecognition so fittingly awarded to you and to the\r\nUnited Nations under your leadership.\r\nI now invite the Secretary-General to say a few\r\nwords.\r\nThe Secretary-General: The decision of the\r\nNobel Peace Prize Committee is truly an honour for the\r\nwhole of the United Nations, which means of course all\r\nof its Member States and this Assembly, which\r\nrepresents them. It is also an honour for all parts of the\r\nOrganization and, above all, for its dedicated staff\r\naround the world. They work hard every day to make\r\nthe world a more just, a more peaceful and a happier\r\nplace. Many of them risk their lives, and they richly\r\ndeserve this award.\r\nA year ago, your heads of State and Government\r\nreaffirmed at the Millennium Summit the indispensable\r\nrole of the United Nations as a common house of the\r\nentire human family. Now the Nobel Committee has\r\nused this prize, in its own words,\r\n“to proclaim that the only negotiable route to\r\nglobal peace and cooperation goes by way of the\r\nUnited Nations”.\r\nIn a world that is growing ever closer and more\r\ninterconnected, and yet is still torn by brutal conflicts\r\nand cruel injustice, it is more important than ever that\r\nhumanity travel that route and that all of us work hard\r\nto pave the road ahead of it.\r\nAll of us who work at the United Nations should\r\nfeel proud today, but also humble, because even more\r\nwill be expected of us in the future. This award is a\r\ntribute, above all, to our colleagues who have made the\r\nsupreme sacrifice in the service of humanity. The only\r\ntrue prize for them and for us will be peace itself.\r\nThe Acting President: I now call on the\r\nPermanent Representative of the Sudan to say a few\r\nwords on behalf of the Group of African States.\r\nMr. Erwa (Sudan) (spoke in Arabic): I am indeed\r\noverwhelmed to be standing here on this momentous\r\nday to express, on behalf of my brothers in the Group\r\nof African States, our sincere congratulations to our\r\nOrganization and to a distinguished son of Africa —\r\nand, indeed, of the world — Mr. Kofi Annan.\r\nThe decision on this award has come at a very\r\nopportune time, when the United Nations is facing\r\nconsiderable challenges. This distinguished son of\r\nAfrica and of the world, Mr. Kofi Annan, assumed the\r\nleadership of our Organization at a time when the ship\r\nwas sailing through rough seas. We have witnessed his\r\ncompetence, his perspicacity and his wisdom in\r\nsteering this ship during these critical times, which are\r\nbecoming even more critical and more challenging.\r\nTherefore, we find that the selection of the United\r\nNations and the Secretary-General for this prize\r\nrepresents a great moral support for and recognition of\r\neach and every one of us in our pursuit of the right path\r\nand the right choices.\r\nMr. Secretary-General, we congratulate ourselves\r\nand we congratulate you. In conclusion, I would say\r\nthat the prize itself is honoured by dint of its having\r\nbeen given to you, because, as you said, though we feel\r\nproud we also feel humble. We have known you to be a\r\nhumble person, and we pray to God Almighty to help\r\nyou in your future tasks.\r\nThe Acting President: I now invite the\r\nPermanent Representative of Sri Lanka to make a\r\nstatement on behalf of the Group of Asian States.\r\nMr. De Saram (Sri Lanka): Today is for all of us\r\na most moving and profound occasion. On behalf of all\r\nthe members of the Asian Group, I have the great\r\nhonour to convey to the Secretary-General, Mr. Kofi\r\nAnnan, of whom we are all so deeply proud, and to the\r\nUnited Nations and its Member States, the most\r\nprofound congratulations on this unique honour that\r\nhas today been bestowed on all of us. It is indeed full\r\nof hope, full of encouragement and full of promise for\r\nthe long years ahead when we shall all need to come\r\ntogether and work together towards peace.\r\nThe Acting President: I now call on the\r\nrepresentative of Georgia, who will speak on behalf of\r\nthe Group of Eastern European States.\r\n3\r\nA/56/PV.24\r\nMr. Volski (Georgia): Mr. Secretary-General, I\r\npresent the congratulations of the Group of Eastern\r\nEuropean States. This is an honour, a great pleasure\r\nand an even greater responsibility at this moment when\r\nthe world is praising the United Nations and your\r\npersonal input in bringing peace and relief to those\r\nwho are suffering.\r\nThe Nobel Prize should encourage all of us to\r\nserve the United Nations ideals better than ever and\r\nwith stronger commitment. Congratulations again.\r\nThe Acting President: I call now on the\r\nPermanent Representative of Haiti, who will speak on\r\nbehalf of the Group of Latin American and Caribbean\r\nStates.\r\nMr. Lelong (Haiti) (spoke in French): Mr.\r\nSecretary-General, it is with particular emotion that, on\r\nbehalf of the member countries of the Group of Latin\r\nAmerican and Caribbean States, I express to you our\r\ncongratulations on the rare honour that has been\r\nbestowed on you this morning — you and our\r\nOrganization as well.\r\nI cannot fail to express our collective view that,\r\nas of today, the history of the world could not be\r\nwritten without constant references to the history of the\r\nUnited Nations and the part that you have played in\r\nmaking this Organization an instrument for peace and\r\ndevelopment.\r\nOnce again, may I express to you our\r\ncongratulations.\r\nThe Acting President: I call now on the\r\nrepresentative of Ireland, who will speak on behalf of\r\nthe Group of Western European and other States.\r\nMr. Gardner (Ireland): It is a great honour for\r\nme, on behalf of the Group of Western European and\r\nother States, to extend our congratulations to the\r\nUnited Nations and to the Secretary-General on\r\nwinning the Nobel Prize for Peace. The prize is a clear\r\nreflection of the esteem in which the United Nations\r\nand the Secretary-General are held. It is also a tribute\r\nto the work of the Organization, which always faces a\r\nrange of formidable tasks. The prize should encourage\r\nall of us to continue our efforts.\r\nThe Acting President: I call now on the\r\nrepresentative of the United States of America as host\r\ncountry.\r\nMs. Marcus (United States of America): I am\r\nmost grateful for the opportunity to address the General\r\nAssembly for the first time on this historic day. On\r\nbehalf of the host nation, I want to express heartiest\r\ncongratulations on the award of the Nobel Peace Prize\r\nto the Secretary-General, Mr. Kofi Annan, and to the\r\nUnited Nations. That award is richly deserved for the\r\nefficacious role the United Nations has played in the\r\nmaintenance of international peace and security for\r\nmore than 50 years.\r\nThe events of the past month made that\r\nindispensable contribution abundantly clear. I want to\r\ntell the Secretary-General, on behalf of the people of\r\nthe United States, how very grateful we are, and how\r\ndeeply we have been touched by his words and his\r\ndeeds in these extraordinary times.\r\nWe share in the joy of this House today, and\r\nespecially want to recognize the Secretary-General’s\r\nunique and invaluable leadership. He has made us\r\ndeeply, deeply proud.\r\nAgenda item 15 (continued)\r\nElections to fill vacancies in principal organs\r\n(c) Election of a member of the International\r\nCourt of Justice\r\nMemorandum by the Secretary-General\r\n(A/56/372)\r\nList of nominations (A/56/373 and Add.1)\r\nCurriculum vitae (A/56/374 and Corr.1 and 2)\r\nThe President: The General Assembly will\r\nproceed to the election of a member of the\r\nInternational Court of Justice for the unexpired term of\r\noffice of Judge and former President Mohammed\r\nBedjaoui, whose resignation took effect on 30\r\nSeptember 2001.\r\nIn connection with this election, I should like to\r\nbring the following matters to the attention of the\r\nmembers of the General Assembly.\r\nFirst, in accordance with General Assembly\r\nresolution 264 (III) of 8 October 1948, a State which is\r\na party to the Statute of the International Court of\r\nJustice, but not a Member of the United Nations, shall\r\nparticipate in the General Assembly in electing the\r\n4\r\nA/56/PV.24\r\nmembers of the Court in the same manner as the States\r\nMembers of the United Nations. Therefore, on this\r\noccasion, the representative of Switzerland may\r\nparticipate in the election.\r\nSecondly, I should like to confirm that, at this\r\ntime, the Security Council, independently of the\r\nGeneral Assembly, is also proceeding to elect one\r\nmember of the Court. This procedure is in accordance\r\nwith article 8 of the Statute of the Court, which\r\nprovides that\r\n“The General Assembly and the Security\r\nCouncil shall proceed independently of one\r\nanother to elect the members of the Court.”\r\nAccordingly, the results of the voting in the\r\nGeneral Assembly will not be communicated to the\r\nSecurity Council until one candidate has obtained the\r\nrequired majority in the Assembly.\r\nThirdly, I should like to draw the attention of the\r\nAssembly to the documents relating to the election.\r\nThe Assembly has before it document A/56/372, which\r\ncontains a memorandum by the Secretary-General on\r\nthe present composition of the Court and on the\r\nprocedure to be followed in the General Assembly and\r\nin the Security Council with regard to the election; and\r\ndocuments A/56/373, which contains the list of\r\nnominations of candidates by national groups within\r\nthe required time for submission, that is, by 12\r\nSeptember 2001, and A/56/373/Add.1, which informs\r\nof the withdrawal of one candidate. With reference to\r\nthe list of nominations of candidates by national groups\r\ncontained in document A/56/373, I would like to\r\ninform the Assembly that, subsequently, the Secretariat\r\nwas informed that the Italian national group nominated\r\nMr. Nabil Elaraby as a candidate.\r\nThe Assembly also has before it documents\r\nA/56/374, A/56/374/Corr.1 in Arabic only, and\r\nA/56/374/Corr.2, which contain the curricula vitae of\r\nthe candidates nominated by national groups.\r\nIn accordance with article 10, paragraph 1, of the\r\nStatute of the Court, the candidate who obtains an\r\nabsolute majority of votes in both the General\r\nAssembly and in the Security Council shall be\r\nconsidered elected.\r\nThe consistent practice of the United Nations has\r\nbeen to interpret the words “absolute majority” as\r\nmeaning a majority of all electors, whether or not they\r\nvote or are allowed to vote. The electors in the General\r\nAssembly are all 189 Member States, plus the one non-\r\nMember State which is a party to the Statute of the\r\nCourt, namely Switzerland, for a total of 190 electors.\r\nAccordingly, for the present election, 96 votes\r\nconstitute an absolute majority in the General Assembly.\r\nThe General Assembly will now proceed to a\r\nsecret ballot. If in the first ballot no candidate obtains\r\nan absolute majority, it will be necessary to proceed to\r\nother ballots until a candidate has obtained the required\r\nmajority. Pursuant to the decision taken by the General\r\nAssembly at its 915th meeting, on 16 November 1960,\r\nthese ballots shall be unrestricted.\r\nMay I take it that the Assembly agrees to the\r\nprocedures I have just outlined?\r\nIt was so decided.\r\nThe Acting President: I should like to remind\r\nrepresentatives that, pursuant to rule 88 of the\r\nAssembly’s rules of procedure,\r\n“After the President has announced the\r\nbeginning of voting, no representative shall\r\ninterrupt the voting except on a point of order in\r\nconnection with the actual conduct of the voting.”\r\nWe shall now begin the voting process. Ballot\r\npapers will now be distributed.\r\nRepresentatives are requested to use only the\r\nballot papers that are now being distributed, and to\r\nplace a cross to the left of the name of the candidate for\r\nwhom they wish to vote. Votes may be cast only for the\r\ncandidate whose name appears on the ballot papers.\r\nAt the invitation of the President, Mr. Bijou\r\n(Costa Rica), Ms. Vassallo (Malta), Ms. Prokop\r\n(Poland) and Ms. Lim (Singapore) acted as\r\ntellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 11.15 a.m. and\r\nresumed at 11.40 a.m.\r\n5\r\nA/56/PV.24\r\nThe Acting President: The result of the voting is\r\nas follows:\r\nNumber of ballot papers:   174\r\nNumber of invalid ballots:       0\r\nNumber of valid ballots:   174\r\nAbstentions:       0\r\nNumber of members voting:   174\r\nRequired absolute majority:     96\r\nNumber of votes obtained:\r\nMr. Nabil Elaraby (Egypt)   124\r\nMr. Francis Romain Wodie\r\n(Côte d’Ivoire)     50\r\nMr. Nabil Elaraby has obtained an absolute\r\nmajority in the General Assembly.\r\nI have communicated the result of the voting to\r\nthe President of the Security Council.\r\nI have received from the President of the Security\r\nCouncil the following letter:\r\n“I have the honour to inform you that at the\r\n4389th meeting of the Security Council, held on\r\n12 October 2001 for the purpose of electing a\r\nmember of the International Court of Justice for a\r\nterm of office to expire on 5 February 2006, Mr.\r\nNabil Elaraby obtained an absolute majority of\r\nvotes.”\r\nAs a result of the independent voting in the\r\nSecurity Council and in the General Assembly, Mr.\r\nNabil Elaraby has obtained an absolute majority in\r\nboth organs. He is therefore duly elected a member of\r\nthe International Court of Justice, to serve for a term of\r\noffice commencing today, 12 October 2001, and ending\r\non 5 February 2006. I take this opportunity to extend to\r\nhim the congratulations of the Assembly on his\r\nelection and to thank the tellers for their assistance.\r\nWe have thus concluded this stage of our\r\nconsideration of sub-item (c) of agenda item 15.\r\nProgramme of work\r\nThe Acting President: I should like to inform\r\nmembers of the following additions to the programme\r\nof work of the General Assembly.\r\nOn Monday, 15 October 2001, in the morning, the\r\nGeneral Assembly will take up, as the first item,\r\nagenda item 7, “Notification by the Secretary-General\r\nunder Article 12, paragraph 2, of the Charter of the\r\nUnited Nations”.\r\nOn Monday, 22 October 2001, in the morning, the\r\nGeneral Assembly will take up, as the third item,\r\nagenda item 17 (h), “Appointments to fill vacancies in\r\nsubsidiary organs and other appointments: appointment\r\nof members of the Committee on Conferences”.\r\nOn Thursday, 1 November 2001, in the morning,\r\nthe General Assembly will take up agenda item 17 (g),\r\n“Appointments to fill vacancies in subsidiary organs\r\nand other appointments: appointment of members of\r\nthe Joint Inspection Unit”.\r\nThe meeting rose at 11.45 a.m.\r\n"