"United Nations A/56/PV.7\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n7th plenary meeting\r\nMonday, 24 September 2001, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-54739 (E)\r\n*0154739*\r\nPresident: Mr. Han . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 10\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/56/1 and Corr.1 and Add.1)\r\nThe President: The General Assembly, in\r\naccordance with the decision taken at its 3rd plenary\r\nmeeting on 19 September 2001, will begin its\r\nconsideration of agenda item 10, entitled “Report of\r\nthe Secretary-General on the work of the\r\nOrganization”.\r\nI give the floor to the Secretary-General to give a\r\nbrief presentation of his annual report.\r\nThe Secretary-General: Two weeks ago, as all\r\nrepresentatives will remember, we were looking\r\nforward to this day, as the day when we would begin\r\nour general debate. Many members expected to be\r\nrepresented here by their head of State or Government\r\nor by their foreign minister.\r\nI myself had hoped to set out what I see as the\r\nmain priorities for our work for the next five years.\r\nAlas, that was two weeks ago. Thirteen days ago, on a\r\nday none of us is likely to forget, our host country and\r\nour beloved host city were struck by a blow so\r\ndeliberate, heartless, malicious and destructive, that we\r\nare all still struggling to grasp its enormity.\r\nIn truth, this was a blow, not against one city or\r\none country, but against all of us. It was an attack not\r\nonly on our innocent fellow citizens — over 60\r\nMember States were affected, including, I am sad to\r\nsay, my own country — but on our shared values. It\r\nstruck at everything this Organization stands for:\r\npeace, freedom, tolerance, human rights and the very\r\nidea of a united human family. It struck at all our\r\nefforts to create a true international society, based on\r\nthe rule of law.\r\nLet us respond by reaffirming, with all our\r\nstrength, our common humanity and the values that we\r\nshare. We shall not allow them to be overthrown. On\r\nthe very day after the onslaught, the Security Council\r\nrightly identified it as a threat to international peace\r\nand security. Let us therefore respond to it in a way\r\nthat strengthens international peace and security, by\r\ncementing the ties among nations and not subjecting\r\nthem to new strains. This Organization is the natural\r\nforum in which to build such a universal coalition. It\r\nalone can give global legitimacy to the long-term\r\nstruggle against terrorism.\r\nOn that same day — 12 September — your\r\nAssembly, Mr. President, in resolution 56/1, called for\r\nurgent action to enhance international cooperation and\r\nto prevent and eradicate acts of terrorism. I welcome\r\nthat resolution, as well as the Assembly’s decision to\r\naddress the scourge of terrorism in greater detail next\r\nweek. Among other things, that will be an occasion to\r\nstress the urgency of ratifying, and above all\r\nimplementing, the existing conventions on\r\ninternational terrorism, and to consider agreeing on\r\nnew instruments to combat this heinous crime.\r\n2\r\nA/56/PV.7\r\nThe need for a vigorous response to terrorism,\r\nand for a sustained, comprehensive strategy to defeat it,\r\nis not in doubt. But we also need to give greater\r\nurgency to our humanitarian task of relieving the\r\nvictims of conflict and starvation, especially, at this\r\ntime, those displaced from their homes in Afghanistan.\r\nThe attack of 11 September was also an attack on\r\nthe freedom of human beings to travel, to exchange\r\ngoods and services — everything a world trade centre\r\nstands for — and to exchange ideas.\r\nSome commentators have rushed to assert that\r\nthis confirms the dismal thesis of an inevitable clash of\r\ncivilizations, according to which we face a century of\r\nconflict between people of different faiths and cultures.\r\nLet us affirm the opposite. Let us recall that the\r\nAssembly has proclaimed this year the Year of\r\nDialogue among Civilizations.\r\nLet us reassert the freedom of people from every\r\nfaith and culture to meet and mingle and to exchange\r\nideas and knowledge, in mutual respect and\r\ntolerance — to their mutual benefit and the benefit of\r\nall mankind.\r\nFinally, the attack of 11 September was an attack\r\non the rule of law — that is, on the very principle that\r\nenables nations and individuals to live together in\r\npeace by following agreed rules and settling their\r\ndisputes through agreed procedures.\r\nSo let us respond by reaffirming the rule of law at\r\nthe international and the national level.\r\nNo effort should be spared in bringing the\r\nperpetrators to justice in a clear and transparent process\r\nthat all can understand and accept. Let us uphold our\r\nown principles and standards, so that we can make the\r\ndifference unmistakable, for all the world to see,\r\nbetween those who resort to terrorism and those who\r\nfight against it.\r\nResponding appropriately to this vicious\r\nonslaught is indeed a vital task. But we must not let it\r\ndistract us from the rest of the work we have to do. In\r\nno way do these tragic events make the broader\r\nmission of the United Nations less relevant. On the\r\ncontrary — and especially if we allow them to succeed\r\nin tipping the world economy into recession — these\r\nevents will make that mission even more urgent.\r\nLet us not respond to economic uncertainty in a\r\nway that is sure to make it worse, by seeking to protect\r\nnational markets against free exchange. Instead, as we\r\nprepare for the meeting of the World Trade\r\nOrganization in Doha, let us strengthen our\r\ninternational trading system and make sure that its\r\nbenefits are available to all, especially the developing\r\ncountries.\r\nInternational cooperation is needed now more\r\nthan ever in managing the world economy and in\r\nensuring that the costs of adjustment do not once again\r\nfall most heavily on developing countries.\r\nWe must not allow these events to set us back in\r\nour fulfilment of the pledges given one year ago by our\r\nheads of State and Government in their Millennium\r\nDeclaration — such as the promise to halve, by 2015,\r\nthe proportion of the world’s people whose income is\r\nless than one dollar a day; to ensure universal primary\r\neducation for girls and boys alike; to halt and begin\r\nreversing the spread of HIV/AIDS; and to preserve the\r\nplanet for future generations by adopting a new ethic of\r\nconservation and stewardship.\r\nThose tasks remain as urgent as they ever were —\r\nif anything, more so; and this Organization’s work to\r\nadvance them — which is described in detail in the\r\nreport that is before the Assembly — remains as\r\nimportant as ever.\r\nThese longer-term issues of development can and\r\nmust be addressed during this session of the Assembly.\r\nOur understandable preoccupation with the fight\r\nagainst terrorism must not lead us to neglect them.\r\nThe social and economic evils in our world are all\r\ntoo real, as is the need to make globalization work for\r\nall the peoples of the world by embedding a new global\r\neconomy in values of solidarity, social justice, and\r\nhuman rights.\r\nBut these things cannot be achieved by violence.\r\nOn the contrary, the hope of relieving world poverty\r\nwill only diminish if the world is polarized into\r\nmutually hostile camps of rich and poor, or North and\r\nSouth.\r\nThe only route that offers any hope of a better\r\nfuture for all humanity is that of cooperation and\r\npartnership, in which all social forces — States, the\r\nprivate sector, institutions of learning and research, and\r\ncivil society in all its forms — unite their efforts in\r\npursuit of specific, attainable goals.\r\n3\r\nA/56/PV.7\r\nAt the centre of all these partnerships must stand\r\nthis Organization — which, one year ago, heads of\r\nState and Government undertook to strengthen and\r\nmake more effective, because they considered it\r\n“the indispensable common house of the entire\r\nhuman family.” (A/RES/55/2, para. 32)\r\nThe United Nations must listen to all these\r\ndifferent partners. It must guide them. It must urge\r\nthem on. The United Nations must provide a\r\nframework of shared values and understanding, within\r\nwhich their free and voluntary efforts can interact and\r\nreinforce each other, instead of getting in each other\u0027s\r\nway.\r\nAnd — to quote the Millennium Declaration once\r\nmore — it is through the United Nations that the\r\npeoples of the world must seek to realize their\r\n“universal aspirations for peace, cooperation and\r\ndevelopment”. (ibid.)\r\nThat is the path traced for us by our heads of\r\nState and Government one year ago. Let us not be\r\nshaken, even by the unspeakable horror that we\r\nwitnessed 13 days ago, in our determination to proceed\r\nalong it.\r\nLet us reject the path of violence, which is the\r\nproduct of nihilism and despair. Let us prove by our\r\nactions that there is no need to despair; that the\r\npolitical and economic problems of our time can be\r\nsolved peacefully; and that no human life should be\r\nsacrificed, because every human being has cause to\r\nhope.\r\nThat, I believe, is the true business of the\r\nAssembly and the true mission of this Organization.\r\nMr. Ivanov (Russian Federation) (spoke in\r\nRussian): This session of the General Assembly has\r\nbegun its work under tragic circumstances. The entire\r\ncivilized world shares the grief of the American\r\npeople. We also mourn all of those who have fallen\r\nvictim to terrorists in different parts of the globe. In\r\ntoday’s interdependent and globalized world, the pain\r\nof bereavement is common to us all, regardless of\r\nwhere a terrorist act may have occurred.\r\nThe recent tragedy makes it dramatically clear\r\nthat the sweeping changes that globalization has\r\nbrought about in all areas of modern life entail both\r\npositive and negative consequences for all of\r\nhumankind.\r\nOn the one hand, the threat of global nuclear\r\nconfrontation has become a thing of the past. Advances\r\nin science and technology and the rapid expansion of\r\nworld trade and economic relations are providing the\r\nnecessary conditions for the sustainable development\r\nof all humankind. On the other hand, the benefits of\r\nglobalization have turned out to be simply inaccessible\r\nto most States, and the gap between the most developed\r\nand the least developed countries continues to widen\r\nrapidly. Finally, the world is confronting new threats\r\nand challenges, such as aggressive separatism,\r\norganized crime, illegal drug trafficking, in addition to\r\ninternational terrorism.\r\nGiven these circumstances, the international\r\ncommunity is facing the tremendous task of responding\r\nadequately and, most importantly, collectively to the\r\nchallenges of our time. There is an urgent need to\r\ndevelop a joint action strategy that could make use of\r\nglobalization for a just and fair resolution of the key\r\nproblems that mankind is facing and for the\r\nstrengthening of universal security. In this context, we\r\nsubscribe to the idea, articulated in the report of the\r\nSecretary-General on the work of the Organization, that\r\nit is necessary to strengthen and enhance the role of the\r\nUnited Nations as an indispensable instrument for\r\nmaintaining international peace and security and for\r\nmobilizing the people of the world against new,\r\nunprecedented threats. With its firm commitment\r\nprecisely to this approach in shaping a new world\r\norder, the Russian Federation advocates the adoption of\r\ncollective measures that would make globalization\r\nprocesses manageable and therefore secure. Each State\r\nshould see for itself that the results of globalization can\r\nindeed contribute to its prosperity and well-being.\r\nAn efficient mechanism for globalization\r\nmanagement should be comprehensive and should\r\ncover all areas, from the political and military to the\r\nhumanitarian. The Russian Federation is open to the\r\nclosest cooperation with other States with a view to\r\nattaining this objective, which is of primary importance\r\nfor the future of humankind.\r\nIn fighting new dangers, of which international\r\nterrorism is no doubt the greatest, the main objective is\r\nto set up a global system to counteract new threats and\r\nchallenges. Such a system should integrate relevant\r\nmultilateral interaction mechanisms, including early\r\nwarning and the prevention of emerging threats, as well\r\nas a resolute and adequate response to any of their\r\nmanifestations, within the framework of international\r\n4\r\nA/56/PV.7\r\nlaw and under the coordinating leadership of the\r\nUnited Nations.\r\nAs far as the political sphere is concerned, as the\r\nSecretary-General has just noted correctly, we have in\r\nmind the comprehensive implementation of the\r\ndecisions of the Millennium Summit and Assembly,\r\nmade here a year ago, primarily those concerning the\r\nestablishment of a just and violence-free democratic\r\nworld order serving the interests and aspirations of all\r\nStates and peoples. This can only be achieved if all\r\ncountries are equal before world law based on the\r\nUnited Nations Charter and other fundamental\r\nprinciples and rules of international law, and hold them\r\nsacred.\r\nThe strengthening, and not the erosion, of\r\ninternational law and order should prevail in the era of\r\nglobalization. Just as a democratically viable State can\r\nbe built only on a solid legislative foundation, more\r\nrobust international legal norms are required for a new\r\nworld order to take shape.\r\nDeveloping a kind of international law that is\r\nsensitive to the changing world calls for joint\r\ncoordinated efforts, while any unilateral actions in a\r\nworld where destinies of countries, peoples and\r\nindividuals are becoming increasingly intertwined will\r\nonly erode the rule of law, thus compromising the\r\ninternational community’s capacity to efficiently\r\naddress emerging and ever more dangerous challenges.\r\nA State’s prestige among nations should be\r\nmeasured not by its military or economic might but,\r\nrather, by its ability to responsibly fulfil its\r\ninternational obligations.\r\nIn the military sphere, the priority task is to\r\nstrengthen strategic stability as the critical component\r\nof international security. We understand the Secretary-\r\nGeneral’s concern, expressed in his report, over the\r\ncontinuing growth of global military expenditures and\r\nthe low level of international cooperation on\r\ndisarmament.\r\nFully aware of its role in ensuring international\r\nsecurity, the Russian Federation has put forward a\r\ndetailed, realistic programme to enhance strategic\r\nstability and expedite the disarmament process. The\r\npresident of the Russian Federation, Vladimir Putin,\r\nhas called upon the five nuclear Powers and permanent\r\nmembers of the Security Council to initiate a process\r\nof consultation on nuclear disarmament and strategic\r\nstability.\r\nWe reaffirm our proposal to the United States on\r\na coordinated reduction of strategic offensive weapons\r\nto 1,500 nuclear warheads for each party by 2008,\r\npossibly followed by a further reduction. It should be\r\nrecalled that in 1990, at the end of the cold war, the\r\naggregate strategic nuclear arsenals of the Union of\r\nSoviet Socialist Republics and the United States alone\r\namounted to 20,834 warheads. This initiative, if\r\nimplemented, would both help consolidate global\r\nstability and significantly boost joint efforts to build a\r\nnew strategic relationship between Russia and the\r\nUnited States. It would also be an unprecedented\r\nbreakthrough in nuclear disarmament and a strong\r\nincentive to enhance the regimes of non-proliferation\r\nof weapons of mass destruction and to make the\r\nComprehensive Test Ban Treaty universal.\r\nPreventing the deployment of weapons in outer\r\nspace forms an important part of the set of measures\r\ndesigned to ensure strategic stability. It is our common\r\nduty to coming generations to keep outer space\r\npeaceful through joint efforts. Russia invites the world\r\ncommunity to start working out a comprehensive\r\nagreement on the non-deployment of weapons in outer\r\nspace and on the non-use or threat of force against\r\nspace objects. The first practical step to this end could\r\nbe a moratorium on deploying weapons in outer space,\r\npending a relevant international agreement.\r\nIn addition to the traditional disarmament agenda,\r\nthe era of globalization brings new challenges to\r\ninternational security, thus raising the number of States\r\ninvolved in disarmament. This includes the non-\r\nproliferation of missile technologies, the elimination of\r\nchemical weapons, the non-development of\r\nbacteriological weapons, and blocking the channels of\r\nillegal trafficking in small arms and light weapons.\r\nIn a word, there is a great accumulation of\r\ndisarmament-related issues that call for thorough and\r\ncomprehensive discussion. To that end, a fourth special\r\nsession of the General Assembly devoted to\r\ndisarmament seems to be the most appropriate forum,\r\nand the Russian Federation actively supports the idea\r\nof convening it.\r\nIn peace-making special attention should be given\r\nto the introduction of a culture of conflict-prevention\r\ninto international practice. The Russian Federation\r\nsupports the main ideas of the Secretary-General’s\r\n5\r\nA/56/PV.7\r\nspecial report on that matter. There is no time to lose.\r\nWith acute crises in various parts of the globe posing a\r\nreal threat to international security, rapid and concerted\r\naction is called for. In that respect, events in the Middle\r\nEast and the Balkans are of particular alarm.\r\nWhen seeking to resolve crisis situations we\r\ncannot remain oblivious to their underlying causes. As\r\na rule — especially where the African continent is\r\nconcerned — crises have their origins in social and\r\neconomic problems. The specific features of regional\r\ncrises noted by the Secretary-General — such as their\r\nexpanding sources of funding and the availability of a\r\ntremendous choice of weapons — are in tune with the\r\ninitiative put forward by President Vladimir Putin in\r\naddressing the need to cut off external sources of\r\nsupport for conflicts.\r\nGlobalization has greatly broadened the horizons\r\nof international cooperation in the economic sphere by\r\nproviding unparalleled opportunities for the movement\r\nof goods, capital and services. Sophisticated industries\r\nhave emerged in various parts of the world. However,\r\nhas that benefited everyone? Have famine and illiteracy\r\nbeen eradicated from the world? Definitely not. Rich\r\nStates have become richer by reaping the fruits of\r\nglobalization, while poor States have found themselves\r\neven poorer. If the current trend persists and wealth\r\ncontinues to grow on only one side, the other side will\r\nsee an inevitable rise in social tension and political\r\nextremism. The only way to prevent that is to enhance\r\nthe social component of globalization and to put an end\r\nto discrimination in international economic relations.\r\nThe formation of a global information space\r\nepitomizes the world integration process. We can now\r\nfollow live coverage of world events as they unfold.\r\nHowever, the information space has become a popular\r\ntarget for various extremist forces. The threat of cyber-\r\nterrorism is growing. Censorship has been replaced by\r\na no less dangerous evil, that of information wars\r\ncapable of causing instability. That has jeopardized\r\nfreedom of speech and the right of citizens to truthful\r\ninformation. Concrete steps are therefore required to\r\nstrengthen international information security. With the\r\ndirect participation of Russia, this issue has already\r\nbeen the subject of detailed discussions in the United\r\nNations.\r\nEnvironmental problems are today as relevant to\r\nhuman survival as military ones. Our future depends on\r\nthe state of the environment. Its preservation is\r\ntherefore our common challenge and great\r\nresponsibility. Russia reaffirms its commitment to the\r\nUnited Nations Framework Convention on Climate\r\nChange and its Kyoto Protocol.\r\nOn the whole, climate-related issues require a\r\ncomprehensive approach. Taking this into account,\r\nRussia has proposed to convene in 2003 a world\r\nconference on climate change that would bring together\r\nGovernments, business and academic communities, as\r\nwell as civil society.\r\nGlobalization has greatly expanded opportunities\r\nin the humanitarian field. The very concept of human\r\nrights has ceased to be an exclusively internal affair of\r\nStates and has acquired universal scope. The Secretary-\r\nGeneral notes that\r\n“Today, universal ideas — the sovereignty of the\r\npeople, accountability of leaders, individual\r\nrights, and the rule of law — are spreading\r\naround the world. Yet there is no guarantee that\r\nthese values will not be reversed, and that some\r\nnations will not once again succumb to tyranny\r\nand oppression.” (A/56/1, para.5)\r\nLike other States, Russia strongly condemns\r\nflagrant violations of human rights in any part of the\r\nworld. At the same time, we are firmly convinced that\r\nthe international community should respond to\r\nhumanitarian crises solely on the basis of a solid\r\ngrounding in law and legitimacy based on the Charter\r\nof the United Nations.\r\nUnbiased analysis convinces us that globalization\r\nmust be manageable. There is therefore a need for a\r\nunified centre that could coordinate national, regional\r\nand international efforts in that area. The role of such a\r\ncentre belongs rightfully to the United Nations. The\r\nuniversal nature of the world Organization, its wealth\r\nof experience in multilateral cooperation, its\r\nconsiderable resources and organizing capacities make\r\nit possible for it to fulfil the most complicated tasks\r\nwith regard to making globalization serve all members\r\nof the international community. In fulfilling its\r\nfunctions, the United Nations must adequately respond\r\nto the challenges of the times, constantly strengthen its\r\noperational potential and enhance the effectiveness of\r\nits actions. This is precisely what we see as the purpose\r\nof the United Nations reform process.\r\nGlobalization shrinks space and time, making the\r\nworld an ever smaller place. Today, we all have an\r\n6\r\nA/56/PV.7\r\nimmense responsibility to succeeding generations. We\r\nmust strengthen the positive trends of globalization and\r\nonly use them in a way that would benefit the entire\r\nhuman race. We are convinced that, by jointly\r\nachieving that goal, we will be able to build a truly\r\nsafe, stable and prosperous world in the twenty-first\r\ncentury.\r\nMr. Hume (United States of America): I would\r\nlike to thank the Secretary-General for his report. He\r\nhas underscored the importance of the United Nations\r\nagenda and the work that the United Nations is\r\ncommitted to; and that the entire membership has a\r\nnew and overarching challenge after 11 September.\r\nMy delegation would like to extend its heartfelt\r\nthanks to all who have expressed condolences and\r\npledged support in the wake of the terrible events of 11\r\nSeptember. Americans also realize that people from\r\ndozens of other countries lost their lives in those\r\nattacks. This tragedy is truly global in scope, and so\r\nmust be the response. The people of the United States\r\nalso stand with those of you who are grieving for your\r\nown. We offer our deepest sympathies to you and to\r\nyour people.\r\nA week from today, in this Hall, the membership\r\nwill discuss measures to eliminate international\r\nterrorism. We look forward to that discussion, which\r\nwe hope will help promote unity of purpose and strong\r\nsteps the United Nations can take to combat terror. The\r\nUnited Nations must play an international role in\r\nmarshalling the international community’s efforts to\r\ndefeat this scourge. Those efforts will also require\r\nabsolute clarity that the international community\r\ncondemns and rejects any effort to offer false\r\njustification for the attack, or to protect those who\r\ncommitted it.\r\nThis is a crucial moment for the United Nations.\r\nIt has a chance to live up to the ideals on which it was\r\nfounded. The United States pledges its support to the\r\nUnited Nations. We are eager to work with other\r\nMember States to improve the Organization and to\r\nsupport the work of the Secretary-General. His report\r\nshows that the United Nations agenda remains broad\r\nand we will continue to work on this agenda even as\r\nwe focus immediately on the overarching challenge of\r\ninternational terrorism.\r\nThe effort to reform the United Nations has made\r\nprogress in recent years. This progress must continue.\r\nOne specific action the United Nations can take\r\nimmediately – and is, in fact, overdue to take – is to\r\nput sunset provisions in place. Sunset provisions would\r\nensure that United Nations programme activities do not\r\ngo on and on unless their relevance and effectiveness\r\nare regularly affirmed. This reform measure is covered\r\nby the Secretary-General’s report and it has been on the\r\ntable since 1997. The United States looks forward to\r\nmore productive work with the United Nations\r\nmembership and on many other reform matters during\r\nthe fifty-sixth session of the General Assembly.\r\nGreat challenges lie ahead for this Organization.\r\nThe United States believes that it is in the vital\r\ninterests of the world community to enhance the\r\nrelevance of the United Nations and the United States\r\nvows to work with all Members to achieve that end.\r\nMr. Baali (Algeria) (spoke in French): Our\r\nconsideration of the report of the Secretary-General on\r\nthe work of the Organization falls this year on the very\r\ndate on which the general debate had been scheduled to\r\nbegin. The rooms and hallways of our Organization,\r\nwhich are usually bustling with life and activity at this\r\ntime of year, bear witness through their emptiness and\r\nsilence of the helplessness of an Organization\r\nsurprised, like the rest of the world, by the brutal\r\neruption of terrorism in the very city where it is\r\nheadquartered. The United Nations, however, shall —\r\nindeed, must — find the responses and means to\r\nconfront this new peril of modern times and to defeat\r\nit.\r\nThe events in New York and Washington, D.C.,\r\ntwo weeks ago were of such gravity and monstrousness\r\nthat the United Nations, which is and must remain the\r\nframework for all global action against any global\r\nthreat, has no choice, if it is to remain credible and\r\nrespected and to perform useful work, but to act and\r\nact quickly by creating a joint, coordinated and\r\neffective strategy to eliminate this phenomenon, which\r\nthreatens all humanity, with no distinction of race,\r\nculture or religion, and the very foundations of our\r\ncivilization.\r\nIf we can speedily conclude, possibly in the\r\ncoming weeks, the draft global convention on\r\nterrorism, consideration of which began last year, and\r\nif we can update and re-energize the existing anti-\r\nterrorist legal arsenal, we will send a strong signal of\r\nthe United Nations resolve to contain this phenomenon.\r\nI now wish to thank the Secretary-General for his\r\nexcellent presentation of his report here and for his\r\n7\r\nA/56/PV.7\r\nwords of hope and determination therein. I also wish\r\nhim every success, which he deserves as he enters his\r\nsecond five-year mandate at the head of the Secretariat\r\nof our Organization.\r\nAs to his report, I should like to comment on the\r\nmanner in which it was prepared and to make a few\r\nsuggestions, if I may, on how to improve its\r\npresentation before I address four other points of\r\nparticular interest to me.\r\nAt the outset, I feel it necessary to note that,\r\ngiven that this is a major report on the work of the\r\nOrganization from the highest official of the\r\nSecretariat, it is essential, especially in these very\r\nspecial circumstances at the threshold of a new\r\nmandate, that it enshrine a mission, be focused on an\r\napproach and provide new points of view. Furthermore,\r\neven if he is simply the faithful executor of the will of\r\nthe Member States — which alone prepare, formulate\r\nand decide the general policy of the Organization — I\r\nbelieve that, in view of his unique position, of the\r\ndistance he enjoys from the Member States and of his\r\noverall perspective, the Secretary-General, while\r\nperhaps not showing us the way, can and must identify\r\nany weaknesses or omissions in our work,\r\nacknowledge the shortcomings of his administration\r\nand suggest new avenues to explore.\r\nAware of the extreme sensitivity of Member\r\nStates to anyone’s venturing into what they consider to\r\nbe their exclusive preserve, it goes without saying that\r\nany incursion of the Secretary-General in that domain\r\nwill have to be carried out with tact and prudence —\r\nqualities with which we know him to be generously\r\nendowed. The Secretary-General’s bold report on the\r\nmillennium was, from that standpoint, appreciated by\r\nall and served as a framework for the Declaration\r\nadopted at the Summit.\r\nFinally, it seems to me appropriate that,\r\nespecially at the end of his first five years, the\r\nSecretary-General should take stock — and it is not too\r\nlate for him to do so — of what has been accomplished\r\nin the past few years and  set out the general principles\r\nof what he would like to undertake in the next five if\r\nthe Member States give him the mandate for it.\r\nThe first point I wish to address at some length is\r\nthe emerging role of civil society in our Organization.\r\nFrom the outset, I would note that civil society has\r\nprogressively imposed itself in recent years as an\r\ninfluential actor on the international scene, daily\r\ngaining new ground for action and expression where\r\nStates and intergovernmental organizations have\r\nwithdrawn and resolutely weighing in on the decision-\r\nmaking process at the national, regional and\r\ninternational levels.\r\nIn the face of this irreversible reality, it is\r\nimportant — unless we wish to see a recurrence of the\r\nunfortunate incidents at Seattle, Prague, Göteborg and\r\nNaples — to reflect together on ways and means of\r\nallowing civil society, not of course to participate in\r\nthe decision-making that is the exclusive prerogative of\r\nthe political sphere, particularly in this Organization,\r\nwhich is first and foremost, we must recall, an inter-\r\nState Organization, but to make a contribution to the\r\ngeneral thinking; in other words, to make its voice\r\nheard in an atmosphere of order and serenity.\r\nWe must therefore agree on a series of rules and\r\nstandard guidelines to regulate in a transparent, fair and\r\nrigorous manner the participation of non-governmental\r\norganizations in United Nations activities in order to\r\nenable them, in their respective areas of competence, to\r\nenrich our debate in a serious and responsible manner\r\nand to bring their special knowledge and experience to\r\nthe consideration of the great issues before our\r\nOrganization. To that end, I feel it essential first and\r\nforemost that all non-governmental organizations that\r\nwish to be heard at the United Nations apply for proper\r\naccreditation through the Committee on Non-\r\nGovernmental Organizations. That Committee’s\r\nmandate will have to be enhanced and its support\r\nstructures strengthened in order to allow it to handle\r\nrequests for accreditation as speedily as possible.\r\nThe members of the Committee should obviously\r\ngive particular attention to the agenda and programme\r\nof the candidate NGOs, to their sources of financing —\r\nin order to determine their degree of transparency and\r\nindependence with respect to States and interest\r\ngroups — to their past and present activities and to the\r\nextent to which these activities are in keeping with the\r\npurposes and principles of the Charter.\r\nIn addition, it seems important to me to see to it\r\nthat there is a balance between the NGOs from the\r\nNorth and those from the South, whose concerns and\r\ncapacities are not always the same, and to reflect on the\r\npossibility of providing financial assistance for NGOs\r\nfrom the South to enable them to participate in the\r\nvarious forums where they could make a useful\r\ncontribution.\r\n8\r\nA/56/PV.7\r\nOnce an NGO enjoys consultative status with the\r\nUnited Nations, it will no longer be necessary for it to\r\nrequest permission to participate in a meeting, which\r\nwill spare Member States the useless discussions on the\r\nparticipation of non-governmental organizations in\r\neach special session. It will also spare them from\r\nhaving to define, case by case, the forms and\r\nconditions for NGO participation.\r\nMy second point concerns the question of\r\nWestern Sahara, which, to say the least, is treated with\r\nreproachable lightness in the Secretary-General’s\r\nreport.\r\nJudging from the text of the relevant paragraph,\r\nthe activities of the United Nations during the past year\r\nwere confined to inviting the parties to discuss a\r\nstillborn plan for autonomy. This hardly does justice to\r\nthe efforts of the United Nations and of the Secretary-\r\nGeneral himself to implement the United Nations\r\nsettlement plan that was accepted by the parties, which\r\nenjoys the support of the international community as a\r\nwhole; nor does it do justice to the proposals presented\r\nby the Frente POLISARIO to resolve the problems\r\nencountered by the plan. The corrigendum that has\r\nbeen issued goes some way towards remedying this\r\nsituation, but it is important to recall that the Secretary-\r\nGeneral receives his mandate not only from the\r\nSecurity Council but also from the General Assembly,\r\nto which he is responsible and to which he must\r\nregularly report.\r\nOur Organization — and this is my third point —\r\nundoubtedly plays an indispensable role in the\r\ncoordination and provision of humanitarian emergency\r\nassistance to the neediest persons in the world, who are\r\ngrowing in number this year as a result both of\r\npersisting conflicts and of the countless natural\r\ncatastrophes that have afflicted different parts of the\r\nplanet. Our Organization must support the capacities of\r\nthe countries concerned.\r\nTo carry out this noble mission, the various actors\r\nof the United Nations — headed by the Office for the\r\nCoordination of Humanitarian Affairs — have received\r\nclear and precise mandates to coordinate and supply\r\nhumanitarian assistance, which must, it should be\r\nrecalled, respond to the universal principles of\r\nhumaneness, neutrality and impartiality, and be in line\r\nwith the guiding principles annexed to General\r\nAssembly resolution 46/182, to which we reaffirm out\r\nresolute attachment.\r\nThis being the case, it is regrettable to note that\r\ninstead of the universally enshrined term “humanitarian\r\nassistance”, we increasingly come across the term\r\n“humanitarian intervention”. This term is used even\r\nthough we all know that this controversial concept\r\nraises a number of political and legal questions and\r\ninfringes upon the above-mentioned principles, as well\r\nas those of national sovereignty and territorial integrity\r\nenshrined in the Charter. This drift in the language used\r\ncannot be accepted, particularly when this terminology\r\nis used with reference to internally displaced persons\r\n(IDPs).\r\nIn this context, it seems to us important that the\r\nInter-Agency Standing Committee be far more\r\ntransparent and not act beyond the limits of the\r\nmandate that it has been given. It should also be said\r\nthat the question of the inter-agency high-level network\r\nto study IDP issues has not yet been clarified.\r\nMoreover, we also feel that the recommendations to be\r\nformulated should first be examined by Member States\r\nso that they will not have to suffer the fate of the\r\nguiding principles of the Special Representative for\r\ninternally displaced persons, who had not thought it\r\nnecessary to consult Member States. It is our\r\nconviction that consultation and dialogue cannot but\r\nstrengthen the action of the United Nations in the\r\ninterest of all, and in particular of victims.\r\nMy last point is that we have all noted that the\r\nUnited Nations resorts increasingly to groups of\r\neminent experts and study groups, which must\r\nobviously be paid. It seems to me that within the\r\nOrganization we have people of confirmed competence\r\non whom we are not sufficiently relying, and that these\r\npeople have the advantage of being very familiar with\r\nthe Organization and its strengths and weaknesses.\r\nThere are also bodies such as the Joint Inspection Unit\r\nthat could perform quite competently certain tasks that\r\nthe Secretariat has entrusted to expensive study groups.\r\nIt goes without saying that for certain questions\r\nthat require specific expertise not available in the\r\nOrganization and its bodies, we must have recourse to\r\nexternal consultants. But this has to be done\r\ntransparently, and whenever a group of experts is to be\r\nset up, Member States must be consulted in advance on\r\nits purpose and its composition.\r\nThese are the comments that I wished to share\r\nwith the Assembly and that will, I hope, help the\r\nSecretary-General accomplish the difficult mission\r\n9\r\nA/56/PV.7\r\nwith which he has been entrusted by the Member\r\nStates.\r\nMr. Abulhasan (Kuwait) (spoke in Arabic): My\r\ndelegation would like to reiterate from this podium its\r\nabsolute condemnation, which the Government and the\r\npeople of Kuwait have announced, of the terrorist\r\nattack on the United States and its friendly people on\r\n11 September. My delegation would like to extend its\r\ncondolences to the families of the victims, and we pray\r\nthat those injured will recover quickly. Such an act is\r\nrejected by all religions and all norms and customs.\r\nThe Islamic religion, in particular, considers that when\r\none kills a person without just cause, thus corrupting\r\nthe Earth, it is as if one had killed all the people of the\r\nworld. He who gives life gives life to all people of the\r\nworld.\r\nDespite the fact that this meeting is devoted to the\r\ndiscussion of agenda item 10, on the report of the\r\nSecretary-General on the work of the Organization, we\r\nexpect that the issue of terrorism and its adverse\r\nimpact, as a result of what we have seen recently, will\r\nbe the main issue in this discussion. My delegation will\r\nmake its views concerning this issue well known in\r\ndetail next week, when the General Assembly\r\ndeliberates on this issue.\r\nWhat we would like to deal with today is the\r\noptimism contained in the report of the Secretary-\r\nGeneral and the optimism of the Member States\r\nconcerning the possibility of bringing into effect the\r\nconcept of a culture of prevention in order to safeguard\r\nthe maintenance of international peace and security.\r\nBut the recent terrible, loathsome terrorist acts against\r\nthe United States — of which we in Kuwait have a\r\ntangible understanding, because for long years we have\r\nbeen suffering as a result of such acts — lead us,\r\nregrettably, to the belief that a culture of prevention\r\nmust be applied in a relative manner, owing to the\r\ndominance and prevalence of evil elements.\r\nNevertheless, Kuwait urges united, sustained and clear-\r\nsighted progress in confronting and preventing such\r\nloathsome acts, with a view to safeguarding\r\ninternational stability.\r\nMy delegation stresses that terrorism must not be\r\nlinked to any particular nationality, region, religion or\r\nethnic group. It is linked to evil movements whose\r\nobjective is to threaten human life.\r\nI turn now to the substance of the main issue\r\nbefore us today. I convey our sincere congratulations to\r\nthe Secretary-General, Mr. Kofi Annan, on his re-\r\nelection to a second term. We are utterly certain that he\r\nis fully deserving of the confidence of the entire\r\ninternational community, which he earned very early in\r\nhis tenure. We in Kuwait are in full agreement with\r\nwhat the Secretary-General says in paragraph 1 of his\r\nreport, which reflects his sense of responsibility,\r\nfrankness and transparency, and that of Member States,\r\nin describing the concerns and challenges facing the\r\nUnited Nations. The Secretary-General says that his\r\nreport is\r\n“a sober recognition of the complexities of the\r\ntasks facing the Organization. At the same time, it\r\nunderlines the enduring significance of the United\r\nNations as an instrument of global cooperation\r\nfor the common good”. (A/56/1, para. 1)\r\nDespite the challenges before us, the United\r\nNations remains the principal tool for realizing our\r\nhopes for global cooperation in all areas. My\r\ndelegation has taken careful note of the content of the\r\nreport of the Secretary-General on the work of the\r\nOrganization, and I should like to focus on a few of the\r\nimportant issues that the Secretary-General has\r\nincluded in his report.\r\nFirst of all, the Millennium Summit and the\r\nMillennium Declaration set out a plan of action for the\r\nUnited Nations in the new century to confront the\r\nchallenges we face. We encourage follow-up of what\r\nwas agreed upon by our leaders, and urge that we all\r\nwork throughout the session to launch a new rational,\r\ninternational debate on this issue focusing on the report\r\nof the Secretary-General entitled “Road map towards\r\nthe implementation of the Millennium Declaration”\r\n(A/56/326). My delegation stresses the importance of\r\navoiding a general discussion that would result in the\r\nestablishment of committees and working groups; that\r\nwould plunge us into a cycle of reports, proposals and\r\nrecommendations, without bringing about the actual\r\nimplementation of things on which we have already\r\nagreed.\r\nSecond, the Secretary-General paints a tragic\r\npicture of the escalation of violence between the\r\nstruggling Palestinian people and the Israeli occupation\r\nforces. But we want to emphasize that the escalation\r\nshould be blamed on the irrational policies followed by\r\nthe Israeli Government, which bears responsibility for\r\nthe eruption of the situation there — especially\r\n10\r\nA/56/PV.7\r\nfollowing Ariel Sharon’s provocative visit to the holy\r\nmosque in Jerusalem.\r\nThird, Kuwait wants to draw attention to\r\nparagraph 31, in which the Secretary-General reports\r\non Iraq’s continuing non-compliance with Security\r\nCouncil resolutions, in particular resolution 1284\r\n(1999). We entirely share the Secretary-General’s\r\nregret at the continuing suffering of the Iraqi people,\r\nand with the assignment of responsibility to the Iraqi\r\nGovernment for its refusal to meet the demands set out\r\nin the relevant Security Council resolutions and for its\r\nrefusal to cooperate with the United Nations\r\nMonitoring, Verification and Inspection Commission,\r\nwith Ambassador Vorontsov or with the tripartite\r\ncommittee on resolving the problem of Kuwaiti\r\nprisoners of war and third-country nationals, as has\r\nbeen mentioned in relevant Security Council\r\nresolutions.\r\nKuwait calls on the Iraqi Government to listen to\r\nreason and to fulfil its commitments as soon as\r\npossible, especially in the light of the seven press\r\nstatements recently issued by the Security Council\r\ncalling on the Iraqi Government to cooperate in\r\nresolving the problem of Kuwaiti prisoners of war and\r\nthe return of Kuwaiti property.\r\nFourth, my delegation has studied the Secretary-\r\nGeneral’s comments on United Nations peacekeeping\r\noperations in various parts of the world. My delegation\r\nwas interested to note the report’s failure to mention\r\nthe United Nations Iraq-Kuwait Observation Mission\r\n(UNIKOM) in the demilitarized area between Iraq and\r\nKuwait. The Mission is performing its functions in line\r\nwith the mandate entrusted to it in Security Council\r\nresolutions. My delegation pays tribute to the members\r\nof the force for the role they are playing in protecting\r\nthe safety of the Kuwait-Iraq border.\r\nFifth, Kuwait expresses its satisfaction at the\r\nwork of the Security Council to ease any adverse\r\nimpact that could result from the sanctions regime put\r\nin place by the Council. My delegation fully agrees\r\nwith the view of the Secretary-General on this issue,\r\nsomething of which he had earlier written in his\r\nmillennium report (A/54/2000), that sanctions should\r\nbe focused on targeted leaders to make them comply\r\nwith the relevant Security Council resolutions and to\r\nalter their political behaviour, and that negative effects\r\nof sanctions regimes on the targeted people should be\r\navoided.\r\nSixth, my delegation urges the United Nations,\r\nand the General Assembly in particular, to continue to\r\nfocus on issues related to Africa, the most important of\r\nwhich is assistance to African countries in addressing\r\nthe spread of HIV/AIDS, and in solving all the political\r\nissues that have for so long bedevilled the peoples of\r\nthat continent. We have full confidence in the\r\nSecretary-General’s opinion concerning the issues\r\nfaced by the African continent, mentioned in paragraph\r\n189 of his report, in which he noted the determination\r\nand will of the Africans to confront the challenges\r\nfacing their continent.\r\nDespite the fact that the Secretary-General dealt\r\nwith environmental issues in his report, my delegation\r\nanticipated greater interest in what the Millennium\r\nSummit pointed out regarding the importance of\r\nsafeguarding our environment from destruction\r\nresulting from human use, especially during conflicts, a\r\nmatter that motivated us in Kuwait to propose the\r\ninclusion of agenda item 183 of the draft agenda,\r\nentitled “Observance of the International Day for\r\nPreventing the Exploitation of the Environment in War\r\nand Armed Conflicts”. We thankfully call for the\r\ncontinuation of the assistance provided to us by States\r\nto achieve this noble objective by dealing with it at this\r\nsession.\r\nIn conclusion, my delegation wishes to sincerely\r\ncongratulate and thank the Secretary-General for all his\r\nefforts and those of all the United Nations bodies\r\nworking in coordination with Member States to\r\nsafeguard the work of this Organization within the\r\nframework of the principles and purposes in the\r\nCharter, the most important being the maintenance of\r\ninternational peace and security and the provision of a\r\nbetter life of dignity for the peoples of the world.\r\nMr. Niehaus (Costa Rica) (spoke in Spanish):\r\nAllow me at the outset to reiterate the most heartfelt\r\ncondolences of the people and Government of Costa\r\nRica to the people and Government of the United\r\nStates with regard to the criminal and despicable\r\nterrorist attacks to which it fell victim on 11 September\r\n2001. Costa Rica condemns vehemently and\r\ncategorically these barbaric and criminal acts, which\r\nare contrary to all basic human values, while extending\r\nits brotherly hand to the American people. These sad\r\nevents have changed the international context\r\nirreversibly, and they force us to redefine the priorities\r\nof this Organization.\r\n11\r\nA/56/PV.7\r\nAt this time, humanity lives under the shadow of\r\nwar, destruction, terror and death. Hate and violence\r\nrule the hearts of men. Nations rise up in arms against\r\neach other and the peoples drown in rivers of blood.\r\nNotwithstanding this Organization’s many efforts, the\r\npast year has witnessed countless conflicts, killings and\r\noffences against human dignity. How many lives have\r\nbeen lost? How many dreams, hopes and aspirations\r\nhave been torn apart? How much despair has been\r\nborn?\r\nHumanity must take the reins of its destiny and\r\nhead, with firm hands, towards a better future. Today\r\nwe must reject, once and for, all war, hate and fear, and\r\nwe must embrace peace. In facing terror and hate, we\r\nmust raise the flag of civilization, tolerance and\r\nbrotherhood. Confronted with irrational violence, we\r\nmust take up the arms of reason, law and order.\r\nIn this context, the United Nations could and\r\nshould play a central role in building a future of peace\r\nand freedom. This Organization must be a fortress\r\nagainst war, hate and poverty. It should be a beacon\r\nthat lights the way and points towards the goal.\r\nIn the light of the recent events, it is appropriate\r\nto ask what should be the basis of this Organization’s\r\naction. What principles should we follow to build a\r\nbetter future?\r\nFor Costa Rica, the answer is clear. The\r\npromotion of human rights and respect for human\r\ndignity in all spheres must be the main guidelines for\r\nthe activities of the United Nations and each of our\r\nnations. The protection of human beings is the only\r\njustification for peacekeeping activities. The promotion\r\nof human dignity is the only source of legitimization\r\nfor pursuing sustainable development. The protection\r\nof human life is the only justification for the protection\r\nof the environment or the search for economic\r\ndevelopment. The philosophy of this Organization must\r\ntherefore be deeply anthropocentric.\r\nThe work of this Organization in the area of\r\nhuman rights is noteworthy. Codification efforts and\r\nthe periodic thematic conferences have produced a\r\nsubstantial body of norms and principles that give the\r\ninternational community clear guidelines for its\r\nconduct. At this time, we should concentrate our efforts\r\non the implementation of those norms. It is necessary\r\nto rationalize and coordinate the work of the\r\nmonitoring organs with a view to making them more\r\neffective. It is necessary to reinforce the work of\r\npromotion in order to expand respect for fundamental\r\nrights to all levels of society. It is vital to emphasize\r\nthe implementation and achievement of economic and\r\nsocial rights.\r\nAt the same time, the United Nations must remain\r\nvigilant in the face of new challenges that threaten the\r\nenjoyment of fundamental rights. We note with concern\r\nrecent developments in the area of cloning and\r\nbiotechnology, some of which run counter to life and\r\nhuman dignity.\r\nWe believe that the role of the family, as the basic\r\nunit of society, must be strengthened. The family is the\r\nirreplaceable seed bed where basic values of\r\ncohabitation and respect for the dignity of others are\r\nsown. It is therefore vital for raising healthy,\r\nproductive and responsible citizens. We must also\r\nmake additional efforts to support parents in raising\r\ntheir children and thus in the creation of a stable and\r\nproductive society. In this context, my country recently\r\npassed an outstanding law on responsible paternity,\r\nwhich guarantees through unprecedented strong\r\njudicial instruments that biological parents take\r\nresponsibility for the education and maintenance of\r\ntheir children born out of wedlock.\r\nThe work of maintaining international peace and\r\nsecurity must be conceptualized from the point of view\r\nof human rights. Armed conflicts generate ongoing\r\nhumanitarian crises and atrocities. We should\r\nacknowledge that the real victims of war are not the\r\ndead soldiers, but the displaced or refugee children and\r\nelderly, the raped women, the murdered youths, the\r\nmothers who lose their means of support and the\r\ninnocent workers whose workplaces are destroyed. As\r\nlong as war exists, it will be impossible to respect\r\nhuman rights.\r\nSo far, unfortunately, the United Nations has not\r\nalways been able to confront the scourge of war\r\nproperly. Frequently, the Security Council merely\r\nresponds to acute political and military crises with\r\nweak declarations. Often its action has been precluded\r\nby the irresponsible use of the veto or by the\r\nimposition of petty national interests. How many\r\npeacekeeping operations have failed due to the lack of\r\nessential resources or because their mandates were ill-\r\nconceived?\r\nIt is imperative to reinforce this Organization’s\r\npeacekeeping activities. We must revitalize the\r\nSecurity Council in order to increase its legitimacy and\r\n12\r\nA/56/PV.7\r\ncapacity for action. We must furnish it with the\r\nresources and political support necessary for it to\r\nperform its duties effectively. We cannot agree with the\r\nimposition of sanctions regimes that harm innocent\r\npopulations.\r\nWe cannot consent to the imposition of sanctions\r\nregimes that harm innocent civilian populations.\r\nReform of the Security Council is thus crucial for the\r\nfuture of the United Nations. Whether humankind has\r\nan effective, democratic, impartial and just mechanism\r\nfor the maintenance of international peace and security\r\ndepends on the success of that reform effort.\r\nWe fully agree with the Secretary-General that\r\nthe early prevention of armed conflict requires us to\r\nface up to the structural causes of any such crisis. We\r\ntherefore acknowledge that it is necessary to adopt\r\npreventive measures to meet the many needs in the\r\nareas of food, health, housing, drinking water,\r\neducation, work training, labour, fair wages,\r\nproductivity, competitiveness and access to\r\nopportunity, as well as to establish and strengthen\r\ndemocracy, good governance and respect for human\r\nrights. The United Nations can and must play a key\r\nrole in all these areas.\r\nWe are aware, however, that neither poverty nor\r\nunderdevelopment, ethnic differences, health problems,\r\ngender distinctions or lack of educational opportunity\r\ncan produce armed conflict in and of themselves. These\r\nstructural factors are able to generate armed conflict\r\nonly if political leaders are willing to call to violence\r\ngroups that have some sort of social grievance or\r\nclaim. It is the political leaders, therefore, who have a\r\nparticular responsibility for the prevention of conflict.\r\nWeapons serve as a catalyst to armed conflict.\r\nTheir proliferation fuels the fire of violence, worsens\r\nconflict and hatred, exacerbates crime and terrorism\r\nand fosters political and social instability. Military\r\narsenals prolong conflict and hinder peace processes.\r\nArmies are insatiable in their consumption of meagre\r\nnational resources, while our peoples suffer under the\r\nmost wretched conditions of poverty.\r\nIn order to achieve international peace and\r\nsecurity, we must specifically forbid the transfer of\r\nweapons to all rebel, extremist and terrorist groups.\r\nSimilarly, the transfer of weapons should be prohibited\r\nto Governments that commit massive or systematic\r\nviolations of human rights, do not respect democratic\r\nprinciples or have not ratified the principal instruments\r\nof international humanitarian law. We believe that it is\r\nvital to regulate the possession of light weapons by\r\ncivilians.\r\nFurthermore, the promotion of peace and the\r\nprevention of conflict require a continuous and\r\nsustained effort to build an environment of mutual\r\nsupport in which violence is rejected. True and\r\nsustainable peace can be achieved only when social and\r\npolitical differences are resolved through democratic\r\nmeans: dialogue and negotiation.\r\nCosta Rica firmly supports the peaceful\r\nsettlement of disputes. My country condemns any\r\nunilateral or disproportionate use of force or\r\ncountermeasures, while embracing the principles and\r\nmechanisms embodied in international law. In this\r\nregard, we note that the resolution of controversies by\r\njudicial means has an essential role to play in the\r\npromotion of peaceful relations between nations, and\r\nwe welcome the valuable contribution of the\r\nInternational Court of Justice to global stability.\r\nFurthermore, it is indispensable to strengthen this\r\nOrganization’s efforts against terrorism. The fight\r\nagainst terrorism requires courage — the courage to\r\novercome fear and hatred and to avoid getting caught\r\nup in a cycle of violence — as well as the intelligence\r\nto choose the best instrument against the criminals. We\r\nmust avoid the danger of acting in such a way that\r\nterrorists are turned into martyrs, and intolerance and\r\nhatred are fuelled. In facing the scourge of terrorism\r\nwe must resort to the rule of law, justice and due\r\nprocess.\r\nMy delegation views with concern the growing\r\ninequality with regard to the vulnerability of certain\r\nStates. Those with fragile economies and those whose\r\npeople have fewer resources at their disposal for\r\nprevention and reconstruction suffer more acutely from\r\nthe effects of natural disasters. The lack of financial\r\nresources imposes a harsh limit on the capacity of the\r\npoorest nations to prevent humanitarian emergencies.\r\nFor this reason, we advocate enhanced international\r\ncooperation and greater assistance to developing\r\nnations so as to enable them to design and implement\r\nprogrammes to reduce their vulnerability.\r\nWe believe that the promotion of sustainable\r\ndevelopment must become an essential goal of this\r\nOrganization, independent of the objective of\r\npreventing armed conflicts. The United Nations should\r\n13\r\nA/56/PV.7\r\npromote not only peace but social justice, democracy\r\nand development.\r\nWe must invest intensively and systematically in\r\nour human resources, devoting as many resources as\r\nwe can to education and health. Only an educated\r\npopulation can live in freedom; only a healthy\r\npopulation can work for development; only a cultured\r\npopulation can integrate itself into the globalized\r\ncontemporary world. Similarly, it is necessary to\r\nguarantee the sustainable use and management of\r\nnatural resources. The preservation of the environment\r\nis a profoundly humanistic activity. Adequate living\r\nconditions are not possible — now or in the future — if\r\nthe environment is not healthy.\r\nDuring the past 10 years we have witnessed an\r\nunprecedented revolution in the areas of\r\ntelecommunications and information management. This\r\nrevolution has provided developing countries with new\r\nopportunities for growth while enabling us to compete\r\nin the global market place and increase our production.\r\nIn order to take advantage of these opportunities, we\r\nmust use the new technologies in accordance with the\r\nhighest technical standards available, seeking to\r\ndemocratize access to the new knowledge and promote\r\nthe development of human capital.\r\nThe provision of humanitarian assistance is,\r\nperhaps, the most important and fruitful activity of the\r\nUnited Nations. When United Nations bodies provide\r\nfood for refugees or distribute drinking water to the\r\nvictims of drought, or when the Organization’s\r\npersonnel teach displaced children how to read, help in\r\nthe reconstruction effort after a flood or provide shelter\r\nto those who fall prey to the harshness of the elements,\r\nthe Organization has a direct, positive and cross-cutting\r\nimpact on the life of other human beings. Humanitarian\r\nassistance justifies the existence of this Organization\r\nand ennobles it.\r\nWe are starting out in the twenty-first century in\r\nthe hope of overcoming the worse afflictions suffered\r\nby most of the peoples of the developing nations:\r\nextreme poverty, illiteracy, armed conflict and\r\nviolations of their fundamental rights. Only a few days\r\nago, however, we witnessed bloody and atrocious acts\r\nof international terrorism that shocked the conscience\r\nof the whole of humanity. Under these difficult\r\ncircumstances, the world is looking to the United\r\nNations for leadership. The people are calling for firm\r\nand resolute action by the international community. All\r\nhumankind calls upon us to fulfil the lofty objectives\r\nthat we embraced when we founded this Organization.\r\nWe must respond swiftly.\r\nMr. Kuchinsky (Ukraine): I join previous\r\nspeakers in expressing my delegation’s appreciation to\r\nthe Secretary-General for his report on the work of our\r\nOrganization. I also congratulate him on his recent re-\r\nelection to his post and to wish him every success.\r\nThe tragic events of 11 September not only\r\nseriously affected the work of our Organization, and\r\nthe General Assembly in particular, but shocked the\r\nconscience of humanity and left a deep scar on the\r\nlives of millions of people. The brutality and scale of\r\nthose acts have profoundly changed our perception of\r\nthe global challenges and how to deal with them.\r\nI should like to take this opportunity to express\r\nfrom this lofty rostrum our deepest condolences to the\r\npeople and to the Government of the United States and\r\nto convey our sympathy to all those who suffered in the\r\nattacks.\r\nWe strongly believe that it is only through the\r\nconcerted efforts of the international community as a\r\nwhole that we can effectively withstand this challenge.\r\nI want to stress in particular that the role of this\r\nOrganization will become even more crucial in setting\r\nup a new framework for international cooperation in\r\nthis field. The United Nations has done a great deal by\r\nestablishing the legal foundations of such cooperation.\r\nWhat we really need, in our view, is the establishment\r\nof a proper institutional framework to complement and\r\ncoordinate the individual efforts of Member States in\r\ncombating international terrorism, and to ensure that\r\nthe legal instruments we have elaborated so far are\r\nimplemented in the most effective manner. Such an\r\ninstitution, in our view, should contribute to the\r\nprevention and suppression of acts of international\r\nterrorism, and ensure and promote the broadest\r\npossible mutual assistance between all Member States.\r\nWe hope that the General Assembly will carefully\r\nconsider this idea.\r\nDuring the Millennium Summit, the heads of\r\nState and Government adopted the Millennium\r\nDeclaration, whereby they pledged to uphold and\r\npromote the principles and goals laid down when this\r\nOrganization was founded. We welcome the issuance\r\nby the Secretary-General of the “Road map towards the\r\nimplementation of the United Nations Millennium\r\nDeclaration”. We are confident that this document will\r\n14\r\nA/56/PV.7\r\nassist in combining our efforts to meet these lofty\r\ncommitments, and we look forward to its consideration\r\nby the General Assembly.\r\nLast year the Organization carried out a thorough\r\nanalysis of its practices and policies in a number of\r\nimportant areas, including, among others,\r\npeacekeeping, conflict prevention and the issue of\r\nsanctions. We welcome this trend, in particular as it\r\nconcerns the work of the Security Council.\r\nUkraine has steadfastly advocated the need to\r\nstrengthen the peacekeeping and conflict-prevention\r\ndimensions of United Nations activities, and we are\r\nparticularly satisfied with the remarkable progress\r\nmade by the Organization in these areas over the past\r\nyear. We welcome the ongoing reform process, boosted\r\nby the Secretary-General’s two reports of October 2000\r\nand June 2001 on the implementation of the Brahimi\r\nPanel’s recommendations. We underline the need for\r\nthe speedy implementation of the measures proposed\r\nby the Secretary-General.\r\nI cannot overlook another important dimension of\r\npeacekeeping reform, namely the efforts aimed at\r\ndeveloping a more effective relationship between the\r\nSecurity Council, troop-contributing countries and the\r\nSecretariat. A significant step forward was taken with\r\nthe adoption of Security Council resolutions 1327\r\n(2000) and 1353 (2001), which introduced a number of\r\nnew and important measures to improve the quality and\r\neffectiveness of consultation mechanisms.\r\nThe issuance of the Secretary-General’s report on\r\nthe prevention of armed conflict was one of the most\r\nremarkable events of the past year. We note with\r\nsatisfaction that Ukraine’s views regarding the need for\r\nthe United Nations to adopt a comprehensive strategy\r\nfor the use of conflict-prevention tools are largely\r\nreflected in the report, and we look forward to its\r\nthorough consideration by the current session of the\r\nGeneral Assembly.\r\nWe share the positive assessment made by the\r\nSecretary-General in his report of the continued work\r\nin the Security Council on the concept of sanctions. We\r\nalso welcome the increased recourse by the Council to\r\ntargeted and time-limited measures under Article 41 of\r\nthe United Nations Charter, in order to minimize the\r\nrisk of sanctions adversely affecting innocent\r\npopulations and third States.\r\nSanctions, however, will and must remain a\r\nnecessary and important policy instrument in the hands\r\nof the Security Council. It is therefore of utmost\r\nimportance that the Council apply a clear and coherent\r\nmethodology for the imposition, application and lifting\r\nof measures under Chapter VII. In this connection, I\r\nwish to welcome the work done by the Security\r\nCouncil working group on general issues on sanctions.\r\nWe hope that the present discussion will give a strong\r\nimpetus and contribute to the adoption of the report in\r\nthe near future.\r\nI wish to express Ukraine’s strong belief that\r\nthere is a need to strengthen the potential of the United\r\nNations in the field of sanctions monitoring, in\r\nparticular through the establishment, within the United\r\nNations, of an office to carry out this important work.\r\nThe issues of nuclear non-proliferation, arms\r\ncontrol and disarmament remain among the imperative\r\npriorities for humankind and a crucial element of the\r\nUnited Nations strategy for peace and security in the\r\ntwenty-first century.\r\nWhile great challenges are still ahead of us, we\r\nare particularly pleased with the substantive progress\r\nmade in the area of combating the trafficking in, and\r\nproliferation of, illicit small arms and light weapons.\r\nThe recent United Nations Conference on this question\r\nbecame a unique opportunity for the international\r\ncommunity to carry out a comprehensive analysis of\r\nthis multifaceted problem and to develop a strategy for\r\ncoordinating collective efforts in this field. Ukraine\r\nwelcomes the Programme of Action adopted at the\r\nConference, which reflects realistic approaches and\r\nwill facilitate further efforts towards an eventual\r\nsolution to the problem.\r\nWe would also like to commend highly the\r\nadoption of the Protocol against the Illicit\r\nManufacturing of and Trafficking in Firearms, Their\r\nParts and Components and Ammunition,\r\nsupplementing the United Nations Convention against\r\nTransnational Organized Crime. It is our deep\r\nconviction that the United Nations should continue\r\nplaying a leading role in combating illicit trafficking in\r\nsmall arms and light weapons, as well as in restraining\r\nproliferation of these weapons.\r\nUkraine commends the work of the Organization\r\nin the field of cooperation for development.\r\nPreparations for the International Conference on\r\nFinancing for Development and for the World Summit\r\n15\r\nA/56/PV.7\r\non Sustainable Development, both to be held next year,\r\nare among the most important elements of this work.\r\nWe believe that these upcoming forums will become\r\nkey landmarks for the identification of a sustainable\r\ndevelopment vision for the twenty-first century and\r\nwill help attract investments in the process of\r\ndevelopment for the benefit of all countries, including\r\nthe economies in transition.\r\nUkraine also attaches great significance to the\r\nOrganization’s efforts to fight HIV/AIDS and\r\ncommends the results achieved in this area, particularly\r\nthe important outcome of the twenty-sixth special\r\nsession of the Assembly and, specifically, the\r\nSecretary-General’s initiative to establish a global\r\nAIDS and health fund to assist countries affected by\r\nthe spread of HIV/AIDS and to combat this epidemic.\r\nWe highly appreciate the efforts undertaken by\r\nthe Organization to assist national Governments in\r\ncoping with natural disasters and other emergencies, as\r\nis reflected in the Secretary-General’s report.\r\nWe fully agree with the words of the Secretary-\r\nGeneral:\r\n“In an increasingly globalized world, none\r\nof the critical issues we are dealing with can be\r\nresolved within a solely national framework. All\r\nof them require cooperation, partnership and\r\nburden-sharing among Governments, the United\r\nNations, regional organizations, non-\r\ngovernmental organizations, the private sector\r\nand civil society.” (A/56/1(SUPP), para.11)\r\nThese words are fully applicable to the Chernobyl\r\nproblem. We are grateful to all those who have\r\ncontinued to render their most valuable support to the\r\npeople of Ukraine in coping with the consequences of\r\nthe Chernobyl disaster. We hope that future reports on\r\nthe work of the Organization will cover United Nations\r\nefforts aimed at mitigating its consequences.\r\nTime has proven that the prospects for a safe\r\nfuture for humankind depends on the readiness and\r\nability of the international community to make long-\r\nterm investments in the development of democracy and\r\nin the protection of human rights. The concepts of\r\nhuman rights, as well as international treaties adopted\r\nin this field, are the most valuable heritage of\r\nhumankind in the twenty-first century. The\r\nstrengthening and improvement of the international\r\nmonitoring of human rights violations becomes\r\nparticularly imperative today. We are also convinced\r\nthat the use of force cannot be considered an adequate\r\nmeans of ensuring respect for human rights.\r\nI wish to emphasize that adherence to, and the\r\nprotection of, human rights became the key policy\r\nprinciple of my country. Ukraine has signed and\r\nratified all basic international agreements in the field of\r\nhuman rights and put in place effective national\r\nmechanisms for the implementation of international\r\nnorms in this field.\r\nMy delegation is pleased to note that\r\ncommendable efforts have been undertaken to\r\nimplement the Secretary-General’s reform initiatives in\r\nthe field of management and administration. This year,\r\nthe General Assembly will be adopting the first\r\nbiennial programme budget in a results-based format.\r\nOur delegation welcomes the introduction of results-\r\noriented culture into the United Nations budgeting\r\nprocess. In our view, this represents a major step\r\nforward in enhancing the effectiveness and efficiency\r\nof its programme activities in their qualitative\r\ndimension.\r\nIn general, my delegation is satisfied with the\r\nthematic overview of the work of the Organization\r\ncontained in the main parts of the report on that\r\nsubject, which covers all the key areas in which the\r\nUnited Nations is mandated to conduct its activities.\r\nLet me conclude by stressing again our continued\r\nsupport for the Secretary-General in his leadership and\r\nin his tireless efforts aimed at strengthening the United\r\nNations, and by reiterating Ukraine’s resolve to\r\ncontribute actively to these efforts.\r\nMr. Ahsan (Bangladesh): We have in our hand\r\nthe report of the Secretary-General issued at a trying\r\nand challenging time, as we are still recovering from\r\nthe shock of destruction of lives and property, caused\r\nby attacks in New York, our host city, and Washington.\r\nLet me reiterate my delegation’s heartfelt condolences\r\nfor the victims of this tragedy and our sympathy for\r\nthose who have lost their near and dear ones. We fully\r\nagree with the Secretary-General when he said, “The\r\nattack did not just target New York or the United\r\nStates, but instead was a strike against the world and\r\nthat is why we need to come together to fight\r\nterrorism.” We look forward to another opportunity in\r\nthe very near future to discuss this issue in depth.\r\n16\r\nA/56/PV.7\r\nWe commend the initiative of the Secretary-\r\nGeneral in presenting us with a comprehensive report\r\nand for providing a factual review of a wide range of\r\nactivities undertaken by the United Nations in all vital\r\nareas during the year 2000-2001. The report holds\r\nspecial significance for us, since the period witnessed\r\ntwo major events organized under the auspices of the\r\nUnited Nations. The first was the historic Millennium\r\nSummit in September 2000, attended by the heads of\r\nState and Government of 147 countries, including\r\nBangladesh. The leaders adopted the Millennium\r\nDeclaration while pledging their support and\r\ncommitment to making joint efforts to secure economic\r\ndevelopment with distributive justice.\r\nThe second event was the convening of the Third\r\nUnited Nations Conference on the Least Developed\r\nCountries in May, 2001, in which Bangladesh played a\r\nleading and active role as the coordinator of the least\r\ndeveloped countries, along with other countries. The\r\nconference adopted the declaration and the programme\r\nof action for the least developed countries for the\r\ndecade 2001-2010.\r\nThe areas covered in the report of the Secretary-\r\nGeneral on the work of the Organization are important.\r\nHowever, due to the time constraints, I would like to\r\nfocus my discussion on a few.\r\nIn the area of peace and security, the United\r\nNations continued to deal with old festering conflicts,\r\nas well as new ones. These conflicts are sustained by\r\nwar economies and by the ready availability of small\r\narms and other weapons. They often have serious\r\ncross-border or regional implications. They are\r\ncharacterized by massive violations of international\r\nhumanitarian law and human rights. Their victims are\r\nmostly civilians, including women and children. In\r\ndealing with these conflicts, it was evident that United\r\nNations’ classic ‘firefighting’ role of the past was not\r\nenough.\r\nImbued with our commitment to the maintenance\r\nof international peace and security, Bangladesh has\r\nbeen promoting a comprehensive approach in dealing\r\nwith threats to international peace and security during\r\nits ongoing membership of the Security Council. We\r\npioneered the process of adoption of Security Council\r\nresolution 1366 (2001) on the prevention of armed\r\nconflict, based on the recommendations of the report of\r\nthe Secretary-General on the same subject. We are also\r\nfully aware that the General Assembly and the\r\nEconomic and Social Council have the larger share of\r\nresponsibility in the prevention of armed conflict, and\r\nwe are ready to contribute to their work.\r\nThe increasing demand on United Nations\r\npeacekeeping capabilities over the years pointed to two\r\ncrying needs. First, the Organization needed to\r\nadequately equip, reorganize and reform its capacities,\r\nin other words, build effective structures to support\r\nUnited Nations peacekeeping operations. To this end,\r\nthe report on United Nations peace operations was a\r\nlandmark document, and Bangladesh supported its key\r\nrecommendations. The other imperative was to suitably\r\nrespond to the evolving nature of conflicts through\r\nsuitable mandates for United Nations peace operations.\r\nBangladesh has supported and contributed to the\r\ndevelopment of mandates, which increasingly are\r\nmultidimensional in character. More and more,\r\npeacekeeping operations are designed to respond to the\r\nneeds of child protection, disarmament, demobilization\r\nand reintegration of combatants, human-rights\r\nmonitoring, electoral assistance and so on. These\r\ncivilian components of a peacekeeping operation now\r\nhelp build the much-needed link between peacekeeping\r\nand peace-building.\r\nGlobal peace and security cannot be ensured in an\r\nenvironment of continued divergence of views between\r\nmajor nuclear-weapon States. The worst manifestation\r\nof this has been the stalemate prevailing in the\r\nConference on Disarmament. The agreements reached\r\nduring the 2000 Review Conference of the Parties to\r\nthe Treaty on the Non-Proliferation of Nuclear\r\nWeapons remain unrealized, and the Comprehensive\r\nNuclear-Test-Ban Treaty is not yet in a position to\r\nenter into force. Global military expenditures continue\r\nto rise and low-cost small arms and light weapons are\r\nproliferating at an alarming rate, thereby sustaining\r\nconflicts and criminalizing societies. More committed\r\nefforts and innovative strategies are needed to meet the\r\ngoals of the Millennium Declaration in this area.\r\nNo one would disagree that the most important\r\nwar that the international community should wage is\r\nthe one against extreme poverty. The call for that came\r\nout loud and clear in the pronouncements of the\r\nworld’s leaders during the Millennium Summit. In his\r\nreport the Secretary-General rightly identified the issue\r\nof poverty as one of the most challenging. Bangladesh\r\nis encouraged by the commitment to make the right to\r\ndevelopment a reality for everyone. We feel that it\r\nwould be essential for the Organization to follow a\r\n17\r\nA/56/PV.7\r\nrights-based approach to meet the United Nations\r\nstrategy for halving extreme poverty.\r\nIn Bangladesh the United Nations has\r\nsuccessfully completed the Common Country\r\nAssessment (CAA) and the Development Assistance\r\nFramework (DAF) for better and effective coordination\r\nbetween the United Nations and Government agencies.\r\nThe CCA, which provides an assessment of the gap\r\nbetween the goals of the major United Nations\r\nconferences and the status of their implementation, will\r\nbe a useful guide of the magnitude and nature of\r\nactivities that may need to be undertaken to meet\r\ntargets at both the domestic and international levels.\r\nThe third United Nations Conference on the Least\r\nDeveloped Countries, which was held in Brussels in\r\nMay this year, was highly successful and was able to\r\ncome out with the Brussels Declaration and Programme\r\nof Action. We appreciate the views expressed by the\r\nSecretary-General that the Declaration reaffirms the\r\ncollective responsibility of the international community\r\nto uphold the principles of human dignity, equality and\r\nequity, and ensure that globalization becomes a\r\npositive force for all the world’s people.\r\nThe Conference’s Programme of Action is\r\ndifferent from all others in that it deals with the entire\r\nspectrum of development issues and its approach is\r\nbased on commitments by the least developed countries\r\nand their development partners. Its effective\r\nimplementation is the most important task before us,\r\nand the role of the United Nations in it is vital. We\r\nhave on many occasions raised the issue that without\r\nthe coordinated involvement of the whole United\r\nNations system there will be little for the United\r\nNations to achieve.\r\nOur attention has been drawn to paragraph 145 of\r\nthe report, where the Secretary-General observed that\r\nthe United Nations Conference on Trade and\r\nDevelopment (UNCTAD) would lead the\r\nimplementation of the Programme of Action. We\r\nunderstand that the Secretary-General made that\r\nreference in relation to issues of international trade in\r\nthe Programme of Action, since many other areas are\r\nbeyond the mandate and competence of UNCTAD.\r\nSince a full report of the Secretary-General has been\r\nrequested in paragraph 116 of the Conference’s\r\nProgramme of Action — which we expect will contain\r\nhis clear and comprehensive recommendations — we\r\nbelieve this observation could await the publication of\r\nthat report.\r\nThe special situation of Africa with regard to the\r\ncrisis in peace and development has been\r\nacknowledged in many international forums.\r\nBangladesh has all along been very supportive of the\r\nvarious important initiatives taken by the United\r\nNations to focus special attention on Africa. Some of\r\nthose have been covered in the report. Given Africa’s\r\ndiversity and tremendous potential, and the recent\r\nexpressions of political will by its leaders to take\r\ncontrol of its own destiny, we believe that conditions\r\nhave been created to move ahead on a wide range of\r\nAfrican development issues. The continued\r\ninvolvement of the United Nations and the\r\ninternational community is essential to sustain the\r\nmomentum and mobilize resources for African\r\ndevelopment.\r\nThe electoral assistance provided by the United\r\nNations during the year under review has greatly\r\nfacilitated democratic transition in a number of\r\ncountries. We welcome the new focus on supporting\r\ninstitutions and stimulating local participation. An\r\nimportant effort has been deployed by the Electoral\r\nAssistance Division to coordinate the activities of\r\nforeign observers expected to monitor the forthcoming\r\nelections in Bangladesh, elections that are going to be\r\nconducted by the neutral, caretaker Government. We\r\ncommend the assistance of the United Nations in\r\nempowering citizens in Member States to enjoy the\r\npower of democracy.\r\nWe recognize the efforts of the United Nations in\r\nbridging the gap between human rights norms and their\r\nimplementation. Despite some progress, challenges\r\nremain in ensuring universal respect for human rights.\r\nBangladesh is a party to all core human rights treaties.\r\nWe feel there is continuing need for human and\r\ninstitutional capacity-building in developing countries\r\nin order to ensure implementation of the human rights\r\ntreaties they have signed. This is an area where the\r\nUnited Nations should follow a needs-based approach,\r\nmake a realistic assessment of the existing mechanism\r\nand target those countries needing infrastructure\r\nsupport.\r\nThe demands that Member States place on the\r\nUnited Nations, and the rapidly evolving environment\r\nin which the Organization has to operate to meet them,\r\nhas left it no choice but to opt for serious\r\n18\r\nA/56/PV.7\r\nadministrative and managerial reform. Continued\r\nsupport from the Member States in priority areas of\r\nreform is heartening, and Bangladesh welcomes that.\r\nThe tight financial situation and the needs of the times\r\nhave induced reform in respect of budgeting,\r\nprogramming, planning, procurement and human\r\nresources management. We have started seeing positive\r\nresults. Yet, we believe that in a universal Organization\r\nlike the United Nations, efficiency should not mean\r\nignoring justified growth in its engagement.\r\nFor the past four biennia we have seen no growth\r\nin the United Nations budget; rather there has often\r\nbeen negative growth, which restricts the United\r\nNations engagement, particularly in the area of the\r\nsocial and economic development of our peoples. We\r\nhope that when the next biennium budget is drafted,\r\nthis critical aspect will be considered. We remain\r\nconcerned at the non-payment of contributions, which\r\naffects the smooth running of the Organization. We\r\nonce again urge Member States to pay their assessed\r\ncontributions in time and in full.\r\nThe road ahead of us and our Organization cannot\r\nbe easy, given the daunting objectives we set for\r\nourselves in the Millennium Declaration. In the\r\nglobalized world, the only way to go about meeting\r\nthose objectives is to cooperate among us in\r\npartnership with civil society and the private sector.\r\nThe report of the Secretary-General will be a useful\r\nguide for further action in various fields of activity\r\nundertaken by the United Nations. We again thank the\r\nSecretary-General for his efforts.\r\nMr. Sharma (Nepal): Let me begin by\r\ncongratulating you, Mr. President, on your well-\r\ndeserved election to the fifty-sixth session of the\r\nGeneral Assembly. Given your consummate diplomatic\r\nskills and experience in leadership, my delegation has\r\nfull confidence that you will be able to steer the\r\nGeneral Assembly successfully. The outgoing\r\nPresident, Mr. Harri Holkeri of Finland, also deserves\r\nour profound appreciation for leading the fifty-fifth\r\nsession of General Assembly in an exemplary manner.\r\nWe are delighted that Secretary-General Kofi\r\nAnnan has been re-appointed to a second term, and\r\nextend to him our most sincere congratulations. He has\r\nbeen a great Secretary-General and I hope he will,\r\nwithout fear or favour, best his own performance in the\r\nsecond inning.\r\nThe United Nations arose, as some people like to\r\nsay, from the ashes of the Second World War. Its lofty\r\nideals and values, as enshrined in its Charter, found\r\nelaborate expression in the Millennium Declaration in\r\nthe form of concrete goals and benchmarks, together\r\nwith an outline of the process to be followed, which\r\nconstitutes our marching orders and job description.\r\nThe heads of State and Government have spoken of\r\ntheir vision. It is now the obligation of Member States\r\nand the United Nations to flesh it out and give it\r\ncomplete shape.\r\nWe need, as most of us have agreed many times, a\r\nstronger and a better equipped United Nations capable\r\nof playing a pivotal role in global affairs as the most\r\nrepresentative and universal body for achieving our\r\nshared goals. We must therefore try to contribute to\r\nimproving its performance to the best of our capacities.\r\nWe believe this debate ought to be guided by that\r\nparamount purpose.\r\nI wish to thank the Secretary-General for a\r\nconcise, comprehensive and informative report on the\r\nwork of the Organization. I note several improvements,\r\nboth in style and substance, in this year’s report over\r\nthat of last year’s.\r\nSecretary-General Kofi Annan deserves our\r\nprofound tribute for his untiring efforts, with which he\r\nhas tried to promote peace, stimulate development,\r\nfoster the rule of law and strengthen the Organization.\r\nUnder his leadership, the United Nations has become a\r\nforward-looking Organization willing to take proactive\r\nsteps and to reach out. His annual report — in which he\r\ndwells on the spread of universal ideas and the\r\nchallenges they face, on emerging problems and the\r\ninsufficiency of existing structures to address them,\r\nand on thematic aspects of the work of the\r\nOrganization — eloquently bears that out.\r\nIn taking stock we find that the United Nations\r\nhas had a mixed bag of successes and failures over the\r\nperiod under review. Just as we celebrate its successes,\r\nwe must also examine its failures. For instance, the\r\ndemocratic elections in East Timor, the withdrawal of\r\nIsrael from south Lebanon, the improved situation in\r\nKosovo, and the growing faith of many trouble-stricken\r\nStates in the Organization reassure us of the United\r\nNations continued utility for peoples around the world.\r\nSimilarly, growing cooperation among the United\r\nNations, the Bretton Woods institutions, the World\r\nTrade Organization (WTO) and regional organizations\r\n19\r\nA/56/PV.7\r\ngives us reason to hope for better development\r\nperformance in the future. Enhanced cooperation and\r\ncoordination among humanitarian mechanisms, a slight\r\ndecline in the refugee population, progress in the\r\ncodification of international law and growing\r\npartnership between the United Nations and the private\r\nsector and civil society have substantially increased the\r\ncapacity of the United Nations to deliver.\r\nHowever, much remains to be done to meet the\r\nchallenges of the twenty-first century. The world has\r\nnot become more peaceful, nor has it prospered\r\nequitably, let alone evenly. The new political order, if\r\none could call the new global power relations by that\r\nname, has lessened the super-Power stand-off and\r\npotential for nuclear annihilation, but has unleashed\r\nnew threats that have rendered the world even more\r\ndangerous. The new economic order has presided over\r\na period that witnessed some 66 countries growing\r\npoorer than they were a decade ago, while a few\r\ntouched new heights of prosperity.\r\nCountries in Africa, Asia, Latin America and\r\nEurope are embroiled in unfortunate conflicts that are\r\nnow more internal than inter-State in nature. The\r\nMiddle East is boiling over. International arms control\r\ntreaties that provided strategic stability and a new\r\nsense of security are under threat. A new nuclear arms\r\nrace — this time extending even to outer space — is on\r\nthe verge of being touched off. Tension in many\r\nregions has reached new heights, sapping States of\r\nstrength and resources that could otherwise be used to\r\nmake a difference in their people’s lives.\r\nGlobalization has unleashed opportunities for\r\ngrowth for the rich and misery for others — more\r\nriches for some and growing woes for others. It has\r\nglobalized markets for the goods, services, capital and\r\ntechnology of rich countries. In tandem, it has brought\r\ncrime, pollution, drugs, disease, refugees and\r\nspeculation on a global scale, fracturing States,\r\ndestabilizing economies and fraying the very social\r\nfabric in many nations. The information revolution,\r\nalthough promising, has widened the gap between rich\r\nand poor and is misused by many for undesirable\r\npurposes. We have the challenge of making\r\nglobalization and the information revolution work for\r\neverybody around the world.\r\nThe Organization has not been able to live up to\r\nits mandate, let alone to the peoples’ expectations. But\r\nI am confident, and many others have said it, that\r\ncollectively we certainly have the knowledge, tools and\r\nresources to help the United Nations do it, provided\r\nthere is vision and political will to that effect.\r\nOn questions of peace and security, we applaud\r\nthe novel efforts of Secretary-General Kofi Annan to\r\nbring on board regional organizations to realize shared\r\npurposes. We must, however, make sure there is no\r\nconflict of interest. The United Nations leads and is not\r\nled by others, so that it does not remain a mere\r\nspectator when actions are being taken on its behalf. It\r\nshould not be asked to clean up the mess when actions\r\nare over. A preventive step based on information and\r\ncoordination among United Nations agencies would\r\nbring greater value for the United Nations money.\r\nAs the Brahimi Panel report bears witness,\r\nMember States and the United Nations have made\r\nserious mistakes in the past, at tremendous human cost.\r\nWe need to internalize many of the useful\r\nrecommendations the Brahimi Panel made to spruce of\r\nthe work of the Organization in the field of\r\npeacekeeping. The Secretariat must develop — and I\r\nhope that it is trying to do so after the admonition of\r\nthe Brahimi report — the habit of telling the Security\r\nCouncil what it needs know rather than what it wants\r\nto hear.\r\nThe scourge of terrorism has now become the\r\nmost pressing concern for global peace. We are happy\r\nthat the General Assembly is planning to hold a debate\r\non this growing menace shortly. We hope that the draft\r\nconvention on terrorism now on the anvil addresses all\r\ngenuine concerns and takes its final shape quickly. The\r\nrecent colossal loss of life and property we witnessed\r\nin the horrendous terrorist attacks on New York,\r\nWashington and Pennsylvania makes the question of\r\nrooting out terrorism from the face of the Earth all the\r\nmore urgent. The international community must take\r\nprompt and resolute measures. Nepal strongly\r\ncondemns terrorism in all its manifestations and is\r\nwilling to do its part to stamp it out.\r\nSanctions have adversely affected innocent\r\npeople and third countries. The United Nations must\r\nfind a way to mitigate such effects and to compensate\r\nthe innocent third parties, if sanctions are to be\r\neffectively observed.\r\nDevelopment is an area where the Organization\r\ncan do much as a facilitator and catalyst, but in which\r\nit has been least successful in delivering. There is no\r\nneed for further reiteration here of the already\r\n20\r\nA/56/PV.7\r\nrecognized causal relations between poverty and\r\nconflict and of how they fuel each other in a downward\r\nspiral. We must all try to implement the Millennium\r\nDeclaration to trigger sustained growth, to reduce\r\npoverty, to preserve the environment, and to tackle\r\nproblems like gender imbalance, illiteracy and\r\ndiseases, including the HIV/AIDS epidemic. We\r\nwelcome the outcome of the special session on\r\nHIV/AIDS and the establishment of a fund to deal with\r\nit.\r\nIn order to promote development we must work\r\nrigorously to meet official development assistance\r\ntargets and deepen debt relief, as well as help\r\ndeveloping countries to mobilize greater domestic and\r\nforeign investment and improve the mobilization of\r\ndomestic resources and institutional capacities. In that\r\nprocess, there is a need for a prudent policy mix aimed\r\nat unleashing the creative energies of people and of a\r\nsocially responsible private sector, as well as a need to\r\nenhance growth-friendly, innovative, productive\r\nefficiencies accompanied by distributive justice. The\r\nSecretary-General’s idea of targeted attention to\r\neradicate poverty is most welcome. The paradigmatic\r\nshift for development that the Secretary-General has\r\nsuggested must be preceded by an adequate\r\nexamination of the advantages and disadvantages\r\ninherent in new paradigms.\r\nThe United Nations must seek to further intensify\r\nand solidify its cooperation with the Bretton Woods\r\ninstitutions, the World Trade Organization and other\r\ninternational and regional bodies to foster synergy for\r\nspeedy development in developing countries. Regional\r\nand subregional mechanisms must be put to their\r\nfullest use. As we have seen so far, the inclusive\r\npreparatory process for the Conference on Financing\r\nfor Development to be held in Mexico next year holds\r\nout considerable promise for better development\r\nperformance ahead for the global community. My\r\ndelegation will work with others towards the same\r\nmodality for next year’s World Summit on Sustainable\r\nDevelopment, to be held in South Africa.\r\nNepal applauds Secretary-General Kofi Annan for\r\nhis significant focus, in his report, on least developed\r\ncountries — 34 out of 49 of which are located in\r\nAfrica, making the United Nations Africa orientation\r\nwelcome and appropriate. What struck my delegation\r\nmost, if it is not mistaken, is that there is no mention\r\nwhatever of the excruciating problems of landlocked\r\ndeveloping countries and small island developing\r\nStates, some of which problems have consequences for\r\ntheir very existence. I would be happy to be proved\r\nwrong on this.\r\nNepal is worried about the increasingly low\r\npriority development is receiving in the United Nations\r\nstructure. The declining staff strength, the dwindling\r\ncore resources and the increasing threat to some of the\r\ndevelopment-oriented mechanisms within the system\r\nare some of the major concerns. Those steps already\r\nthreaten that the Organization may go out of balance\r\nvis-à-vis its other activities.\r\nThe protection of children and other vulnerable\r\ngroups in conflict and disaster and the plight of\r\nrefugees are common concerns for us all. Nepal\r\nappreciates the efforts of the United Nations in those\r\nareas, particularly in helping to resolve refugee\r\nproblems in many parts of the world, including the\r\nproblem of Bhutanese refugees in Nepal. An integrated\r\napproach to peacekeeping and human rights might help\r\nto bring synergy to the Organization’s efforts in this\r\narea. The nudging of humanitarian agencies and\r\nprogrammes towards a pre-emptive and preventive role\r\nin likely conflict areas is welcome and requires further\r\nstrengthening.\r\nThe vexing issue of humanitarian intervention,\r\nwhich was an emotionally charged subject of debate\r\nlast year, has lost much of its impetus now, to the\r\nimmense relief of most countries. Yet the imperative\r\nneed to remove deep-seated hatreds and animosities,\r\nand concerted efforts to so, so that Rwanda is not\r\nrepeated must remain our collective priority. We must\r\ncontinue tearing down the walls of hatred, building\r\nbridges and enhancing social harmony through\r\nparticipatory governance, economic development and\r\ndistributive justice. The recent Conference on racism\r\nheld in South Africa, though controversial to some\r\nextent, is a step forward in helping to promote a more\r\ndiscrimination-free world.\r\nThe United Nations has done much to improve its\r\nefficiency and pare its costs. We support the Secretary-\r\nGeneral in those efforts, but more can be done to cut\r\ncorners, to remove waste and to spruce up the\r\nOrganization’s performance. However, staff\r\nretrenchment alone, though essential where redundancy\r\nexists, will not suffice. We must stop politically\r\nmotivated recruitment and promotion and make\r\npromotion more result-oriented and merit-based, yet\r\nrepresentative and effective; streamline Headquarters\r\n21\r\nA/56/PV.7\r\nand field offices; reform financial rules and\r\nregulations; and equip the Organization with the latest\r\nmanagement techniques and information technologies.\r\nThese measures will be critical if the United Nations is\r\nto be a force attuned to meet the challenges of the\r\ntwenty-first century.\r\nNepal appreciates the Secretary-General’s efforts\r\nto reach out to the private sector and civil society.\r\nThose efforts have begun to bear fruit, as the awe-\r\ninspiring contribution by private foundations and the\r\ncorporate cooperation with United Nations initiatives\r\nbear out. At the same time, we would also caution that,\r\nwhile the Organization seeks synergy through wider\r\ncooperation, the core responsibilities must continue to\r\nremain its principal focus.\r\nTo conclude, my delegation commends and\r\nsupports the Secretary-General for the good work he\r\nhas been doing and for the leadership he has been\r\nproviding. We also urge him to be more mindful of the\r\nneeds and sensitivities of small and poor countries.\r\nEvery country must feel connected and included; every\r\nconcern of regional and global significance must find\r\nits proper place in the global agenda that the United\r\nNations is entrusted to address. The Secretary-\r\nGeneral’s report must be a mirror image of the\r\nstrengths and weaknesses of, and a tool for reform of,\r\nour cherished yet imperfect Organization.\r\nMr. Hasmy (Malaysia): I wish to thank the\r\nSecretary-General for his comprehensive report on the\r\nwork of the Organization. We agree with much of the\r\ncontent of the report, and share the Secretary-General’s\r\nanalysis of the current global situation.\r\nOn the issue of peace and security, we commend\r\nthe efforts of the Secretary-General to move the United\r\nNations from a culture of reaction to one of prevention.\r\nWe have always believed and advocated that\r\nprevention is better than cure and that preventing a\r\nconflict from breaking out is preferable to launching a\r\npeacekeeping operation after it has erupted. We also\r\nagree with his view that the United Nations should\r\ndevelop comprehensive and coherent conflict-\r\nprevention strategies involving the entire United\r\nNations system.\r\nWe believe that with closer coordination between\r\nthe Secretary-General and the Security Council,\r\npotential conflicts could be nipped in the bud before\r\nthey become major flash-points. We would encourage\r\nmore innovative and flexible approaches in the way the\r\nCouncil and the Secretary-General conduct their work\r\nso that they can be more proactive and effective in the\r\narea of conflict prevention.\r\nWe note that the Secretary-General has made a\r\nnumber of concrete recommendations to enhance the\r\neffectiveness of the United Nations system in conflict\r\nprevention, many of which should be supported. We\r\nstrongly endorse his decision to continue dispatching\r\nfact-finding and confidence-building missions to\r\nvolatile regions and his intention to start submitting\r\nperiodic regional or subregional reports to the Security\r\nCouncil on disputes that may threaten international\r\npeace and security. We believe that his efforts to\r\nstrengthen linkages and cooperation with regional\r\norganizations are practical and necessary steps in\r\ndeveloping regional and subregional strategies in\r\nconflict prevention with the active involvement of\r\nthose organizations. We welcome the efforts made by\r\nthe Secretary-General to improve the Secretariat’s\r\ncapacity and resource base for preventive action.\r\nOn the issue of peacekeeping, my delegation has\r\nstrongly supported many of the practical\r\nrecommendations contained in the Brahimi report. We\r\nlook forward to their early and effective\r\nimplementation. We hope that the new and expanded\r\nmechanism of consultations with troop-contributing\r\ncountries recommended in the report, and recently\r\nembodied in Security Council resolution 1353 (2001),\r\nwill be effectively utilized by the Security Council and\r\ntroop-contributing countries.\r\nWhile the matter was not directly addressed in the\r\nreport, international terrorism is clearly an issue that is\r\npertinent in any discussion on peace and security; not\r\nonly because of the recent horrific terrorist attacks\r\nagainst the United States, but also because terrorist\r\nattacks against innocent civilians is a common feature\r\nof many conflict situations, whether in Africa or Asia.\r\nWhile the terrorist acts against the United States must\r\nbe condemned in the strongest possible terms, and\r\nevery effort made to bring the perpetrators to justice,\r\nan international strategy to deal with this threat must be\r\ncomprehensive and based on an in-depth and objective\r\nanalysis of the factors that provoked such violence.\r\nThis is important if we are to effectively combat the\r\nmenace and prevent its recurrence.\r\nSuch a strategy must involve the whole of the\r\ninternational community, which should extend its\r\nfullest cooperation to global efforts to stamp out this\r\n22\r\nA/56/PV.7\r\nscourge. Such efforts must also involve the\r\nindispensable role of the United Nations. Unilateral\r\nmeasures or measures undertaken by a coalition of the\r\nwilling, however coordinated and resourceful, will\r\nhave their failings or shortcomings. Only the United\r\nNations will provide the necessary legitimacy for the\r\nmeasures that may need to be taken to combat this\r\nmenace at the global level.\r\nIn the area of disarmament, like the Secretary-\r\nGeneral we are disappointment at the low level of\r\ninternational cooperation on the issue. The continuing\r\nimpasse in the Conference on Disarmament is a matter\r\nof serious concern and great dismay to my delegation.\r\nWe would strongly urge the three Special Coordinators\r\ndesignated by the Conference on Disarmament to make\r\nevery effort to break the impasse and move the\r\nnegotiations forward. For as long as nuclear weapons\r\nexist, we cannot afford to be complacent, particularly\r\nagainst the heightened risks of nuclear terrorism.\r\nMy delegation shares the Secretary-General’s\r\nconcern over the plans to deploy national missile\r\ndefences, which will inevitably threaten not only\r\ncurrent bilateral and multilateral arms control\r\nagreements but also ongoing and future disarmament\r\nand non-proliferation efforts. We strongly believe that\r\nthe multilateral search for genuine measures towards\r\nlegally binding, irreversible and verifiable disarmament\r\nagreements must remain the highest priority of the\r\nglobal disarmament agenda. We earnestly hope that the\r\nUnited Nations can play a more significant role in\r\nmoving the global disarmament process forward.\r\nWhile the report made no reference to it, the\r\nhistoric decision in the advisory opinion of the\r\nInternational Court of Justice on the legality of the\r\nthreat or use of nuclear weapons was a major and\r\npositive development in the campaign for nuclear\r\ndisarmament, and a significant contribution by the\r\nworld Court in the area of nuclear disarmament.\r\nMalaysia and other like-minded countries will continue\r\nwith efforts to follow-up actions to the advisory\r\nopinion of the Court at this and in future sessions of the\r\nGeneral Assembly.\r\nOn the issue of small arms and light weapons, the\r\nProgramme of Action adopted at the end of the United\r\nNations Conference on the Illicit Trade in Small Arms\r\nand Light Weapons in All Its Aspects, held in July this\r\nyear, marked a significant step towards the goal of\r\npreventing, combating and eradicating the illicit trade\r\nin small arms and light weapons. What remains is for\r\nStates to fulfil their respective obligations under the\r\nProgramme of Action. Malaysia believes that the issue\r\nof the proliferation of small arms and light weapons\r\nmust be viewed from a holistic perspective of arms\r\ncontrol and disarmament, post-conflict peace-building,\r\nconflict prevention and socio-economic development.\r\nIn the context of conflict situations, the problem should\r\nbe seen comprehensively in the framework of the\r\ndisarmament, demobilization and reintegration of ex-\r\ncombatants.\r\nThe Secretary-General has alluded to the “serious\r\nmoral dilemma” faced by the United Nations with\r\nregard to the issue of sanctions, which clearly\r\nundermines the credibility of the United Nations.\r\nInstead of fighting on the side of the vulnerable and\r\nweak, the United Nations stands accused of promoting\r\nthe suffering of an entire population under sanctions.\r\nThe deplorable humanitarian crisis in Iraq is testimony\r\nto that. The continuing dire plight of the Iraqi people,\r\nin spite of the United Nations oil-for-food\r\nhumanitarian programme, has prompted some\r\nconcerned people in the West to describe the policy as\r\n“infanticide masquerading as policy”.\r\nThat is indeed a strong indictment of the current\r\ninternational stance on Iraq. Those highly responsible\r\npeople must have had a reason for making that\r\naccusation. They must have been moved by reports on\r\nthe plight of the Iraqi people such as, for instance, a\r\nstudy by the United Nations Children’s Fund\r\n(UNICEF) on the devastating impact of the sanctions\r\non children, which estimated that, since 1991, about\r\n5,000 children per month do not survive beyond the\r\nage of five. Surely, we cannot be unmoved by the\r\nenormity of the problem.\r\nMalaysia is concerned at not only the profound\r\nsocio-economic effects of the sanctions on Iraqi\r\nsociety, but also about the political and psychological\r\nscars that will be left on an entire generation of Iraqis.\r\nMalaysia has repeatedly called for a restructuring of\r\nthe sanctions regime and for de-linking humanitarian\r\nefforts from military sanctions, leading to an early\r\nlifting of the sanctions. At the same time, Malaysia has\r\nconsistently called for Iraqi cooperation for the early\r\nresolution of the Kuwaiti issues, namely, a full\r\naccounting covering the more than 600 missing persons\r\nand the return of the national archives and other\r\nproperty taken out of the country. In that regard, Iraq’s\r\nresumption of cooperation with the Tripartite\r\n23\r\nA/56/PV.7\r\nCommission and its technical subcommittee would be a\r\npositive and welcome step in the context of the\r\nfulfilment of its international obligations. We would\r\nstrongly encourage the Secretary-General to continue\r\nhis dialogue with Iraq in spite of the lack of progress so\r\nfar.\r\nMalaysia also renews its call to lift the sanctions\r\non Libya and Sudan, as they no longer serve their\r\npurposes.\r\nWe laud the Secretary-General’s call for a major\r\nglobal campaign in the fight against the HIV/AIDS\r\npandemic. We welcome the decision he has taken to\r\nestablish a high-level inter-agency task force on\r\nHIV/AIDS — comprising all the relevant funds,\r\nprogrammes and agencies of the United Nations — to\r\nstrengthen United Nations coordination in addressing\r\nthis grave issue.\r\nWhile Africa is currently the continent most\r\nprofoundly affected by the spread of HIV/AIDS, we\r\nmust devote equal attention to the alarming increase in\r\ninfections in other parts of the world, as rightly pointed\r\nout in the report. The impending epidemic in Asia\r\nmight surpass anything yet to be seen if we fail to stem\r\nthe rapid spread of the virus. We are also concerned at\r\nthe prohibitive prices of life-saving and life-prolonging\r\ndrugs, partly due to trade and patent-related issues. It is\r\ntherefore important for the developing countries to\r\nsecure access to drugs at affordable prices and at the\r\nsame time to recognize that further research and\r\ndevelopment is needed to find a cure.\r\nOn sustainable development, we look forward to\r\nparticipating in the World Summit on Sustainable\r\nDevelopment to be held in Johannesburg in September\r\nnext year to undertake a 10-year review of the progress\r\nmade in the implementation of Agenda 21. We support\r\nthe call by the Secretary-General for greater\r\nparticipation by all major stakeholders to provide\r\nsubstantive inputs to the preparatory process of the\r\nSummit.\r\nThe implementation of Agenda 21 must be the\r\nresponsibility of all. The capacity of the developing\r\ncountries for sustainable development must not be\r\ndiminished by conditionalities imposed on them, for\r\ninstance on trade and investment. Sustainable\r\ndevelopment can be pursued only on the basis of\r\ngenuine partnership and the principle of common but\r\ndifferentiated responsibilities. The development\r\nelements of Agenda 21 must be given utmost priority\r\nto enable the developing countries to develop their\r\ncapacity to deal with environmental issues. Clearly,\r\nthis requires a renewed political commitment from the\r\ndeveloped countries on the full implementation of\r\nAgenda 21 in order to strengthen the linkages between\r\npoverty eradication and sustainable development. It is\r\nimportant to ensure that the Johannesburg conference\r\ndoes not result in the further erosion of the\r\ncommitments made at Rio.\r\nOn the issue of climate change, we support the\r\nSecretary-General’s call for the early signing and\r\nratification of the Kyoto Protocol by all States. We\r\nhope that the Protocol will come into force by 2002,\r\ndespite the absence of others. We wish to commend\r\nthose developed States that reaffirmed their\r\ncommitments to upholding the Protocol in spite of\r\nrecent setbacks.\r\nWe hope that the forthcoming International\r\nConference on Financing for Development will\r\nproduce a concrete and definitive plan of action in\r\naddressing the needs of the developing countries,\r\nparticularly in Africa and least developed countries\r\nelsewhere. It should not be a Conference that merely\r\nrevisits the broad goals of development; it should\r\naddress the need for financing for development and the\r\nchallenges faced by developing countries. We hope that\r\nthe Conference will also address the serious issue of\r\ncapacity-building on the part of the poorer of the\r\ndeveloping countries, particularly with respect to\r\ninfrastructure-building, without which they will not be\r\nable to fully partake in the globalization process.\r\nPoverty eradication should continue to remain a\r\nmajor issue on the international agenda. My delegation\r\ncommends the objective of reducing by half the\r\nnumber of people living in poverty by 2015, but this\r\nwill require, among other things, lasting debt relief to\r\nthe poorest countries. While mindful of the primary\r\nresponsibility of national Governments in eradicating\r\npoverty, the international community must also\r\nrecognize the incapability of the least developed\r\ncountries to do it on their own, without continued\r\nfinancial and technical support from the international\r\ncommunity. To enable them to fully participate in the\r\nincreasingly globalized economy, it is essential to\r\nensure stable and well-managed international financial\r\nand trading systems, including increased market access\r\nfor their products.\r\n24\r\nA/56/PV.7\r\nWith reference to the notion of the sovereignty of\r\nthe people, as contained in paragraph 5 of the report,\r\nwe should be clear as to what it precisely means and\r\nthat it does not undermine the principle of the\r\nsovereignty of States. We should not lose sight of the\r\nfact that the State is responsible for the welfare of its\r\npeople and that it is its prime responsibility and duty to\r\npromote and protect human rights and fundamental\r\nfreedoms. It is imperative therefore that this\r\nOrganization, which is made up of sovereign States,\r\ncontinue to uphold the principle of the sovereignty of\r\nStates — which, inter alia, is the raison d’être of the\r\nUnited Nations — even as it upholds and promotes\r\ngood governance and the rights of individuals and\r\ncommunities. An erosion of this fundamental principle\r\nwill weaken the Organization itself.\r\nWe commend the Secretary-General’s efforts to\r\nstrengthen the capacity of the Organization to provide\r\nhumanitarian assistance to the vulnerable. We urge the\r\nOrganization and its agencies to continue in these\r\nefforts in order to alleviate the pain and suffering of\r\npeoples around the world due to natural and man-made\r\ndisasters and other emergencies. In these efforts, we\r\nshould pay singular tribute to the legions of\r\nhumanitarian workers around the world who put aside\r\npersonal comforts to serve humanity in crisis\r\nsituations, sometimes at great personal risk to\r\nthemselves. In the wake of the increasing attacks on\r\nthese humanitarian workers, which must be strongly\r\ncondemned, it is important that measures be taken to\r\nensure their safety. My delegation has, on a number of\r\noccasions in the past, suggested the idea of this\r\nOrganization’s giving due recognition to the\r\ncontributions made by humanitarian workers, some of\r\nwhom have made the ultimate sacrifice. Given the\r\nimportance of their work, it is only fitting that the\r\nUnited Nations honour them in the way that it honours\r\nits peacekeepers.\r\nOn management reform within the Organization,\r\nwe would encourage this work in progress to continue,\r\nparticularly in three priority areas — human resources,\r\ninformation technology policy and the capital master\r\nplan — all of which will contribute to the overall\r\nefforts to enhance the Organization’s effectiveness,\r\nefficiency and relevance. We would welcome other\r\nreform initiatives undertaken by the Secretary-General\r\nin the interest of enhancing the effectiveness and\r\nefficiency of the Organization.\r\nWhile the report highlights some improvements\r\nin the Organization’s accountability and oversight\r\nmanagement, we are disappointed to note that the\r\ncurrent financial situation of the United Nations\r\nremains precarious. It is regrettable that a number of\r\nmajor contributors have still not paid their assessed\r\ncontributions. As a result of late or non-payment, the\r\nUnited Nations has to continue with the practice of\r\nborrowing from a depleting peacekeeping account.\r\nIn conclusion, my delegation wishes to commend\r\nthe Department of Public Information for its efforts in\r\ndisseminating important information on the activities\r\nand programmes of the Organization, which is so\r\nessential in promoting a positive image of and\r\ncontinuing support for the Organization. We commend\r\nthe Department for upgrading its services and welcome\r\nthe recent innovations made, including the e-mail news\r\nalert system, which is not only useful in times of\r\nemergency but also keeps the United Nations up to date\r\nwith the latest techniques in communications\r\ntechnology.\r\nI had intended to refer to the serious situation in\r\nthe Middle East, which is of serious concern to my\r\ndelegation, but because of time constraints, I will defer\r\nit to another occasion, when we will deal substantively\r\nwith the issue.\r\nMr. Šimonović (Croatia): At the outset, I would\r\nlike to congratulate you, Sir, on your election as\r\nPresident of the General Assembly at this challenging\r\nsession. My delegation is convinced that, under your\r\nskilful guidance, we will be successful in our work and\r\ndeliberations. Our congratulations and best wishes go\r\nto the other members of the Bureau as well.\r\nMy delegation wishes to express its gratitude to\r\nthe Secretary-General for his annual report on the work\r\nof the Organization, which covers a broad range of its\r\nactivities during the past year. We, the Member States,\r\nare considering this report in a new and specific\r\npolitical environment, marked by the recent terrorist\r\nattacks on New York, the United States and humanity\r\nas a whole. Their consequences will, whether we like it\r\nor not, directly influence our debates. At this difficult\r\ntime, it is important for us to be realistic and to have a\r\nclear picture of where we stand, of the main problems\r\nwe are facing and of how we intend to address them.\r\nThe questions of peace and security obviously\r\nrepresent the greatest and most important tasks before\r\nus, and before our Organization. The frustration that\r\n25\r\nA/56/PV.7\r\nwe feel over the postponement of the general debate,\r\nfor security reasons, should only reinforce our\r\ndetermination to cope with the peace and security of\r\nthe contemporary world in a more efficient manner. It\r\nis not a victory for terrorists; rather, it is the beginning\r\nof their end. In this respect, my Government cordially\r\nwelcomes the decision to hold a debate on the issue of\r\nterrorism in the General Assembly next week.\r\nComing back to the Secretary-General’s report,\r\nwe fully support the recommendations of the Brahimi\r\nreport and those of the Secretary-General in his\r\nendeavours to move the United Nations from a culture\r\nof reaction to one of prevention. It is commendable that\r\npeacekeeping mandates have already been extended to\r\npreviously unthinkable areas, such as assisting local\r\nauthorities in strengthening national institutions.\r\nHowever, we still lag behind in addressing the root\r\ncauses of conflicts and their recurrence. In creating a\r\npeaceful environment more conducive to the\r\nprevention of the occurrence and recurrence of\r\nconflicts, we need tighter links between relevant\r\nsegments of the United Nations system, such as its\r\ndevelopment and humanitarian agencies and the\r\nBretton Woods institutions, and better coordination\r\nbetween the Security Council and the Economic and\r\nSocial Council.\r\nThis brings me to the other important task, to\r\nwhich we have to give more impetus: the reform of the\r\nSecurity Council. The political environment of the\r\ntwenty-first century requires adaptations on the part of\r\nthat highly important body so that it can be the\r\nefficient guardian of peace in the world. We can only\r\nregret that sufficient political consensus to make\r\nsignificant progress in this respect has still not been\r\nachieved. While the current practice of opening the\r\nSecurity Council to non-members through practical\r\nmeasures is a process that we certainly welcome, it is\r\nnevertheless too slow and too limited in scope to\r\nreplace the Security Council’s comprehensive reform.\r\nWe would like to commend the work undertaken\r\nby the United Nations and other sister agencies in the\r\nfield of natural-disaster response. However, what is\r\nagain lacking here is prevention. Every year, because\r\nof deteriorating environmental conditions, we are faced\r\nwith more numerous natural disasters, stronger in their\r\nappearance and harsher in their devastation than ever\r\nbefore. It is therefore imperative to examine the means\r\nof improving coordination of humanitarian assistance,\r\nwhile at the same time addressing the root causes of\r\nincreased occurrences of natural disasters, by broadly\r\nadopting and strictly implementing international\r\ntreaties for the protection of the environment.\r\nThe right to development and the eradication of\r\npoverty are some of the noble goals we have set forth\r\nin the Millennium Declaration. Yet what is the present\r\nlevel of our achievements? It definitely does not seem\r\nthat we are on the right track. The world economy is on\r\nthe brink of recession, threatening the prospects of\r\ndevelopmental assistance. Furthermore, the Third\r\nUnited Nations Conference on Least Developed\r\nCountries, in Brussels, has clearly indicated that the\r\nsituation in most of them is far from improving. Quite\r\nthe contrary, for many of them the situation at the\r\nbeginning of the new millennium is worse than it was\r\nbefore. Obviously, an immense workload lies in front\r\nof us if we want to reach at least the most fundamental\r\nmillennium goal: to halve by the year 2015 the number\r\nof people seriously suffering from hunger. By that\r\ntime, the world economy is going to have its further\r\nups and downs, but we should keep in mind that, while\r\na temporary decrease in the value of stocks represents a\r\nmajor economic concern, a decrease in food for those\r\nstarving simply means death.\r\nWe are encouraged by significant developments\r\nin the field of international human rights law, such as\r\nthe entry into force of the Optional Protocol to the\r\nConvention on the Elimination of All Forms of\r\nDiscrimination against Women. Progress has also been\r\nmade with the adoption of the two Optional Protocols\r\nto the Convention on the Rights of the Child. Broader\r\nacceptance of United Nations norms in the field of\r\nhuman rights by Member States leads towards the\r\nglobalization of human rights and hopefully towards a\r\nuniversally recognized international code of human\r\nrights. However, bridging the gap between human\r\nrights norms and their implementation continues to\r\npose a substantial challenge. The work of the six\r\nUnited Nations bodies on human rights treaties\r\ncontinues to provide an important framework for\r\nmonitoring their national implementation.\r\nThis year’s developments in the sphere of\r\ninternational criminal justice, primarily the beginning\r\nof the trial against Milosevic and the growing number\r\nof States adhering to the International Criminal Court\r\n(ICC) Statute, strengthen our belief that we are\r\nwitnessing a forging of a new international legal order.\r\nWith the establishment of the ICC now in sight, we\r\nremain optimistic that soon we will be able not only to\r\n26\r\nA/56/PV.7\r\npunish, but also to prevent the most atrocious\r\ninternational crimes. Leaders all over the world have\r\nbeen sent a clear message that they are accountable and\r\nthat the most basic human rights are universal and\r\ninternationally protected.\r\nThe report under our review clearly indicates that\r\nglobalization is a process that decisively marks the\r\ntimes we are living in. Not only are our economy and\r\ntrade globalized, but also our problems, such as the\r\nnuclear threat, refugees, environmental degradation,\r\nAIDS, organized crime and terrorism. It is obvious that\r\nthrough globalization we have become so mutually\r\ninterdependent that we can successfully solve our most\r\ndifficult problems only by working together.\r\nConcerted, multilateral efforts, accompanied by the\r\nstrong political will of all Member States, are\r\npreconditions for winning the key battles of the twenty-\r\nfirst century and the third millennium.\r\nThe United Nations represents the only forum\r\nthat can address these global challenges in all their\r\ncomplexity and provide mechanisms for acting together\r\nin a coordinated manner. The most serious of these\r\nchallenges are very different from those that our\r\npredecessors could have imagined when they founded\r\nthe United Nations more than half a century ago. That\r\nis why the reform of the Organization is imperative,\r\nand why we fully support the Secretary-General in his\r\nendeavours. We should like to stress that we should\r\nextend our debate on the reform of the Security\r\nCouncil and revitalization of the work of the General\r\nAssembly to include the reform and revitalization of\r\nthe Economic and Social Council as well. We believe\r\nthat the further strengthening of the Economic and\r\nSocial Council could be achieved through its\r\ntransformation into a year-round working body, using\r\nimproved working methods.\r\nFinally, I would like to conclude by saying that\r\njust a year ago, our fascination with the arrival of the\r\ntwenty-first century and the third millennium was\r\nreflected in the Millennium Declaration. Today, we are\r\naware that the twenty-first century and the new\r\nmillennium will be nothing more than what we make of\r\nthem. Whether this is a pessimistic or an optimistic\r\nstatement depends solely upon us, the peoples.\r\nMr. Schori (Sweden): Mr. President, Sweden\r\ncongratulates you on your election. We have great\r\nconfidence in your ability to guide us through this\r\nsession of the General Assembly. You can count on our\r\nfull support in your important task.\r\nI would also like to take this opportunity to pay\r\ntribute to the Secretary-General upon his re-election.\r\nHis first term of office has been characterized by\r\ntremendous progress for the Organization. We are\r\nconfident that his leadership will prove to be equally\r\neffective and successful in the coming years.\r\nThe horror of the recent terrorist attacks will not\r\nbe forgotten by anybody in this Hall. The United\r\nNations has reacted swiftly and forcefully in response\r\nto the heinous acts and the resulting tragedies. The\r\ninternational community must now continue to work\r\nclosely together and use the multilateral institutions as\r\na common platform for action. These acts of terror\r\nconstitute yet another challenge to mankind and make\r\nmultilateralism and the work of the United Nations\r\nmore important than ever.\r\nIn that regard, I should like to stress the\r\nimportance of the establishment of the International\r\nCriminal Court. The Rome Statute opens a new chapter\r\nin international law that will certainly affect the\r\nconduct of States but that, more important, will guide\r\nand shape the behaviour of individuals.\r\nTurning to the topic of today’s debate, we thank\r\nthe Secretary-General for his comprehensive report on\r\nthe work of the Organization. Many achievements were\r\nmade in the past year; the most significant was, no\r\ndoubt, the Millennium Declaration. Sweden attaches\r\ngreat importance to its implementation. The follow-up\r\nshould draw upon existing mechanisms and processes\r\nwhile maintaining an integrated approach in order to\r\npreserve the comprehensive character of the\r\nDeclaration.\r\nSweden supports the strengthening and\r\nrevitalization of the United Nations system. The reform\r\nof the Security Council calls for our continued\r\nattention. An important task ahead will be to pursue the\r\nreform of peacekeeping, not least its financial aspects.\r\nThe recommendations of the Special Committee on\r\nPeacekeeping provide a good basis for further progress.\r\nContinued discussion of the Secretary-General’s report\r\non prevention of armed conflict, to address the root\r\ncauses of any conflict, is another priority issue for my\r\ndelegation.\r\nLast year an important step was taken to improve\r\nthe financial situation of the United Nations through\r\n27\r\nA/56/PV.7\r\nthe General Assembly’s agreement on the scale of\r\nassessments. During this session we will have to reach\r\nan agreement on the programme budget for 2002-2003\r\nthat enables the United Nations to carry out its\r\nmandated activities. We call on all Member States to\r\npay their assessed contributions on time, in full and\r\nwithout conditions.\r\nThe proliferation of weapons of mass destruction\r\nand their delivery vehicles remains a threat to mankind.\r\nIn his message to the General Conference of the\r\nInternational Atomic Energy Agency last week, the\r\nSecretary-General stressed that progress in the areas of\r\nnuclear non-proliferation and nuclear disarmament is\r\nmore important than ever in the aftermath of the\r\nappalling terrorist attack on the United States. He is\r\nright. It is imperative that we build on the success of\r\nlast year’s Review Conference of the Parties to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) on the basis of an unequivocal undertaking by\r\nthe nuclear-weapon States to fully eliminate their\r\nnuclear arsenals. We must consolidate the NPT\r\noutcome and strengthen the non-proliferation regime.\r\nNuclear testing should belong to the past, and the\r\nupcoming Conference on Facilitating the Entry into\r\nForce of the Comprehensive Nuclear-Test-Ban Treaty\r\nwill give an opportunity for the world to confirm this.\r\nDeep cuts in strategic and tactical nuclear arsenals are\r\nlong overdue.\r\nThe problems caused by destabilizing\r\naccumulations and the uncontrolled spread of small\r\narms and light weapons warrant our most serious\r\nattention. The easy access to and the flow of small\r\narms contribute to the escalation of conflicts and tend\r\nto prolong them. The United Nations Conference on\r\nthe Illicit Trade in Small Arms and Light Weapons in\r\nAll Its Aspects, held in New York this summer, was the\r\nstarting point for a process to which all States must\r\ncontribute on the global, regional and national levels.\r\nAchievement of the goals of the Millennium\r\nDeclaration and other internationally agreed\r\ndevelopment targets remains one of our greatest and\r\nmost urgent challenges for the years to come. Poverty\r\nis an enemy of peace and democracy. Two important\r\nconferences at the highest political level will take place\r\nnext year, of direct relevance in that regard. The\r\nInternational Conference on Financing for\r\nDevelopment, to be held in Mexico in March, offers a\r\nunique and unprecedented opportunity to bring together\r\nnational and international, public and private actors\r\nfrom the economic, financial and trade fields for the\r\nmobilization and effective use of resources to the\r\nbenefit of development. At the World Summit on\r\nSustainable Development, to be held at Johannesburg a\r\nfew months later, the international community will for\r\nthe first time address all aspects of sustainable\r\ndevelopment in an integrated fashion, linking its\r\neconomic, social and environmental dimensions. The\r\noutcome of those two endeavours must be substantial,\r\nmeaningful, practical and concrete. We welcome the\r\ncontinued personal involvement of the Secretary-\r\nGeneral in the further preparation of those summits,\r\nand we emphasize the need for high-level political\r\nleadership in the processes ahead.\r\nAs we close the books on the work of the\r\nOrganization at the previous session, we all have\r\nreason to be proud of the positive results. In the same\r\nspirit of cooperation and flexibility, we must now\r\naddress the tasks ahead of us with even more urgency.\r\nMr. Bennouna (Morocco) (spoke in French): At\r\nthe outset, Sir, the Moroccan delegation expresses its\r\npleasure at seeing you presiding over the work of the\r\nGeneral Assembly at its fifty-sixth session, whose\r\nopening was unfortunately tarnished by the\r\nunconscionable terrorist acts that destroyed thousands\r\nof families, especially in our host city, a cradle of\r\nmultilateralism and a symbol of coexistence among the\r\nmany ethnic, cultural and religious components of the\r\nAmerican nation. My delegation will have the\r\nopportunity next week to participate in the Assembly’s\r\ndeliberations on formulating an effective international\r\nresponse to terrorism, the newest threat to international\r\npeace and security.\r\nMy delegation thanks the Secretary-General for\r\nthe illuminating introduction of his report on the work\r\nof the Organization (A/56/1), which we have studied\r\nwith great interest.\r\nThis year’s debate on the report of the Secretary-\r\nGeneral on the work of the Organization is of special\r\nimportance. It will enable us to arrive at conclusions\r\nthat will contribute to future action to strengthen\r\nmultilateral efforts in many spheres of the\r\nOrganization’s activities.\r\nThe first thing one takes away from a reading of\r\nthe report is the impressive work of the Organization\r\nwherever international peace and security are\r\nthreatened. The report also serves as a balance sheet of\r\nthe work of the Organization over the past year and a\r\n28\r\nA/56/PV.7\r\ncheck-list of the difficulties and obstacles that hamper\r\nUnited Nations action. It also contains proposals which\r\nwe shall have to discuss and decide upon.\r\nIt properly devotes special attention to Africa,\r\nmany of whose subregions unfortunately continue to\r\nsuffer the consequences of war and instability. Here,\r\nMorocco welcomes the cooperation that has been\r\ninaugurated between the United Nations and African\r\nregional organizations in the implementation of\r\npeacekeeping operations in Africa. We view that as an\r\neffective way to ensure the success of such operations.\r\nBut, as the Secretary-General rightly recalls,\r\n“The international community should be\r\nconscious, however, that efforts to enhance\r\nAfrican peacekeeping capacity cannot become a\r\njustification for reduced engagement in the\r\ncontinent”. (A/56/1, para. 49)\r\nAs a contributor to various peacekeeping\r\noperations on our continent and elsewhere, Morocco is\r\naware of the importance of this solidarity and\r\ninternational commitment, which to a large extent\r\ndetermines the impact of these operations on national\r\nreconciliation and regional stability.\r\nMy country has been following with great interest\r\nthe initiatives launched by the Secretary-General in\r\nAfrica to strengthen the continent’s capacity to\r\ncontribute to the resolution of conflict situations and to\r\nprevent their deterioration and resurgence.\r\nIn that connection, my country particularly\r\nsupports the suggestions to dispatch to the regions\r\nwhere the situation is very unstable interdisciplinary\r\ninvestigative and confidence-building missions.\r\nRegional observers in certain parts of our African\r\ncontinent may be extremely valuable for the\r\nmaintenance of peace and the prevention of new\r\nsources of tension.\r\nIn that context, my country endorses the proposal\r\nto open a United Nations West Africa office that would\r\nbe mandated to strengthen the United Nations capacity\r\nfor monitoring, early warning and conflict prevention\r\nin the subregion.\r\nWe are prepared to support this initiative and to\r\ncontribute to its success because it is important for us\r\nthat our West African brothers experience a return of\r\nstability that would make it possible for them to devote\r\nthemselves fully to economic development and respond\r\nto the needs of their people.\r\nExperience has shown that, if it is to succeed, a\r\npeacekeeping operation must not only be confined to\r\nestablishing a ceasefire. It must also ensure the\r\npromotion of a political dialogue between the various\r\nprotagonists; otherwise, its impact will be lessened\r\nbecause the causes of instability will not have been\r\naddressed.\r\n Therefore, it is a real peace-building strategy, as\r\nthe Secretary-General mentioned in his report, that the\r\nAfrican continent most needs. This strategy requires\r\nthat a dialogue must be begun among all the parties\r\ninvolved in a conflict or in a regional dispute. This\r\ndialogue should be supported by the Secretary-General,\r\nwho should bring the parties closer together by\r\nsubmitting appropriate proposals and making available\r\nthe necessary expertise and logistics.\r\nOf course, rapprochement, dialogue and\r\nconsultation must be at the very core of preventive\r\ndiplomacy when the dangers of a confrontation emerge,\r\nin order to break the chain that leads to violence.\r\nOn the other hand, this strategy also implies\r\naccompanying measures such as the allocation of\r\nemergency humanitarian assistance, the establishment\r\nof micro-projects that could provide basic\r\nindispensable services, stabilize refugees and displaced\r\npersons, disarm and resettle combatants and finally\r\nmake available to the affected populations basic\r\nessential services that would make it possible for them\r\nto resume their lives in society and to participate in the\r\nreconstruction of their cities, regions or countries.\r\nConcerted action at the subregional and regional\r\nlevels is, of course, necessary to combat and eliminate\r\nthe illicit arms trade, particularly of small arms, and\r\nthe interaction between arms trafficking and trafficking\r\nin raw materials that finances it.\r\nThe active contribution of economic\r\norganizations and international financial institutions is\r\nwelcome across the board to provide the necessary\r\nexpertise that would make it possible to confront the\r\nmultiple challenges for overcoming crises.\r\nWe are pleased to note that the prevention\r\nfunction continues to be at the heart of Mr. Kofi\r\nAnnan’s concerns, who would like to establish, I repeat\r\nonce again, a culture of prevention within the\r\ninternational community. This culture entails the\r\n29\r\nA/56/PV.7\r\nimplementation of confidence-building measures, the\r\npromotion of genuine good neighbourliness and the\r\nestablishment of mechanisms of sustainable bilateral\r\nand subregional cooperation geared towards\r\ninterdependence, which guarantees common economic\r\nand social development.\r\nIt is this conviction which has underpinned my\r\ncountry’s action in its inter-African relations, and it is\r\nthe same conviction that encourages us in our quest for\r\nrevitalizing the structures of the Arab Maghreb Union,\r\non which the common future of the States of our\r\nsubregion and the success of the European\r\nMediterranean Partnership depend, because the\r\nMaghreb is at the crossroads between sub-Saharan\r\nAfrica and Europe.\r\nIn that connection, allow me to note that,\r\nunfortunately, the representative of Algeria has again\r\nthis morning qualified the Secretary-General’s\r\ninitiatives aimed at a lasting peace in the Maghreb as\r\nbeing “reprehensibly frivolous”. We regret this\r\ninappropriate language at a time when all the parties,\r\nincluding Algeria, should focus on the negotiations\r\ninitiated by the Security Council on the basis “of the\r\ndraft framework agreement on the status of the Western\r\nSahara”.\r\nThe meeting rose at 1.10 p.m.\r\n"