"United Nations A/56/PV.37\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n37th plenary meeting\r\nMonday, 5 November 2001, 10 am\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-61875 (E)\r\n*0161875*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nIn the absence of the President, Mr. Botnaru\r\n(Republic of Moldova), Vice-President, took the\r\nChair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 39\r\nTowards global partnerships\r\nReport of the Secretary-General (A/56/323)\r\nThe Acting President: I should like to inform\r\nmembers that in a letter dated 22 October 2001\r\naddressed to the President of the General Assembly, the\r\nPermanent Representative of Ireland to the United\r\nNations, in his capacity as Chairman of the group of\r\nWestern European and other States for the month of\r\nOctober, requests that the General Assembly hear in\r\nplenary meeting a statement by the observer of\r\nSwitzerland in the debate on agenda item 39, “Towards\r\nglobal partnerships”.\r\nIn view of the importance attached to the issue\r\nunder discussion, it is proposed that the General\r\nAssembly should take a decision on that request.\r\nMay I take it that there is no objection to the\r\nproposal to hear a statement by the observer of\r\nSwitzerland in the debate on this item?\r\nIt was so decided.\r\nMr. Kazemi Kamyab (Islamic Republic of Iran):\r\nSpeaking on behalf of the Group of 77 and China, let\r\nme express first our deep appreciation, Sir, for your\r\nactive and engaged stewardship of the work of the\r\nGeneral Assembly. I should also like to take the\r\nopportunity to express our appreciation to the\r\nSecretary-General and the Secretariat for the timely\r\nreports prepared for this year’s session, including for\r\nagenda item 39, “Towards global partnerships”.\r\nThis is the second year in a row that we have\r\nbeen dealing with the question of partnership, which, if\r\nnothing else, should signify the importance of the\r\nsubject to all members of the General Assembly, both\r\ndeveloping and developed countries. Since the Group\r\nof 77 has had the opportunity in the past to present its\r\ngeneral views on various aspects of global partnership,\r\nI do not intend to repeat positions and analyses which\r\nare fully known to the Assembly and our partners in\r\nthe North. Instead, the emphasis in this statement will\r\nbe on some of the elements and aspects which we\r\nconsider prominent and urgent for our prospective\r\nwork, as also addressed in the Secretary-General’s\r\nreport.\r\nAs we all know, it was only at the last session of\r\nthe General Assembly that we started dealing with the\r\nquestion of partnership as a new agenda item, and that\r\nis why the discussion could still be considered at its\r\nexploratory stage. I should stress at this point that the\r\nGroup of 77 and China attaches, as a matter of\r\nprinciple, great importance to the role and participation\r\nof stakeholders, including the private sector, in\r\nactivities towards the realization of the United Nations\r\ngoals and objectives. Based on this overall premise, we\r\n2\r\nA/56/PV.37\r\nare well disposed and fully prepared to engage actively\r\nin a proactive and constructive dialogue with all\r\ninterested negotiating partners on all aspects of this\r\nimportant subject.\r\nThe developing world and its sole universal\r\ndeliberative body at the United Nations, the Group of\r\n77 and China, are of the firm view that partnership, in\r\nits every aspect and at the national and global levels\r\nalike, should be conducive to development and the\r\nelimination of poverty. This can hardly be\r\noveremphasized. What is at issue, therefore, is the role\r\nthe entire international community should play in this\r\ncontext. The question of building partnerships, an\r\nimportant emerging issue, finds its place within this\r\noverall framework. Put in very practical terms, the\r\nquestion for us is how to strengthen the development\r\nrole of the United Nations system and how to enhance\r\nthe effectiveness of its development activities and its\r\nsupport for national development strategies and for\r\nprogrammes by implementing various initiatives,\r\nincluding partnerships with all relevant partners and, in\r\nparticular, private sectors. There is no need to\r\nemphasize that these initiatives should be thoroughly\r\nreviewed, discussed and refined by Member States. In\r\nother words, any actual progress on forging\r\npartnerships must by necessity await the\r\nintergovernmental body’s elaboration and, more\r\nimportantly, adoption of the requisite elements and\r\nmodalities for the intended partnerships.\r\nIn a world somewhat fixated on market\r\neconomics and corporate profitability, legislation and\r\nintergovernmental agreements should remain important\r\ncomponents of any strategy to promote corporate\r\nresponsibility and accountability. New initiatives in\r\ngeneral, and partnerships in particular, should not lead\r\nto the further weakening of the regulatory role of State\r\nand intergovernmental bodies. It is necessary to\r\nreiterate the importance of the State in providing for\r\nthe general welfare of its citizens. We should recognize\r\nthat fact and not undermine or diminish the role of the\r\nState. The State is the one in charge of development,\r\nnot the market or corporations, as they have totally\r\ndifferent agendas. Meanwhile, we should not lose sight\r\nof the fact that for many small States, private sector\r\nand market involvement is almost non-existent and that\r\nthe Government is the largest employer.\r\nThe cooperation between the United Nations and\r\nrelevant partners should be aimed mainly at making a\r\ncontribution to the realization of the goals and\r\nprogrammes of the Organization. Relevant partners,\r\nparticularly the private sector, could contribute to the\r\nrealization of the Organization’s development goals\r\nthrough financial resources, transfer of technology,\r\nmanagement expertise, in-kind donations, responsible\r\ninvestments and price reductions for drugs for treating\r\nHIV/AIDS and other diseases. We particularly hope\r\nthat the transnational corporations, which have a great\r\ninfluence on the global economy, will join the efforts\r\ntowards the realization of the development goals of the\r\nUnited Nations and take concrete measures to help\r\ndeveloping countries in their efforts to promote\r\ndevelopment.\r\nIn our view, it is imperative that the United\r\nNations and its related bodies should focus their work\r\non issues central to the transfer of knowledge and\r\ntechnology and the building of necessary domestic\r\ncapacities, with a view to promoting the\r\ncompetitiveness of developing countries. The Group of\r\n77 and China is very much concerned that the\r\nresources available to the United Nations system to\r\nassist developing countries in meeting the challenges\r\nthey face in designing the policies and strategies\r\nrequired to bridge the technology gap between the\r\nNorth and the South are simply inadequate. We support\r\nthe recommendation made by the Secretary-General in\r\nhis report that the resources the partners can contribute,\r\nin terms of expertise, funding and technology, should\r\nbe a complement to governmental resources, not a\r\nsubstitute for them.\r\nThe Group of 77 and China agrees with the idea\r\nraised by the Secretary-General that the diversity of\r\nrelationships between the United Nations and the\r\nrelevant partners is such that it is not possible to adopt\r\na one-size-fits-all institutional approach for dealing\r\nwith all types of cooperation at all levels of the system.\r\nWe take the view that in cooperation with relevant\r\npartners, the United Nations needs to follow a\r\ndifferentiated approach in line with the characteristics\r\nof the partners, as well as with the fundamental\r\npurpose of making contributions to the implementation\r\nof the development goals and programmes of the\r\nOrganization.\r\nWith this in mind, and with due regard for the\r\nprovisions in paragraph 1 of General Assembly\r\nresolution 55/215, which stresses,\r\n“the need for Member States further to discuss\r\npartnerships and consider, in appropriate\r\n3\r\nA/56/PV.37\r\nintergovernmental consultations, ways and means\r\nto enhance cooperation between the United\r\nNations and all relevant partners, inter alia, from\r\nthe developing countries, to give them greater\r\nopportunities to contribute to the realization of\r\nthe goals and programmes of the Organization”,\r\nthe Group of 77 and China stands ready to contribute to\r\ncollective intergovernmental endeavours towards\r\nevolving a common vision and realistic approaches to\r\npromoting partnership among all stakeholders.\r\nMr. Shen Guofang (China) (spoke in Chinese):\r\nAt the outset, I wish to thank the Secretary-General for\r\nhis comprehensive and informative report under the\r\nitem entitled “Towards global partnerships”. The report\r\nhas given us full and objective information on the\r\ncooperation between the United Nations and the\r\nrelevant partners. We also appreciate the introduction\r\nto the report by the Secretariat. The Chinese delegation\r\nsupports the statement by the representative of Iran on\r\nbehalf of Group of 77 and China.\r\nWith the rapid development of globalization, the\r\ngap between the North and the South is widening, and\r\nthe imbalance of economic development among\r\ncountries is going from bad to worse. This is now an\r\nissue of great urgency facing the international\r\ncommunity, and a solution needs to be found.\r\nAt the same time, we see that the private sector,\r\nespecially the heavyweight transnational corporations,\r\nhas at its disposal enormous amounts of financial\r\nresources and technology and is playing a considerable\r\nrole in the globalizing economy. Therefore, to ensure\r\nthat globalization becomes a positive force for all and\r\nto promote the balanced development of all economies\r\nin globalization, the relevant partners, in particular the\r\nprivate sector, need to make full use of their own\r\nadvantages and make unique contributions to\r\ndevelopment in the developing countries. In this\r\ncontext, we support strengthening the cooperation\r\nbetween the United Nations and the relevant partners,\r\nin order to encourage the partners, in particular the\r\nprivate sector, to take part in activities aimed at\r\nrealizing the development goals of the United Nations.\r\nFor the sake of effective cooperation between the\r\nUnited Nations and the relevant partners, including the\r\nprivate sector, and in order to give full play to the\r\nstrengths of the partners to benefit the work of the\r\nUnited Nations, we believe that attention should be\r\npaid to the following in the process of establishing\r\npartnerships.\r\nFirst, cooperation between the United Nations\r\nand the relevant partners should be carried out in\r\naccordance with the purposes and principles of the\r\nCharter of the United Nations, as well as the relevant\r\nUnited Nations rules and procedures, without\r\nundermining the intergovernmental nature of the\r\nOrganization, especially the decision-making process.\r\nThis constitutes the basis of the partnerships. As the\r\nSecretary-General rightly pointed out in his report,\r\n“that cooperation must be managed in a manner\r\nthat does not compromise the independence and\r\nneutrality of the United Nations or its character as\r\nan organization of Member States” (A/56/323,\r\npara. 5).\r\nWe fully agree with him on this point.\r\nSecondly, partnerships between the United\r\nNations and the relevant partners should be established\r\nin a manner that is helpful to the realization of the\r\ndevelopment goals of the United Nations. This\r\nconstitutes the overriding priority of cooperation\r\nbetween the United Nations and relevant partners, in\r\nparticular the private sector. We hope that the relevant\r\npartners can make full use of their own strengths and\r\nprovide more substantive assistance to developing\r\ncountries by mobilizing financial resources,\r\ntransferring advanced technology, investing\r\nresponsibly, sharing good management experience,\r\nreducing the prices of drugs for HIV/AIDS treatment\r\nand making donations, so as to make concrete\r\ncontributions to the realization of the development\r\ngoals of the United Nations.\r\nThe private sector has already carried out some\r\nactivities in this regard. Some businesses have rendered\r\nvaluable help in the form of donations to the work of\r\nthe United Nations in the field of development. Non-\r\ngovernmental organizations have also played an active\r\nrole in the implementation of United Nations\r\ndevelopment programmes. We express our appreciation\r\nfor those efforts. But this is only the beginning. This is\r\nfar from really satisfying needs in this regard. We hope\r\nthat in the future more heavyweight and influential\r\ntransnational corporations will join in efforts to realize\r\nthe development goals of the United Nations and take\r\nconcrete actions to help developing countries in the\r\nmobilization of financial resources and the promotion\r\n4\r\nA/56/PV.37\r\nof economic growth. As the Secretary-General\r\nindicated in his report,\r\n“The resources that they can contribute, however,\r\nin terms of expertise, funding and technology,\r\nshould be a complement to governmental\r\nresources, not a substitute.” (A/56/323, para. 119)\r\nThirdly, the forms of cooperation between the\r\nUnited Nations and the relevant partners need to be\r\nflexible and diversified, so as to adapt to different\r\nsituations and achieve better results. The Secretary-\r\nGeneral pointed out in his report,\r\n“The diversity of relationships between the\r\nUnited Nations and non-State actors is such that it\r\nis not possible to adopt a ‘one-size-fits-all’\r\ninstitutional approach for dealing with all types of\r\ncooperation, at all levels of the system.”\r\n(A/56/323, para. 116)\r\nWe agree with this point. We believe that the United\r\nNations should adopt different forms of cooperation\r\nwith different partners, in accordance with their\r\nparticular characteristics. The purpose of such\r\ncooperation should be to contribute to the\r\nimplementation of the development goals of the United\r\nNations.\r\nFourthly, apart from the above-mentioned\r\naspects, we should be fully aware of the fact that the\r\nprivate sector has its own limits, which are rooted in its\r\nprofit-driven nature. Therefore, the United Nations\r\nshould have an appropriate assessment of the role of\r\nthe relevant partners, including the private sector. The\r\nreal manifestation of their importance, in any case, lies\r\nin the substantive help they can render us, not in empty\r\nslogans. We stand ready to work with all other\r\ndelegations to explore specific ways and means in\r\nwhich the relevant partners, in particular the private\r\nsector, can make concrete contributions to the\r\nrealization of the development goals of the United\r\nNations.\r\nMr. Low (Singapore): Last year the General\r\nAssembly adopted resolution 55/215 entitled “Towards\r\nglobal partnerships”. Through this resolution, we\r\nrecognized the potential contribution that non-State\r\nactors can make towards realizing the United Nations\r\ngoals set out in the Millennium Declaration. There are\r\nat least two good reasons why this is a move in the\r\nright direction.\r\nFirst, as mentioned in the Secretary-General’s\r\nreport, the influence of non-State actors has grown\r\ntremendously over the last 10 years. The United\r\nNations Conference on Trade and Development\r\nestimates that there are now over 60,000 multinational\r\ncorporations compared with 37,000 in 1990. These\r\ncorporations drive the global expansion of investment\r\nflows. In fact, private sector flows far exceed\r\nintergovernmental financial flows. While foreign direct\r\ninvestment to developing countries increased from $44\r\nbillion in 1991 to $240 billion in 2000, official flows\r\ndeclined from $57 billion to $53 billion over the same\r\nperiod. The top 200 multinational companies have\r\ncombined revenues totalling $7.1 trillion, which is\r\nlarger than the combined economies of the 189 United\r\nNations Member States.\r\nThe number of global non-governmental\r\norganizations and their networks has also risen from\r\n23,600 in 1991 to 44,000 in 1999. Some of these have\r\nextensive global outreach, with thousands of direct\r\nmembers in different countries. Others have used the\r\npower of the Internet to mobilize individuals and\r\norganizations to support a particular cause and to\r\ninfluence Government and intergovernmental action.\r\nSome non-State actors have agendas directly\r\nopposed to the goals of the United Nations; for\r\nexample, industries that extract and exploit natural\r\nresources at the expense of developing countries. But\r\nthere are also others that seek to be responsible\r\ncorporate citizens and could share similar objectives.\r\nBut whatever their shapes and sizes, the reality is this.\r\nWe share the world stage today with many other\r\ninfluential non-State actors. We can choose to ignore\r\nthem, but they will just go ahead on the same stage\r\nwith their own different acts. But why do we not\r\ninstead attempt to engage them and involve them in our\r\nown play? As the Secretary-General has said,\r\n“The United Nations once dealt only with\r\nGovernments. By now we know that peace and\r\nprosperity cannot be achieved without\r\npartnerships involving Governments,\r\ninternational organizations, the business\r\ncommunity and civil society. In today’s world, we\r\ndepend on each other.”\r\nTrue indeed, better to have them work with us than\r\nagainst us.\r\nSecondly, non-State actors offer a variety of\r\ncompetencies, constituencies, resources and networks\r\n5\r\nA/56/PV.37\r\nthat can be better tapped to tackle the complex\r\nchallenges facing countries and the global community\r\ntoday. Partnerships with non-State actors and their\r\nconstructive assimilation into the global architecture\r\nwould allow countries, as well as the global\r\ncommunity, to better reap the benefits of globalization\r\nand manage its costs.\r\nVarious studies have shown the extent to which\r\nglobalization could benefit poor countries and the poor\r\nin these countries. A study by Jeffrey Frankel and\r\nDavid Romer demonstrates that a 10 per cent increase\r\nin the trade to gross domestic product ratio could raise\r\nper capita income by as much as 15 per cent. Combine\r\nthis result with a more recent study by David Dollar\r\nand Aart Kraay of the World Bank and one would\r\nexpect the greater trade openness to also generate a 15\r\nper cent increase in the income of the poor. But all\r\nthese “on paper” estimated benefits often come with\r\nqualifiers. They could only be realized in practice if\r\ncoordinated actions are taken to promote trade and\r\nreforms in developing countries.\r\nIn Singapore, we face the same challenges of\r\nglobalization as most other countries. Globalization has\r\nbrought greater prosperity, but it has also posed new\r\nsocial challenges. What could divide our young nation\r\nare not just the traditional fault lines of race and\r\nreligion, but new fault lines brought about because our\r\npeople have varying abilities to adapt to the rapid pace\r\nof change. Structural unemployment, the widening\r\nincome gap and the digital divide are but symptoms of\r\nthese new fault lines.\r\nNonetheless, these challenges have not caused us\r\nto abandon our support for globalization. Instead, they\r\nhave awakened us to the need for better measures to\r\nmanage its costs. The Singapore Government has,\r\nthrough its policies and schemes, tried to help weaker\r\nSingaporeans cope. But while many of our poor may\r\nneed assistance, they do not want to be forever\r\ndependent on assistance. What they want are decent-\r\npaying jobs that would allow them to make a living and\r\nbring up their families with dignity and pride. The\r\nGovernment cannot do this on its own. It needs to work\r\nwith the private sector to attract new investments and\r\ncreate new jobs for our people. We also need to work\r\nwith the people sector to offer training and\r\nopportunities to upgrade skills so as to equip our\r\nworkers with the necessary set of skills to benefit from\r\nthe new economy.\r\nGlobalization has created both winners and\r\nlosers, within countries and among countries. The\r\nlosers are those, be they countries or individuals, that\r\nlack the ability to adapt and to reap the benefits of the\r\nefficiency gains of an integrated global network. What\r\nthey need, if they are to escape from poverty, are trade\r\nand investment and the ability to benefit from them —\r\nin addition to debt relief and official development\r\nassistance. All these go together, because countries are\r\nmuch more likely to attract investment if they have\r\nlabour for production and markets for their products.\r\nGovernments can lower trade barriers and provide\r\nmore official aid, but private companies are needed to\r\nhelp bring investments and jobs to countries. Non-\r\ngovernmental organizations and civil society groups\r\ncan help raise the skill levels in countries so that the\r\npeople are well positioned to benefit from\r\nglobalization. Through their networks and influence,\r\nthey can also generate the momentum for markets to\r\nbecome really open to products from developing\r\ncountries.\r\nThis is a specific illustration of how greater\r\npartnership between the three Ps — the public, the\r\nprivate and the people — not just at the national level,\r\nbut at the global level, can help us better reap the\r\nbenefits and manage the costs of globalization.\r\nUnited Nations agencies are already cooperating\r\nwith businesses and other non-State actors on a large\r\nscale, to mutual benefit. The United Nations\r\nConference on Trade and Development and the\r\nInternational Chamber of Commerce, for instance, have\r\nteamed up to promote investment in least developed\r\ncountries, especially in Africa. The United Nations,\r\nbusiness and Governments are working together on\r\npractical investment guides which dispel the myth that\r\nthere are no investment opportunities in these countries\r\nin Africa. Greater global partnerships would allow\r\nmore benefits to be reaped.\r\nWhile many would not argue with the rationale\r\nfor greater global partnerships, debates often centre\r\naround the who and the how. Here, we have a few\r\nsuggestions to make.\r\nFirst, for global partnerships to be truly global\r\nand effective, they should involve more than just\r\nprivate corporations from the West. There are other\r\nglobal partners with valuable expertise, resources and\r\nnetworks to offer, and these include non-governmental\r\norganizations, media conglomerates, academic think\r\n6\r\nA/56/PV.37\r\ntanks and corporations from the developing countries\r\nthemselves.\r\nSecondly, we should proceed to build global\r\npartnerships in a pragmatic and practical way. The\r\nmarriage of global partners will never materialize if all\r\nparties carry unrealistic expectations and seek to\r\nrealize through these partnerships their lifelong\r\nidealistic dreams. Global partnerships must be built on\r\nshared understandings and clear rules and principles.\r\nThese would take time to develop and could evolve\r\nover time, but they are needed to harness the benefits\r\nof global partnerships and manage their risks and\r\nchallenges. As much as the United Nations does not\r\nnegate or attempt to be a substitute for the role of\r\nnational Governments, global partnerships and the\r\ninvolvement of non-State players should not negate or\r\nattempt to be a substitute for Governments in their role\r\nas the key and central players in the inter-State process\r\nof the United Nations. The United Nations is still an\r\nOrganization of States; other, non-State actors would\r\nplay only a complementary role to provide inputs to the\r\ndecision-making process and offer expertise, resources\r\nand networks for more effective implementation.\r\nGlobal partnerships are but a means to an end. They\r\nprovide a collective approach to achieving the goals of\r\nthe United Nations and remain paramount. They are\r\ndefinitely not, and should never be, an end unto\r\nthemselves.\r\nNo one ever says marriage brings with it a bed of\r\nroses. No matter how compatible two partners are,\r\nthere are bound to be some differences. These\r\ndifferences just have to be managed for one to enjoy\r\nthe bliss of marriage. Similarly, I am confident that\r\nglobal partnerships will bring benefits to all parties\r\ninvolved if we are all ready to take the step with\r\nrealistic expectations. Let us walk down the aisle\r\ntogether with our eyes wide open.\r\nMr. Sun Joun-yung (Republic of Korea): At the\r\noutset, I would like to thank the Secretary-General for\r\nhis report on cooperation between the United Nations\r\nand all relevant partners, particularly the private sector.\r\nI also appreciate Mr. Harri Holkeri’s dedication, in his\r\nformer capacity as President of the General Assembly,\r\nto promoting partnership between the United Nations\r\nand civil society.\r\nNon-governmental actors have been interacting\r\nwith the United Nations since its founding. However,\r\nthe rapid process of globalization has transformed the\r\nworld in many aspects. It is remarkable to note that the\r\nscale and impact of those interactions have\r\ndramatically increased over the past 10 years. This\r\nchange is due largely to an increase in the number,\r\ndiversity and influence of civil society and private\r\nsector organizations.\r\nIt is commendable that the United Nations has\r\nthus far succeeded in promoting interactions with these\r\norganizations and forging global partnerships that were\r\nhardly conceivable even a decade ago. I would also\r\nlike to refer to the resolution adopted by world leaders\r\nat the Millennium Summit, which expresses a need to\r\ndevelop strong partnerships with private sector and\r\ncivil society organizations in pursuit of development\r\nand poverty eradication.\r\nI am confident that the success of the United\r\nNations will depend upon how we can design\r\npartnerships with non-State actors and strengthen such\r\npartnerships in a mutually supportive manner. The\r\nsection of the report of the Secretary-General\r\nelaborating on types of cooperation between the United\r\nNations and the private sector is fairly informative and\r\nprovides us with many points for further consideration.\r\nIn this regard, I have a couple of comments and\r\nsuggestions.\r\nFirst, in the areas of policy dialogue and\r\nadvocacy for the United Nations values and activities,\r\nthe existing initiatives have been consolidated in\r\nvarious forms. However, I wish to draw the Assembly’s\r\nattention to the accreditation process for non-State\r\nactors in United Nations conferences and preparatory\r\nevents, which varies from event to event. For the\r\nbenefit of all participants, this process needs to be\r\nstreamlined and to become more transparent and\r\npredictable. In this regard, I hope that, for the benefit\r\nof our discussions in the future, the Secretariat will\r\nanalyse the modalities of non-State actors’\r\nparticipation in the major United Nations conferences.\r\nConsidering the diversity of private sector and civil\r\nsociety organizations, we need to develop a flexible but\r\neffective mechanism to promote partnership, while\r\navoiding a one-size-fits-all approach.\r\nSecondly, I wish to commend the remarkable\r\ndevelopments in the areas of information sharing and\r\nlearning partnerships, aimed at building and\r\ndisseminating cross-sectoral knowledge on critical\r\ndevelopmental issues. Attention should also be paid to\r\nthe launching of the Information and Communication\r\n7\r\nA/56/PV.37\r\nTechnologies Task Force and the establishment of the\r\nHigh-Level Policy Network on Youth Employment.\r\nThese initiatives are new experiments for the United\r\nNations in drawing expertise and resources from both\r\nthe public sector and non-State actors.\r\nThirdly, I attach great importance to the\r\nmobilization of private funds through philanthropic\r\nfunds or investment capital. We need to explore ways\r\nto promote the great potential for partnerships, such as\r\nthe United Nations Fund for International Partnerships\r\nand the United Nations Foundation. As for investment\r\ncapital, the Initiative Deliverables endeavour has been\r\nrecognized as a good option in this field. I also expect\r\nthe Clean Development Mechanism under the Kyoto\r\nProtocol to be best utilized as a tool to invite private\r\ncapital. Furthermore, I commend the Global Compact\r\ninitiative of the Secretary-General, which calls on\r\nbusiness leaders to embrace universally agreed\r\nprinciples in the fields of the environment, labour and\r\nhuman rights, and its follow-up initiatives, in close\r\ncollaboration with the International Chamber of\r\nCommerce.\r\nAgainst the backdrop of overall support for the\r\nrole of the private sector and civil society, we have to\r\naddress the legitimate concerns about potential\r\ndangers, such as conflict of interest, unfair advantage\r\nand governance risks, as indicated in the report of the\r\nSecretary-General. I do not believe that these risks are\r\nso enormous that the integrity of the United Nations\r\ncan be threatened. However, we should pay attention\r\nwith due diligence to potential areas of concern. In this\r\nregard, I commend the initiatives of the Secretariat to\r\ndevelop guidelines and modalities on partnerships, and\r\nhope that they will be further elaborated.\r\nAnother key challenge for the United Nations is\r\nhow to ensure the adequate involvement of\r\norganizations from developing countries in partnership\r\ninitiatives. I share the view that substantial support\r\nshould be provided for non-State actors from\r\ndeveloping countries in the fields of national and\r\nregional workshops, exchanges and public-private\r\nsector dialogues.\r\nWe can easily reach the conclusion that\r\ncooperation with non-State actors is essential to\r\nrealizing the goals of the United Nations. However, I\r\nwould like to stress that the growing cooperation with\r\nnon-State actors should not supersede the primacy of\r\nGovernments in national and international policy-\r\nmaking processes. Governments and international\r\norganizations should remain the principal bodies\r\nproviding enabling environments to accommodate civil\r\nsociety organizations, including the private sector.\r\nLast year the Republic of Korea joined the\r\nsponsors of resolution 55/215, entitled “Towards global\r\npartnerships”, with the conviction that promoting\r\npartnerships with civil society organizations is a new\r\nfrontier for the United Nations. We are committed to\r\ncontinuing to work towards enhanced interaction with\r\nnew partners for the cause of this Organization.\r\nMr. Effah-Apenteng (Ghana): My delegation\r\nassociates itself with the statement made by Iran on\r\nbehalf of the Group of 77 and China.\r\nThe report prepared by the Secretary-General on\r\ncooperation between the United Nations and all\r\nrelevant partners, in particular the private sector,\r\nprovides a comprehensive survey of the subject with a\r\nview to addressing concerns and expectations raised in\r\nprevious discussions of this subject. The Secretary-\r\nGeneral is to be commended for that and, more\r\nimportantly, for the pioneering work he has done in\r\nopening up the possibilities for global partnerships\r\nthrough the Global Compact and other initiatives.\r\nIn this regard, it is worth pointing out that, while\r\nthe Global Compact is a ground-breaking initiative, it\r\nis only part of a menu of global partnerships. Global\r\npartnerships go beyond the Global Compact initiative.\r\nThe debate in the General Assembly should, therefore,\r\nembrace the rich variety of partnerships available as a\r\nresult of a vastly changed and changing world\r\nenvironment. Indeed, the report gives an excellent\r\noverview of that environment and of the potential that\r\nit holds.\r\nIt is clear that, although global partnerships are\r\nnot new, the ascendancy of free-market systems, the\r\nfailure of the Washington Consensus and the evolution\r\nof globalization have all influenced the emergence of\r\ninnovative and manifold networks, as well as a desire\r\nfor a more coherent approach to global partnerships.\r\nAs the ability of State actors and Governments to\r\ninfluence development has been circumscribed by\r\nemerging sources of influence, the need has developed\r\nfor lessons to be learned from the innovations and\r\ndevelopments in global partnerships to exploit their\r\npotential and enhance their impact.\r\n8\r\nA/56/PV.37\r\nIn that sense, the Global Compact indicates both\r\nthe possibilities and the limitations of\r\nintergovernmental action. It is obvious that, had action\r\nawaited a decision of the General Assembly, there\r\nwould be no Global Compact now. The Compact has,\r\nas a first step, offered a way to influence corporate\r\nbehaviour voluntarily in the absence of agreed rules of\r\nconduct for multinational corporations.\r\nWhat lessons have we learned that can take us\r\nforward? There is the need for a strategic approach to\r\nglobal partnerships in the context of the General\r\nAssembly. The Assembly’s role should be to define the\r\nvision and values which should guide the partnerships.\r\nThese would include the following issues: determining\r\npublic interventions which enhance the development\r\nimpact of private activity; building understanding on\r\nways of making developmental issues attractive to the\r\nprivate sector; eradicating poverty through public-\r\nprivate partnerships to leverage private capital flows to\r\ncountries normally by-passed by such flows;\r\naddressing volatility, debt crisis and burden-sharing;\r\ndealing with corruption; and implementing in an\r\nequitable manner trade-related intellectual property\r\nrights and those related to issues such as technology\r\ntransfer.\r\nOther areas for dialogue would include those in\r\nwhich action may take the form of self-regulation or\r\nthe sharing of best experiences. These could include\r\nthe identification of areas requiring self-regulation; the\r\nrole of business as a corporate network in the advocacy\r\nof global values; social responsibility through\r\ncorporate governance; capacity-building initiatives\r\nthrough business internships; and support for\r\neducational funds. The potential of the private sector as\r\nan advocate for increased official development\r\nassistance, other capital flows and market access, in the\r\ncontext of the Millennium Declaration, is also a major\r\nissue for dialogue.\r\nSuch a strategic approach would enable the\r\nGeneral Assembly to guide the evolution of the Global\r\nCompact, the Global Alliance for Vaccines and\r\nImmunization (GAVI), the global HIV/AIDS and\r\nhealth fund, the Information and Communication\r\nTechnologies (ICT) Task Force and other such\r\ninitiatives.\r\nWhile in the past, through its activities, the\r\nUnited Nations has been recognized as the global\r\nforum upholding the international community’s values\r\nin humanitarianism and in sustainable development, its\r\nrole in global partnerships should reinforce a vision of\r\nwealth creation, capable of bridging the gap between\r\nrich and poor countries and of stimulating support on\r\nthe basis of enlarged markets and increased profit-\r\nmaking.\r\nThe General Assembly also needs to address\r\nways of seeking effective partnerships with existing\r\ninitiatives, such as the World Economic Forum, with a\r\nview to encouraging harmonization and adequate\r\ncoverage worldwide and adding value through their\r\nrespective comparative advantages.\r\nThe effectiveness of the United Nations in\r\npursuing these objectives will depend on how\r\nsuccessful the General Assembly is in using the lessons\r\nlearned from other processes and in devising enabling\r\nmechanisms for partnerships, particularly with the\r\nprivate sector, which operates in a wholly different\r\nenvironment.\r\nIn this connection, there is a need for greater\r\nflexibility in the rules of the General Assembly to\r\nenhance greater access and participation by private-\r\nsector bodies. It is useful to contrast the General\r\nAssembly’s current approach with that of the Global\r\nCompact and the World Economic Forum.\r\nIt would also be prudent to aim at a decentralized\r\nprocess in which a globally defined vision is\r\nintermediated at the regional and national levels. This\r\nwould address the perennial problem of regional inputs\r\nin global discussions ending up diluted as a result of\r\nthe give-and-take in negotiated outcomes.\r\nIt is clear that there cannot be effective global\r\npartnerships without the involvement of non-\r\ngovernmental organizations (NGOs). The current\r\nantagonism and stand-off between the private sector\r\nand the NGO community is therefore a major barrier to\r\nprogress. The United Nations should provide\r\nleadership and a platform for building bridges between\r\nthe private sector and the NGOs.\r\nOne sector of civil society whose involvement\r\nshould be actively considered is business schools.\r\nBusiness education remains behind other disciplines in\r\nthe area of integrating social values into professional\r\nmores.\r\nIn taking the next steps forward, the General\r\nAssembly will have to address a number of challenges\r\n9\r\nA/56/PV.37\r\nrelating to public-private partnerships in the context of\r\nits work.\r\nSome of these challenges include the need to look\r\nat issues relating to conflicts of interest and to the\r\nprotection of the integrity of the United Nations\r\nprocess. The Secretary-General’s report discusses these\r\nissues in considerable detail. Despite the risks,\r\nhowever, the partnership offers a unique opportunity\r\nfor the private sector to participate and become an\r\nagent of dialogue and change. The central role of the\r\nUnited Nations can only be enhanced as a result.\r\nDevising the format for integrating global\r\npartnerships into the work of the United Nations will\r\nalso constitute a major challenge for the General\r\nAssembly. The Assembly currently faces the danger of\r\ngetting bogged down in the many items on its agenda.\r\nIn the case of global partnerships, there are inter-\r\nlinkages with the Second Committee agenda item on\r\nglobalization. The follow-up to the International\r\nConference on Financing for Development is likely to\r\naddress issues of global partnerships. The Executive\r\nBoards of United Nations funds and programmes\r\nshould continue to deal with the operational aspects of\r\npartnerships. The discussions currently taking place in\r\nthe United Nations on global public goods will become\r\nan issue of interest within that framework.\r\nFor all of these reasons, we support the proposal\r\nfor the facilitation of a multistakeholder forum. We\r\nbelieve, however, that, given the experiences of the\r\nPreparatory Committee of the International Conference\r\non Financing for Development in involving the private\r\nsector in its process, the planning and convening of a\r\nmulti-stakeholder forum should be preceded by a\r\nserious exercise of reflection and debate on all these\r\nmatters within the framework of an expert group. That\r\nconsideration must take place within the context of the\r\nreforms of the General Assembly, if the outcome is to\r\nmake an enduring contribution to the achievement of\r\nglobal goals.\r\nIf the private sector offers a variety of\r\ncompetencies, constituencies, resources and\r\nnetworks — as indeed it does — there can be no better\r\nplace to engage them than in the home of all of the\r\nMembers of the United Nations, the General Assembly.\r\nMr. De Loecker (Belgium) (spoke in French): I\r\nhave the honour to speak on behalf of the European\r\nUnion. The Central and Eastern European countries\r\nassociated with the European Union — Bulgaria, the\r\nCzech Republic, Estonia, Hungary, Latvia, Lithuania,\r\nPoland, Romania, Slovakia, Slovenia — and the\r\nassociated countries Cyprus, Malta and Turkey, as well\r\nas the European Free Trade Association countries\r\nmembers of the European Economic Area — Iceland\r\nand Norway — align themselves with this statement.\r\nThe European Union (EU) attaches particular\r\nimportance to the current debate on global partnerships\r\nwith civil society, in particular the private sector. It is\r\nclear that, without active participation on the part of all\r\nactors involved in the globalization process —\r\ngovernmental and non-governmental — it will not be\r\npossible to meet the 2015 target for the sustainable\r\ndevelopment goals set since the major conferences on\r\nthe subject and, more recently, in the Millennium\r\nDeclaration. The private sector has the technological,\r\nindustrial and financial strength to influence this world.\r\nIndeed, sometimes its strength far surpasses the\r\ncapabilities of States. As is stated in the Secretary-\r\nGeneral’s report, direct foreign investment in\r\ndeveloping countries rose from $43 billion in 1991 to\r\n$240 billion in 2000. This shows clearly that public\r\nfinancing alone cannot meet the 2015 target.\r\nFortunately, the question of global partnerships is\r\nnot confined to development financing. The European\r\nUnion believes that in order to achieve the aims set out\r\nin the Charter of the United Nations, in particular\r\n“solving international problems of an economic, social,\r\ncultural, or humanitarian character” and “promoting\r\nand encouraging respect for human rights and for\r\nfundamental freedoms for all without distinction”, it is\r\nessential to enhance cooperation not only between\r\nMember States but also between the Organization and\r\nthe private sector, which is closely involved in all these\r\nissues.\r\nThe European Union would therefore argue for\r\npartnerships to be understood in the widest possible\r\nsense, not just in terms of mobilizing additional\r\nresources. Financing issues will take centre stage at the\r\nInternational Conference on Financing for\r\nDevelopment, set for next year in Monterrey.\r\nThe European Union sees partnerships with the\r\nprivate sector as a way of exercising a leverage effect\r\non international action by the public sector. The\r\nadvantage most often quoted is the ability to mobilize,\r\nassemble and pool the expertise and the various\r\ncapacities and resources that each sector has to offer.\r\n10\r\nA/56/PV.37\r\nSome multinational corporations or large foundations\r\nhave the power to make an enormous contribution in\r\nterms of resources. The European Union welcomes the\r\nfact that innovative forms of partnership, such as the\r\nGlobal Alliance for Vaccines and Immunization\r\n(GAVI), are becoming more and more important in\r\nUnited Nations operational activities. GAVI is an\r\nexcellent example of a coalition of Governments;\r\nUnited Nations bodies; philanthropic foundations such\r\nas the Bill and Melinda Gates Foundation and the\r\nRockefeller Foundation; the pharmaceuticals industry;\r\ntechnological institutes; and research centres.\r\nPartnerships allow the United Nations to increase\r\npublic awareness and to reach out to a larger audience,\r\nbecause corporations and chief executives will defend\r\ntheir values, objectives and activities. This is another\r\nadvantage of partnerships. They can also help to test\r\nnew methods for programme implementation,\r\ngovernance and the formulation of standards in the\r\nfields of human rights, environment and labour.\r\nIn this context, the Global Compact is an\r\nexcellent example of successful cooperation between\r\nthe United Nations and the private sector. In particular,\r\nit establishes that corporations bear a social\r\nresponsibility based on the fundamental values of the\r\nUnited Nations.\r\nThe Global Compact offers the private sector the\r\nability to take part in actual partnerships with the\r\nUnited Nations system, in particular to benefit\r\ndeveloping countries.\r\nIt has been observed in some quarters that\r\npartnerships between the United Nations and the\r\nprivate sector must inevitably bring together actors\r\nwith very different interests and motives, with different\r\ntypes of resources and expertise, and expecting\r\ndifferent outcomes and benefits. These differences are\r\nnot necessarily obstacles to reaching agreement on\r\ncommon objectives. The European Union is convinced\r\nthat, despite everything, it is these differences which\r\nwill enrich the process of seeking common solutions to\r\nproblems.\r\nThe European Union can understand the concerns\r\nexpressed in certain quarters about partnerships with\r\nthe private sector and the risk that the pursuit of profit\r\nand the promotion of private individual advantage\r\nmight take precedence over the public good. In this\r\ncase, the Union considers that partnership must not\r\ncompromise the United Nations independence or\r\nprevent it from defending the general interest and\r\nacting accordingly. But it is clear that the primary\r\nmotivation of the private sector will remain that of\r\nprofit. This is not incompatible with the universal\r\nvalues defended by the United Nations. By respecting\r\nuniversal values such as human rights, labour standards\r\nand environmental protection, the private sector can\r\nenhance its image, boosting its credibility in the eyes\r\nof its customers and thus, in the long term, its profits.\r\nAnother misunderstanding that should be\r\nredressed is the impression that the United Nations\r\nsystem is working only with Western multinational\r\ncorporations and not paying enough attention to\r\nestablishing partnerships with enterprises and trade\r\nassociations from the developing countries. We should\r\nlike the United Nations system to expand its\r\npartnerships to include more enterprises from the\r\ndeveloping countries. The European Union will\r\npromote participation in partnerships by the private\r\nsector of developing countries, if necessary, through\r\ncapacity-building projects.\r\nPartnerships must correspond to joint\r\ncommitments entered into by partners in a spirit of\r\nmutual respect and in the pursuit of common\r\nobjectives. The European Union believes that when the\r\nUnited Nations draws up the detailed arrangements\r\ngoverning partnerships with the private sector, it\r\nshould retain the full measure of flexibility necessitated\r\nby the mission of such partnerships.\r\nAt the substantive session of the Economic and\r\nSocial Council in July 2001, the Member States urged\r\nthe United Nations to continue to step up its efforts to\r\nensure that the principles and ways and means\r\ngoverning partnership agreements were based on firm\r\nfoundations, without imposing any rigidity. The\r\nflexibility and innovation required in cooperating with\r\nthe business world and in carrying out the different\r\nmandates and activities of United Nations bodies might\r\nwell suffer from an over-centralized, institutionalized\r\napproach. The European Union is convinced that it\r\nwould be wrong to set too formal a framework and thus\r\nrisk discouraging the most generous or innovative\r\ninitiatives from the private sector. The United Nations\r\nsystem must be open-minded towards private-sector\r\nactors. For example, it is not desirable to make the\r\naccreditation process too strict. The procedure should\r\nremain flexible and open.\r\n11\r\nA/56/PV.37\r\nWe hope to continue this fundamental debate with\r\nour partners on this agenda item of the fifty-sixth\r\nsession of the General Assembly, in the hope of\r\nreaching useful conclusions without lingering too long\r\nover questions of principle or doctrine but trying,\r\nabove all, to work out “good practice” which will lead\r\nto partnership strategies with the best chance of\r\nsuccess. The European Union wants to introduce a\r\ndraft resolution that will open to informal negotiation\r\nand to additional sponsors. It hopes to gain maximum\r\nsupport so that this draft resolution will achieve the\r\nbroadest possible consensus within our gathering.\r\nMr. Navarette (Mexico) (spoke in Spanish): At\r\nthe outset, my delegation would like to express its\r\nappreciation to the Secretary-General for his excellent\r\nreport on agenda item 39, “Towards global\r\npartnerships”, which is now before us. The information\r\nand recommendations contained in this document will\r\nunquestionably facilitate our debate.\r\nThe Millennium Declaration reflects the\r\ncommitment of the Heads of State and Government of\r\nour countries to establish solid forms of cooperation\r\nwith the private sector and with the organizations of\r\ncivil society to promote development, to eradicate\r\npoverty and to offer the private sector, non-\r\ngovernmental organizations and civil society in general\r\nmore opportunities to contribute to the attainment of\r\nthe Organization’s goals and programmes.\r\nMy delegation would like to take this opportunity\r\nto confirm Mexico’s commitment to these important\r\nobjectives. These goals have guided my Government’s\r\nwork not only internationally but also increasingly in\r\nthe domestic area within our borders.\r\nThe statistics that have already been referred to\r\nthis morning show us quite convincingly how civil\r\nsociety and private enterprise have increased. In\r\nparticular, we should point to the existence of millions\r\nof small enterprises and micro-enterprises, in both the\r\nregulated and the unregulated sectors of the economy.\r\nThese enterprises play a critical role in the creation of\r\nemployment and wealth at the local level. This\r\nquantitative increase in the agents of civil society and\r\nof the private sector has been accompanied, naturally\r\nenough, by a qualitative influence on actions being\r\ntaken by the United Nations system and actions being\r\ndeveloped at the global, national and local levels.\r\nAs the Secretary-General’s report says, these\r\nactors have a variety of skills, represent interest\r\ngroups, resources and networks that must not be\r\ndisregarded. For this reason, my delegation believes\r\nthat we must be imaginative enough to find and\r\nimplement practical ways and means to guide these\r\nactions towards the achievement of the goals of the\r\nMillennium Declaration. The challenge now is to use\r\nthe potential of the creative energies of civil society\r\nand of the private sector to promote sustainable\r\ndevelopment without compromising the independence,\r\nthe equity, the universality and the multilateral nature\r\nof the United Nations system\r\nThe Mexican delegation believes that it is\r\nnecessary that United Nations Member States continue\r\nto develop and perfect the principles and guidelines\r\nthat will govern cooperation agreements with the\r\nprivate sector and with civil society, but we must not\r\nmake cooperative machinery rigid. We must ensure that\r\nthe principles of common purpose, transparency and\r\nthe absence of favouritism be respected.\r\nFurthermore, Mexico believes that special\r\nattention must also be paid to links with the private\r\nsector in such a way as to avoid the kinds of errors that\r\nmight give credibility or legitimacy to enterprises\r\nwhose practices contradict the basic principles and the\r\nCharter of the Organization or which give rise to\r\nconflicts of interest.\r\nFurthermore, the dynamic and productive nature\r\nof the private sector obliges the United Nations to\r\nimprove its working methods. As the report of the\r\nSecretary-General says, it is crucial to avoid\r\nduplication of effort in a number of areas and to rectify\r\nthe lack of commonality and central coordination\r\namong organizations, which is an obstacle to effective\r\ninteraction between the United Nations system and the\r\nprivate sector.\r\nHere, my delegation supports the proposal just\r\noffered by the Permanent Representative of the\r\nRepublic of Korea: that we simplify the process of\r\naccrediting non-governmental participants in United\r\nNations conferences, including the preparatory\r\nprocesses. Such procedures must be simplified and\r\nmade more transparent and more effective.\r\nMy delegation stresses that recognizing the need\r\nfor cooperation with the private sector and civil society\r\ndoes not mean replacing the central functions and\r\nresponsibilities of Government in the formulation of\r\nnational and international policy. The delegation of\r\nMexico also stresses that the private sector can make a\r\n12\r\nA/56/PV.37\r\nmultifaceted contribution to development; this must be\r\nused in an effective and constructive way. The greatest\r\ncontribution that domestic and foreign enterprises can\r\nmake to attaining the objectives of the Millennium\r\nDeclaration is in the form of private investment and the\r\nadoption of agreed, transparent measures guaranteeing\r\nthat such investment has positive economic, social and\r\nenvironmental effects. Similarly, the private sector can\r\nuse its influence to support the existence and\r\nconsolidation of free and independent information\r\nmedia, to combat bribery and corruption and to\r\npromote good governance at the institutional, national\r\nand international levels.\r\nMy delegations takes this opportunity to express\r\nhigh appreciation to civil-society and private-sector\r\nentities — notably the International Chamber of\r\nCommerce, the World Economic Forum, the Business\r\nCouncil for the United Nations, the Social Investment\r\nForum and the African Forum for Investment\r\nPromotion — for their constant, determined,\r\nconstructive participation in the preparatory process for\r\nthe International Conference on Financing for\r\nDevelopment, to be held in Monterrey, Mexico, in\r\n2002. The participation of those entities in the\r\nMonterrey Conference preparatory process, alongside\r\nthe Bretton Woods institutions, the World Trade\r\nOrganization, the United Nations Conference on Trade\r\nand Development, the United Nations Development\r\nProgramme and States Members of the United Nations,\r\nrenews our hope that, in keeping with the Millennium\r\nDeclaration, we are laying the indispensable\r\ngroundwork for a more peaceful, prosperous and just\r\nworld.\r\nMr. Bhattacharjee (India): We have read with\r\ngreat interest the comprehensive and informative report\r\nof the Secretary-General entitled “Cooperation between\r\nthe United Nations and all relevant partners, in\r\nparticular the private sector” (A/56/323). There can be\r\nno doubt that the process of globalization,\r\ncharacterized by liberalization of trade and capital as\r\nwell as by rapid strides in information and\r\ncommunication technologies, has resulted in enhancing\r\nthe financial resources and technological capacities of\r\nthe private sector. Some of its members have used their\r\nprofits philanthropically by contributing to the United\r\nNations, Governments, non-governmental\r\norganizations and charities, and even by spending\r\ndirectly on social development projects. There is\r\ngrowing awareness that the business community can\r\ncontribute to the global objectives of development and\r\npoverty eradication. Combining the pursuit of profit-\r\nmaking with the principles of social responsibility\r\nmight actually result in creating sustainable business\r\nopportunities in the long run.\r\nThe Secretary-General’s concept of a voluntary\r\nGlobal Compact has aroused some interest in the\r\ncorporate world. Companies from India too have joined\r\nin that initiative, reflecting their desire to make a better\r\nworld by sharing responsibility and by contributing to\r\nnational efforts in the fight against poverty, hunger,\r\nilliteracy and disease.\r\nThe idea of global partnerships with all relevant\r\npartners, including the private sector, generated\r\nconsiderable debate and discussion in the United\r\nNations last year. The intergovernmental process has\r\nnot yet accepted or endorsed the Secretary-General’s\r\nGlobal Compact. That is not because the concept of\r\npartnership is new, or because partnership is considered\r\nirrelevant. After all, as is clear from the Secretary-\r\nGeneral’s report, the private sector has been interacting\r\nwith the United Nations since the Organization’s\r\nfounding. The International Labour Organization is\r\nbased on a tripartite partnership, and the Global\r\nAlliance for Vaccines and Immunization represents a\r\nsuccessful partnership. More recently, the Global AIDS\r\nand Health Fund and the Information and\r\nCommunication Technology Task Force have been set\r\nup by co-opting the private sector.\r\nAt the Millennium Summit, our leaders resolved\r\nto develop strong partnerships with the private sector\r\nand with civil-sector organizations in pursuit of\r\ndevelopment and poverty eradication. Partnership was\r\nclearly recognized as a significant and effective\r\ninstrument for attaining development goals. The debate\r\nlast year, in our view, reflected the desire of Member\r\nStates to establish a viable partnership in which the\r\nterms of reference, the rules of engagement and the\r\ninterrelationships are clearly defined. Private\r\ncompanies operate in the territories of nation-States\r\nand in accordance with their national laws. If\r\nGovernments are not involved in discussions on the\r\nnature and scope of the global partnership there will, at\r\nbest, be limited engagement with the United Nations. It\r\nis important that all partners be equally engaged. That\r\nis precisely the exercise that we are engaged in at the\r\nmoment.\r\n13\r\nA/56/PV.37\r\nWe acknowledge that global partnership is an\r\ninteresting and useful initiative but, as it develops from\r\nthe present experimental phase, we would recommend\r\nthat a few points be kept in mind. First of all, the\r\nprinciple on which it is currently based is a partial and\r\narbitrary selection from a comprehensive set of social\r\nand development compacts that Member States have\r\ncarefully negotiated; it runs the risk of giving greater\r\nweight to one set of principles at the cost of others.\r\nWhile it is not, therefore, universal in scope, the\r\ninitiative also draws on some principles that are\r\ndistilled from conventions or other legal instruments to\r\nwhich not all Member States are party; the fact that\r\ncompanies in the global partnership operate in those\r\ncountries should not force their Governments to change\r\ntheir local laws or impose conditionalities for\r\ninvestment.\r\nThe purpose and objective of the partnership is\r\nnot clear. What is the partnership between United\r\nNations and the private sector to do? To commit one\r\npartner to follow, voluntarily, some of the principles of\r\nsocial behaviour set by the other can constitute only a\r\nlimited partnership. In that case, the United Nations\r\nbecomes the sleeping partner. The global partnership\r\ndoes not commit the private sector to the promotion of\r\nany economic and development goals, which in our\r\nview, must be the objective of the global partnership.\r\nIn the era of globalization and competition for\r\nforeign direct investment, there is a danger of a rush to\r\nthe bottom. It would be good if the global partnership\r\ndid not force Governments to lower their standards. We\r\nalso need to guard against some private sector\r\ncompanies using the global partnership as an excuse\r\nfor pulling out of countries which are no longer\r\nprofitable by arguing that they are doing so because\r\nlocal conditions are incompatible with their other\r\nobjectives under the global partnership.\r\nIn addition, we would like to seek the\r\nincorporation of the following principles in the global\r\npartnership. Cooperation between the United Nations\r\nand relevant partners, including the private sector,\r\nshould be in accordance with the Charter and the\r\nprinciples of the United Nations, without\r\ncompromising in any way the independence and\r\nneutrality of the United Nations.\r\nThe global partnership should aim at contributing\r\nto the achievement of development goals and the\r\neradication of poverty. The private sector can do this\r\nthrough financial resources, transfers of technology,\r\ncapacity-building and social spending, and by adopting\r\nresponsible corporate policies. We would encourage\r\nsuch an approach by the private sector, at both the\r\nnational and the international levels.\r\nWe seek enhanced dialogue and consultation with\r\nthe private sector in the United Nations — within\r\nagreed mechanisms — with the intergovernmental\r\nmachinery and with the United Nations system. Their\r\ninvolvement through financial contributions and in the\r\nimplementation of projects would also be welcome.\r\nThe engagement with the private sector should not,\r\nhowever, change or dilute the intergovernmental nature\r\nand decision-making process of the United Nations.\r\nEven though involved with the global partnership,\r\nprivate corporations, while continuing their business\r\noperations, must abide by the law of the land and local\r\nrules and regulations. Involvement with partnerships\r\ncannot provide exemption from accountability to\r\nrelevant national institutions.\r\nThe global partnership should have a balanced\r\ncomposition, with business companies of developing\r\ncountries being adequately represented. We would also\r\nencourage a partnership between the private sectors of\r\ndeveloped and developing countries that promotes the\r\ntransfer of technology and the development of human\r\ncapacity.\r\nMy delegation is ready to engage in a\r\nconstructive dialogue. We believe that we are moving\r\nforward not only in the process of evolving a global\r\npartnership with the private sector, but also in\r\nenhancing a better understanding of good corporate\r\npractices and responsible corporate behaviour.\r\nMr. Ordzhonikidze (Russian Federation) (spoke\r\nin Russian): As is well known, the priority tasks set\r\nforth in the Millennium Declaration include the\r\ndevelopment of lasting partnership relations between\r\nthe United Nations and the private sector. In its\r\nresolution 55/215, entitled “Towards global\r\npartnerships”, which Russia co-sponsored, the General\r\nAssembly defined the framework for a further search\r\nfor optimal ways, areas and mechanisms of cooperation\r\nbetween the United Nations and the private sector.\r\nThe expansion of business relations between the\r\nUnited Nations and the private sector is an imperative\r\nof the times that deserves all possible support and\r\nencouragement. The globalization of the world\r\n14\r\nA/56/PV.37\r\neconomy, which has become an irreversible process,\r\nhas made business one of the leading forces behind the\r\naccelerated development of productive forces, and the\r\nkey participant in world economic relations; hence the\r\nrelevance of today’s discussion.\r\nWe share the opinion that the main objective of\r\ncooperation between the United Nations and non-State\r\nactors is enhancing the effectiveness of the\r\nOrganization in the interests of all Member States,\r\nsubject to an unwavering commitment to the principles\r\nof its Charter. Such cooperation is not a goal in itself,\r\nbut one of the potentially powerful means of fulfilling\r\nthe tasks facing the United Nations system. At the\r\nsame time, it has to serve the interests of the\r\nGovernments of Member States and contribute to the\r\nstrengthening of the Organization’s authority.\r\nThe instruments of such cooperation include the\r\nmobilization of private sector financial resources for\r\nprogrammes implemented by the United Nations in\r\nsupport of development and of efforts to eradicate\r\npoverty and backwardness, with the United Nations\r\nplaying a leading role in striking an optimal balance of\r\ninterests between the private sector and the recipient\r\nGovernments in the implementation of specific\r\nprogrammes and projects.\r\nWe realize that this will require rapid\r\ndevelopment by the Secretariat, and adoption at the\r\nintergovernmental level of guidelines regulating the\r\ninteraction between the United Nations and private\r\nbusiness. While maintaining the necessary flexibility,\r\nthose guidelines should ensure unity of purpose, clear\r\ndelineation of functions and responsibilities,\r\naccountability, transparency, inadmissibility of\r\nunjustified advantages and the preservation of the\r\nindependent and unbiased character of the United\r\nNations. And, of course, the development of\r\npartnership relations with the private sector should by\r\nno means undermine the intergovernmental character\r\nof the Organization and of its decision-making\r\nmechanisms. In this context, we support the initiative\r\nof the Secretariat concerning the establishment of a\r\nworking group to consider measures to enhance\r\ncoherence and capacity, including in the field of\r\ncooperation with the private sector.\r\nThe eradication of poverty and the promotion of\r\neconomic growth and sustainable development should\r\nbecome the focus of the joint efforts by the United\r\nNations and the private sector. In our opinion, these\r\nareas are intrinsically suitable for the development of\r\nUnited Nations private sector partnerships based on the\r\nmutual interests of the parties. As regards other\r\npromising areas of cooperation with the private sector\r\nmentioned in the report of the Secretary-General —\r\nareas such as peace and security, disarmament, human\r\nrights, democracy and good governance — we feel they\r\ncan be explored after a comprehensive analysis of the\r\nrelevant experience gained in the field of promoting\r\ndevelopment.\r\nAs the Assembly is aware, Russia has actively\r\nsupported the Global Compact launched by Secretary-\r\nGeneral Kofi Annan. The involvement of Russian\r\nbusiness circles in the cooperation with the United\r\nNations in the framework of the Global Compact has\r\nmajor advantages, both in terms of the development of\r\na socially responsible national private sector and as a\r\npossible way to strengthen its international position.\r\nWe also see here certain opportunities for attracting\r\nforeign private capital and technologies to the Russian\r\neconomy. Such partnership relations are equally\r\nimportant in order to promote in Russian business\r\npractices international standards in the field of\r\nmanagement, accounting, audit and environmentally\r\nsafe production. The implementation of the Compact\r\nis, of course, in the interests of all partners\r\nparticipating in world economic relations. Indeed, it\r\nhelps them reach for the highest requirements and\r\nstandards of world business, including through\r\ninteraction with other United Nations cooperating\r\npartners, many of which belong to the elite of world\r\nbusiness.\r\nIn line with our consistent policy aimed at the\r\ndevelopment of cooperation between Russian\r\nbusinessmen and the United Nations, a high-level\r\nround table on the subject will be held in Moscow on\r\n19 November this year. The sponsors of this event are\r\nthe Russian Union of Manufacturers and Businessmen\r\nand the Foreign Ministry of Russia. The participants\r\nwill include Deputy Secretary-General Fréchette and\r\nthe heads of the United Nations Development\r\nProgramme, the United Nations Office for Project\r\nServices, the United Nations Environment Programme,\r\nthe International Labour Organization, the United\r\nNations Industrial Development Organization, the\r\nEconomic Commission for Europe and the Economic\r\nand Social Commission for Asia and the Pacific.\r\nRussian business will also be represented at the highest\r\nlevel — more than 30 chief executive officers of major\r\n15\r\nA/56/PV.37\r\nRussian companies are expected to attend. We also\r\nexpect to see in Moscow business leaders from around\r\nthe world, including heads of major transnational\r\ncorporations, which already have a history of fruitful\r\ncooperation with the United Nations.\r\nWe hope that this event will give a new impetus\r\nto the process of developing lasting partnerships\r\nbetween the Russian private sector and the United\r\nNations agencies, in order to find solutions jointly to\r\nthe contemporary problems of globalization.\r\nMr. Moura (Brazil): The search for improved\r\ninteraction between the State and new forms of\r\norganization of civil society organizations has been a\r\nfeature of modern democracy. As a result, it has been\r\npossible to better identify the public interest and pursue\r\nmore appropriate policies. At present, social demands\r\nare more comprehensive and diversified. In this\r\nincreasingly important public debate, old demands\r\nhave become more visible and new ones have\r\nflourished.\r\nIn Brazil, this practice has resulted in a more\r\ntransparent dialogue between the State, civil society as\r\na whole and the private sector towards a fair and\r\nbalanced distribution of responsibilities. The private\r\nsector is an important partner in our development\r\nefforts. Over the past decade, Brazil has carried out an\r\nample process of privatization and has attracted foreign\r\ninvestments. The efficiency of the public\r\nadministration has increased and so has social justice,\r\nsince it has been possible for the Government to\r\nconcentrate its efforts and resources on measures in the\r\ninterest of those most in need.\r\nIn the search for a more genuine, inclusive and\r\nequitable globalization, the active role of both the\r\npublic and the private sectors is essential in fostering\r\ndevelopment. It is true that sometimes there can be a\r\nconflict of interest between these actors. That has been\r\nthe case in Brazil, for example, with regard to the\r\nprices of HIV/AIDS medicines, which were reduced by\r\nthe private companies only after the Government\r\nstarted buying generic versions. Other countries, faced\r\nwith an epidemic or the threat of an epidemic, have\r\nlately taken similar measures. International rules, while\r\nprotecting private interests, should not prevent\r\nGovernments from safeguarding the health of their\r\npopulations.\r\nIn spite of these different interests, it is clear that\r\nthere is room for cooperation between the Government\r\nand non-State actors, from which both sides can\r\nbenefit. Nobody disputes the increasing importance of\r\nthe private sector. Ten years ago, there were 37,000\r\ntransnational corporations; now, there are 60,000. The\r\namount of foreign direct investment in the world last\r\nyear was six times as large as in 1991.\r\nThe report of the Secretary-General, entitled\r\n“Cooperation between the United Nations and all\r\nrelevant partners, in particular the private sector”,\r\nprovides us with many examples of how numerous\r\nimportant partnerships have been developed in the\r\nUnited Nations system, covering areas as diversified as\r\nHIV/AIDS, information technology and the\r\nenvironment. These partnerships occur at a time when\r\nso-called good corporate citizenship is becoming more\r\nrelevant to the private sector and society as a whole.\r\nCompanies sell not only their products, but also their\r\nbrands and, in so doing, they try to associate\r\nthemselves with a desirable image and positive\r\nbehaviour. One can argue as to whether this attitude\r\nreflects genuine partnership concerns or enlightened\r\nself-interest. Nevertheless, the fact is that companies\r\nare willing to collaborate in partnerships.\r\nThe United Nations should seize this opportunity\r\nto explore new channels of cooperation with the private\r\nsector, thereby contributing to turning globalization\r\ninto a more equitable and inclusive process. As the\r\nreport before us shows, partnerships can effectively\r\ncontribute to the realization of the United Nations goals\r\nin various ways — for instance, by supporting specific\r\nprojects, funding programmes or putting into practice\r\nprinciples laid out by international treaties.\r\nThe Global Compact stands out as one of these\r\nimportant initiatives. Until 2002, more than 1,000\r\nenterprises from all regions are expected to be engaged\r\nin the Global Compact and committed to its nine\r\nprinciples in the areas of environment, labour standards\r\nand human rights.\r\nMore than 200 Brazilian companies are taking\r\npart in this initiative, thus contributing to the spread\r\nand consolidation of sound corporate practices in our\r\ncountry. The first official meeting of the Global\r\nCompact in Brazil, held in Belo Horizonte on 18 and\r\n19 October, decided to speed up the introduction of the\r\ninitiative in Brazil by bringing in new companies. It\r\nalso identified areas for cooperation with United\r\nNations agencies and created a working group to\r\n16\r\nA/56/PV.37\r\ndevelop an academic curriculum on corporate\r\ncitizenship.\r\nThe Brazilian Government is pleased with this\r\npositive reaction to the Global Compact. Nevertheless,\r\nwe are also aware that the partnerships are not devoid\r\nof risks. One of these is the reputation risk, which is\r\ntranslated into a loss of credibility as a result of the\r\nselection of inappropriate companies.\r\nTherefore, it is important to ensure that private\r\ncompanies are living up to their commitments. With\r\nregard to the Global Compact, for instance, it is\r\nnecessary to make sure that the companies are\r\nfollowing the principles. The Secretary-General took a\r\nstep in that direction by urging that the participating\r\nenterprises provide, at least once a year, a concrete\r\nexample of progress made or a lesson learned in\r\nimplementing the principles. The Global Compact\r\ncould also promote a significant increase in the number\r\nof common projects between these firms and the\r\nUnited Nations with a view to putting into practice\r\nspecific United Nations goals. It is also worth noting\r\nthat, next year, the Compact will promote a policy\r\ndialogue on practical experiences concerning\r\nsustainability, in support of the Rio+10 meeting.\r\nMoreover, in order to avoid risks, all partnerships\r\nshould pursue certain principles and objectives, such as\r\nmutual purpose, transparency, accountability and the\r\nadvancement of United Nations goals.\r\nIn the Millennium Declaration, our heads of State\r\nand Government decided to create more opportunities\r\nfor the private sector to contribute to the realization of\r\nthe United Nations goals. Now, it is the role of the\r\nGeneral Assembly to give policy guidance to the\r\nUnited Nations system so that these activities can take\r\nplace in an appropriate manner. We believe that our\r\nfirst step should be the definition of general objectives\r\nand principles with this aim.\r\nMr. Laurin (Canada) (spoke in French): Canada\r\nwelcomes the report of the Secretary-General, entitled\r\n“Cooperation between the United Nations and all\r\nrelevant partners, in particular the private sector”. We\r\nalso welcome the Secretary-General’s\r\nrecommendations, as requested in General Assembly\r\nresolution 55/215, “Towards global partnership”.\r\nAt the Millennium Summit, our leaders\r\nrecognized that a central challenge we face today is to\r\nensure that globalization becomes a positive force for\r\nall the world’s people. Our leaders resolved in the\r\nMillennium Declaration to give the private sector, non-\r\ngovernmental organizations and civil society in general\r\ngreater opportunities to contribute to the realization of\r\nthe United Nations goals and programmes.\r\nMany of the problems facing the world cannot be\r\nsolved or overcome by States acting alone. States\r\nsimply lack the resources to deal with all the\r\nchallenges confronting the United Nations — such as\r\ndevelopment, eradicating poverty, fighting disease,\r\nprotecting the environment or responding to\r\nemergencies — without the help of individuals and\r\norganizations. The contribution of civil society is\r\nessential to achieving the goals that Member States\r\nhave set for the United Nations. Accordingly, the\r\nUnited Nations must engage civil society in its work.\r\nCivil society, including non-governmental\r\norganizations and the private sector, possesses a great\r\ndeal of expertise, experience and resources that can be\r\nof critical importance in dealing with international\r\nchallenges. In fields such as humanitarian assistance,\r\ncivil society is essential in providing food, shelter and\r\nmedical care to people in need, be it because of natural\r\ndisasters or complex emergencies. In development,\r\ncivil society, in particular the private sector, plays a\r\nkey role in providing the trade, investment and\r\nresources needed to develop each country’s potential,\r\nthereby improving living standards. Civil society is\r\nalso actively involved in protecting the environment\r\nand promoting sustainable development, in improving\r\nworking conditions, and in promoting and protecting\r\nhuman rights and achieving social development goals.\r\nBecause cooperation between civil society and\r\nthe United Nations is growing in importance, it follows\r\nthat there should be increased opportunities for civil\r\nsociety to participate in discussions at the United\r\nNations. To ensure that the United Nations is relevant\r\nto the people of the world, we must involve them in the\r\ndesign and implementation of United Nations plans and\r\nprogrammes.\r\n(spoke in English)\r\nCanada welcomes the attention the Secretary-\r\nGeneral’s report gives to the work of the Secretary-\r\nGeneral’s Global Compact. The Compact is a positive\r\nand forward-looking initiative to engage civil society,\r\nincluding non-governmental organizations and the\r\nprivate sector, in support of the objectives of the\r\nUnited Nations. The strength of the Compact lies in the\r\nfact that its key principles are derived from three\r\n17\r\nA/56/PV.37\r\nimportant and widely accepted international\r\ninstruments: the Universal Declaration of Human\r\nRights, the International Labour Organization’s\r\nDeclaration on Fundamental Principles and Rights at\r\nWork, and the Rio Declaration. We support the\r\nCompact’s approach, based as it is on partnerships,\r\nlearning and the dissemination of best practices. These\r\nprovide its participants — civil society and the United\r\nNations — with the legitimacy and tools needed to\r\ntranslate global principles into viable solutions.\r\nCanada shares the report’s conclusion that\r\ncreating alliances with non-traditional partners such as\r\nthe private sector benefits Governments, the United\r\nNations and other multilateral organizations. While\r\nprivate-sector action is never a substitute for\r\ngovernment action, the private sector can be an\r\nimportant partner in sharing information, developing\r\nstrategies, providing resources and increasing\r\ncredibility. For both the United Nations and the private\r\nsector, increased collaboration can result in a better\r\nunderstanding of local conditions. This should lead to\r\nthe development of more sustainable strategies and\r\nhelp leverage the capacity of the private sector to make\r\na positive contribution to sustainable development.\r\nThrough initiatives such as the Global Compact,\r\nwhich seeks to integrate broadly accepted international\r\nprinciples into the day-to-day operations of the private\r\nsector, the private sector is also recognizing the\r\nbenefits of working in partnership with the United\r\nNations. Working in partnership with the United\r\nNations can help corporations and businesses ensure\r\nthat their strategies and projects are consistent with,\r\nand contribute to, the promotion of human rights and\r\nsocial development goals, labour standards and\r\nprotection of the environment.\r\nCanada supports the work that is being done to\r\nadvance partnerships in areas such as global public\r\npolicy networks, global knowledge and learning\r\nnetworks, and voluntary codes and standards, and in\r\nfacilitating private investment and fund-raising.\r\nCanada welcomes the opportunity to further explore\r\nhow the private sector and other civil society actors can\r\nbe better integrated into the full range of United\r\nNations activities.\r\nThe report rightly focuses on the need to further\r\nenhance the capacity of developing countries to pursue\r\neconomic, social and environmental goals. We\r\nrecognize the importance of working with governments\r\nand civil society on methods of deepening dialogue,\r\nraising awareness of key issues and discussing ways to\r\npromote principles of good conduct in the domestic and\r\ninternational business communities.\r\nThrough the Canadian International Development\r\nAgency, Canada encourages and supports private-\r\nsector investment and activities that make a positive\r\ncontribution economically, socially and\r\nenvironmentally. Canada will continue to support the\r\ndeveloping countries in their efforts to work with the\r\nprivate sector in promoting sustainable development,\r\nparticularly in identifying ways in which official\r\ndevelopment assistance can contribute to such an\r\napproach.\r\nCanada is actively promoting corporate social\r\nresponsibility in the Americas. We worked hard to\r\nsecure a commitment in the 2001 Summit of the\r\nAmericas Plan of Action to the continued analysis and\r\nconsideration of promoting corporate social\r\nresponsibility at the Organization of American States\r\nand, in particular, to the convening of a hemispheric\r\nmeeting in early 2002.\r\nCanada supports this year the draft resolution on\r\npartnerships. We welcome its focus on the role of the\r\nprivate sector in developing countries as well as the\r\nrecognition of the role that small- and medium-sized\r\nenterprises can play in partnerships with the United\r\nNations.\r\nCanada agreed with Secretary-General Kofi\r\nAnnan when he said:\r\n“By now we know that peace and prosperity\r\ncannot be achieved without partnerships\r\ninvolving Governments, international\r\norganizations, the business community and civil\r\nsociety. In today’s world, we depend on each\r\nother.”\r\nBy engaging civil society, including the private sector,\r\nin partnerships, the United Nations will greatly\r\nincrease its capacity to address the challenges\r\nconfronting the world and to achieve the goals we have\r\nset for this Organization.\r\nMr. Hassan (Pakistan): We are thankful to the\r\nSecretary-General for his report on cooperation\r\nbetween the United Nations and all relevant partners,\r\nin particular the private sector.\r\n18\r\nA/56/PV.37\r\nWe would like to associate ourselves with the\r\nstatement made by the Islamic Republic of Iran on\r\nbehalf of the Group of 77 and China.\r\nAlthough the current debate started only two\r\nyears ago, the history of the United Nations partnership\r\nwith non-State actors is as old as the Organization\r\nitself. The fact that the Economic and Social Council’s\r\nCommittee on Non-Governmental Organizations was\r\nestablished in June 1946 itself speaks of the antiquity\r\nof this relationship. Today, thousands of non-\r\ngovernmental organizations are registered with various\r\nUnited Nations agencies as their partners or\r\ncollaborators. Similarly, the private sector,\r\ninternational financial institutions and multinational\r\ncorporations are collaborating with various United\r\nNations agencies around the world. With the help of\r\nthese partners, United Nations agencies have achieved\r\nsome major successes, especially in the areas of health,\r\nnutrition, poverty eradication and development. The\r\nUnited Nations Children’s Fund’s Global Alliance for\r\nVaccination and Immunization — GAVI — the Joint\r\nUnited Nations Programme on HIV/AIDS’s low-cost\r\ndrug initiative in Africa, and the World Health\r\nOrganization’s Roll Back Malaria initiative are a few\r\nexamples of many such successful partnership\r\ninitiatives.\r\nThe world now faces many complex and\r\nmultidimensional challenges. Globalization is\r\nreshaping economic, social, cultural and political\r\nvalues. It has accentuated the disadvantaged position of\r\nvulnerable groups and caused growing economic\r\ninequalities among countries and regions. The\r\ndownside of globalization has negatively affected the\r\noverall process of development. This is manifested in\r\nthe increasing digital divide, rising income inequalities\r\nand the concentration of economic power through\r\nmega-mergers. Weak or small economies have thus\r\nbeen marginalized.\r\nIt is therefore becoming increasingly evident that\r\nif we want globalization to work for all, as envisioned\r\nby our leaders in the Millennium Declaration, the\r\neconomic, financial and social challenges confronting\r\nhumanity will have to be addressed in a coherent\r\nmanner by all stakeholders. This will require greater\r\ncooperation between Governments of Member States of\r\nthe United Nations and other, non-State actors, such as\r\nthe Bretton Woods institutions, civil society and the\r\nprivate sector, and greater harmony in their shared\r\nendeavours to promote development.\r\nBased on this premise, Pakistan welcomes\r\ncooperation between the United Nations and other\r\nstakeholders and acknowledges the positive role such\r\npartnerships can play in facilitating the flow of\r\nfinancial resources and technical know-how, including\r\nresearch and development, capacity-building and\r\nsharing experiences in various realms of development.\r\nWe believe that today’s complex challenges can be\r\naddressed only through a collaborative and coherent\r\napproach involving the Member Governments of the\r\nUnited Nations, institutional stakeholders, the private\r\nsector and civil society. In fact, the only solution to\r\nthese maladies is to confront realities, build consensus\r\nand address challenges collectively, in a spirit of\r\ncooperation and mutual understanding.\r\nIn other words, we need global partnerships in\r\norder to evenly distribute the benefits of globalization,\r\npromote the cherished objectives of the United Nations\r\nand attain the development goals of the Millenium\r\nDeclaration.\r\nWe also recognize the pivotal role the private\r\nsector can play in achieving the other objectives of the\r\nmajor United Nations summits and conferences,\r\nparticularly in the areas of trade, debt, investment,\r\ntechnology and industrial cooperation. Similarly, it can\r\nalso make positive contributions in the operational\r\nactivities of the United Nations, which target the\r\ndisadvantaged groups and the poorest segments of\r\nsociety.\r\nHowever, we look forward to giving a shape and\r\na form to this relationship by evolving modalities of\r\ninteraction and framing rules of engagement between\r\nthe United Nations and other relevant stakeholders\r\nthrough a transparent intergovernmental process. This\r\nwould require protracted dialogue between the United\r\nNations and the interested negotiating partners on all\r\naspects of cooperation, including responsibilities and\r\nobligations. Needless to say, in any such exercise the\r\nUnited Nations has the pivotal role to play. In fact, the\r\nparameters for building partnership should be\r\ndetermined by the General Assembly, and it should be\r\ngrounded in the purposes and principles of the Charter.\r\nLet me reiterate that the guiding principle for global\r\npartnership should be paragraph 20 of the Millennium\r\nDeclaration, which stipulates that strong partnership\r\nwith the private sector will be developed in pursuit of\r\ndevelopment and poverty eradication.\r\n19\r\nA/56/PV.37\r\nIn this context, we support the views expressed\r\nby the Members States, also contained in paragraph 39\r\nof the report, that the partnership arrangements should\r\nbe based on clearly defined definitions, principles and\r\ncriteria. These guidelines should clearly stipulate the\r\ndelineation of responsibilities and roles, accountability,\r\ntransparency and commitment to maintaining the\r\nindependence, integrity and impartiality of the United\r\nNations. Furthermore, the guidelines should aim at\r\nserving the goals and purposes of the United Nations\r\nsystem and respect the sovereignty and supremacy of\r\nStates.\r\nWe would like to express in no uncertain terms\r\nthat States are the principal organizations constituted\r\nby the people. The overall organizational structure of\r\ninternational relations is the inter-State system. It has\r\nbeen universally recognized that there is no substitute\r\nfor States. Any cooperation between the United\r\nNations and non-State actors, therefore, should not\r\nchallenge the intergovernmental nature of the United\r\nNations — in particular, its intergovernmental\r\ndecision-making procedure.\r\nWhile we are discussing the issue from the\r\nUnited Nations perspective, we should not forget that\r\npartnerships between the United Nations and relevant\r\npartners would be meaningless unless we looked at it\r\nfrom a “pro-poor” perspective. In other words, the\r\ncooperation between the United Nations and the\r\nrelevant partners should focus on the realization of the\r\ndevelopment goals and targets set out in the Millenium\r\nDeclaration and other major United Nations\r\nconferences and summits: to free the people from the\r\nabject and dehumanizing conditions of extreme poverty\r\nand underdevelopment. We therefore agree with the\r\nrecommendation in paragraph 115 of the report that the\r\noverriding purpose of this cooperation should be to\r\nenable the United Nations to serve its Member States\r\nand their peoples more effectively.\r\nWe believe that people are the most precious\r\nresource of Member States. The United Nations and its\r\nglobal partners should therefore make all possible\r\nefforts to save the people from the scourge of hunger,\r\ndisease and malnutrition. In this context, we would\r\nvery much appreciate civil society and the private\r\nsector joining hands with the Joint United Nations\r\nProgramme on HIV/AIDS (UNAIDS) and the World\r\nHealth Organization (WHO) in encouraging\r\nGovernments to make medicines accessible to people\r\nwith HIV/AIDS, asking the World Trade Organization\r\nto relax its binding rules on intellectual property rights\r\nfor life-saving drugs, requesting multinational\r\npharmaceutical companies to stop the monopolistic\r\npricing of medicines, which too few of the poor can\r\nafford, and asking multilateral financial institutions and\r\ndonor Governments to free humanity from debt traps.\r\nMr. Darwish (Egypt) (spoke in Arabic): I begin\r\nby expressing our appreciation of the Secretary-\r\nGeneral’s report on global partnerships, which contains\r\nideas on the future relationship between the United\r\nNations, civil society and the private sector. The report\r\ncontains the views of Member States and non-State\r\nactors. In this regard, we would like to express our\r\nsupport for an honest, constructive dialogue bringing\r\ntogether interested partners from Member States and\r\nrepresentatives of civil society and the private sector\r\nwith the purpose of reaching agreement on guidelines\r\nand standards governing future relationships between\r\nthe United Nations and non-State actors in the context\r\nof global partnerships.\r\nBuilding global partnerships should serve the\r\ngoals of the United Nations, as set out in the Charter,\r\nparticularly the promotion of development and the\r\nalleviation of poverty. From our point of view, this is a\r\nlogical development of working methods on the\r\nnational and international levels in order to respond to\r\nthe rapidly changing global political and economic\r\nsituation. This requires addressing the challenges of\r\nglobalization and making use of its potential to\r\npromote economic development and progress, which in\r\nturn, requires the adaptation of existing relevant\r\nnational and international institutions. These must be\r\nmodified to address existing imbalances rather than to\r\nworsen them, especially in view of the growing\r\ndemocracy deficit in the mechanisms of international\r\ndecision-making. The approach to global partnerships\r\nmust take into account the effective participation of\r\ndeveloping countries in formulating such mechanisms\r\nand new methods so that they truly reflect their\r\ninterests in a balanced way for the benefits of all\r\nactors.\r\nWe welcome all existing initiatives and\r\npartnerships undertaken to strengthen cooperation\r\nbetween the United Nations and all interested parties\r\nand to serve the purposes and principles of the United\r\nNations. However, we do not see the need for a hasty\r\nendorsement of any of those initiatives before reaching\r\nconsensus in the dialogue I have mentioned on the\r\nguidelines and standards governing these partnerships.\r\n20\r\nA/56/PV.37\r\nConsequently, we must assess existing arrangements\r\nand reach agreement on what should be implemented in\r\nthe future. We also feel that some of the existing\r\ninitiatives require adjustments to their guiding\r\nprinciples in order to reflect the interests of the\r\ndeveloping and developed nations rather than promote\r\nthe interests of one group to the detriment of the other.\r\nWe welcome the provisions on social\r\nresponsibility of direct foreign investments by\r\nmultinational corporations regarding standards of\r\nemployment and the environment, respect for the\r\nenvironment and respect for human rights. But they\r\nshould not be linked to other, equally important\r\nprinciples, such as those of encouraging direct foreign\r\ninvestment in all developing nations and the need to\r\nestablish a dialogue on the causes of the imbalances in\r\nthe distribution of that investment and its concentration\r\nin a limited number of countries. This is a matter of top\r\npriority for many developing nations. It is not enough\r\nto use the achieving of balance in the distribution of\r\ndirect foreign investments tied to national\r\nenvironmental and economic policies as a pretext. This\r\nis illogical, because many developing nations have\r\nendured enormous burdens as a result of making\r\neconomic and political reforms that cost a great deal in\r\nterms of opening their markets to foreign competition\r\nand creating a favourable investment environment. The\r\npromise of attracting foreign investment and resources\r\nhas not been realized. This raises many questions, and\r\none wonders about the soundness of the proposed\r\nframework.\r\nIn concluding, I wish to emphasize how important\r\nit is that any dialogue on future global partnerships\r\nmust ensure adequate representation of national private\r\nsector representatives of the developing countries so\r\nthat we can achieve a desired balance. National efforts\r\nare the basis for mobilizing all efforts to achieve\r\ndevelopment and the creation of a stimulating domestic\r\ninvestment environment. I stress here that we should\r\nnot rush to adopt standards or guidelines at the\r\ninternational level regarding the domestic economic\r\nenvironment of the developing nations, even if those\r\nstandards are voluntary, unless there is active and\r\nappropriate participation by representatives of\r\ndeveloping countries, so that all those rules and\r\nstandards will be examined thoroughly and agreed to\r\nby the developing nations. That would ensure that\r\nthose standards and rules are not dictated by a handful\r\nof countries to the detriment of others.\r\nThe Acting President: In accordance with the\r\ndecision taken earlier, I now call on the observer of\r\nSwitzerland.\r\nMr. Staehelin (Switzerland) (spoke in French):\r\nMy delegation wishes at the outset to thank the\r\nSecretary-General for his excellent report on\r\ncooperation between the United Nations and all\r\nrelevant partners, in particular the private sector. This\r\ndocument and its annexes give an extremely exhaustive\r\noverview of existing ways and means for cooperation\r\nbetween the United Nations and its various partners,\r\nwhile identifying matters that remain open in this\r\nregard. It also formulates very relevant\r\nrecommendations on how to improve this cooperation.\r\nA year ago the Millennium Declaration gave the\r\nopportunity for the high-level meeting of heads of State\r\nand Governments to reaffirm their faith in the United\r\nNations Organization and its Charter, a vital foundation\r\nfor a more peaceful, prosperous and just world. On this\r\nbasis, the international community decided to spare no\r\neffort to promote peace and security, eradicate poverty,\r\nprotect our environment and promote human rights and\r\ndemocracy.\r\nAgainst this background, it is essential to obtain\r\nthe full support of all relevant partners, in particular\r\nthe private sector. The latter’s role is crucial, if only as\r\na result of the enormous flows of private capital and\r\ntheir great impact on the life of many of us. This year,\r\nfor example, foreign private investment amounted to\r\nover $1,000 billion. However, narrow short-term\r\neconomic considerations all too often still seem to\r\ndictate the objectives and strategies of enterprises. As a\r\nresult, the majority do not take into account either\r\nsocial or environmental aspects in their activities, even\r\nwhen these aspects are recognized as being vital.\r\nTherefore, we need to find convincing approaches in\r\norder to encourage them to modify their perspectives\r\nand assist them to do this.\r\nI wish to stress in this regard, however, that this\r\nincreased role played by the private sector, as we see it,\r\ndoes not mean that the enterprises can or even want to\r\ntake the place of States. By analogy, the emergence of\r\na civil society at the international level has not altered\r\nthe fundamental role played by States. We are\r\nconvinced that the State, civil society and the private\r\nsector are essentially complementary. The Secretary-\r\nGeneral’s report demonstrates perfectly the need to\r\nclarify the respective responsibilities of global actors\r\n21\r\nA/56/PV.37\r\nand the importance of being able to overcome the\r\nmistrust and misunderstandings that may exist between\r\nthem.\r\nAt a time characterized by the growing scarcity of\r\ngovernmental resources made available for\r\ninternational cooperation in all its aspects, we all\r\nrealize that we need to be able to do more with less. In\r\nthis regard, without giving up our efforts to try to\r\nincrease again the amount of public assistance\r\navailable for development, we need to learn to work\r\ntogether and in particular to develop public-private\r\npartnerships that can serve common interests\r\nefficiently.\r\nIn order to do this, we need new tools and a new\r\nculture of cooperation. Switzerland finds particularly\r\ninteresting the development of policy dialogue with the\r\nprivate sector, along with awareness-raising and\r\npromotion of the objectives of the United Nations —\r\n“advocacy” — undertaken together with non-State\r\nactors. These are particularly useful and effective\r\napproaches in order to push forward the millennium\r\ncommitments.\r\nThe many and varied efforts of the United\r\nNations in this regard are extremely promising. We cite\r\nin particular those of the United Nations Children’s\r\nFund (UNICEF), which, over the years, either alone or\r\nas part of a network, has mobilized tremendous energy\r\nand considerable finances to help it fulfil its mandate.\r\nThe Global Compact is also a very important and\r\ninteresting initiative, which we support confidently and\r\nwith commitment. The Global Compact has\r\ntremendous potential for providing a platform for\r\nfundamental values to catalyse innovative forms of\r\npartnership to mobilize financial resources to benefit\r\ndevelopment efforts. The Global Compact is also\r\npioneering in its activity in favouring an integrated\r\napproach to civil enterprise responsible in its sphere of\r\ninfluence for the impact of its activities on the various\r\ncommunities concerned and their environments.\r\nWe have noted with satisfaction that the number\r\nof companies endorsing the fundamental values of the\r\nGlobal Compact, both in the North and in the South,\r\ncontinues to increase since its official launch last year.\r\nWe realize, however, that the Global Compact is still in\r\nits development phase. The initiative has demonstrated\r\nsome youthful weaknesses. Therefore, we encourage a\r\nconstructive but critical attitude towards the activities\r\nof the Global Compact and of the companies that have\r\ndecided to participate in it. It is crucial to avoid\r\nreducing this initiative to a cosmetic action that brings\r\nno positive change of attitude on the part of the\r\npartners involved.\r\nIn our view, the Global Compact — as in the case\r\nof all public-private partnerships initiated into the\r\nframework of the United Nations — must therefore\r\nrespect a certain number of simple and effective rules.\r\nFirst of all, it must fully safeguard the integrity and\r\nindependence of the United Nations. Then, it has to\r\nfunction with the greatest possible transparency.\r\nFinally, its partners have to contribute to the realization\r\nof the objectives of the Organization. The\r\nestablishment of guidelines for the partnerships\r\nbetween the United Nations and the private sector,\r\nwhich are to be revised regularly in response to\r\ndevelopments in the global political and economic\r\nenvironment, is therefore indispensable.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nI should like to inform members that a draft\r\nresolution under this agenda item will be submitted at a\r\nlater date.\r\nAgenda item 171\r\nObservance of the International Day for Preventing\r\nthe Exploitation of the Environment in War and\r\nArmed Conflict\r\nDraft resolution (A/56/L.8)\r\nThe Acting President: I give the floor to the\r\nrepresentative of Kuwait to introduce draft resolution\r\nA/56/L.8.\r\nMr. Abulhasan (Kuwait) (spoke in Arabic): At\r\nthe outset, my delegation would like to express its deep\r\nappreciation to Member States for their support of the\r\ninitiative taken by Kuwait to have item 171, under\r\nconsideration today, entitled “Observance of the\r\nInternational Day for Preventing the Exploitation of the\r\nEnvironment in War and Armed Conflict”, included in\r\nour agenda. This shows the interest of Member States\r\nin directing the efforts of this Organization towards\r\nmeeting the challenges that we face during this century,\r\nwhich many consider a legacy of the last century, with\r\nall the negative and adverse consequences that we have\r\nall witnessed and from which no aspect of life has been\r\nsafe, including the environment we live in.\r\n22\r\nA/56/PV.37\r\nThe Millennium Summit was a very important\r\nturning point for us in the area of international\r\ncooperation to protect the environment we live in and\r\nto preserve it for future generations. Everybody agrees\r\nthat the environment, in all its natural elements, has\r\nclearly been affected by daily human activities.\r\nWhether deliberately or involuntarily, we exploit the\r\nenvironment in a manner that depletes it and sometimes\r\nhas an adverse impact on it.\r\nSince Kuwait took the initiative, with the support\r\nof Member States, to include this item, we have noted\r\nthat there is an understanding among all States of our\r\npreoccupations and those of the other Gulf States vis-à-\r\nvis the environmental situation there. The wars and\r\narmed conflicts that we have witnessed have had a\r\nnegative impact on all aspects of life, particularly and\r\nmost regrettably on the environment, at all levels and\r\nin all spheres. This has prompted us to take action\r\nwithin the framework of the United Nations towards a\r\nglobal appeal for greater awareness of the importance\r\nof preserving and protecting the environment,\r\nparticularly during armed conflicts.\r\nWe can probably all agree that surviving the\r\ndestruction and scourge of war is not worthwhile if\r\nthere is not a peaceful and clean environment for\r\nhuman beings after wars and armed conflicts come to\r\nan end. In such a case anyone who survives the scourge\r\nof war will face another form of war — the struggle for\r\nsurvival and protection from toxins that have filled the\r\nenvironment as a result of wars and the use of the\r\nenvironment and of natural resources as a means of\r\nwarfare and destruction.\r\nLiving things, ecosystems and natural resources\r\nin the Gulf have been destroyed on a large scale\r\nbecause of the armed conflicts and wars that we have\r\nwitnessed, making the environment extremely fragile.\r\nThe results of this destruction have significantly\r\naffected the health of the people of the region.\r\nMy delegation would like to remind everyone that\r\nthe use of natural resources and the destruction of the\r\nenvironment for strategic or military objectives are a\r\nflagrant violation of nature. They are also a gross\r\nviolation of international law, in particular, of article\r\n35 of the Protocol Additional to the Geneva\r\nConventions relating to the Protection of Victims of\r\nInternational Armed Conflicts (Protocol I), which\r\nentered into force in 1979. Paragraph 3 stipulates,\r\n“It is prohibited to employ methods or\r\nmeans of warfare which are intended, or may be\r\nexpected, to cause widespread, long-term and\r\nsevere damage to the natural environment.”\r\nBefore introducing the paragraphs and substance\r\nof the draft resolution under consideration, I would like\r\nto reaffirm my Government’s gratitude to all Member\r\nStates, and particularly those that have sponsored the\r\ndraft resolution contained in document A/56/L.8. Our\r\nthanks also go to those countries that have joined the\r\nconsensus for the support of this initiative. They have\r\ndone so in a way that makes us very optimistic that the\r\ninternational community will continue to safeguard a\r\nsecure life for future generations and that security\r\nmeasures will be comprehensive, and not restricted\r\nonly to the prevention of war or to preventive\r\ndiplomacy for the maintenance of international peace\r\nand security. Rather, they must be part of a culture of\r\npeace and of the principle of peace-building in post-\r\nconflict areas, so as to guarantee a healthy environment\r\nfor those who have survived the scourge and the misery\r\nof war.\r\nBefore speaking on behalf of the States\r\nsponsoring draft resolution A/56/L.8, I would like to\r\npoint out that since this document was issued, the\r\nfollowing States have joined the sponsors: Bangladesh,\r\nBelize, Brazil, Cameroon, Côte d’Ivoire, Cuba, Cyprus,\r\nthe Czech Republic, Egypt, El Salvador, Fiji, Ghana,\r\nGrenada, Guatemala, Guinea, the Islamic Republic of\r\nIran, Malaysia, Mauritania, Mexico, Namibia, Nepal,\r\nNicaragua, Pakistan, the Philippines, Poland, Romania,\r\nSaint Kitts and Nevis, Senegal, Sierra Leone,\r\nSingapore, Slovakia, Somalia, Sudan, Tunisia, the\r\nUnited Republic of Tanzania, Uruguay and Zambia.\r\nThose States have joined the original sponsors —\r\nAzerbaijan, Bahrain, Bhutan, Chile, the Comoros,\r\nCosta Rica, Djibouti, Ecuador, Gabon, Honduras,\r\nIndia, Kuwait, Maldives, Mali, the Marshall Islands,\r\nthe Federated States of Micronesia, Oman, Qatar, Saudi\r\nArabia, the United Arab Emirates and Vanuatu.\r\nThe three preambular paragraphs of the draft\r\nresolution are general in nature, and reflect elements\r\nagreed upon by our leaders at the Millennium Summit\r\nwith regard to the importance for future generations of\r\nprotecting the environment. The preambular part also\r\ntakes into consideration the fact that the environment\r\nhas been badly exploited and damaged during armed\r\nconflicts. The operative part of the draft resolution\r\n23\r\nA/56/PV.37\r\nincludes a specific request for the international\r\ncommunity to respect the environment and prevent its\r\nexploitation during armed conflict.\r\nOperative paragraph 1 would declare 6 November\r\nof each year as the International Day for Preventing the\r\nExploitation of the Environment in War and Armed\r\nConflict. Paragraph 3 would request the Secretary-\r\nGeneral to ensure the implementation of the resolution\r\nand to promote it within the framework of the\r\ninternational community.\r\nThe sponsors of the draft resolution hope that it\r\nwill be adopted by consensus.\r\nMr. Hybl (United States of America): The United\r\nStates would like to take this opportunity to reaffirm its\r\nlong friendship with Kuwait and our close security and\r\nmilitary cooperation relationship, which reflect our\r\nsteadfast commitment to ensuring the security of the\r\nGulf region. We support Kuwait’s leadership in the\r\narea of conservation and restoration of the marine\r\nenvironment.\r\nWe have joined in the consensus on this draft\r\nresolution with the clear understanding that our\r\napproval does nothing to restrict the rights of the\r\nUnited States or any other nation to take all necessary\r\nactions under international law and all relevant\r\ninternational agreements, and that the provisions of the\r\ndraft resolution are consistent with the 1977\r\nConvention on the Prohibition of Military or Any Other\r\nHostile Use of Environmental Modification\r\nTechniques.\r\nMr. Aldouri (Iraq) (spoke in Arabic): Interest in\r\nthe protection of the environment has fortunately,\r\nincreased greatly during the past quarter-century and in\r\nthe beginning of this century. Iraq supports fully the\r\nidea of preserving the environment and of not\r\nexploiting it — not just during periods of war but also\r\nin peacetime.\r\nIraq was, and still is, a victim of severe\r\nenvironmental pollution due to wars and armed\r\nconflicts. The air and water in my country have been\r\npolluted and will remain so for the next five million\r\nyears. This state of affairs began in 1991 and had led to\r\nthe spread of serious diseases, which daily claim the\r\nlives of hundreds of Iraqi women, children and elderly\r\npersons.\r\nIraq has lost almost a million and a half people\r\ndue mostly to environmental pollution caused by armed\r\nconflict. That pollution, as I said, will continue for\r\nmillions of years for one major reason: the use of\r\ndepleted uranium. In addition, in 1991 hundreds of\r\nthousands of bombs rained down on Iraq; as a matter of\r\nfact, Iraq is still being bombed even as we speak.\r\nIraq has previously submitted the details of the\r\ncrime of genocide that has been committed against it\r\nunder many items discussed by the General Assembly.\r\nFor this reason, we do not believe that many countries\r\nin the world can understand the impact of armed\r\nconflict on the environment better than Iraq.\r\nOn this basis, Iraq acted in good faith and with a\r\nhigh level of transparency when Kuwait submitted the\r\ndraft resolution on the prevention of the exploitation of\r\nthe environment in war and armed conflict. Delegations\r\nhave spoken to me about Iraq’s stance on the Kuwaiti\r\ndraft resolution. Our answer has always been that we\r\nsupport the draft resolution. We are not against it. We\r\nencouraged delegations to support the draft even before\r\nwe heard details about it.\r\nIraq believed that this matter would be dealt with\r\nin the General Assembly in the framework of an\r\ninternational humanitarian perspective aimed at\r\npooling international efforts every year to defend and\r\nsupport this concept, with a view to safeguarding the\r\ncommon interests of all of humanity.\r\nRegrettably, when Kuwait submitted the draft\r\nresolution contained in document A/56/L.8, it became\r\nclear that the draft was not as we had thought. We\r\nheard about the draft last Friday, and, upon studying it,\r\nwe found that it clearly reflected narrow regional\r\npolitical objectives, and not a comprehensive\r\nperspective with a global universal objective. That is\r\nwhy I am speaking before the Assembly today. We\r\nwish to address this point, which, quite frankly, we\r\nconsider to be of a very serious nature.\r\nIraq fully supports the idea of the observance of\r\nan International Day for Preventing the Exploitation of\r\nthe Environment in War and Armed Conflicts. We hope\r\nthat States will join Kuwait in sponsoring the draft\r\nresolution. We had hoped, however, that the sponsors\r\nwould have presented the General Assembly with the\r\nidea of an International Day that had clear meaning and\r\nsignificance and that would unite all of humanity,\r\nthereby helping it to pool its efforts. This would have\r\ngiven a humanitarian dimension to the protection of the\r\nenvironment. Instead, the draft is based on very limited\r\npolitical considerations that serve only the narrow\r\n24\r\nA/56/PV.37\r\npolitical interests of one State. I am confident that the\r\nfuture political dimensions of the topic were not drawn\r\nto the attention of the States that were mentioned by\r\nname by the Ambassador of Kuwait.\r\nKuwait wishes to convince the sponsoring States\r\nto observe, on 6 November of each year, the\r\nInternational Day for Preventing the Exploitation of the\r\nEnvironment in War and Armed Conflict. However, we\r\nfirmly believe that those sponsors have not considered\r\nthis matter in depth. In fact, November 6 is a Kuwaiti\r\nnational Day observed annually in Kuwait. Of course,\r\nwe do not object to the fact that it is a Kuwaiti Day and\r\nnot a universal Day. But the choice of this date\r\nconstitutes a very serious precedent, in our view, which\r\nwill have a negative impact in future on the joint\r\nefforts of the international community to protect the\r\nenvironment, because of the fact that this day has\r\nparticular significance for some States. There is\r\nnothing to prevent us from adopting this date, a\r\nnational Day in Kuwait, because it does not matter\r\nmuch to us.\r\nBut we fear that the future will arouse old hatreds\r\nand that the observance might be exploited for narrow\r\npolitical objectives that might not lead to the peace we\r\nall hope for. The choice of this Day will impact\r\nnegatively on unified international efforts to protect the\r\nenvironment and will certainly diminish the credibility\r\nand universality of the United Nations. It could turn the\r\nOrganization’s work programme into a tool to serve the\r\nnarrow, national self-interests of one State with all the\r\npolitical sensitivities that that entails, in a truly\r\nexaggerated way.\r\nTherefore, Iraq raises doubts as to the credibility\r\nof this Day for the following reasons: first of all, 6\r\nNovember is not a day that would receive international\r\nconsensus if the States concerned knew of its\r\nsignificance and the real reasons behind its choice,\r\nwhether they be political or environmental. It could be\r\nexploited and directed politically against another State.\r\nSecondly, this proposed Day is a Kuwaiti choice\r\nfor well known reasons. It is a Kuwaiti national day\r\nand cannot be changed into an international Day. This\r\nwould inevitably have a negative impact because of its\r\nclear political significance to those who live in the\r\nregion. We would like to transcend the past and move\r\ninto a future filled with peace and security. We do not\r\nwant to dig up past events that occurred decades ago.\r\nThirdly, in the area of environmental pollution,\r\nhumankind has witnessed events of great significance\r\nover time. One of these historical dates could be\r\nchosen for everyone without offending sensitivities or\r\nbringing up emotional issues concerning the proposed\r\nDay. In this way, the States concerned, governmental\r\nand non-governmental organizations — all people —\r\ncould observe such a Day. All of us together could\r\ntruly observe it, away from wars and armed conflicts\r\nand their negative impact on the environment.\r\nTurning to the impact of war on the environment,\r\none day that we should declare is a day\r\ncommemorating the Rio Earth Summit, a very\r\nimportant date. The United Nations Millennium\r\nDeclaration on the protection of the environment, for\r\nexample, is another suggestion. Yet another is the\r\nGeneral Assembly resolution establishing the\r\nGoverning Council of the United Nations Development\r\nProgramme. Everybody knows this date, and\r\neverybody knows what happened to some States — the\r\ndestruction of their environment and the killing of their\r\npeople. We do not want to observe such a Day on 6\r\nNovember. We want to look forward to the future, as I\r\npointed out.\r\nOn the basis of what I have already said, my\r\ndelegation strongly objects to operative paragraph 1 of\r\nthe draft resolution on preventing the exploitation of\r\nthe environment in war and armed conflict. We call\r\nupon States to agree to an international Day that would\r\nbe truly international and known to others. The reasons\r\nfor choosing such a Day should be known to the entire\r\ninternational community.\r\nWe caution the international community not to\r\nfall into a trap. It is a trap based on a narrow, self-\r\ninterested policy that would likely be used to exploit\r\nthe United Nations and its lofty humanitarian\r\nprinciples, including those pertaining to the\r\nenvironment. It would bring about short-sighted and\r\nlimited political gains far from the main objective —\r\nwhich is a fundamental humanitarian value that all\r\ncountries have sought to observe, including Iraq, when\r\nit was added the agenda of the fifty-sixth session of the\r\nUnited Nations.\r\nA few days ago in this Hall sensitivity was\r\nexpressed with regard to the choice of a specific day\r\nfor an international observance concerning a very\r\nserious issue. There was general response to the\r\nselection of this Day, because it deals with a specific\r\n25\r\nA/56/PV.37\r\nday, a specific State and specific sensitivities. The\r\nGeneral Assembly has not chosen that Day. We call\r\nupon the Assembly today to choose another Day, one\r\nthat is well known and that can be agreed upon by all.\r\nTherefore, we call from this rostrum for a vote on\r\noperative paragraph 1 of draft resolution A/56/L.8,\r\nbecause we believe that it is not compatible with our\r\nobjectives. It is not valid, it is not an appropriate way\r\nto reflect the idea of the exploitation of the\r\nenvironment in armed conflict.\r\nThe Acting President: In accordance with\r\nGeneral Assembly resolution 54/195 of 17 December\r\n1999, I now call on the Observer for the International\r\nUnion for the Conservation of Nature and Natural\r\nResources.\r\nMr. Waugh (International Union for the\r\nConservation of Nature and Natural Resources): Armed\r\nconflict may lead to the overuse or misuse of natural\r\nresources, environmental degradation and loss of\r\nspecies. Armed conflict often takes place in areas of\r\ncritical biodiversity that are particularly sensitive to its\r\nimpact. The situation is compounded when the\r\nexploitation of natural resources is the objective of\r\nconflict, or is a means to finance conflict. Exploitation\r\nof the environment in times of armed conflict\r\nforecloses options for sustainable livelihoods. The\r\nidentification of a day to reflect on this phenomenon\r\nwill provide us with a useful means to focus attention\r\non the steps necessary to address it.\r\nThe members of the International Union for the\r\nConservation of Nature and Natural Resources (IUCN),\r\nmeeting in Amman, Jordan, in October 2000 at the\r\nSecond World Conservation Congress (WCC),\r\naddressed the need for international action in WCC\r\nresolution 2.40, entitled “Natural resource security in\r\nsituations of conflict”.\r\nThe IUCN recognizes the need for a greater\r\nunderstanding of the underlying causes of conflict and,\r\nparticularly, or how conflict affects the conservation of\r\nbiodiversity. The IUCN has urged its members to\r\nidentify those conflict situations that relate to the\r\ncontrol of natural resources and to bring them to the\r\nattention of the Security Council, or other appropriate\r\nentities, with proposals for measures to deter those who\r\nwould sustain such conflicts.\r\nThe IUCN will work with the international\r\ncommunity to identify approaches that could help limit\r\nenvironmental degradation in situations of conflict. Of\r\nparticular concern today is the — often illegal —\r\nexploitation of natural resources to further finance\r\nconflict, thus fuelling a cycle of human and natural\r\nresource abuse. Resources vulnerable to exploitation in\r\nconflict situations include, inter alia, timber, minerals,\r\nwater, fish, bush meat and ivory. Threats from conflict\r\nextend also to globally significant resources protected\r\nunder international law, such as World Heritage Sites.\r\nThe IUCN notes that some positive steps have been\r\ntaken to create barriers to markets for illegally\r\nprocured resources, such as certification programmes\r\ncurrently being developed for natural resources during\r\narmed conflict as well as in peacetime.\r\nIn this regard, the IUCN invites attention to the\r\npositive steps taken at the East Asia Ministerial\r\nConference on Forest Law Enforcement and\r\nGovernance, organized by the World Bank Institute and\r\nhosted by Indonesia from 11 to 13 September, to\r\naddress illegal logging. In the Ministerial Declaration\r\nadopted at that meeting, the participants committed\r\nthemselves to intensified efforts at the national and\r\nregional level to address violations of forest law, to\r\ncooperate in the prevention of the movement of illegal\r\ntimber and to improve forest-related governance.\r\nSimilar meetings are planned for Africa and Latin\r\nAmerica. The fact that the international community is\r\naware of the severity of this particular problem and that\r\nit is willing to take positive steps to address it, is\r\nparticularly encouraging.\r\nJust as the exploitation of natural resources can\r\nexacerbate and fuel conflict, international cooperation\r\nto manage shared resources regionally can be a tool to\r\npromote peace. The IUCN works to promote\r\ncooperation for the management of shared resources,\r\nand has found a particularly useful tool in the\r\ntransboundary park or protected area, sometimes\r\nknown as a peace park. In 2003, the IUCN and the\r\nRepublic of South Africa will host the Fifth World\r\nParks Congress in Durban, South Africa. Prominent on\r\nthe programme for that Congress is a review of the\r\napplication of the peace park concept. We encourage\r\nall Governments to participate in this landmark event,\r\nand we would be pleased to cooperate, through the\r\nIUCN World Commission on Protected Areas, in the\r\ndevelopment of transboundary protected areas.\r\nThe ability to promote equitable and sustainable\r\nmanagement of natural resources must not be\r\nundermined through exploitation of the environment in\r\n26\r\nA/56/PV.37\r\narmed conflict and war. A day of reflection should help\r\nto draw attention not only to the harm that is done to\r\nsustainable development through the exploitation of the\r\nenvironment in war and armed conflict, but also to the\r\npositive steps that can be, and are being, taken to\r\naddress this serious problem.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item. We shall now\r\nproceed to consider draft resolution A/56/L.8. A\r\nseparate vote has been requested on operative\r\nparagraph 1 of the draft resolution. Is there any\r\nobjection to this request?\r\nI see none. I shall therefore put this paragraph to\r\nthe vote.\r\nI now put to the vote operative paragraph 1 of\r\ndraft resolution A/56/L.8.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlgeria, Argentina, Australia, Azerbaijan,\r\nBahrain, Bangladesh, Brazil, Brunei Darussalam,\r\nCameroon, Canada, Colombia, Costa Rica,\r\nCroatia, Cyprus, Czech Republic, El Salvador,\r\nEthiopia, Ghana, India, Iran (Islamic Republic\r\nof), Israel, Japan, Jordan, Kazakhstan, Kuwait,\r\nLebanon, Malawi, Maldives, Mauritania, Mexico,\r\nMozambique, Namibia, New Zealand, Oman,\r\nPhilippines, Qatar, Republic of Korea, Saudi\r\nArabia, Senegal, Singapore, Slovakia, Syrian\r\nArab Republic, Thailand, Togo, Tunisia, Uganda,\r\nUnited Arab Emirates, United Republic of\r\nTanzania, United States of America, Uruguay\r\nAgainst:\r\nNone\r\nAbstaining:\r\nAndorra, Austria, Belarus, Belgium, China,\r\nDemocratic People’s Republic of Korea,\r\nDenmark, Finland, France, Georgia, Germany,\r\nGreece, Hungary, Iceland, Indonesia, Ireland,\r\nItaly, Liechtenstein, Luxembourg, Malta,\r\nNetherlands, Nigeria, Norway, Portugal, Russian\r\nFederation, San Marino, Spain, Sweden, Turkey,\r\nUkraine, United Kingdom of Great Britain and\r\nNorthern Ireland, Venezuela, Yugoslavia, Zambia\r\nOperative paragraph 1 of draft resolution\r\nA/56/L.8 was adopted by 50 votes to none, with\r\n34 abstentions.\r\n[Subsequently, the delegations of Egypt and\r\nMalaysia informed the Secretariat that they had\r\nintended to vote in favour.]\r\nThe Acting President: The Assembly will now\r\ntake a decision on draft resolution A/56/L.8 as a whole.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/56/L.8 as a whole?\r\nDraft resolution A/56/L.8 was adopted (resolution\r\n56/4).\r\nThe Acting President: I shall now call on the\r\nrepresentative of Belgium, who wishes to speak in\r\nexplanation of position on the resolution just adopted.\r\nMay I remind delegations that explanations of vote or\r\nposition are limited to 10 minutes and should be made\r\nby delegations from their seats.\r\nMr. Charlier (Belgium) (spoke in French): I\r\nhave the honour to speak on behalf of the European\r\nUnion. The European Union recognizes the importance\r\nof preventing the exploitation of the environment in\r\narmed conflict. The European Union is, however,\r\nopposed in principle to the establishment of new\r\nUnited Nations international days. For that reason the\r\nEuropean Union abstained in the vote on draft\r\nresolution A/56/L.8.\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its\r\nconsideration of agenda item 171?\r\nIt was so decided.\r\nAgenda item 28 (continued)\r\nCulture of peace\r\nDraft resolution (A/56/L.5)\r\nThe Acting President: Members will recall that\r\nthe General Assembly held the debate on this item at\r\nits 29th plenary meeting, held on 22 October 2001.\r\nThe Assembly will now take a decision on draft\r\nresolution A/56/L.5, entitled “International Decade for\r\na Culture of Peace and Non-Violence for the Children\r\nof the World, 2001-2010”.\r\nI should like to announce that, since the\r\npublication of draft resolution A/56/L.5, the following\r\ncountries have become sponsors of the draft resolution:\r\nArgentina, Azerbaijan, Belarus, Burundi, Cambodia,\r\n27\r\nA/56/PV.37\r\nCameroon, Costa Rica, Cuba, Cyprus, Egypt, Eritrea,\r\nGabon, Guyana, India, Jamaica, Madagascar, Malawi,\r\nMorocco, Myanmar, Namibia, Nigeria, Philippines, the\r\nRepublic of Moldova, the Russian Federation, Senegal,\r\nSuriname, Tajikistan, Thailand and the former\r\nYugoslav Republic of Macedonia.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/56/L.5?\r\nDraft resolution A/56/L.5 was adopted (resolution\r\n56/5).\r\nThe Acting President: I shall now call on the\r\nrepresentative of Israel, who wishes to speak in\r\nexplanation of position on the resolution just adopted.\r\nMay I remind delegations that explanations of vote or\r\nposition are limited to 10 minutes and should be made\r\nby delegations from their seats.\r\nMs. Kleitman (Israel): My delegation joined the\r\nconsensus on the draft resolution just adopted. We\r\nwould like, however, to register our reservations with\r\nrespect to the eighth preambular paragraph.\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its\r\nconsideration of agenda item 28?\r\nIt was so decided.\r\nThe meeting rose at 1 p.m.\r\n"