"United Nations A/56/PV.55\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n55th plenary meeting\r\nThursday, 15 November 2001, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-63888 (E)\r\n*0163888*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 3.05 p.m.\r\nFloods in Algeria\r\nThe President: May I, on behalf of the members\r\nof the General Assembly, extend to the Government\r\nand the people of Algeria our deepest sympathy with\r\nrespect to the tragic loss of life and the extensive\r\nmaterial damage resulting from the recent floods in\r\nAlgeria.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. Simeon Saxe-Coburg-Gotha,\r\nPrime Minister of the Republic of Bulgaria\r\nThe President: The Assembly will now hear a\r\nstatement by His Excellency Mr. Simeon Saxe-Coburg-\r\nGotha, Prime Minister of the Republic of Bulgaria.\r\nMr. Simeon Saxe-Coburg-Gotha, Prime Minister\r\nof the Republic of Bulgaria, was escorted to the\r\nrostrum.\r\nThe President: I have great pleasure in\r\nwelcoming Mr. Simeon Saxe-Coburg-Gotha, Prime\r\nMinister of the Republic of Bulgaria, and inviting him\r\nto address the General Assembly.\r\nMr. Saxe-Coburg-Gotha (Bulgaria) (spoke in\r\nFrench): A year after the unique Millennium Assembly,\r\nwe can say that the United Nations is playing an\r\nenhanced, more important role as a collective tool for\r\nmeeting the challenges facing the world.\r\nBulgaria welcomes the re-election of Mr. Kofi\r\nAnnan as Secretary-General, and hails the award of the\r\nNobel Peace Prize to him and to the Organization.\r\nInternational terrorism has become aggressive\r\nand powerful, and threatens not only States but also the\r\nfreedom of the human spirit, as proved by the world\r\nOrganization’s committed and active stance vis-à-vis\r\nrecent terrorist acts, along with the unanimously\r\nadopted Security Council resolutions condemning\r\nthem. Bulgaria unequivocally supported those\r\nresolutions, in particular Security Council resolution\r\n1373 (2001). The National Assembly and the\r\nGovernment of Bulgaria have adopted similar\r\ndeclarations on ensuring a common effort in the fight\r\nagainst terrorism.\r\nLet me recall that the fight will be incomplete\r\nwithout moral — even spiritual — commitment. Let us\r\nnot forget that the mere pursuit of material well-being\r\nis not a panacea; other values are needed to improve\r\nthe lives of peoples. In a “virtual society”, there is a\r\nneed for real values and for a framework acceptable to\r\nboth the poor and the rich.\r\nI take this opportunity to convey the condolences\r\nof the Bulgarian people to the citizens of the United\r\nStates of America with respect to the terrorist acts of\r\n11 September. We all admire the steadfastness and\r\ncourage they have displayed in addressing this tragedy\r\nand its aftermath.\r\n2\r\nA/56/PV.55\r\nI am particularly proud to observe that, at a time\r\nwhen the role and the importance of the United Nations\r\nare on the rise, the Republic of Bulgaria is about to\r\nassume the responsibilities of a non-permanent member\r\nof the Security Council. For the Bulgarian people and\r\nits Government, our election to that important organ of\r\nthe world Organization constitutes recognition of the\r\ninternational standing of Bulgaria and of its active,\r\nbalanced foreign policy. Our foreign policy\r\npriorities — membership of the European Union and of\r\nthe North Atlantic Treaty Organization — are sounder\r\nthan ever before. For natural cultural reasons, we are\r\ncommitted to the concept of la francophonie, which\r\nembodies not merely a language but a state of mind. I\r\nthank all Member States that were good enough to\r\nsupport us in the election.\r\nBulgaria will shoulder the full responsibility of\r\nnon-permanent membership of the Security Council.\r\nWe are ready to participate in dialogue on the full\r\nrange of items related to the maintenance of\r\ninternational peace and security. My country is open to\r\ndialogue with all States Members of the Organization and\r\nto ideas and suggestions aimed at enhancing the role\r\nand effectiveness of the United Nations.\r\nI wish here to speak of the positive part the\r\nRepublic of Bulgaria plays as an important actor for\r\npeace and security in South-Eastern Europe and for\r\nstability in the settlement of crises in the Eastern\r\nBalkans, an area that borders on Bulgaria. We favour\r\nfull implementation of Security Council resolution\r\n1244 (1999), and we consider that the 17 November\r\nelections in Kosovo will be decisive for the process of\r\nstabilization and democratization there. Similarly,\r\nBulgaria attaches high importance to ensuring the\r\nstability of the Republic of Macedonia through the\r\nimplementation of the 13 August 2001 Framework\r\nAgreement and to guaranteeing its sovereignty and\r\nterritorial integrity. My country supports full\r\nimplementation of the Dayton Accords and the\r\nconsolidation of the united State of Bosnia and\r\nHerzegovina. In our view, democratization in the\r\nFederal Republic of Yugoslavia is a positive element. A\r\nlong-term strategy must be crafted to effect the\r\nrestoration and economic development of South-\r\nEastern Europe to rebuild it in the wake of the various\r\ncrises it has experienced. Let me stress that these\r\nquestions should continue to be the focus of all our\r\nefforts to find equitable solutions to conflicts.\r\nMr. Sharma (Nepal), Vice-President, took the\r\nChair.\r\nI should like also to highlight Bulgaria’s support\r\nfor the lasting and peaceful settlement of other regional\r\nconflicts that are as tragic as those in the Middle East,\r\nin Africa and elsewhere, of which there is a long and\r\nsad list. Our positions in respect to all of these conflicts\r\nare in conformity with the Charter of the United\r\nNations and generally recognized principles of\r\ninternational law.\r\nHaving myself been an exile for more than 50\r\nyears, I am very aware of the human tragedy of\r\nrefugees, whose number and suffering are continuing to\r\nincrease, as is the case now in Afghanistan.\r\nWe attach great importance to items on the\r\nagenda of the United Nations such as the combat\r\nagainst organized crime and corruption and against\r\nillegal drug trafficking. That is why our Government is\r\nmaking a particular effort to this end on our own\r\nterritory. Monitoring trade in weapons and in dual-use\r\ngoods and technologies is highly relevant, given the\r\nlinkage between this kind of trade and terrorism.\r\nLet me add that Bulgaria is participating actively\r\nin cooperation efforts in the economic and social field\r\nand in the areas of human rights, the non-proliferation\r\nof weapons of mass destruction, global disarmament\r\nand the protection of the environment. These objectives\r\nare consonant with those of the new Bulgarian\r\nGovernment: to ensure that the social needs of\r\nBulgarian citizens are met, and to bring about durable\r\neconomic growth, despite the sometimes difficult\r\ninternational economic situation.\r\nThe attitude of the Republic of Bulgaria vis-à-vis\r\nits increased responsibilities within this world\r\nOrganization will be based on a clear, logical and\r\nconsistent foreign policy, with an emphasis on regional\r\nsecurity, development and broadening the circle of\r\nfriendly States, and on making a contribution to the\r\nresolution of global problems through its active\r\nparticipation in multilateral dialogue. Solutions to\r\nconflicts must be found here, at the United Nations —\r\nnot on the battlefield.\r\nIn conclusion, we believe that this policy will\r\nmeet with the understanding and support of all of the\r\nMembers of the United Nations.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\n3\r\nA/56/PV.55\r\nRepublic of Bulgaria for the statement he has just\r\nmade.\r\nMr. Simeon Saxe-Coburg-Gotha, Prime Minister\r\nof the Republic of Bulgaria, was escorted from the\r\nrostrum.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. José Miguel Alemán, Minister for\r\nForeign Affairs of Panama.\r\nMr. Alemán (Panama) (spoke in Spanish): The\r\nRepublic of Panama welcomes with particular pleasure\r\nthe election of Mr. Han Seung-soo as President of the\r\nfifty-sixth session of the General Assembly, and wishes\r\nto assure him of our fullest cooperation in the sensitive\r\nwork with which he is entrusted. It is also a pleasure\r\nfor us to express the deep satisfaction of the\r\nGovernment of Panama at the well-deserved honour of\r\nthe award of the Nobel Peace Prize jointly to the\r\nSecretary-General of the United Nations, Mr. Kofi\r\nAnnan, and to the Organization itself.\r\nAs we participate today in this forum, we are still\r\nreeling from the impact of the terrifying terrorist acts\r\ncarried out on 11 September in New York, Washington,\r\nD.C., and Pennsylvania. These crimes against humanity\r\nwill never be forgotten, and, as a tribute to the\r\nthousands of innocent victims of these senseless\r\nattacks, the United Nations must take whatever\r\nmeasures are necessary to legitimize any multilateral\r\naction that will have to be taken in future to neutralize\r\nthe threat of international terrorism.\r\nThe Republic of Panama, as a State Member of\r\nthe United Nations, fully respects the mandates issued\r\nby the Organization, and, therefore, we are pleased to\r\nstate here unambiguously that every resource available\r\nto us has been directed to fulfil our responsibilities in\r\nthe war against terrorism.\r\nSimilarly, we support the Security Council\r\nCommittee set up under resolution 1373 (2001),\r\nchaired by the Ambassador of the United Kingdom of\r\nGreat Britain and Northern Ireland, Sir Jeremy\r\nGreenstock. We propose to remain in communication\r\nwith him on an ongoing basis.\r\nThe Government of Panama, under the leadership\r\nof President Mireya Moscoso, is prepared vigorously to\r\nimplement the provisions contained in all United\r\nNations instruments on international terrorism. To that\r\nend, we will soon submit to our Legislative Assembly\r\nthe four United Nations instruments that have not yet\r\nbeen ratified by our country, together with the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism of December 1999, which we\r\nhave just signed here. Likewise, we will ratify, as soon\r\nas possible, the Rome Statute creating the International\r\nCriminal Court.\r\nIn parallel with the joint actions taken against\r\nterrorism in conformity with the many relevant United\r\nNations Conventions and resolutions of the General\r\nAssembly and the Security Council, and in order to\r\naddress terrorist activities, we respectfully appeal to all\r\nto set aside any differences that may have arisen in July\r\nin respect of the problem of massive illegal trade in\r\nsmall arms and light weapons. It is well known that the\r\nultimate beneficiaries of this deadly traffic are not only\r\nrebel movements — sometimes sponsored by other\r\nnations — but also notorious terrorist groups. That is\r\nwhy Panama reiterates the position it maintained\r\nduring the Conference: that no State has the right to\r\npromote this deadly traffic by claiming its own national\r\ninterests are at stake. This issue must be re-examined in\r\nthe light of recent events.\r\nThe Republic of Panama is particularly concerned\r\nat the social, political and economic implications of the\r\nillicit trade in small arms and light weapons and wishes\r\nto declare its commitment to promoting an American\r\nconvention on this question, with a view to creating a\r\nlegal framework that will enable the countries of the\r\nhemisphere to completely suppress this traffic and thus\r\nstrengthen regional security.\r\nWe are caught up in a vortex of bloodshed that\r\nbrings us ever closer to generalized conflagrations. The\r\nStates represented here, when we became Members of\r\nthis Organization, undertook formally to promote peace\r\nand human rights; to meet the food, health care and\r\neducational needs of our peoples; to preserve the\r\nenvironment; and to bring about overall social,\r\neconomic and political development.\r\nHowever, for this commitment to have a real\r\neffect, we must secure the support of those States that,\r\ndue to pure fanaticism, particularly in the Middle East,\r\nhave not been able to come to terms with the purposes\r\nand principles of the United Nations. My country\r\nbelieves that the intolerance and intransigence\r\ndemonstrated in that part of the world are the result of\r\nancient ways of thinking and injustices that can be\r\neasily discerned and which constitute flagrant\r\nviolations of the United Nations Charter. The Republic\r\n4\r\nA/56/PV.55\r\nof Panama has repeatedly urged the parties in conflict\r\nto renounce the use of force, re-establish cooperation\r\non security and adopt measures to restore mutual trust,\r\nwhich enable a return to the peace process based on the\r\nnorms of international law.\r\nIn recent days, the international community has\r\nwitnessed with deep sadness the intensification of\r\nviolence in that region. Because of the brutality\r\noccurring in the Middle East, Panama considers that it\r\nis the responsibility of the United Nations to\r\nvigorously strengthen its mediating role in order to put\r\nan end to the unfortunate bloodshed that has grieved\r\nthe international community for decades.\r\nIn particular, Panama calls on the Security\r\nCouncil to assume a more active role in the efforts to\r\napply the recommendations of the Mitchell report,\r\nwhich proposes using constructive dialogue and mutual\r\nconcessions to move beyond the violence. An\r\nindispensable step is recognizing the right of the\r\nPalestinian people to create a sovereign State and the\r\nright of the State of Israel to live in peace and security.\r\nWe must make our best effort, employ our most\r\noutstanding human resources and put ourselves to the\r\ntask of reconciling all humankind. The Republic of\r\nPanama will persist in this task and will always\r\nadvocate peaceful solutions to conflicts through\r\ndialogue and the rejection of violence as the means to\r\nresolve internal or international disputes.\r\nOther examples of situations that cause\r\nunnecessary friction and that could be resolved through\r\ndialogue are the issues of the Saharan people’s right to\r\nself-determination, the Argentine Republic’s claim to\r\nthe Falkland Islands, and the representation of the\r\nRepublic of China on Taiwan in the United Nations\r\nsystem while the internal situation of that fraternal\r\npeople is being resolved.\r\nPanama defends human rights without reservation\r\nand will never accept acts which violate them,\r\nwherever the violations occur and whatever the\r\ncircumstances used to try to justify those violations.\r\nLet us add to this very clear position of ours our\r\nsincere commitment to the universal campaign for the\r\nrights of the child and to the fight against HIV/AIDS,\r\nas these are an essential part of human rights. On this\r\nlatter issue, Panama considers that the key to any future\r\nsuccess lies in everyone’s acceptance of their economic\r\nand social responsibilities with respect to this terrible\r\ndisease and in developing good community planning at\r\nthe local and provincial levels to prevent the spread of\r\nHIV/AIDS and other sexually transmitted diseases.\r\nHuman rights are clearly defined in the political\r\nand civil spheres as much as in the economic, social\r\nand cultural spheres. Since the proclamation of the\r\nUniversal Declaration of Human Rights on 10\r\nDecember 1948, much progress has been made.\r\nHowever, the principles proclaimed on that occasion\r\nare being challenged by the inequalities of\r\nglobalization and financing for development, by\r\nunpayable foreign debts and by the indiscriminate\r\ndestruction of the environment. All these factors of\r\nextreme poverty require acts of profound solidarity on\r\nbehalf of the richer nations. We firmly believe that the\r\neradication of poverty and inequality will prevent the\r\nerosion of human rights and halt the social upheavals\r\nthat generate violence and cause the loss of the\r\npolitical, social and economic rights of the citizens of\r\nthe world.\r\nThe United Nations Conference on Environment\r\nand Development, held in Rio de Janeiro in June 1992,\r\nwas a tremendous effort towards sustainable world\r\ndevelopment. The most important outcome of the\r\nConference was the adoption of Agenda 21, which\r\ncovers in depth the topics of poverty, hunger, disease,\r\nilliteracy and the progressive deterioration of\r\necosystems. Agenda 21 also encourages us to focus our\r\nattention on the financial resources required to promote\r\nsustainable development at the national level, with the\r\ngoal of creating a corresponding measurement system\r\nfor it that can be easily interpreted. This is an ongoing\r\nand important task that we cannot neglect.\r\nThe United Nations Conference on Financing for\r\nDevelopment will be held in Monterrey, Mexico, in\r\nMarch 2002. We believe that the Conference offers a\r\nmagnificent opportunity to reduce the abyss between\r\nthe rich countries of the North and the poor countries\r\nof the South in both the practical and conceptual\r\naspects of this issue.\r\nIn the course of last month’s meetings of the\r\nConference’s Preparatory Committee, opinions with\r\nsubstantial differences were expressed, and these must\r\nbe reconciled. As a result of these disagreements, there\r\nhave been pessimistic predictions that it will be\r\nimpossible to formulate a plan of action at Monterrey. I\r\nbelieve, on the contrary, that since we already know the\r\nobjections that will be made by those who assume the\r\n5\r\nA/56/PV.55\r\nrisks of financing, we cannot delay revising our\r\narguments, in order — creatively and responsibly — to\r\ndefine parameters for financing for development that\r\nare more in tune with the realities of today’s world.\r\nThe current realities are pressing and encompass,\r\namong other things, the need to provide financing at\r\ndiscounted rates to developing countries; to vigorously\r\nattack the problem of foreign debt; to design measures\r\nto raise the depressed prices of our raw materials and\r\nother export products; and to agree collectively on\r\nmechanisms to prevent financial crises.\r\nFollowing this line of thought, and because we\r\nconsider it of interest to the General Assembly, we will\r\nmention that in June of this year the Central American\r\ncountries and the United States signed a joint\r\ndeclaration under the Alliance for the Sustainable\r\nDevelopment of Central America (ALIDES). This\r\nalliance is a regional strategy to make the Central\r\nAmerican isthmus a region of peace, freedom,\r\ndemocracy and development. Its general objectives\r\ninclude the sustainable management of biodiversity, the\r\nstrengthening and modernization of institutional\r\nstructures, the promotion of trade and the mitigation of\r\nnatural disasters.\r\nSpecifically, ALIDES works for regional\r\neconomic integration and the region’s integration in the\r\ninternational economy; the harmonization of\r\nmacroeconomic policies and the modernization of\r\ninfrastructure in the areas of energy, transportation and\r\ntelecommunications; the creation of protected\r\nbiological corridors, river basins and other areas; the\r\nstrengthening of democracy and the rule of law in the\r\nregion; the improvement of the levels of education,\r\nhealth and security of the population of Central\r\nAmerica; and the restoration and preservation of\r\nnational values.\r\nCentral America’s desire for development has\r\nbeen strengthened by the launching of the Puebla-\r\nPanama Plan. We created for the region a mechanism\r\nfor ongoing and permanent consultation to perfect an\r\nintegral strategy for long-term development.\r\nWhile we are making great efforts to mitigate the\r\nsocial problems that afflict us in some regions, in the\r\nUnited Nations we continue to debate structural\r\nproblems that limit to some extent the ability of many\r\nof our countries to have an effect on the administration\r\nof the Organization. Among the different debates\r\nrelating to United Nations reform, we would like to\r\nrefer to the one held on 30 October on agenda item 49,\r\nentitled “Question of equitable representation on and\r\nincrease in the membership of the Security Council and\r\nrelated matters”. Last year the delegation of Panama,\r\nboth at the Millennium Summit and the General\r\nAssembly, supported the aspiration of many years to\r\nbring about the reform of the Security Council.\r\nWe have said — and we wish to repeat today —\r\nthat we agree it must have a more equitable and more\r\nrepresentative composition, but in order to achieve this\r\nfundamental objective it is indispensable that the\r\npermanent members accept that the power structure of\r\n1945 has ceased to exist. Now, looking at the new and\r\nvital interdependence of all nations around the world,\r\nwe see a genuine opportunity opening before us to get\r\nrid of the obsessions that no longer suit the structure of\r\nour Organization.\r\nIn conclusion, we would like to restate our\r\nconviction that, as we have seen after the horrendous\r\nterrorist acts of 11 September, the legitimacy and\r\neffectiveness of future Security Council actions will\r\ndepend on all Member States feeling the absence of\r\nunilateral measures and of the usual marginalization in\r\ndecision-making on matters affecting all of us. It is in\r\nthis direction that we should guide our work.\r\nThe Acting President: I now call on His\r\nExcellency the Honourable Motsoahae Thomas\r\nThabane, Minister for Foreign Affairs of Lesotho.\r\nMr. Thabane (Lesotho): On behalf of the\r\ndelegation of Lesotho, allow me, through you, Sir, to\r\ncongratulate the President and other members of the\r\nBureau on their election to office during this fifty-sixth\r\nsession of the General Assembly. Allow me also to pay\r\na well deserved tribute to Mr. Harri Holkeri, President\r\nof the fifty-fifth session, and to commend him for\r\nspearheading efforts to reform and revitalize the\r\nGeneral Assembly, with a view to strengthening its role\r\nas the chief deliberative policy-making and\r\nrepresentative body of the United Nations.\r\nWe congratulate our Secretary-General for\r\nwinning the Nobel Peace Prize and for his\r\nreappointment as head of the Organization. This will\r\nno doubt enable him to continue his efforts to make the\r\nUnited Nations more relevant in facing today’s\r\nchallenges. We commend him for continuing to place\r\nsuch a high premium on the need for the Organization\r\nto develop better tools for conflict prevention,\r\nmanagement and resolution and encourage him to\r\n6\r\nA/56/PV.55\r\ncontinue developing concepts and strategic frameworks\r\nfor the Organization’s activities in the areas of conflict\r\nprevention and peace-building.\r\nWe particularly wish to commend the Secretary-\r\nGeneral for his relentless efforts and commitment to\r\nreforming and transforming the United Nations into a\r\nfunctioning Organization with a new management\r\nculture. We reiterate the view shared by many in this\r\nAssembly that the United Nations would be more\r\ndemocratic if the Security Council were made more\r\nrepresentative of the membership as a whole.\r\nRegrettably, while we all agree on the need for reform,\r\nagreement on the details for such reform continues to\r\nelude us.\r\nLesotho reiterates its unequivocal condemnation\r\nof the barbaric acts of terror committed against\r\ninnocent civilians on 11 September and extends its\r\ncondolences to the relatives of all those who perished\r\nduring the attacks. Ideological or other differences are\r\nno excuse for such unspeakable acts; neither can such\r\nevil acts be justified on the grounds of expediency.\r\nThose responsible for these acts must be punished.\r\nWhile we support the international coalition against\r\nterrorism and consider ourselves part thereof, we\r\nnevertheless stress the need for capacity-building to\r\nenable all countries effectively to play their part in\r\ncombating this menace.\r\nOne year after the unprecedented Millennium\r\nSummit is now a good time for us to reflect and take\r\nstock of how we are responding to the challenges and\r\nchanges brought about by our ever growing\r\ninterdependence and the ever-increasing\r\ninterconnectedness of our economies. In this changing\r\nworld in which all forms of economic, social, cultural\r\nand political activity have become dependent on access\r\nto telecommunications and information services\r\nprovided by the global information infrastructure, what\r\nprogress have we made towards making globalization\r\ntruly global and ensuring that people everywhere share\r\nin its benefits?\r\nThe truth of the matter is that there remains a\r\ngaping digital chasm between the industrialized and the\r\ndeveloping countries, especially in Africa where the\r\nmajority of the people are yet to reap the benefits of\r\ninformation and communications technology. Much\r\nstill needs to be done to jump-start the introduction of\r\ninformation and communications technology in\r\nprimary schools in order to enable the developing\r\ncountries to respond to the changing needs of society\r\nand the economy.\r\nThe United Nations system thus has to redouble\r\nits efforts in assisting developing countries, particularly\r\nin Africa, in building their capacity in curriculum\r\ndevelopment to ensure improvements in the quality of\r\neducation and access to information and\r\ncommunications technology, including through the\r\ntransfer of technology. We thus call upon all\r\ninternational partners to treat information and\r\ncommunications technology as a special priority for\r\nAfrica’s development.\r\nDespite the many difficulties that the developing\r\ncountries continue to face in addressing their urgent\r\ndevelopment needs, solid progress is being made\r\ntowards establishing strong institutional capacities for\r\nsustainable development, including a sound\r\nmacroeconomic foundation, effective governance,\r\npeace and stability. Following many years of\r\nundemocratic military dictatorships and coups d’état in\r\nAfrica, the continent has begun to take bold steps to\r\nclimb out of the rut, and today strong winds of\r\ndemocracy continue to reverberate throughout. This\r\ndeepening of democratic principles has led Africans to\r\nshun all leaders who come to power through extra-\r\nconstitutional means. There is also a growing\r\nawareness within Africa that sustainable development\r\ncannot take place in the midst of actual or potential\r\nconflict and that armed conflict is retrogressive and\r\ninevitably destroys the achievements of many years of\r\nnational development; hence, conflict management is\r\nnow assuming greater importance in Africa.\r\nDevelopment is also beginning to take firm roots\r\nas many African countries formulate their development\r\nstrategies and pursue greater cooperative relations with\r\ntheir development partners. The key role played by the\r\nUnited Nations in helping to re-energize the\r\nmomentum for international partnership between, in\r\nparticular, the least developed countries and the\r\ninternational community will remain crucial for\r\naddressing poverty and sustainable development.\r\nAfrica is not only determined to overcome its\r\nproblems, but it is also determined to ensure that the\r\nfuture development of the continent is shaped and\r\ndesigned by Africans themselves. Many of the evils\r\nthat have continued to plague Africa, including\r\neconomic decline, internal unrest and civil wars,\r\nuncertainty, corruption and disintegration of States,\r\n7\r\nA/56/PV.55\r\nhave been major obstacles to the development and\r\nestablishment of viable societies in Africa. All this has\r\nmade us realize that the only way to achieve\r\nsustainable development for the continent is to ensure\r\nthat people live and work in stable conditions under the\r\nrule of law. Transforming the Organization of African\r\nUnity (OAU) into the African Union should thus be\r\nseen as an important step that will pave the way for the\r\nestablishment of strong institutions endowed with\r\nnecessary powers and resources to enable them to\r\ndischarge their duties and responsibilities efficiently\r\nand effectively.\r\nIt is against this background that the launching of\r\nthe New African Initiative in Lusaka in July was also a\r\nturning point in Africa’s efforts aimed at ensuring that\r\nappropriate Africa-wide and regional economic and\r\nsocial reforms are carried out with a view to\r\neradicating all social injustices. This African-owned\r\nand African-led economy-centred recovery programme\r\nand framework for action is a pragmatic vision of how\r\nAfrica wishes to be included as a partner and not as a\r\nrecipient of the benefits and opportunities offered by\r\nglobalization. This initiative by Africans, which sets\r\nout the right priorities and focal points for the\r\nsustainable development of the African continent,\r\ndeserves not only commendation, but also support from\r\nthis Assembly and the international community as a\r\nwhole.\r\nIn embarking on this new path to recovery,\r\nAfricans have no illusions. They are fully aware of the\r\nmammoth task that they have set for themselves and\r\nbelieve that progress towards achieving it will have to\r\nbe driven by the people and Governments of Africa\r\nthemselves. We will have to create the necessary\r\nconditions to allow the poor to become agents of\r\nchange, using their own talents and capacities to raise\r\ntheir production and increase their income.\r\nFor all that to happen, Africa needs resources.\r\nThe international community must provide support not\r\nonly through development cooperation, but also\r\nthrough improved trade access for African countries to\r\nthe markets of the developed world. The “Everything\r\nbut Arms” initiative adopted by the European Council\r\nof Ministers in February is a first important step\r\ntowards scrapping customs duties on imports from\r\nAfrica and other developing countries, and needs to be\r\nemulated. We express our gratitude for the support and\r\ncommitment already given to this initiative by the G-8\r\nand the European Union and call upon other donor\r\ncountries and agencies to join Africa as it embarks on\r\nits new path of recovery. In the same vein, we\r\nacknowledge the benefits that the African Growth and\r\nOpportunity Act holds for sub-Saharan African\r\ncountries.\r\nThe Millennium Summit reaffirmed the\r\nCopenhagen World Summit for Social Development\r\ngoal of reducing by half the number of people living in\r\nextreme poverty by 2015. Despite that, abject poverty,\r\na narrow resource base and, hence, broad dependence\r\non overseas development aid, unsustainable levels of\r\ndebt and the deleterious effects of the HIV/AIDS\r\npandemic continue to be part of everyday reality for\r\nthe majority of the people in the world. In some\r\nregions of sub-Saharan Africa poverty has actually\r\nincreased, posing a serious threat to democratic\r\ngovernance processes through the erosion of human\r\nrights and human dignity, as well as the deterioration of\r\nthe already narrow natural resource base. In addition,\r\nthe number of least developed countries has more than\r\ndoubled since 1971, when the United Nations set up\r\nthat category of countries.\r\nA more rapid and sustainable exit from debt is\r\nthus imperative. This calls for urgent implementation\r\nof an enhanced and expanded Heavily Indebted Poor\r\nCountries Debt Initiative (HIPC). It further calls for\r\nmore comprehensive measures, including converting\r\nthe remaining bilateral debts of the least developed\r\ncountries into grants, widening HIPC to benefit more\r\ncountries, increasing the levels of official development\r\nassistance, ensuring markets for the products of least\r\ndeveloped countries and encouraging greater volumes\r\nof foreign direct investment to Africa.\r\nLesotho therefore looks forward to further\r\ndiscussion of these measures during the coming\r\nInternational Conference on Financing for\r\nDevelopment, the convening of which we fully\r\nsupport. We also believe that the Programme of Action\r\nfor the Least Developed Countries for the Decade\r\n2001-2010 is a benchmark framework for accelerating\r\nthe sustained economic growth and sustainable\r\ndevelopment of the poorest and weakest segment of the\r\ninternational community.\r\nHousing remains a critical pillar of sustainable\r\neconomic development. It is the single most important\r\nand obvious indicator of individual aspirations and\r\ntheir fulfilment. Testimony to this is the renewal of our\r\ncommitment, earlier this year, to the principles of the\r\n8\r\nA/56/PV.55\r\nHabitat Agenda, which are encapsulated in the ideas of\r\nadequate shelter for all and sustainable human\r\nsettlements for development. Poverty continues to be a\r\nmajor factor for developing countries’ failure to realize\r\nthese twin goals of the Habitat Agenda.\r\nIn the same vein, a healthy population is an\r\nabsolute requirement for social and economic\r\ndevelopment. We thus recognize the enormous\r\nchallenges posed by HIV/AIDS and other infectious\r\ndiseases. For Africa, which is host to 70 per cent of the\r\npeople infected with HIV/AIDS worldwide, this\r\nscourge is reversing hard-won gains in economic and\r\nsocial development. Political commitment and\r\nleadership are therefore essential for building national\r\ncapacities to develop and implement comprehensive\r\nnational strategies for HIV/AIDS prevention, care,\r\nsupport and treatment, all of which require\r\nmobilization of resources. We therefore welcome the\r\noutcome of the special session on HIV/AIDS held\r\nduring the fifty-fifth session of the General Assembly,\r\nand hope that the Global AIDS and Health Fund\r\nannounced by the Secretary-General will soon become\r\noperational to provide funding on a grant basis to the\r\nmost affected countries.\r\nLesotho welcomes the global movement to ensure\r\nthat every child enjoys a better beginning, and hence a\r\nbetter future, and has undertaken to renew its\r\ncommitment to ensure the rights of children. Our most\r\nauspicious endeavour to that end was the progressive\r\nintroduction, in the year 2000, of free primary\r\neducation beginning with standard 1 pupils. We believe\r\nthat this is a step forward in ensuring sustained\r\neconomic growth and poverty reduction. The new\r\nagreed dates for the postponed children’s summit\r\nshould ensure that we do not lose the momentum for\r\ncreating a better world for children.\r\nLesotho also remains keenly aware of the\r\nimportant role that women play in the advancement of\r\nthe nation’s social and economic development\r\nprocesses, as well as of the need to sustain their\r\ninvolvement and participation at all levels. To that end,\r\nwe have heeded the call to States parties to the\r\nConvention on the Elimination of All Forms of\r\nDiscrimination against Women that have entered\r\nreservations to the Convention to review those\r\nreservations. Our own reservation to the Convention\r\nhas been amended with a view to withdrawing it at a\r\nlater stage.\r\nThe events in the former Yugoslavia and Rwanda,\r\nas well as the gruesome images of women and children\r\nwhose limbs were hacked off by rebel forces in Sierra\r\nLeone, have shown that accountability for genocide,\r\nwar crimes and crimes against humanity, and universal\r\njurisdiction over those crimes, are key to bringing an\r\nend to the cycle of impunity that we have witnessed\r\nover the years. Lesotho’s tangible contribution towards\r\nending the culture of impunity is demonstrated by its\r\nsupport and assistance to the activities of the\r\nInternational Tribunals for Yugoslavia and Rwanda\r\naimed at bringing those responsible for the most\r\negregious crimes to justice, as well as its support for\r\nthe creation of the Special Court for Sierra Leone, for\r\nwhich Lesotho has pledged $100,000 over three years.\r\nThe first payment of $40,000 in respect of the first year\r\nhas already been deposited. We call on the international\r\ncommunity to provide adequate funding in order that\r\nthe Special Court for Sierra Leone may come into\r\noperation.\r\nWhile the pace of ratifications for the Statute of\r\nthe International Criminal Court is encouraging, more\r\nneeds to be done if that Court is to become a reality\r\nsoon. Adequate time and resources should therefore be\r\nmade available for the Preparatory Commission to\r\nfulfil its mandate within the first half of 2002.\r\nInternational peace and security continue to be a\r\nmajor challenge for the United Nations in the twenty-\r\nfirst century. While some positive developments have\r\nbeen recorded on various issues that are critical to the\r\nsecurity of the international community, much more\r\nstill needs to be done in pursuit of a more peaceful\r\nworld — a world free from weapons of mass\r\ndestruction; a world free from the arsenals of illicit\r\nsmall arms and light weapons; and a world with\r\nstrengthened global norms for nuclear non-proliferation\r\nand disarmament.\r\nWe renew our call to those who remain outside\r\nthe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) to join the Treaty, and urge the\r\nnuclear-weapon States to continue full compliance with\r\nobligations assumed under the Treaty.\r\nThe recent spate of biowarfare threats have also\r\nheightened the urgent need to devise effective\r\ncompliance measures that will make the proliferation\r\nof biological weapons much harder and prevent such\r\nweapons from falling into the hands of terrorist groups.\r\n9\r\nA/56/PV.55\r\nThe historic United Nations Conference on the\r\nIllicit Trade in Small Arms and Light Weapons in All\r\nIts Aspects has succeeded in highlighting the human\r\nsuffering and insecurity engendered by the excessive\r\naccumulation and illicit transfer of those weapons.\r\nThough not fully satisfactory, particularly to those of\r\nus who have suffered most from this scourge, the\r\nmeasures envisaged in the Programme of Action are a\r\nhistoric first step towards curbing this menace. It is\r\nnow up to all of us to forge meaningful partnerships to\r\nensure effective implementation of the Programme as\r\nwe move together to free the world of these weapons.\r\nWhile peace has continued to hold in many\r\nregions of the world, Africa has experienced setbacks\r\nin that regard, as violent conflicts have continued\r\nunabated. The sad legacy of our colonial past, wherein\r\nState-sponsored activities facilitated the systematic\r\nplunder of Africa’s resources, have been replaced by\r\nforeign companies and individuals in pursuit of the so-\r\ncalled bottom line, whose sole motive is the\r\nmaximization of profit. The link between conflicts, the\r\neasy availability of arms, an abundance of natural\r\nresources and the greed of these individuals have\r\ntotally devalued African lives. In other words, the\r\nworth of African lives in the year 2001 is much the\r\nsame as during the time of slavery in the nineteenth\r\ncentury. We call upon the same collective conscience\r\nof the international community that condemned and\r\nsucceeded in eradicating slavery to speak with equal\r\nvehemence against this evil in our time.\r\nThe volatile and explosive situation in the Middle\r\nEast remains highly regrettable. Lesotho supports the\r\ncreation of an independent Palestinian State on the\r\nbasis of Security Council resolutions, a State that\r\nshould coexist in peace with its neighbours.\r\nWe call on all parties to conflicts around the\r\nworld to intensify efforts to create conditions\r\nconducive to the implementation of the agreements\r\nreached and relevant Security Council resolutions, as\r\nwell as to the effective engagement of the United\r\nNations. We are encouraged by the developments in the\r\nDemocratic Republic of the Congo, Burundi and Sierra\r\nLeone, and applaud the efforts of all parties to bring\r\npeace to their countries.\r\nWe are, however, saddened by the lack of\r\nprogress in the implementation of agreements relating\r\nto the settlement, once and for all, of two of the largest\r\nrunning conflicts, in Angola and the Saharan Arab\r\nDemocratic Republic. We in Lesotho are convinced\r\nthat the Houston accords remain the foundation for\r\nself-determination in the latter, while, undoubtedly, the\r\nLusaka Protocol on Angola remains the only viable\r\nbasis for peace in that sisterly country.\r\nIn conclusion, Lesotho renews its commitment to\r\nmultilateral cooperation and the principles enshrined in\r\nthe United Nations Charter. The current difficult times\r\ncall for the strong support of the United Nations and\r\nthe multilateral processes if the Organization is to\r\neffectively address the new global issues and\r\nchallenges that confront it.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Agba Otikpo Mezode, Minister for\r\nForeign Affairs of the Central African Republic.\r\nMr. Mezode (Central African Republic) (spoke in\r\nFrench): The delegation of the Central African\r\nRepublic would like first of all to fulfil the task\r\nentrusted to it by His Excellency Mr. Ange-Félix\r\nPatassé, President of the Republic and head of State, of\r\nexpressing the solidarity of the Central African\r\nRepublic with the American people, as well as its\r\nresolute condemnation of the heinous acts committed\r\nagainst freedom, democracy and peace on 11\r\nSeptember. We will certainly make our contribution to\r\nthe process of reflection that the international\r\ncommunity will undertake together throughout this\r\nsession to elaborate measures aimed at the eradication\r\nof terrorism.\r\nBefore proceeding, I should like warmly to\r\ncongratulate Mr. Han on his election to the presidency\r\nof the General Assembly at this session, as well as the\r\nother members of the Bureau. His expertise in\r\ninternational affairs, together with his wisdom, will\r\nguarantee the success of our work, and the delegation\r\nof the Central African Republic would like to assure\r\nhim of its cooperation. My delegation greatly\r\nappreciated the skilful way in which his predecessor\r\nconducted the work of the Millennium Assembly.\r\nWe would also like to address, on behalf of the\r\nCentral African Republic, our warmest congratulations\r\nto Mr. Kofi Annan on his re-election as Secretary-\r\nGeneral. He has been honoured for his commitment to\r\nthe cause of the Organization by the award of the\r\nNobel Peace Prize, which is a tribute both to him and\r\nto the United Nations as a whole. He can continue to\r\ncount upon the cooperation of the Central African\r\nRepublic in the fulfilment of his extremely difficult\r\n10\r\nA/56/PV.55\r\nmission, in the wake of last year’s adoption by Member\r\nStates of the Millennium Declaration, which\r\nestablishes a new framework for cooperation between\r\nStates.\r\nIndeed, the Millennium Declaration must be\r\nviewed as a strategy within which States should work\r\nso as to be able meet the many challenges facing the\r\nworld today, which include poverty, conflict,\r\nintolerance, terrorism, debt, marginalization, endemic\r\ndisease and HIV/AIDS. These growing challenges, the\r\npersistence of which leads to global imbalance, can be\r\ndealt with only through multilateral cooperation, above\r\nall in the framework of the United Nations.\r\nSuch cooperation must first of all aim to eradicate\r\nthe causes of certain frustrating problems in the world,\r\nby, for example, achieving a just and lasting settlement\r\nof the question of the Middle East.\r\nLikewise, my delegation urges the parties\r\nconcerned to implement the provisions of the Lusaka\r\nAgreement so that the Democratic Republic of the\r\nCongo can regain its territorial integrity and unity and\r\nestablish a lasting peace, which will be of benefit to the\r\nCentral African Republic.\r\nFurthermore, States should cooperate in support\r\nof Africa, which is currently burdened by the weight of\r\nnumerous challenges. The Millennium Summit rightly\r\ncommitted the international community to a campaign\r\nfor development cooperation so as to make the right to\r\ndevelopment, like human rights, a reality for all.\r\nThe Central African Republic, which endorsed\r\nthe Millennium Declaration, urges the countries of the\r\nNorth to establish a true partnership with Africa, at\r\nboth the public and private level, so as to support the\r\ndevelopmental efforts of the continent. This will\r\nrequire a degree of political will, since, given the\r\nconflicts that are taking place today between, and often\r\nwithin, States, our partners sometimes give in to\r\ndespair and indifference when confronted with slow\r\nprogress, or occasionally allow themselves to be\r\nswayed by emotions incited by certain people who\r\nwish to discourage initiatives by abusively\r\nmanipulating ideas that promote genocide and ethnic\r\ncleansing — phenomena that some countries have\r\nrecently endured, but that can gain no foothold today in\r\na country such as the Central African Republic.\r\nWe often forget that the deep-seated sources of\r\nsuch conflicts are the lack of a culture of democracy in\r\nour societies and extreme poverty. That is why our\r\npartners should support our efforts to achieve\r\ndemocratization and contribute to consolidating the\r\nfoundations of our young democracies, above all by\r\npaying priority attention to the economic aspect,\r\nwhich, unfortunately, is not always the case.\r\nIn the case of the Central African Republic, for\r\nexample, on 28 May last an attempted coup took place\r\nwith the aim of ending the march of democracy in the\r\ncountry. That was the fourth such attempt in the five\r\nyears since 1996. We would like briefly to shed some\r\nlight on those events.\r\nAt its 4261st meeting, on 23 January 2001, the\r\nSecurity Council considered the situation in the Central\r\nAfrican Republic. While noting certain shortcomings,\r\nthe Council recognized the efforts of the Government\r\nand asked it, along with representatives of all parts of\r\nsociety in the Central African Republic, to continue\r\ndown the path towards the consolidation of democracy\r\nand the preservation of peace. To help in that task, the\r\nmandate of the United Nations Peace-building Support\r\nOffice in the Central African Republic (BONUCA) has\r\nbeen extended because, with the assistance of others, it\r\nis doing remarkable and productive work.\r\nDespite everything, the Central African Republic\r\nis determined to continue resolutely to be a small\r\nhaven of relative stability in a region torn apart by war,\r\nas one eminent personality put it recently. The social\r\nand political tension has, indeed, begun to diminish.\r\nSince May 2001, there has been an international\r\npresence.\r\nContrary to all expectations, the same groups that\r\nhave repeatedly subjected the people of the Central\r\nAfrican Republic to acts of terrorism for five years\r\ncommitted an act whose foreseeable and tragic\r\nconsequences are well known. When condemned by\r\nboth the national and international community, those\r\ngroups rushed to hide behind claims of genocidal\r\npractices in an attempt to justify the unjustifiable, thus\r\ncreating ethnic division in various parts of the country.\r\nThis recurrence of violent crises raises questions\r\nabout justice in our young States, which are trying to\r\nestablish the rule of law, but where amnesties are\r\ngranted in lieu of justice, allowing impunity to prevail\r\nand thus encouraging recidivism.\r\nFortunately, the world has spoken out in\r\ncondemnation of the most recent coup attempt, and we\r\n11\r\nA/56/PV.55\r\nwould like to take this opportunity, from this rostrum,\r\nto thank the United Nations, the European Union, the\r\nOrganization of African Unity (OAU) and the\r\nCommunity of Sahel Saharan States, as well as\r\nbrotherly and friendly countries, which responded\r\nimmediately, calling for the re-establishment of\r\nconstitutional legality.\r\nAny coup, be it failed or successful, always gives\r\nrise to actions to undermine freedom, human rights, the\r\nrights of society and national rights. The Central\r\nAfrican Republic did not want to play that game. Thus,\r\na number of appropriate measures have been taken,\r\nincluding the creation of a joint judicial inquiry\r\ncommission; the establishment of contacts among the\r\nvarious social sectors and with the chancelleries,\r\norganizations and accredited institutions in the Central\r\nAfrican Republic at the governmental and presidential\r\nlevels; and diplomatic activity with the countries of the\r\nsubregion and the region, which are being pursued.\r\nHowever, beyond the attempted coup of 28 May,\r\nthe entire situation in the Central African Republic\r\nmust be assessed as a whole. Just recently, having\r\nrefused to present himself to the commission of judicial\r\ninquiry that had been established specifically to\r\ndetermine the consequences of the attempted coup of\r\n28 May, the former army Chief of Staff organized\r\nresistance that threatened to turn into a rebellion and\r\nalmost plunged the country into renewed tragedy. The\r\nrapid reaction of the Organization of African Unity, the\r\nCommunity of Sahelo-Saharan States and neighbouring\r\nbrotherly countries has certainly helped to calm the\r\nsituation for the moment.\r\nAll these events, sorely trying to men of good\r\nwill, have again highlighted the question of the march\r\nof democracy in the Central African Republic. That\r\nmarch has been made even more difficult by the\r\nnation’s extreme poverty and fragility, which, because\r\nof enormous financial hardships, is unable to cover the\r\ncosts of sovereignty, creating a veritable breeding\r\nground of instability. The attempted coup on 28 May\r\nexacerbated the country’s situation by plunging it into\r\ntragic destitution.\r\nThis situation has been clearly grasped by the\r\nOrganization of African Unity (OAU), which, on 2\r\nAugust, reminded its member States, for their\r\ninformation and possible action, of the decision on the\r\nsituation in the Central African Republic, adopted at\r\nthe seventy-fourth ordinary session of the Council of\r\nMinisters in Lusaka, which\r\n“Appeals to Member States and the rest of\r\nthe international community to provide the\r\nnecessary economic and financial assistance for\r\nthe reconstruction of the Central African\r\nRepublic and in particular calls on the countries\r\nwhich have promised to provide funds at the\r\nPledging Conference in favour of the Central\r\nAfrican Republic in New York in May 2000 to\r\nhonour their commitments.” (CM/Dec.602\r\n(LXXIV), para. 4)\r\nThe Central African Republic thanks the OAU for\r\nthat decision. We also wish here to express our\r\ngratitude to the Security Council, which has always\r\nshown great interest in the situation in our country. We\r\nfurther wish to make special mention here of Gabon,\r\nFrance and the Secretary-General of the United\r\nNations, as well as the friends of the Central African\r\nRepublic represented here, for their firm involvement\r\nat the side of the Central African Republic. We hope\r\nthat they will not despair over these repeated crises\r\nbecause, in spite of everything, we in the Central\r\nAfrican Republic are truly determined to overcome our\r\nproblems.\r\nWe therefore hope that the United Nations will\r\nadvocate even more energetically the cause of our\r\ncountry before the various international financial\r\ninstitutions with a view to securing greater assistance\r\nfor us, because the repercussions of the series of events\r\nthat began in 1996 will require significant financial\r\nresources to ensure the recovery of the country, the\r\ntotal collapse of which would have an impact\r\nthroughout our subregion, if not beyond.\r\nWe are called upon at this session to consider the\r\nmanner in which States should implement the\r\nMillennium Declaration through their conduct. It is\r\nonly through cooperation and solidarity that we can\r\nachieve this and thus ensure for the world the\r\nfulfilment of the objectives set out in the United\r\nNations Charter. This cooperation should also allow us\r\nto find the necessary means of meeting the common\r\nchallenge of terrorism, which is more apparent today\r\nthan ever before.\r\nThe Acting President: I now give the floor to\r\nHer Excellency The Honourable Ms. Billie Miller,\r\nDeputy Prime Minister and Minister for Foreign\r\nAffairs and Foreign Trade of Barbados.\r\n12\r\nA/56/PV.55\r\nMs. Miller (Barbados): I join with other\r\ndelegations in congratulating Mr. Han Seung-soo on his\r\nelection to chair the proceedings of the General\r\nAssembly at its fifty-sixth session. I also take this\r\nopportunity to express my deep satisfaction at the\r\naward of this year’s Nobel Peace Prize to the United\r\nNations and to Secretary-General Kofi Annan. It is a\r\nwell-deserved vote of confidence in the Secretary-\r\nGeneral’s leadership as well as recognition of the\r\npivotal role being played by the United Nations in an\r\nera of immense challenge for the international\r\ncommunity during these early years of the twenty-first\r\ncentury. We are greatly reassured that his firm guidance\r\nwill continue for a further term to shape the direction\r\nof the Organization.\r\nAt this time of renewed sadness for the people of\r\nNew York and of the Dominican Republic, may I also\r\noffer my deepest condolences to the families and\r\nfriends of those who lost their lives in Monday’s tragic\r\ncrash of American Airlines flight 587.\r\nFor all of us, this year’s journey to New York to\r\naddress the General Assembly at its fifty-sixth session\r\nstands in stark contrast to the comfortable annual\r\nroutine we have grown to appreciate. We come instead\r\nto a city behind barricades, a people traumatized and\r\nbewildered, a mood of foreboding and uncertainty on\r\nthe streets and in these corridors. The horror of\r\nterrorism — one that has scarred innocent lives for\r\ndecades in the Middle East, in Northern Ireland and\r\nother parts of Europe, in Asia, in Africa and in Latin\r\nAmerica — has now landed on these shores with a fury\r\nand intensity that few of us would have thought\r\npossible.\r\nMr. Deuba (Nepal), Vice-President, took the Chair.\r\nThe Government of Barbados has been explicit\r\nand unequivocal in its condemnation of the terrorist\r\nattacks of 11 September and has pledged to cooperate\r\nfully with the international community in the sustained\r\neffort to respond to this global threat. No cause or\r\ngrievance can ever justify the use of violence as a\r\nmeans of settling disputes or legitimize the taking of\r\ninnocent lives. The use of terrorism is incompatible\r\nwith the ideals of the United Nations and cannot be\r\nallowed to prevail.\r\nBarbados shares America’s grief, for we have lost\r\nfive proud and hard-working citizens to this senseless\r\ncarnage. We share America’s bewilderment and\r\ndisbelief, for our citizens, too, have experienced that\r\nsense of violation and loss of innocence that comes\r\nwith an unprecedented terrorist strike. Twenty-five\r\nyears ago, on 6 October 1976, the unthinkable\r\nhappened to Barbados with the terrorist downing of a\r\nCubana Airlines flight just outside our territorial\r\nwaters. Although the masterminds of that attack were\r\nidentified and apprehended, they were never punished\r\nfor their crime, but were instead encouraged to remain\r\nactively engaged in their campaign of terror. We share\r\nAmerica’s sense of outrage and determination to bring\r\nthe perpetrators of the 11 September attacks to justice.\r\nWe must also insist that there be zero tolerance for\r\nterrorism, whatever its source or ideology.\r\nTerrorism is a global problem which requires a\r\nglobal solution. For many years, the United Nations\r\nhas recognized the threat which terrorism poses to the\r\npromotion and maintenance of world peace. Since\r\n1963, when this Organization adopted its first anti-\r\nterrorism convention, some 12 related conventions\r\nhave been approved by the international community.\r\nBarbados is a party to seven of these instruments.\r\nEarlier this week, I had the honour of signing the\r\nInternational Convention for the Suppression of\r\nTerrorist Financing. Our Government is actively\r\nreviewing the remaining conventions and their\r\nadministrative and legislative implications with a view\r\nto providing for early adherence.\r\nBarbados is committed to taking all necessary\r\nmeasures to minimize the risk of terrorist acts being\r\nperpetrated or financed in or from its national territory.\r\nA thorough review of security has been undertaken at\r\nour airport and seaport, and our authorities have taken\r\nimmediate action to ensure compliance with the\r\nenhanced International Civil Aviation Organization and\r\nFederal Aviation Administration guidelines issued after\r\n11 September. We have also taken legislative action to\r\nfurther strengthen our already well-regulated financial\r\nservices regime through amendments to the Money\r\nLaundering (Prevention and Control) Act and the\r\nMutual Assistance in Criminal Matters Act. Within the\r\nCaribbean Community we have agreed to increase\r\ncooperation in intelligence-gathering, analysis and\r\ndissemination among our security and enforcement\r\npersonnel. We expect shortly to be in a position to\r\nreport in detail to the Security Council on measures\r\ntaken in compliance with the terms of resolution 1373\r\n(2001).\r\nJust as we agree that terrorism is a global\r\nphenomenon to which no country can consider itself\r\n13\r\nA/56/PV.55\r\nimmune, so too must we understand that it is a complex\r\nproblem necessitating a multidimensional response. As\r\nthe Secretary-General has so aptly put it in the 44th\r\nmeeting, in his opening statement of the general\r\ndebate:\r\n“We face two possible futures: a mutually\r\ndestructive clash between so-called civilizations\r\nbased on the exaggeration of religious and\r\ncultural differences, or a global community,\r\nrespecting diversity and rooted in universal\r\nvalues. The latter must be our choice, but we can\r\nachieve it only if we bring real hope to the\r\nbillions now trapped in poverty, conflict and\r\ndisease.”\r\nWe must all accept that the struggle against\r\nterrorism can never hope to succeed if it is viewed\r\nsimply as a military campaign to strike at the power\r\nbase of the latest practitioners of terror. It must also\r\nseek to find effective and lasting solutions to the\r\nproblems of underdevelopment, poverty and\r\ndeprivation, inequality, intolerance and injustice that\r\nmarginalize so large a percentage of the world’s\r\npopulation. For it is from these conditions of\r\nhopelessness and despair that spring new converts to\r\nthe cause of terrorism.\r\nThe events of 11 September and the extent to\r\nwhich they have had an impact on the economic\r\nfortunes of all of our countries have shown us the other\r\nface of globalization: the reality of our growing\r\neconomic interdependence. Now more than ever, there\r\nis a need to recognize the value of multilateralism and\r\nthe pre-eminent role of the United Nations in the\r\nsearch for lasting solutions to the challenges that will\r\nconfront us in the early years of the twenty-first\r\ncentury. The importance of giving priority to a\r\nrevitalized development agenda cannot be overstated.\r\nIn this regard, Barbados looks to the International\r\nConference on Financing for Development as a\r\nconstructive forum for refocusing the dialogue on\r\neffective mechanisms for the implementation of the\r\nstalled development agenda. We agree there is need to\r\nreform the international economic and financial\r\narchitecture to meet the current development\r\nchallenges. We are pleased that international tax\r\ncooperation will be one of the issues discussed at the\r\nConference.\r\nMany developing countries, including Barbados,\r\nwere encouraged to diversify into the financial services\r\nsector as a viable development alternative and now\r\nderive a significant proportion of their national revenue\r\nfrom that source. We therefore continue to insist on the\r\nneed for universal participation in decisions that affect\r\nthe operation of this sector.\r\nBarbados is far advanced in the implementation\r\nof its national commitments under Agenda 21. We\r\nbelieve that the World Summit on Sustainable\r\nDevelopment presents an important opportunity to\r\nbuild a new and expanded relationship with our\r\ndevelopment partners for the full implementation of\r\ncommitments already undertaken at Rio. Johannesburg\r\nshould not merely review the status of progress of Rio,\r\nbut should also outline strategies for dealing decisively\r\nwith the sustainable development challenges that have\r\nemerged since 1992. For all small island developing\r\nStates, follow-up of the Barbados Programme of\r\nAction will form an integral part of this process.\r\nNaturally, the Caribbean Basin countries will\r\ncontinue their efforts to create a special regime for the\r\nCaribbean Sea with the ultimate goal of achieving its\r\nrecognition as a special area in the context of\r\nsustainable development.\r\nIt is no secret that the efforts towards the creation\r\nof a new international trading system have resulted in\r\nbitter disappointment for the majority of developing\r\ncountries, which have been severely disadvantaged by\r\nthe imbalance of rights, obligations, benefits and\r\nconcessions agreed at Uruguay, and by the failure of\r\nSeattle to address that imbalance. We hope that the\r\nDoha decision to launch a new round will lead to a\r\nmeaningful resolution of these critical developing\r\ncountry concerns. We are convinced that sustained\r\neconomic and social progress for the developing world\r\nwill be achievable only within the framework of a fair,\r\nequitable and inclusive trading arrangement that gives\r\ndue recognition to the differences in size and level of\r\ndevelopment of Member States.\r\nWe welcome the agreement on drug patents,\r\nwhich represents a major victory for the efforts of\r\ndeveloping countries to respond to their priority public\r\nhealth needs and is of great significance in the fight\r\nagainst HIV/AIDS.\r\nThe impact of the 11 September events on the\r\nCaribbean has been immediate and severe. The\r\neconomic repercussions have served to emphasize the\r\nextreme fragility and vulnerability of our small States\r\nin the international economy. The countries of the\r\n14\r\nA/56/PV.55\r\nCaribbean Community, whose economies are heavily\r\ndependent on tourism and financial services, have\r\njoined forces to coordinate a regional emergency\r\nresponse and recovery strategy to mitigate the effects\r\nof the crisis.\r\nIt is clear, however, that responses at the national\r\nand regional levels alone will be inadequate to deal\r\nwith the magnitude of this unprecedented situation. In\r\nthe words of the Prime Minister of Barbados, the Right\r\nHonourable Owen Arthur:\r\n“the international financial community has\r\ntraditionally required developing countries to rely\r\nheavily on policy responses to deal with\r\neconomic crisis. But the situation that we face has\r\nnot been caused by policy failure, recklessness or\r\nfinancial excesses by developing countries.\r\n“Policy responses without the commitment\r\nof real financial resources will therefore not\r\nsuffice. Barbados therefore stands ready to\r\nsupport a well-conceived response from the\r\ninternational financial community to the crisis at\r\nhand.”\r\nIt is the mission of the United Nations to promote\r\nthe peaceful coexistence and the political, social and\r\neconomic welfare of the world’s peoples. It is in this\r\ncontext that we must recognize the significance of the\r\nWorld Conference against Racism, Racial\r\nDiscrimination, Xenophobia and Related Intolerance\r\nand renew our confidence in the capacity of\r\nmultilateral organizations to resolve differences and\r\npromote a sense of shared values. This Conference\r\npresented a unique opportunity for countries to take a\r\nproactive approach in defusing both historic and\r\ncontemporary conflicts and in coming to terms with the\r\ninjustices of the past and creating new understandings\r\nfor the future.\r\nWe regret that in many respects the Conference\r\ndid not get the serious high-level attention it deserved\r\nand that the treatment of its fundamental issues was\r\nless wide-ranging and definitive than we would have\r\nwished. In the words of Professor Hilary Beckles, of\r\nthe Barbados delegation:\r\n“The crisis of modernity that finds expression in\r\nspiralling racial hatred, xenophobia and related\r\nintolerance is not the sole burden of any one part\r\nof the global community, even though the victims\r\nof the crimes of which I speak continue to feel in\r\nthe course of everyday life the kind of pain and\r\nanguish not easily imagined by others.”\r\nThe citizens of the Caribbean are a transplanted\r\npeople, who have forged from the crucible of slavery,\r\ncolonialism and economic exploitation a vibrant,\r\npluralistic, multiracial society built on tolerance and\r\nrespect for ethnic, religious and cultural diversity. In\r\nthese difficult times, we believe that there is much that\r\ncan be learned from our experiences and much that can\r\nbe done to promote the culture of peace and\r\nunderstanding, especially among the youth. In this\r\nregard, Barbados attaches importance to the early\r\nconvening of the General Assembly special session on\r\nchildren and to a rededication of efforts to achieve the\r\ninternational development targets already set.\r\nWe would do well to remember that, in the words\r\nof the Secretary-General, “none of the issues that faced\r\nus on 10 September has become less urgent”. Indeed, it\r\nwould be an unfortunate irony if the global response to\r\nterrorism were conducted in such a manner — through\r\nthe massive redeployment of resources from other\r\npriorities, such as the fight against narcotics\r\ntrafficking, extreme poverty, disease and environmental\r\ndegradation — as to further exacerbate the economic,\r\npolitical and cultural instabilities which are the primary\r\nbreeding ground for terrorism.\r\nSmall countries like my own are not part of the\r\nproblem, but we are nevertheless required to be part of\r\nthe solution, in circumstances that place a\r\ndisproportionate burden on our financial, human and\r\nadministrative resources, which had already been\r\nstruggling to respond to the global economic recession.\r\nBarbados remains fully committed to the United\r\nNations system and to the values it seeks to promote.\r\nWe are keenly aware of the important work the United\r\nNations continues to carry out in the eastern Caribbean.\r\nWe are pleased to provide tangible support for that\r\nwork through the provision of purpose-built\r\nheadquarters to house the seven agencies whose\r\nsubregional offices are located in Bridgetown. We will\r\ncontinue to work closely with the agencies in\r\ndeveloping a model partnership for eastern Caribbean\r\ndevelopment.\r\nIn this context, we welcome the support of the\r\nUnited Nations Development Programme, in\r\npartnership with the International Monetary Fund and\r\nthe Government of Canada, for the Caribbean\r\nTechnical Assistance Centre, which was inaugurated\r\n15\r\nA/56/PV.55\r\nlast week in Barbados. We look forward to similar\r\nlevels of United Nations cooperation for other\r\nimportant programmes, in particular that of the United\r\nNations International Drug Control Programme\r\n(UNDCP), whose work is providing critical support to\r\nthe region in an extremely volatile international\r\neconomic and security environment.\r\nTwo years ago, the Prime Minister of Barbados\r\nemphasized that we were leaving the twentieth century\r\nand entering the twenty-first conscious of the dangers,\r\nbut excited by the prospects. Recent events must not be\r\nallowed to dampen our optimism. We must remain firm\r\nin the hope that humanity possesses the fortitude and\r\ndetermination to triumph in the face of extreme\r\nadversity, and that respect for diversity, human dignity\r\nand the sanctity of human life will prevail.\r\nWe are not expected to complete this task, but\r\nneither are we at liberty to abstain from it.\r\nThe Acting President: I give the floor to His\r\nExcellency The Honourable Mr. Elvin Nimrod,\r\nMinister for Foreign Affairs and International Trade of\r\nGrenada.\r\nMr. Nimrod (Grenada): At the outset, my\r\ndelegation extends profound sympathy to the families\r\nof the victims who lost their lives on the flight to the\r\nDominican Republic.\r\nThe rescheduled general debate now convened,\r\nwell into the work of the fifty-sixth session of the\r\nGeneral Assembly, only serves to reconfirm our\r\nawareness of Mr. Han’s great diplomatic and\r\ncommunicative skills. For this, my delegation thanks\r\nand congratulates him once again. Under his competent\r\nleadership we hope this will be a fruitful and decisive\r\nsession of the Assembly.\r\nThis being my first opportunity, may I take the\r\nstand, on behalf of the Government and people of\r\nGrenada, to heartily congratulate the Secretary-\r\nGeneral, His Excellency Mr. Kofi Annan, and the\r\nUnited Nations on the designation as recipient of the\r\nNobel Peace Prize.\r\nJust as the fifty-fifth session was the Millennium\r\nAssembly of joy, hope and optimism, this fifty-sixth\r\nsession, by contrast, can be called the unpredictable\r\nAssembly of challenge and adversity, from which the\r\ninternational community can nevertheless derive\r\nstrength and unity in the pursuit of a common enemy\r\nwho will eventually be found and brought to justice.\r\nThe challenge and uncertainty have come about\r\nbecause terrorism now threatens the entire civilized\r\nworld. The catastrophic and traumatic events of 11\r\nSeptember have changed not only the lives of\r\nindividuals, for whom we grieve so painfully, but it has\r\nalso changed the modus vivendi and the modus\r\noperandi of our present-day civilization in many\r\nrespects. If this cloud of hatred and revenge is allowed\r\nto prevail, history will long remember that evil\r\ntriumphed due to inaction.\r\nThus, the broad international coalition brought\r\ntogether by the United States of America and supported\r\nby Security Council resolution 1373 (2001) and\r\nGeneral Assembly resolution 56/1 stands as a bulwark\r\nready to break the immoral and physical backbone of\r\nterrorism. Grenada fully supports and endorses\r\nresolution 1373 (2001), which sets out important\r\nmeasures that countries — large and small, rich and\r\npoor — must all take together to prevent and combat\r\nterrorists in our jurisdictions or wherever they may be\r\nfound.\r\nThe newly formed Security Council Counter-\r\nTerrorism Committee, under the chairmanship of the\r\nPermanent Representative of the United Kingdom, is a\r\nwelcome and laudable effort in the struggle that\r\ndeserves the backing and support of all Member States\r\nmorally, strategically and financially. In addition, it is\r\nsoliciting assistance from persons with particular skills\r\nin the performance of special functions.\r\nThe Government of Grenada has already begun to\r\ntake steps within its jurisdiction to implement measures\r\nwithin our capacity that prevent and suppress the\r\nfinancing of terrorists acts. Our priority to prevent\r\nthose who finance, plan, facilitate or commit terrorist\r\nacts from using Grenada for those purposes against\r\nother States or their citizens, as well as to find ways to\r\nintensify and accelerate the exchange and sharing of\r\ninformation. Grenada is examining its administrative\r\nand other processes with a view to improving\r\nefficiency in this regard.\r\nWe are active in the global fight against\r\nterrorism. Grenada is cooperating with the United\r\nStates authorities to ensure that there are no terrorist\r\nfunds in any of our offshore institutions. Further,\r\nGrenada has thoroughly examined its economic\r\ncitizenship programme to ensure that no known\r\nterrorists had inadvertently been granted citizenship.\r\nWe are now confident that no such person is an\r\n16\r\nA/56/PV.55\r\neconomic citizen of Grenada. In light of the changed\r\nglobal environment and our commitment to assist in the\r\nfight against terrorism in any way we can, the\r\nGovernment of Grenada has taken the decision to\r\nsuspend indefinitely the economic citizenship\r\nprogramme.\r\nMoreover, Grenada continues to intensify its\r\nparticipation in regional and international cooperation\r\nefforts as we seek to ensure that there are no gaps in\r\nthe global framework for the fight against this heinous\r\ncrime. Grenada will reinforce and extend its\r\ninternational cooperation arrangements in the field of\r\njustice, policing and law enforcement.\r\nThe Government of Grenada fully supports the\r\ndevelopment of a comprehensive and effective legal\r\nframework to combat terrorism. My country has begun\r\na review of international conventions already in place,\r\nwith a view to signing, ratifying and fully\r\nimplementing them. Those not yet in effect will be\r\nimplemented. Some of these conventions are within the\r\nUnited Nations system, while others are of a regional\r\nor hemispheric nature. Priority is being given to the\r\nexisting 12 United Nations international conventions\r\nagainst terrorism — in particular, the International\r\nConvention for the Suppression of the Financing of\r\nTerrorism.\r\nIt is necessary for the international community to\r\nsend a clear and unambiguous signal to terrorists that\r\ntheir philosophy is fundamentally wrong and totally\r\nunacceptable. We must stand united in our efforts to\r\ncombat and eliminate activities aimed at killing\r\ninnocent people and destroying communities. The\r\nGovernment of Grenada joins the Caribbean\r\nCommunity in pledging our full support of efforts to\r\nconfront terrorism and restore the rights and freedom\r\nof people the world over. My delegation would like to\r\nfocus for a few moments on the impact that this\r\ndastardly act has had nationally, regionally and\r\ninternationally.\r\nIn my country, as elsewhere in the Caribbean, the\r\neffect of the global economic turbulence has hit the\r\ntourism and aviation sectors hardest. Tourism, the hotel\r\nindustry and aviation play a synergistic role that is\r\ncrucial to the economies of most small States in terms\r\nof foreign exchange and employment.\r\nThe subregion had already begun to feel the\r\neffects of the international economic downturn, which\r\ncaused the deterioration of our fortunes. But it is clear\r\nthat since the terrorist attacks on the United States of\r\nAmerica, Grenada and the other members of the\r\nOrganization of Eastern Caribbean States (OECS) are\r\nsuffering from further reduction in economic activities.\r\nWe are now severely challenged.\r\nWe are experiencing shortfalls in revenue\r\ncollection. Our tourism sector is experiencing a drastic\r\nreduction in visitor arrivals. Indeed, the International\r\nMonetary Fund predicts that arrivals in the Caribbean\r\nregion could fall short by as much as 50 per cent. Our\r\nair and marine transport are also experiencing severe\r\nreductions. Regional air carriers have registered as\r\nmuch as a 45 per cent fall in passenger load since 11\r\nSeptember.\r\nThe picture looks bleak, but we are determined\r\nthat our response must prevent the devastation\r\nenvisioned by the perpetrators of terror. Soon after 11\r\nSeptember, the Prime Minister of Grenada and\r\nChairman of the OECS, The Honourable Dr. Keith\r\nMitchell, convened a meeting of OECS to discuss the\r\nimpact on tourism and related activities — hotels,\r\nbanks, agriculture, manufacturing and transportation.\r\nThe subregional meeting of OECS took a number of\r\ndecisions that will respond to our economic challenges.\r\nOne such measure is the formation of the Grenada\r\nNational Economic Council. This will give effect to the\r\nrevival of sustainable tourism. It will address fiscal and\r\neconomic performance, and it will give impetus to\r\nproductivity. In addition, only recently in the Bahamas,\r\nthe Caribbean Community heads of Government met\r\nand approved an $18 million joint public/private sector\r\nemergency tourism promotion programme,\r\ndemonstrating self-help at its best in the region.\r\nThe events of 11 September, with the ensuing\r\neconomic and geopolitical instability, have propelled us\r\nto reorder our priorities. We need to focus on restoring\r\nconfidence in international economic and multilateral\r\ncooperation. As we all know, the member States of the\r\nWorld Trade Organization do not participate on a level\r\nplaying field. The developing world is still struggling\r\nto bridge the economic and social divide in our global\r\ncommunity. Some were not in favour of the second\r\nround of negotiations. Yet some States were willing to\r\nput their differences aside and endeavour to march\r\ntowards the next stage of economic and multilateral\r\ncooperation. This is clearly what we aspire to in this\r\naugust body.\r\n17\r\nA/56/PV.55\r\nWhile concerns about terrorism have dominated\r\nthe general debate, and rightly so, mention must be\r\nmade of the unfinished agenda of the last decade of the\r\ntwentieth century with respect to social and economic\r\ndevelopment, central to which is the human person.\r\nThe following United Nations summit-level\r\nconferences, which have been held in the past 10 years,\r\nhave all stressed sustainable development and the\r\ncentrality of the human person in the process: the\r\nUnited Nations Conference on Environment and\r\nDevelopment in Rio de Janeiro in 1992; the World\r\nConference on Human Rights in Vienna in 1993; the\r\nInternational Conference on Population and\r\nDevelopment in Cairo in 1994; the World Summit for\r\nSocial Development in Copenhagen in 1995; the\r\nSecond United Nations Conference on Human\r\nSettlements (Habitat II) in Istanbul in 1996; the World\r\nFood Summit in Rome in 1996; the Millennium\r\nSummit in 2000; and the special session of the General\r\nAssembly on HIV/AIDS in 2001.\r\nThe question is: How much of the outcome of\r\nthese conferences has been implemented with respect\r\nto poverty alleviation, the empowerment of women,\r\nhealth, education, children and the elderly, trade\r\nliberalization, economic cooperation, and the sharing\r\nand transfer of technology? Could it be that these\r\nconferences and special sessions promised more than\r\nthey could deliver? Promising too much is as bad as\r\ndoing too little.\r\nThe fight against poverty underpins all of those\r\nthings. To feed the hungry is both a divine and a social\r\nimperative. Thus, the international community is\r\nparticularly concerned that the International\r\nConference on Financing for Development to be held\r\nnext year in Mexico and the World Summit for\r\nSustainable Development to be held in South Africa,\r\nboth so important for small States, should yield\r\npositive results. The Barbados Programme of Action\r\nfor the Sustainable Development of Small Island\r\nDeveloping States is still a major and unfulfilled\r\ncomponent of the process of the United Nations\r\nConference on Environment and Development, and it\r\nshould be high on the implementation agenda this time\r\naround.\r\nFor more than 40 years an embargo has existed\r\nagainst a small country in the Caribbean. What this has\r\ndone is to ostracize the Cuban people and cause them\r\nundue hardship. What it has achieved is to make the\r\nCuban people more innovative. The old wounds have\r\nhealed, the pain has dulled and the cause has\r\ndiminished. I wish to register Grenada’s support for the\r\nremoval of the United States of America’s economic\r\nembargo on Cuba. Members will recall that last year\r\n167 Member States voted in favour of the removal of\r\nthat embargo. Only three voted against and four\r\nabstained. That shows the overwhelming position of\r\nthe international community against those sanctions.\r\nTrade, as we know, is important for the development of\r\nany people, and with the embargo there is no freedom\r\nof trade between Cuba and the United States.\r\nIn the wake of the devastation caused in Cuba by\r\nhurricane Michelle, it is now critical that steps be taken\r\nto remove the embargo and to give the Cuban people a\r\nchance to recover from that unstoppable force of\r\nnature. The easing of the economic embargo against\r\nCuba could assist in the overall development of that\r\ncountry, a small nation seeking against all odds to\r\nmaintain a modern, dynamic society in the Caribbean\r\nand in Latin America. The lifting of the embargo would\r\naugur well for friendly cooperative relations among all\r\nthe countries of this hemisphere.\r\nNow, I turn to the issue of the Republic of China\r\non Taiwan. Grenada believes that a country that\r\nexhibits fortitude and that has moved its economy from\r\npoor and underdeveloped to affluent and prosperous\r\ndeserves recognition. A country that consistently shows\r\ninternational responsibility surely deserves to be\r\nadmitted to this community of nations. The time has\r\ncome to reconsider the exclusion of the Republic of\r\nChina on Taiwan from membership of the United\r\nNations. The Republic of China is home to 23 million\r\npeople. It is a free and democratic country, and a\r\npeace-loving member of the international community.\r\nIn economic terms, the Republic of China on Taiwan is\r\nthe seventeenth largest economy in the world, the\r\neighth largest investor in and fourth largest exporter of\r\ninformation technology products, and the third largest\r\nholder of foreign reserves. It is preposterous to\r\ncontinue to keep such a country outside the world\r\nbody.\r\nThe Government of Grenada appeals for that\r\nwrong to be corrected. We are therefore requesting that\r\nthe United Nations recognize the natural right of the\r\npeople of Taiwan to become active participants in this\r\nOrganization. We believe that the Government and the\r\npeople of Taiwan are seeking to participate in the\r\nUnited Nations and to contribute constructively to the\r\n18\r\nA/56/PV.55\r\ninternational community. Grenada urges that they be\r\ngiven that opportunity and that right.\r\nGrenada, however, notes with satisfaction the\r\nadmission of the Republic of China on Taiwan into the\r\nWorld Trade Organisation. It is the hope of my\r\ndelegation that the past, present and future performance\r\nof Taiwan as a major democratic and international\r\neconomic player, although Taiwan is not now a\r\nmember of the United Nations, will in the not-too-\r\ndistant future enable it to regain its rightful place in the\r\nfamily of nations.\r\nThe United Nations membership must make\r\nArticle 3 of the Charter a major priority in the next few\r\nyears. Our founding fathers called for the Organization\r\n“To achieve international cooperation in\r\nsolving international problems of an economic,\r\nsocial, cultural, or humanitarian character, and in\r\npromoting and encouraging respect for human\r\nrights and for fundamental freedoms for all\r\nwithout distinction as to race, sex, language, or\r\nreligion.”\r\nWe must do all in our power to provide added\r\neconomic opportunities for the developing world. We\r\nbelieve that trade is one avenue to achieve this. I\r\ntherefore call on the Economic and Social Council\r\nactively to pursue undertakings that could create an\r\nencouraging atmosphere in which Member States could\r\nhave the opportunity to raise the standard of living of\r\ntheir peoples. In the current global environment, we\r\nmust be conscious that inclusion in the processes of the\r\nglobal economy is vital.\r\nFinally, I must recall Article 1 of the United\r\nNations Charter, which calls for the Organization\r\n“To maintain international peace and\r\nsecurity, and to that end: to take effective\r\ncollective measures for the prevention and\r\nremoval of threats to the peace.”\r\nWe must be relentless in our pursuit of the\r\npurposes of the Organization. Our challenge is to work\r\ntowards the elimination of terrorist activities. Our quest\r\nmust be for economic opportunities for all States. And\r\nour goal should be the peaceful coexistence of all\r\npeoples of the international community.\r\nThe Acting President: I now invite His\r\nExcellency Mr. Leonardo Santos Simão, Minister for\r\nForeign Affairs and Cooperation of Mozambique, to\r\ntake the floor.\r\nMr. Simão (Mozambique): I wish to congratulate\r\nHis Excellency Mr. Han Seung-soo upon his election to\r\npreside over the General Assembly at its fifty-sixth\r\nsession, and to express my confidence that with his\r\nskilful guidance, his leadership and his outstanding\r\nexperience our deliberations will be crowned with\r\nsuccess. Allow me also to pay a special tribute to His\r\nExcellency Mr. Harri Holkeri for the excellent manner\r\nin which he conducted the affairs of the General\r\nAssembly at its fifty-fifth session. I wish him success\r\nin his future endeavours.\r\nOn behalf of the people and the Government of\r\nMozambique, I would like to extend our\r\ncongratulations to His Excellency Mr. Kofi Annan on\r\nhis well-deserved election to the post of Secretary-\r\nGeneral for a second term, as well as on having won\r\nthe Nobel Peace Prize this year. We hail his re-election\r\nand the Noble Peace Prize awarded to him and to the\r\nUnited Nations as recognition of his and the\r\nOrganization’s tireless efforts in the search for viable\r\nand lasting solutions to the problems facing humanity.\r\nAllow me to express our sympathy to the\r\nGovernment and the people of Algeria with regard to\r\nthe loss of life and property caused by the recent floods\r\nin that sisterly country. Mozambique, having been the\r\nvictim of terrible floods over two consecutive years,\r\nshares the sorrow of the Algerian people.\r\nWe also express our condolences to the\r\nGovernment and the people of the United States of\r\nAmerica and of the Dominican Republic on the tragedy\r\nwhich resulted from the plane crash last Monday here\r\nin New York.\r\nOn 11 September, we witnessed the most barbaric\r\nterrorist attacks in New York and Washington, D.C. We\r\nare deeply shocked at the loss of thousands of innocent\r\nlives.\r\nWe wish to avail ourselves of this opportunity to\r\nreiterate once again the condolences of the Government\r\nand the people of the Republic of Mozambique to the\r\nGovernment and the people of the United States of\r\nAmerica on the tragic and unjustifiable deaths of their\r\ncitizens. We express our sympathy and solidarity with\r\nall of the victims and the families that have lost their\r\nloved ones.\r\n19\r\nA/56/PV.55\r\nWe reiterate our condemnation of terrorism in all\r\nits forms and manifestations, regardless of its origin or\r\nplace of occurrence, or of the race or religion of those\r\nwho perpetrate it. Terrorism represents a serious threat\r\nto international peace and security as well as to\r\nfriendly relations among peoples and nations\r\nworldwide.\r\nThe struggle against this scourge requires\r\nconcerted action by the whole international community,\r\nwithin the framework of the United Nations, for the\r\ntarget of this evil is not a single nation or people but\r\nhumankind as a whole.\r\nIt is therefore crucial that all United Nations\r\nMember States work together towards signing and\r\nratifying all of the conventions and protocols related to\r\nthe eradication of this enemy of humanity. These\r\nconventions represent the legal foundation upon which\r\nwe can build our collective action against international\r\nterrorism.\r\nThe work that is under way for the elaboration of\r\na comprehensive convention on international terrorism\r\nconstitutes a further effort to reinforce the international\r\ncommunity’s resolve to face the challenge of\r\neliminating the scourge of terrorism.\r\nMozambique came about as the result of the\r\nexercise by Mozambicans of their inalienable right to\r\nself-determination. Therefore, Mozambicans know well\r\nfrom their own experience what terrorism is all about.\r\nBut they are also aware of the distinction between\r\nterrorism and the legitimate struggle of peoples for\r\ntheir freedom and independence.\r\nMozambique is ready to participate in a global\r\ndiscussion on this issue, as an important and useful\r\ninitiative to formulate a joint organized response to\r\ninternational terrorism, so that the targets of our\r\ncommon struggle against terrorism are clearly defined.\r\nConscious of the need for the effective\r\nimplementation of national measures to combat\r\nterrorism as a way to complement the international\r\nlegal regime, Mozambique has already initiated a\r\ncomprehensive review of international legal\r\ninstruments to combat and eliminate terrorism, with a\r\nview to ratifying and adhering to them.\r\nIn this context, Mozambique signed, on 11\r\nNovember, the International Convention for the\r\nSuppression of the Financing of Terrorism. However, it\r\nis clear to us that, for an effective implementation of\r\nthis and other legal instruments, Mozambique needs\r\nsupport from the international community to strengthen\r\nits institutions — namely the police, the judiciary, the\r\nfinancial system and the State prosecutor’s office.\r\nLast year, our heads of State and Government met\r\nhere during the Millennium Summit to reaffirm their\r\nfaith in the United Nations and in its Charter as\r\nindispensable foundations for a just, peaceful and more\r\nprosperous world.\r\nThe leaders set specific targets to halve the\r\nproportion of people who live in extreme poverty, to\r\nprovide clean water and basic education for all, to\r\nreverse the spread of HIV/AIDS and to achieve other\r\ndevelopment goals. They called for the strengthening\r\nof United Nations peace operations so that vulnerable\r\ncommunities can count on them in their hour of need.\r\nThey committed themselves to fighting injustice and\r\ninequality, terror and crime, and to meeting the special\r\nneeds of Africa. In order to achieve these lofty goals,\r\nall Member States should display political will and the\r\ndetermination to turn these commitments into concrete\r\nactions at the international, regional and national\r\nlevels.\r\nThe holding by the United Nations of the special\r\nsessions of the General Assembly on HIV/AIDS and on\r\nHabitat, the Conference on the Illicit Trade in Small\r\nArms and Light Weapons in All Its Aspects and the\r\nWorld Conference against Racism, Racial\r\nDiscrimination, Xenophobia and Related Intolerance\r\nrepresent bold steps towards resolving the various\r\nproblems affecting humanity and constitute concrete\r\nsteps in the implementation of the provisions of the\r\nMillennium Declaration.\r\nMozambique is proud of having played an active\r\nrole in contributing to the promising outcome of the\r\nUnited Nations Conference on small arms and light\r\nweapons. We are confident that the commitments\r\nassumed at that Conference will contribute decisively\r\ntowards preventing, combating and eradicating the\r\nillicit trade in, and proliferation of, small arms and\r\nlight weapons.\r\nWe should continuously and critically assess the\r\nprogress made in each area of commitment, with a\r\nview to translating into reality the aspirations and\r\nneeds of our peoples. Each subsequent session of the\r\nGeneral Assembly should be used to assess the degree\r\nof progress made in the implementation of the declared\r\ncommitment towards specific targets. To this end, we\r\n20\r\nA/56/PV.55\r\nshould ensure that follow-up mechanisms are put in\r\nplace and effectively enhanced for the successful\r\nimplementation of the plans of action adopted.\r\nAs we take on the daunting task of pursuing the\r\ngoals of the Millennium Summit, we need to work\r\ntogether in a spirit of partnership and cooperation.\r\nToday we are living in a world in which a few\r\ncountries are reaping the benefits of globalization,\r\nwhile the majority, particularly in Africa, are\r\nincreasingly being marginalized by the global\r\neconomy. Consequently, these increasing inequalities\r\nand asymmetries aggravate poverty, fuel conflicts and\r\nthreaten international security, stability, democracy and\r\npeace.\r\nTo reverse this negative trend, we call upon all\r\ndeveloped countries to fulfil their commitment with\r\nregard to official development assistance, increase the\r\nlevels of foreign direct investment in poor countries,\r\nand to cancel the external debt of the heavily indebted\r\npoor countries.\r\nIt is disturbing to note that in Africa 340 million\r\npeople — half of the population of the continent —\r\nlive on less than $1 per day. The mortality rate for\r\nchildren under five years of age is about 140 per 1,000,\r\nand life expectancy at birth is only 54 years. Only 58\r\nper cent of the population has access to safe water; the\r\nrate of illiteracy for people over 15 is 41 per cent; and\r\nthere are only 18 main telephone lines per 1,000 people\r\nin Africa, compared with 145 for the world as a whole\r\nand 567 for high-income economies.\r\nThis appalling situation requires a strong and\r\nclear commitment on the part of us all — Africans first\r\nand foremost — the international community and other\r\nrelevant stakeholders.\r\nThe establishment of the African Union during\r\nthe thirty-seventh Summit of Heads of State and\r\nGovernment of the Organization of the African Unity is\r\nrecognition that only by pooling our efforts can we find\r\neffective solutions to problems affecting the continent.\r\nThis effort deserves the support of the international\r\ncommunity, so that a solid union and strong integration\r\ncan become a reality in Africa.\r\nThe New Partnership for African Development is\r\nan initiative aimed at setting an agenda for the renewal\r\nof the continent, based on national and regional\r\npriorities and on development plans prepared through a\r\nparticipatory process. It foresees a new framework of\r\ninteraction with the rest of the world, including the\r\nindustrialized countries and multilateral organizations.\r\nThe encouragement given by the G-8 Summit and other\r\nmultilateral institutions in Genoa, Italy, last July is\r\nmuch appreciated.\r\nWe are also encouraged by the commitment\r\nassumed by ministers and heads of delegations at the\r\nhigh-level segment of the substantive session of the\r\nEconomic and Social Council held in Geneva last July,\r\nin welcoming the New Partnership for African\r\nDevelopment (NEPAD) and calling on the United\r\nNations system and the international community to\r\nsupport it. The invitation extended by the Council to\r\nthe Secretary-General to take the necessary measures to\r\nensure an effective and coordinated response of the\r\nUnited Nations system is a good course of action aimed\r\nat promoting sustainable development and active\r\nparticipation of Africa in the world economy. The\r\nAfrican leadership and ownership of the NEPAD must\r\nbe guaranteed during its implementation.\r\nConflicts are one of the main obstacles to\r\ndevelopment, particularly in Africa. In order to find\r\ndurable solutions to conflicts, we need to focus our\r\nactions on prevention measures and address the root\r\ncauses of conflict. In this regard, prevention should be\r\naimed at addressing, inter alia, poverty, governance,\r\nhuman rights abuses, hunger, endemic diseases and\r\nunderdevelopment. The success of this action requires\r\nnational ownership based on partnership between the\r\nGovernment and civil society.\r\nBeyond the preventive measures, we should also\r\nthink how we can effectively implement sound\r\nstrategies for conflict resolution and management. The\r\ncomprehensive review of the whole question of\r\npeacekeeping operations in all their aspects contained\r\nin the Brahimi report provides sound recommendations\r\nto improve the effectiveness of peacekeeping. It\r\nemphasizes the need for effective command and control\r\nstructures, enhanced levels of interoperability, as well\r\nas the importance of training troops to understand and\r\noperate with more robust rules of engagement. We\r\nbelieve that the recommendations contained in the\r\nreport will be effective if more resources are allocated\r\nto peacekeeping activities, particularly in Africa, and if\r\nthe response to actual conflicts are timely, so as to\r\navoid the application of double standards.\r\nInitiatives undertaken by regions and subregions\r\naimed at conflict prevention, management and\r\n21\r\nA/56/PV.55\r\nresolution should be supported and endowed with the\r\nresources they need to build their capacity to act\r\neffectively. The Organization of African Unity\r\nMechanism for Conflict Prevention, Management and\r\nResolution should be enhanced and consolidated to\r\nbetter give appropriate and timely responses to\r\nconflicts affecting Africa.\r\nThe international community should continue to\r\nassist Africa in searching for the peaceful resolution of\r\nconflicts, particularly in Sierra Leone and Somalia, as\r\nwell as in Western Sahara, when a United Nations plan\r\nhas been agreed to by all parties to the conflict.\r\nIt is worth noting that within the Southern\r\nAfrican Development Community (SADC) we are\r\nstrongly engaged in activities aimed at tackling\r\nconflicts affecting the region. As the current chair of\r\nthe SADC Organ for Politics, Defence and Security,\r\nMozambique, in close cooperation with the other\r\nmember States, will spare no efforts to promote peace\r\nand security, through conflict prevention and\r\nresolution.\r\nSADC will continue to work with the United\r\nNations and all cooperating partners to bring about\r\nlasting peace in the Democratic Republic of the Congo,\r\nAngola and in other conflicts on the continent. The\r\npartnership between SADC and the United Nations\r\nshould be continuously maintained and nurtured in the\r\nspirit of the Brahimi report.\r\nAs the chair of the Community of the Portuguese-\r\nSpeaking Countries, Mozambique is also engaged in\r\nthe current efforts to bring about lasting solutions to\r\nthe problems still affecting some of Community’s\r\nmember States. The Community is happy to welcome\r\nEast Timor, which will proclaim its independence in\r\nMay 2002 as a result of our joint, concerted efforts\r\nwith the East Timorese people.\r\nWe are committed to the efforts made by SADC\r\nmembers to eradicate poverty, combat HIV/AIDS and\r\nbetter respond to challenges posed by globalization, as\r\na way to prevent conflicts. We are also supportive of\r\nthe Regional Indicative Strategic Development Plan\r\nwithin SADC, which aims at boosting the region’s\r\ndevelopment agenda for the coming decade.\r\nPolitical dialogue, consensus building,\r\npartnership and cooperation are a must and should be\r\npursued vigorously. We believe that the World Trade\r\nOrganization Ministerial Meeting in Doha, the\r\nforthcoming International Conference on Financing for\r\nDevelopment and the World Summit on Sustainable\r\nDevelopment provide unique opportunities to\r\ncollectively produce an integrated and effective\r\nmechanism for the eradication of poverty and the\r\noverall implementation of the development goals set\r\nout in the Millennium Declaration and in the plan of\r\naction for the Least Developed Countries.\r\nIt is our expectation that the Monterrey\r\nConference will be instrumental in reshaping the world\r\neconomic order, giving it more equity and fairness. To\r\nthat end, the Conference must resolutely address the\r\nsteady decline of official development assistance and\r\nforeign direct investment, untie development aid (as\r\nalready done by the United Kingdom, which we\r\nsalute), reform the international financial architecture\r\nand provide a sustainable solution to the debt crisis\r\nthrough broad, deep and faster debt relief mechanisms,\r\nincluding total debt cancellation for least developed\r\ncountries.\r\nThe World Summit on Sustainable Development\r\nshould allow us to assess the implementation of\r\nAgenda 21, as well as devising appropriate strategies to\r\nfurther pursue this daunting challenge. In\r\nJohannesburg, we should strive to ensure the right\r\nbalance between environmental protection and socio-\r\neconomic development, while making poverty\r\neradication our highest priority and fully reinstating the\r\nprinciple of common but differentiated responsibility.\r\nThis is perfectly consistent with the Rio spirit\r\nembodied in Agenda 21, a blueprint that should be\r\nabsolutely endorsed; we should avoid any renegotiation\r\nof Agenda 21.\r\nIn Mozambique the incidence of poverty reaches\r\nabout 70 per cent of the population. To address this\r\nnegative picture, the Government approved an action\r\nplan for the reduction of absolute poverty, commonly\r\nknown as PARPA, for the period 2001-2005. The\r\nstrategic vision of PARPA is founded on two\r\nimperatives: the need to maintain peace and stability\r\nand the need for rapid, sustained and broad-based\r\ngrowth, where private initiatives play an important\r\nrole. The programme has gained strong support from\r\nthe meeting of the Consultative Group that was held\r\nrecently in Maputo and a boost from Mozambican debt\r\nreduction, made within the framework of the Heavily\r\nIndebted Poor Countries (HIPC) initiative.\r\nMozambique is greatly thankful to all its cooperating\r\npartners for the support pledged at the Consultative\r\n22\r\nA/56/PV.55\r\nGroup meeting and for the enhanced HIPC. We hope\r\nfor a quick implementation of the commitments made,\r\nso that our resolve to combat poverty can be a success.\r\nLooking at the longer term, the Government of\r\nMozambique launched a national initiative, Agenda\r\n2025, a strategy based on a constructive dialogue on\r\nthe future of Mozambique. The Agenda aims at\r\ncreating, through a participatory and inclusive process,\r\na national strategic vision for development, as well as\r\nstrengthening the Government’s and civil society’s\r\nability to define and implement national policies and\r\nprojects.\r\nThe fight against HIV/AIDS is another priority\r\nfor the Government of Mozambique, for which it has\r\nadopted a national strategic plan that focuses on\r\nprevention and reduction of the impact of the disease.\r\nThe plan places the human being at the centre of action\r\nand is directed at the vulnerable groups of the society,\r\nincluding women, orphaned children and youth,\r\nparticularly girls. In this endeavour, the Government\r\nhas adopted a multisector approach, with the active\r\ninvolvement of all stakeholders, including our civil\r\nsociety.\r\nBecause HIV/AIDS is a global problem,\r\ncombating it calls for a global solution, and we\r\ncommend the United Nations for having proposed the\r\ncreation of a Global AIDS and Health Fund to combat\r\nHIV/AIDS. The Fund will contribute positively to the\r\nprevention and combat of this epidemic, which gravely\r\naffects the region of sub-Saharan Africa.\r\nFloods affected Mozambique in the years 2000\r\nand 2001 consecutively, which resulted in loss of life\r\nand production and damage to infrastructure, including\r\nroads, schools, hospitals and houses, and forced people\r\nto flee from their lands and abandon their belongings.\r\nThese catastrophes posed a serious setback to the\r\ndevelopment of our country.\r\nWe are encouraged by the outcome of the Post-\r\nFlood Reconstruction Conference, held in Maputo in\r\nJuly 2001, at which the Government of Mozambique\r\npresented the reconstruction programme for the central\r\nregion of the country, following the devastation caused\r\nby the floods in the early part of 2001. At that\r\nConference, the Government also had the opportunity\r\nto report on progress made on the implementation of\r\nthe programme that had been presented at the\r\nInternational Reconstruction Conference on\r\nMozambique in Rome in May 2000. Once again, we\r\nwish to thank all those who extended assistance to our\r\ncountry. The Government of Mozambique also\r\nappreciates the contribution of the United Nations\r\nsystem and the international community at large in our\r\nefforts to consolidate peace, to strengthen democratic\r\ninstitutions and to promote development.\r\nIn conclusion, I would like to reaffirm my\r\ncountry’s faith in the United Nations and its Charter,\r\nfor they both remain indispensable foundations for a\r\njust, peaceful and more prosperous world.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Seyoum Mesfin, Minister for\r\nForeign Affairs of Ethiopia.\r\nMr. Mesfin (Ethiopia): At the outset, allow me to\r\nexpress my sincere congratulations to the President on\r\nhis election to lead the fifty-sixth session of the\r\nGeneral Assembly. I am fully confident that under his\r\npresidency, we will have productive discussions and\r\nreach a fruitful conclusion. I would also like to convey\r\nmy appreciation to the outgoing President for his\r\nconduct of the work of the last session.\r\nLet me also take this opportunity to once again\r\nconvey my Government’s warmest congratulations to\r\nour Secretary-General on his appointment to lead our\r\nOrganization for a second term. Indeed, his re-election\r\nis well deserved. We are also delighted that the United\r\nNations and the Secretary-General were awarded the\r\nNobel Peace Prize for this year. It is a testimony to and\r\na recognition of the important work the United Nations\r\nhas been doing.\r\nIt is now over two months since the terrible\r\nevents of 11 September. What happened on that day\r\ntouched not only the people of the United States but\r\nalso the whole world. Not only because scores of\r\ncountries lost nationals, but also because New York,\r\nthe seat of the United Nations, is in many ways the\r\ncapital of the world. The terrorists might have\r\nsucceeded in committing this unimaginable and\r\nbarbaric crime, but we have no doubt that they have\r\nfailed to extinguish the hope and vitality that New York\r\nsymbolizes and embodies.\r\nTerrorism is not new to Ethiopia. For the past 10\r\nyears, we have been victims of terrorist attacks, and we\r\nhave combated it. That is why we remain committed to\r\ndoing our utmost to enhance the international effort to\r\nroot out terrorism.\r\n23\r\nA/56/PV.55\r\nOver the long term, terrorism will be defeated\r\nwhen the ideological cover it is wearing is removed\r\nand shown to be empty. But this can be achieved only\r\nwhen those who are capable of perpetrating heinous\r\ncrimes are not only denied safe havens, but also\r\ndeprived of any alibi. This is where, among other\r\nthings, the fight against poverty becomes all the more\r\ncritical.\r\nThe fight against poverty is not as elusive as the\r\nfight against terrorism. For the former, we know the\r\ncauses, and we know how to fight it and which tools to\r\nuse. What we lack is the global political will to act.\r\nThe grimness of conditions in Africa in this regard is\r\nobvious. There is no need for me to go into detail\r\nregarding the statistics on the situation in Africa.\r\nAfrican leaders have taken the conclusions of the\r\nMillennium Assembly a step further and have come up\r\nwith the New African Initiative, now called the New\r\nPartnership for Africa’s Development (NEPAD). They\r\nhave drawn a broad plan on how to bring peace,\r\nsecurity and development to a continent that has been\r\nplagued by conflict, overwhelmed with insecurity and\r\nmired in underdevelopment. The main thrust of the\r\ninitiative is that we in Africa have duly acknowledged\r\nthe responsibility for our continent’s fate. Hence, we\r\nfully accept that peace, security, democracy, good\r\ngovernance and sound economic management are\r\nessential conditions for economic growth and\r\nsustainable development. At the same time, we are\r\nfully aware that Africa at present lacks the required\r\nresources and capacity to implement this initiative.\r\nThis new African initiative thus calls for a\r\ncomplementary obligation on the part of the\r\ninternational community.\r\nI would like to point out the importance of this\r\nmutual obligation. Without it, we cannot look forward\r\nto the future with confidence; without it, the\r\nconsequences are bound to be grave. This is the\r\nchallenge that we face in Africa. The international\r\ncommunity must confront it with renewed vigour and\r\ndedication.\r\nOn the subject of our national effort to seize the\r\nopportunity presented by the prevailing peace in my\r\ncountry, I have the pleasure to inform the Assembly\r\nthat we are now back on track in terms of playing our\r\nproper role for peace and investing all our energy and\r\nresources in fighting poverty at the national level. This\r\nis a war, and we count on our partners to stand with us\r\nin waging it. Our strategy in fighting poverty touches\r\non everything we do — in politics, diplomacy and the\r\neconomic domain.\r\nWe want to succeed in the fight against the HIV/\r\nAIDS pandemic affecting our country. This major\r\nscourge must be defeated. We are determined to fight\r\nagainst corruption, and our record is unambiguous in\r\nthis area. We are committed to pursuing this without\r\nany let-up.\r\nI would now like to turn to the political and\r\nsecurity situation in our subregion, which, for obvious\r\nreasons, is critical for us, as it should be a source of\r\nconcern for the international community.\r\nThe problem in Somalia needs to be resolved as\r\nspeedily as possible. There is no reason why the\r\nsituation should be allowed to continue festering, to the\r\ndetriment of the people of Somalia and of the\r\nsubregion in general. The parties to the conflict have to\r\nsit down without preconditions to establish a broad-\r\nbased Government. That is what was called for by the\r\nIntergovernmental Authority on Development at the\r\nmeeting at the summit level in November 2000. This\r\nhas to be implemented. This is the most viable\r\nalternative. To do less would amount to abandoning\r\nSomalia for international terrorists to wreak havoc\r\nthere and in the subregion. The establishment of a\r\nbroad-based Government in Somalia that includes all\r\nthe major political forces in the country is a crucial\r\nstep towards peace-making in Somalia, for which there\r\nis no substitute. Ethiopia intends, along with other\r\nmembers of the IGAD subcommittee on Somalia, to\r\nplay a more proactive role for the realization of this\r\nobjective.\r\nWe are also prepared to do our level best to assist\r\nin the process of national reconciliation in Sudan. We\r\nplan to be more active in this undertaking as well. We\r\nbelieve that to bring the peace process forward, the will\r\nand determination of the parties is critical. But they\r\nneed to be assisted, and assist we will, in good faith\r\nand with all the necessary responsibility.\r\nWith regard to the situation between Ethiopia and\r\nEritrea and the implementation of the Algiers Peace\r\nAgreement, it is neither prudent nor proper for me to\r\nconceal from the international community both our\r\ndisappointment and, more importantly, our growing\r\nconcern. But let me, right from the outset, lest I be\r\nmisunderstood, make one important point absolutely\r\nclear. Ethiopia is committed to the peace process and to\r\n24\r\nA/56/PV.55\r\nthe scrupulous implementation of the Algiers\r\nAgreement. This is how we intend to continue in the\r\nfuture. We want the United Nations Mission in\r\nEthiopia and Eritrea (UNMEE) to succeed.\r\nHowever, success in this or in any other conflict\r\nsituation cannot be achieved by the efforts of one of the\r\nparties alone. This describes the situation we are facing\r\nin the peace process between Ethiopia and Eritrea.\r\nPrudence dictates that we call a spade a spade. Eritrea\r\nis not complying with the Algiers Agreement, an\r\nagreement which we believe is fair and in the interest\r\nof both parties to protect.\r\nThe Temporary Security Zone established by the\r\nAlgiers Agreement is required to be a demilitarized\r\nzone separating the two forces. This is the most critical\r\nprovision of the Algiers Agreement, whose violation\r\nwould logically unravel the whole peace process.\r\nEritrea has continued to refuse to maintain the integrity\r\nof the Temporary Security Zone as a demilitarized\r\nbuffer area between the two forces. Regrettably, this\r\nviolation is taking place under UNMEE’s nose. We\r\nhave continued to complain, but in vain.\r\nUNMEE might have felt that Eritrea’s compliance\r\nwould eventually be secured through appeasement and\r\nby ignoring Ethiopia’s legitimate concern. But our\r\nexperience has made it unmistakably clear that\r\nappeasement has never worked with Eritrea. And it is\r\nnot working now. What we have started witnessing\r\nlately is an ever-increasing mobilization of troops by\r\nEritrea along the common border. Under these\r\ncircumstances, lack of vigilance on the part of UNMEE\r\nand its policy of appeasement appears to be making\r\nanother round of fighting close to inevitable. The\r\nEritrean authorities might have felt that tension along\r\nthe common border is useful in the light of domestic\r\npolitical necessities. It might serve a purpose for\r\ndiverting popular attention from the domestic front, but\r\nit is manifestly reckless and dangerous. Under the\r\ncircumstances, we call on the United Nations, as a co-\r\nguarantor of the Algiers Peace Agreement, to shoulder\r\nits full responsibility to ensure that the Agreement is\r\nscrupulously followed. The Security Council should\r\nsend an unambiguous message to Eritrea to\r\nimmediately desist from all actions that endanger the\r\npeace process.\r\nUNMEE needs to wake up and take Ethiopia’s\r\nreal concern seriously. Let there be no doubt about\r\nEthiopia’s continuing commitment to the scrupulous\r\nobservance of the Algiers Agreement and to the peace\r\nprocess. Ethiopia will continue to do this faithfully.\r\nEthiopia is also equally determined to respond to real\r\nthreats, and reserves its right to act in self-defence.\r\nMr. Sharma (Nepal), Vice President, took the\r\nChair.\r\nThere should be no doubt about Ethiopia’s\r\ncommitment to peace and stability and to carrying out\r\nits responsibilities to the best of its abilities on matters\r\nthat affect the international community as a whole ─\r\nfirst of all in its own subregion and in Africa. Its\r\ncommitment to the United Nations endures. Ethiopia is\r\na country that has always been true to principles of\r\ninternational law and to their scrupulous observance.\r\nWe are proud of this tradition and we cherish it. This is\r\na tradition we will continue to be guided by.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Mervyn Assam, Minister for Enterprise\r\nDevelopment and Foreign Affairs of Trinidad and\r\nTobago.\r\nMr. Assam (Trinidad and Tobago): Trinidad and\r\nTobago would like to congratulate the President on his\r\nelection to preside over the fifty-sixth session of the\r\nGeneral Assembly. His unanimous endorsement by\r\nboth his regional group and all Member States is\r\ntestimony of the high esteem in which he and his\r\ncountry are held by the Organization. He may rest\r\nassured of the full cooperation of my delegation as he\r\nengages in the task of presiding over the work of the\r\nUnited Nations.\r\nThe Government of Trinidad and Tobago takes\r\nthis opportunity to thank Mr. Harri Holkeri, President\r\nof the Assembly at its fifty-fifth session, for the skilful\r\nmanner in which he guided the Organization during his\r\ntenure.\r\nMy delegation also congratulates the Secretary-\r\nGeneral, Mr. Kofi Annan, on his election to serve this\r\nbody for a second term. Mr. Annan has brought a\r\nunique vision and a sense of purpose to the United\r\nNations, engendering in the Organization a renewed\r\nspirit to address the issues confronting the international\r\ncommunity at the dawn of this century. In so doing he\r\nhas sought to put the basic rights and collective\r\naspirations of human beings at the centre of the work\r\nof the United Nations. It is not surprising therefore that\r\nboth Mr. Annan and the Organization that he so\r\neffectively heads should this year be recipients of one\r\n25\r\nA/56/PV.55\r\nof the world’s most coveted and prestigious awards, the\r\nNobel Prize for Peace. Trinidad and Tobago extends to\r\nthem its most sincere congratulations.\r\nIt is with an equal sense of pride that I also feel\r\ncompelled to mention that the twin island State of\r\nTrinidad and Tobago is the birthplace of another of this\r\nyear’s Nobel laureates, Sir Vidiadhar Naipaul, recipient\r\nof the Prize for Literature.\r\nIt is propitious that 2001 was proclaimed the Year\r\nof Dialogue among Civilizations by the General\r\nAssembly. It is a clear acknowledgement by the\r\ninternational community that it is only through\r\ndialogue that the voices of diverse peoples, and their\r\napproaches to the many challenges that face them, find\r\nexpression. Indeed, tolerance and respect for diversity\r\nremain key components of the strategies that must be\r\ndeveloped to address these concerns. Dialogue that is\r\nfair and free of fear speaks not merely of a civilized\r\nsociety but of a society that will endure. History will\r\njudge us, not by our so-called progress, but by what we\r\nas people, as nation States and as a world community\r\nallow to endure.\r\nIn this regard, the fundamental values enshrined\r\nin the Millennium Declaration are so integral to this\r\nprocess that they can never be overemphasized. They\r\nprovide the much needed guidance required in\r\nmaintaining focus and commitment as we strive to\r\naddress these global challenges. Indeed, in the context\r\nof unfolding world events, there appears to be a greater\r\nand more urgent need to recommit ourselves to the\r\nvalues inherent in dialogue among nations.\r\nTwo months ago, in our host city of New York, in\r\nWashington, D.C., and in Pennsylvania, the world\r\nwitnessed the most heinous terrorist assault. Many\r\nMember States, including my own, count their citizens\r\namong the victims. We have all been affected by the\r\ndiverse and widening repercussions of that assault. It\r\nwas a harsh and tragic reminder that we live in a global\r\nenvironment and that events in one country can have an\r\nimpact on each and every one of us.\r\nWe must recognize those vicious acts for what\r\nthey are. No country is immune from terrorism. We\r\nhave a collective responsibility to send a strong and\r\nclear message that such acts will not go unpunished.\r\nAction has been initiated to counter them. Member\r\nStates must therefore pursue with renewed vigour, at\r\nthe national and international levels, all appropriate\r\nmeasures designed to combat this scourge against\r\nmankind. In keeping with this stance, Trinidad and\r\nTobago has already acceded to 11 of the international\r\nconventions against terrorism. Trinidad and Tobago\r\nvehemently condemns terrorism in all its\r\nmanifestations, wherever it occurs.\r\nActs of terrorism have their origin in the hearts\r\nand minds of the misguided. There are now looming\r\nthreats of recourse to bioterrorism, chemical warfare\r\nand even nuclear weapons. The international\r\ncommunity should not delude itself that conventional\r\ntactics will return that sense of security that many parts\r\nof the world enjoyed prior to 11 September. A world\r\nforum like the United Nations must address the\r\nfundamental underlying causes — the social,\r\neconomic, political and psychological conditions that\r\nprovide a fertile breeding ground for terrorism. We\r\nhave a moral responsibility to our citizens, to our\r\nchildren and to coming generations, to make the world\r\na better place for them by denying the terrorist his use\r\nof fear and intimidation.\r\nLet me extend, on behalf of the Government and\r\nthe people of the Republic of Trinidad and Tobago, our\r\ncondolences to those who lost their lives in the recent\r\ntragic aeroplane crash.\r\nDespite the gravity and topical nature of the\r\nphenomenon of terrorism, we cannot allow the spectre\r\nof terrorism to deter us in our sense of purpose as we\r\npursue developmental objectives aimed at the\r\nbetterment of our peoples. Neither should we allow it\r\nto deflect attention from other activities which impact\r\njust as negatively on our societies, such as the illicit\r\ndrug trade and the illegal trade in small arms. For its\r\npart, my Government has enacted legislation\r\nauthorizing the confiscation of the assets resulting from\r\ndrug trafficking. In like manner, existing legislation\r\nwill be strengthened and relevant measures put in place\r\nas part of my country’s contribution to the international\r\neffort in the fight against terrorism.\r\nIt is this very need to preserve democracy, the\r\nrule of law and respect for human rights, that spurred\r\nthe Government of Trinidad and Tobago to propose, in\r\n1989, a renewed focus on the establishment of a\r\npermanent International Criminal Court. We will\r\ncontinue our efforts to have the crimes of illegal drug\r\ntrafficking and terrorism included within the\r\njurisdiction of the Court.\r\nAt the national level, the Government of Trinidad\r\nand Tobago recognizes the need also to maintain a\r\n26\r\nA/56/PV.55\r\nfocus on promoting economic growth and creating a\r\nbetter quality of life for all its citizens as key elements\r\nin preserving democracy. In this context, the\r\nGovernment has identified nine key objectives aimed at\r\ncreating a healthier, better educated and highly skilled\r\nnation, capable of fully participating in the life of the\r\nnational community and the wider global society. But\r\neven as we pursue these objectives, we know that, as a\r\nsmall island developing State, we have special needs\r\nand vulnerabilities. Therefore what is required is a\r\nsupportive, regional and global environment. That is\r\nwhy we accord special significance to the\r\nachievements of the various development targets set\r\nout at last year’s Millennium Summit. As a small\r\nisland developing State, we would like to remind this\r\nAssembly of the Summit’s resolve to implement,\r\nrapidly and in full, the 1994 Barbados Programme of\r\nAction and the 1999 outcome of the twenty-second\r\nspecial session of the General Assembly pertaining to\r\nthe needs of small island developing States.\r\nTrinidad and Tobago is also of the view that trade\r\nremains one of the essential elements for our economic\r\ngrowth. While safety and security concerns have\r\nbecome a priority, the onus is still on the international\r\ncommunity to guarantee the strength and stability of\r\ncommodity prices, on which the majority of developing\r\ncountries depend to finance their growth and\r\ndevelopment.\r\nConsideration must also be given to extending\r\ndebt relief to middle-income countries, as this will free\r\nresources otherwise allocated to debt servicing to assist\r\nin the financing of critical sectors, such as health and\r\neducation. Trinidad and Tobago, for example, currently\r\nutilizes a significant portion of its gross domestic\r\nproduct to meet debt servicing requirements —\r\nresources which would be better utilized in our fight\r\nagainst the AIDS pandemic, which is fast emerging as\r\na major development challenge, not only for Trinidad\r\nand Tobago, but for many of our sister islands in the\r\nCaribbean and elsewhere in the world.\r\nResource mobilization at the national, regional\r\nand international levels is central to the development of\r\nsmall island States. Trinidad and Tobago has\r\nconsequently given priority to the mobilization of\r\ndomestic resources within an overall macroeconomic\r\npolicy which encourages the creation of a competitive\r\nbusiness environment.\r\nSuccess in domestic resource mobilization is,\r\nhowever, heavily dependent on the external\r\nenvironment and linked to success in accessing the\r\nmarkets of developed countries. Many of the factors\r\nwhich impinge on the process of attracting foreign\r\ncapital lie outside the control of developing countries.\r\nTrinidad and Tobago faces the particular problem of\r\nattracting foreign investment in the non-oil sector,\r\nwhich affects the overall development of the social\r\ninfrastructure. Foreign direct investment also tends to\r\nflow where profits are highest, not necessarily where a\r\nsound policy for the creation of a hospitable local\r\nenvironment has been instituted.\r\nOf equal significance for developing States is\r\nnext year’s International Conference on Financing for\r\nDevelopment, at which the central issue of reforming\r\nthe decision-making system will be under review.\r\nInternational financial institutions, for their own part,\r\nmust therefore work to ensure that developing\r\ncountries are allowed to participate more fully in all\r\npolicy decisions which directly affect them.\r\nSimilarly, the special and differential treatment\r\nprovisions of the World Trade Organization (WTO)\r\nagreements must be implemented if developing\r\ncountries are to maximize their potential gains of trade.\r\nTrinidad and Tobago is convinced of the need for the\r\nWTO to recognize the differences in the levels of\r\ndevelopment capacity which exist among its members,\r\nincluding developing States. Our position on this issue\r\nwas clearly enunciated at the just concluded Doha\r\nministerial meeting. Trinidad and Tobago therefore\r\nwelcomes the agreement reached at that meeting to\r\nmake special and differential treatment operationally\r\neffective to facilitate development and to ensure that\r\nmodalities for further commitments, including\r\nprovisions for special and differential treatment, are\r\nestablished by 31 March 2003. We also welcome\r\nagreement on a work programme to examine issues\r\nrelated to the trade of small economies for the fuller\r\nintegration of small and vulnerable economies into the\r\nmultilateral trading system. We will remain actively\r\nengaged as the process unfolds.\r\nTo Trinidad and Tobago, as a member of the\r\nAfrican-Caribbean-Pacific Group of States (ACP), of\r\ncritical concern, too, is the inordinate and unjustifiable\r\ndelay in granting the waiver request for the ACP/\r\nEuropean Commission Partnership Agreement. It is an\r\nissue which has serious systemic implications for the\r\nOrganization and it is for this reason that Trinidad and\r\n27\r\nA/56/PV.55\r\nTobago, like fellow ACP members, considered it\r\nimperative that it be addressed at the ministerial\r\nconference.\r\nIn the sphere of health, no one would dispute that\r\na real connection exists between a nation’s\r\ndevelopment capacity and the health of its people. In\r\nthis regard, my Government has noted with special\r\ninterest the call to strengthen the resolve adopted at the\r\nMillennium Summit to halt and reverse the spread of\r\nHIV/AIDS by 2015. At the heart of our concern is the\r\nfact that the Caribbean region ranks second among the\r\nregions of the world where AIDS is the leading cause\r\nof death in the 15 to 44 age group, a distinction our\r\nregion can ill afford to bear.\r\nTrinidad and Tobago again demonstrated its own\r\ncommitment to international efforts by hosting last\r\nmonth the Tenth International Conference for People\r\nLiving with HIV/AIDS. Further, Trinidad and Tobago\r\nwas among those countries specially selected to\r\nparticipate in phase II of the HIV/AIDS vaccine trials,\r\nwhich aims to develop a safe, affordable and accessible\r\nvaccine. The Government, too, has successfully\r\nnegotiated with pharmaceutical companies a 90 per\r\ncent reduction in the cost of antiretroviral drugs.\r\nTrinidad and Tobago also supports the establishment of\r\nthe Global Fund for AIDS and Health. As a member of\r\nthe Transitional Working Group of the Fund, we will\r\nseek to ensure that, in the modalities of the Fund,\r\naccession will not be burdensome and bureaucratic and\r\nthat special consideration will be given to the most\r\nseriously affected countries.\r\nAnother element in the pervading cycle of\r\nunderdevelopment is the presence of persistent poverty.\r\nTrinidad and Tobago fully supports the call of heads of\r\nState and Government at the Millennium Summit to\r\nstrive to cut in half by 2015 the proportion of people\r\nliving in extreme poverty. At the State level, Trinidad\r\nand Tobago’s progress in the area of poverty\r\neradication is illustrated by the high ranking it has\r\nenjoyed since 1977 in the United Nations Human\r\nDevelopment Index.\r\nLikewise, Trinidad and Tobago remains\r\ncommitted to the agreement on the economic and\r\nenvironmental goals of the United Nations. We\r\ntherefore welcome the agreements reached at the sixth\r\nsession of the Conference of the Parties to the United\r\nNations Framework Convention on Climate Change,\r\nespecially the establishment of a special climate fund, a\r\nfund for least developed countries and the Kyoto\r\nProtocol adaptation fund to be established in order to\r\nfinance concrete adaptation projects and programmes.\r\nWe now encourage developed countries to ratify the\r\nProtocol so that it can enter into force as quickly as\r\npossible.\r\nAs a small island State which relies heavily on\r\nthe marine environment for our petroleum, natural gas,\r\nfishing and tourism industries, we are also committed\r\nto upholding the principles and fulfilling the\r\nobligations of the United Nations Convention on the\r\nLaw of the Sea. We support the work of the\r\nInternational Seabed Authority in respect of the\r\ndevelopment and exploitation of minerals of the deep\r\nseabed for the benefit all humankind. In our quest to\r\nensure the preservation of the marine environment, we\r\nreiterate that the question of the transhipment of\r\nhazardous waste through the Caribbean Sea is a cause\r\nof deep concern to the region since, in many instances,\r\nthe marine environment constitutes the only\r\nmeaningful resource on which some States depend for\r\ntheir very economic existence.\r\nAgainst a landscape of differing stages of\r\ndevelopment, of differing cultural perspectives and of\r\ndisparate and competing interests, what does emerge is\r\nan undeniable strength of purpose within this body that\r\nunites us all in a shared commitment not only to\r\nimproving the standard of human life, but to preserving\r\nit at all costs. Harnessing this strength of purpose\r\nultimately depends on every Member State’s\r\nappreciating its inherent value and the value it adds by\r\nits participation in the work of forums such as these. It\r\nis for this reason that we must continue the dialogue,\r\nalbeit more vigorously, to ensure that the interests of\r\npeace and security are better served. Reform of the\r\nSecurity Council must therefore be advanced in a\r\nmeaningful way. Democratization of the Security\r\nCouncil will require more equitable representation.\r\nThis goal can be accomplished only through the\r\nexpansion of the Council in both the permanent and the\r\nnon-permanent categories.\r\nThe task before us is not insurmountable. We\r\nmust deepen the dialogue to accelerate implementation\r\nof the goals defined at the Millennium Summit and\r\nspecified in the various global conferences and reviews\r\nwhich have taken place to date. We must ensure that\r\nthe process of implementation is conducted within a\r\nspirit of equity and justice. Equal attention must be\r\ngiven to all groups of countries, developed and\r\n28\r\nA/56/PV.55\r\ndeveloping, large and small, landlocked, transit and\r\nsmall island developing States. Trinidad and Tobago\r\nremains fully committed to this process. Let us make\r\nthis fifty-sixth session one of defining the process of\r\nimplementation.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Jose Ela Ebang, Deputy Minister\r\nfor Foreign Affairs of Equatorial Guinea.\r\nMr. Ela Ebang (Equatorial Guinea) (spoke in\r\nSpanish): Allow me at the outset to express our deep\r\nsatisfaction at seeing Mr. Han Seung-soo presiding\r\nover the work of the General Assembly at its fifty-sixth\r\nsession. For my delegation, the peaceable nature and\r\nspirit of dialogue that identify and distinguish his\r\ncountry, the Republic of Korea, together with his\r\noutstanding qualities as a diplomat and tireless\r\nnegotiator — all of which he has demonstrated since\r\nthe beginning of this session — are guarantees for the\r\nsuccess of our work. He can rely on the support and\r\ncooperation of Equatorial Guinea.\r\nTo the Secretary-General, His Excellency\r\nMr. Kofi Annan, we wish to express our sincere\r\ncongratulations on his re-election for a second term to\r\nlead the United Nations and the distinction conferred\r\non him and the United Nations as recipients of the\r\nNobel Peace Prize. We also commend the clear-\r\nsightedness and resolve that he has shown in exercising\r\nhis responsibilities to revitalize this Organization and\r\nconfirm its role at a time in which peace, security,\r\nstability, development and understanding are\r\nincreasingly precarious. We wish the Secretary-General\r\nevery success in his endeavours to carry out the\r\npurposes enshrined in the Charter. To this end, he may\r\nrely on our full trust and support.\r\nI would not wish to proceed any further with my\r\nstatement without first expressing our most sincere and\r\nprofound condolences to the Government and fraternal\r\npeople of the Dominican Republic and to all the\r\nfamilies that have been affected by the tragic and\r\nappalling plane crash that occurred on 12 November\r\n2001. May God receive all the victims into his\r\nkingdom.\r\nThis regular session of the General Assembly has\r\nbeen one of mourning, because it is taking place at a\r\ntime when the international community, without\r\nexception, feels that it is being dragged back towards a\r\npast that it thought had receded into oblivion. Now,\r\nmore than ever, since 11 September 2001, the need for\r\nsecurity, stability, justice, equity and balance has\r\nbecome a vital imperative and the highest of priorities.\r\nThe General Assembly is faced with a dilemma:\r\nto evaluate the level of implementation of the\r\ncommitments undertaken in the framework of the\r\nDeclaration of the Millennium Summit and at the\r\nspecial sessions of the General Assembly, before and\r\nafter the Summit, and other international conferences,\r\nwith a view to adopting the new strategies required, in\r\nthe light of the failures that have been registered in\r\nvarious fields of activity, while at the same time, tuning\r\nup and activating all the mechanisms required for the\r\nstruggle against and eradication of terrorism, since this\r\nis a common enemy, with no identifiable face or\r\nlocation.\r\nPeoples and their Governments constantly face\r\nthe arduous, complex and inescapable obligation and\r\nduty to adapt to new realities and demands that loom\r\nahead in the immediate or remote future. For this\r\nreason, Equatorial Guinea concurs with and maintains\r\nthe opinion that this task cannot and should not rest on\r\nthe shoulders of one people or one Government or any\r\nindividual country in an isolated fashion. It should be\r\nborne within a collective body such as the United\r\nNations.\r\nWe believe and maintain that the United Nations\r\ncontinues to be the best option and best centre for\r\nindispensable agreements, with all the wealth that its\r\ndiversity brings, for the purposes of conflict\r\nprevention, crisis management, rapprochement among\r\npeoples and enhancement of cooperation among States\r\non the bilateral, subregional, regional and\r\nintercontinental levels. For this reason, the\r\nOrganization must be endowed with the means it\r\nrequires to organize international society, working to\r\ncombat intolerance, persistent tension and conflict and\r\nthe worsening economic situation of poor countries.\r\nIn this regard, in the light of recent positive\r\nexperiences, we advocate greater, closer and more\r\neffective cooperation between the United Nations and\r\nregional integration groupings, in general, and with the\r\nOrganization of African Unity (OAU) and the\r\nEconomic Community of Central African States\r\n(ECCAS), in particular.\r\nTogether with the need to give the United Nations\r\nthe means to enhance its capacity, we believe that the\r\ntime is likewise ripe for both States and international\r\norganizations, including the financial agencies, to take\r\n29\r\nA/56/PV.55\r\nspecific and positive steps, without delay, aimed at\r\ndemocratizing international relations, promoting and\r\nreaffirming respect for human rights and consolidating\r\nthe disarmament regime and directing the investment\r\nof military expenditures to international action to\r\npromote development. Equatorial Guinea is continuing\r\nto work towards these objectives through an\r\ninstitutionalized national dialogue involving the\r\npolitical forces of the country.\r\nEquatorial Guinea shares in and insists on the\r\nvital need to democratize the Security Council, setting\r\nup the greatest possible interlocking and coordination\r\nbetween the work and tasks of that body and the\r\nresponsibilities of the General Assembly.\r\nIn spite of the success that has been achieved in\r\nsome countries and regions in the area of peacekeeping\r\nand peace-building, it is still disquieting to note that\r\nthese successes have served as culture media that have\r\nencouraged areas of tension to persist indefinitely or\r\nallowed other threats to peace to erupt. In fact, as the\r\nUnited Nations is redoubling and improving the efforts\r\nof peacekeeping and peace-building missions, the\r\nSecretary-General has noted in his report on the work\r\nof the Organization: “Global military expenditures\r\nhave continued to rise … Although official\r\ndevelopment assistance levels have continued to fall …\r\nmilitary budgets have risen persistently.” (A/56/1,\r\npara. 76)\r\nThe same concern about the absence of peace\r\napplies to the sorry and disheartening aspect of\r\ncooperation to eradicate poverty. For the United\r\nNations and its Development Group and certain non-\r\ngovernmental organizations are striving to translate\r\ninto reality the decision taken at the Millennium\r\nSummit to combat poverty and make globalization an\r\ninclusive and not exclusive phenomenon.\r\nEquatorial Guinea associates itself with the\r\nprinciple of shared responsibility, taking the standpoint\r\nthat the problems that continue to face the least\r\ndeveloped countries are indeed the cause of the lack of\r\nprogress achieved in working towards international\r\nobjectives of human and social development. We hope\r\nand trust that the Brussels Declaration and Programme\r\nof Action for the Least Developed Countries for the\r\nDecade 2001-2010 and the outcome of the\r\nInternational Conference on Financing for\r\nDevelopment, scheduled to be held in Monterrey,\r\nMexico in May 2002, and other pertinent instruments\r\nwill lay the best possible bases for effective\r\ncooperation for development.\r\nAs I noted earlier, Equatorial Guinea expresses its\r\nsatisfaction at the reduction of tensions in some\r\ncountries and regions. At the same time, it calls on and\r\nencourages the parties involved in areas where\r\nconflicts and disputes are born and persist to redouble\r\ntheir efforts and to use their capabilities and potential\r\nto seek peaceful solutions through peaceful\r\nnegotiations.\r\nIn this context, Equatorial Guinea reaffirms that\r\nthe People’s Republic of China is the sole State entity\r\nthat is representative of the Chinese people.\r\nWe also welcome the recent initiative to resume\r\nthe North-South dialogue for the peaceful reunification\r\nof the Korean peninsula, and we support the principles\r\nendorsed and the responsibilities assumed by the\r\nGovernments of the Democratic People’s Republic of\r\nKorea and the Republic of Korea.\r\nAt a time when the United Nations is fully\r\nengaged in the search for solutions to alleviate the\r\nmany evils besetting peoples in all corners of the\r\nworld, through the adoption of strategies and\r\nprogrammes of action to fight the HIV/AIDS pandemic\r\nto mention just one example, the illegal traffic in\r\nweapons and drugs, drug addiction, the mortgaging of\r\nthe lives of children through their traffic and easy\r\nrecruitment into the armed forces, discrimination\r\nagainst women, and so forth, the international\r\ncommunity’s attention has been diverted by unusual\r\nevents such as the unprecedented terrorist act of 11\r\nSeptember 2001.\r\nThe acts carried out against the United States of\r\nAmerica on 11 September were undoubtedly attacks\r\nagainst the United Nations. The prevailing atmosphere\r\nof the current session of the General Assembly, a year\r\nafter the adoption of the Millennium Declaration by an\r\nunprecedented attendance of 147 heads of State and\r\nGovernment and a total of 189 Member States, and the\r\ntemporary postponement until next year of the General\r\nAssembly’s special session on children are eloquent\r\nexamples, among others, of the challenge and the\r\ndilemma faced by the United Nations.\r\nIn that context, we reiterate the most vigorous\r\ncondemnation of terrorism in all its forms and facets,\r\nand we reaffirm the Republic of Equatorial Guinea’s\r\nfull support for and solidarity with the people and\r\n30\r\nA/56/PV.55\r\nGovernment of the United States of America at this\r\npainful and worrisome time, which will be difficult to\r\nforget.\r\nThe country’s competent constitutional organs are\r\ncurrently adopting measures for the integration of the\r\nRepublic of Equatorial Guinea into existing relevant\r\ninternational conventions on the prevention and\r\nsuppression of international terrorism, as part of its\r\nresponse to the Joint Declaration on Terrorism, adopted\r\nin Brussels on 11 October, and the Dakar Declaration\r\nagainst Terrorism, signed on 17 October 2001, as well\r\nas relevant resolutions of the Security Council.\r\nAs the Secretary-General’s report forcefully\r\npoints out, the Millennium Declaration insists on the\r\nneed to promote and intensify institutional cooperation\r\nbetween the United Nations and regional and\r\nsubregional organizations:\r\n“In an increasing globalized world, none of\r\nthe critical issues we are dealing with can be\r\nresolved within a solely national framework. All\r\nof them require cooperation, partnership and\r\nburden-sharing among Governments, the United\r\nNations, regional organizations, non-\r\ngovernmental organizations, the private sector\r\nand civil society.” (A/56/1, para. 11)\r\nIn this context, and on behalf of the member\r\nStates of the Economic Community of Central African\r\nStates (ECCAS), over which Equatorial Guinea is\r\npresiding, we reiterate our deepest recognition of the\r\ngreat support offered by United Nations Member States\r\nwith respect to resolutions 55/22 and 55/161, on\r\ncooperation between the Organization of the United\r\nNations and ECCAS and the observer status conferred\r\non the latter organization.\r\nGiven the prevalence of the informed political\r\nwill of ECCAS States to put an end to conflicts, the\r\nloss of innocent lives, the destruction of economic and\r\nsocial infrastructures and extreme poverty in rural\r\nareas, we hope and are convinced that the General\r\nAssembly will once again pronounce itself in favour of\r\nthe implementation and improvement of cooperation\r\nbetween the United Nations and ECCAS in order that\r\nthe latter may direct its potential — individual and\r\ncollective — towards alleviating the new challenges\r\nstemming from globalization and liberalization, for the\r\neconomies of the subregion. This would enhance the\r\npath to democracy, respect for human rights and the\r\nrule of law in the subregion, within the context of the\r\nexcellent and tireless work being carried out by the\r\nUnited Nations Standing Advisory Committee on\r\nSecurity Questions in Central Africa.\r\nI would be remiss if I did not, on behalf of the\r\nPresident of the Republic of Equatorial Guinea, His\r\nExcellency Mr. Obiang Nguema Mbasogo, convey to\r\nthe Assembly his greetings and sincere wishes for\r\nsuccess and prosperity to each and every participant.\r\nHis Excellency had expressed his wish to attend, and\r\nregrets not being able to be present at these\r\ndeliberations.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Peter Donigi, Chairman of the\r\ndelegation of Papua New Guinea.\r\nMr. Donigi (Papua New Guinea): On behalf of\r\nthe people and Government of Papua New Guinea, I\r\nwish to join previous speakers in congratulating the\r\nPresident on his election to this prestigious post.\r\nHis election shows the high esteem in which the\r\ninternational community holds both him personally and\r\nhis country, the Republic of Korea.\r\nMy delegation is confident that, through his great\r\ndiplomatic skills and leadership, which is already\r\nevident, he will continue to guide the work of this\r\nsession of the General Assembly to its successful\r\nconclusion.\r\nI also take this opportunity, through him, to\r\nexpress my delegation’s sincere appreciation to his\r\npredecessor, His Excellency Mr. Harri Holkeri, for his\r\noutstanding leadership and stewardship in facilitating\r\nthe work of the historic Millennium Summit and the\r\nfifty-fifth session of the General Assembly.\r\nWe also congratulate and pay tribute to Mr. Kofi\r\nAnnan for his re-election to the office of Secretary-\r\nGeneral of the United Nations and for the award of the\r\nNobel Peace Prize.\r\nPapua New Guinea is resolute in its commitment\r\nto the purposes and principles of the United Nations\r\nCharter. Papua New Guinea acknowledges the value of\r\nmany of the United Nations treaties and declarations,\r\nincluding those that advance human rights, the rule of\r\nlaw and good governance. Many of these principles are\r\nenumerated in our national Constitution.\r\nWe acknowledge that the Organization has had\r\nsome limitations, many of which are self-inflicted. We\r\nnote that the United Nations is now in a much healthier\r\n31\r\nA/56/PV.55\r\nfinancial position than ever before. However, there is\r\nno room for complacency in the pursuit of its reform\r\nprogramme. The United Nations bodies and systems\r\nmust be restructured to reflect new dynamics and\r\ngeopolitical changes and to create hope for all at the\r\nbeginning of the new millennium.\r\nWe believe that our common global and regional\r\nproblems cannot be resolved under the auspices of\r\nviolence, terrorism, war and destruction; nor can they\r\nbe resolved in a vacuum. The United Nations provides\r\na forum and an avenue for fostering dialogue for\r\npeaceful resolution of disputes.\r\nAn effective Security Council, we believe, should\r\nbe representative of all subregions of the world. My\r\nGovernment also believes that the use of the veto\r\npower should be limited to Chapter VII issues, while\r\nthe working methods and deliberations of the Council\r\nshould be more transparent and democratic.\r\nPapua New Guinea’s development aspirations\r\nhave been compromised by problems associated with\r\nthe downturn in the global economy, the economic\r\ncrisis within the Asia-Pacific region and natural\r\ndisasters, over all of which we have little control. The\r\nGovernment has addressed these challenges through a\r\ncomprehensive programme of structural adjustments.\r\nWe have worked hard to make sure that these structural\r\nadjustments are made in the public sector in order to\r\nstimulate and expand growth in the private sector.\r\nThe measures we have adopted have stabilized\r\nthe economy. However, as we look into the future, we\r\ncannot but hope that the incidents of 11 September will\r\nnot unduly affect our future recovery. Judging by the\r\nevidence of a downturn in the United States economy,\r\nit seems clear that every effort is required to make the\r\nInternational Conference on Financing for\r\nDevelopment next year a success.\r\nWe are grateful to the Friends of Papua New\r\nGuinea group, comprising Australia, Japan, the\r\nEuropean Commission and China, among others, which\r\nhave been generous in assisting our Government in its\r\ndevelopment efforts. The World Bank, International\r\nMonetary Fund and Asian Development Bank have\r\nalso been very positive in their responses to our\r\npolicies.\r\nMy country has experienced an unfortunate and\r\nterrible conflict and has been trying to build mutual\r\nconfidence and security by pursuing a progressive\r\npolitical settlement, including through restoration and\r\ndevelopment for the past four years in its Bougainville\r\nProvince. We have utilized the Melanesian way of\r\nbuilding consensus between all parties to the conflict.\r\nThe consensus is now reflected in the Bougainville\r\nPeace Agreement, signed by the parties on 30 August\r\nthis year. The Government is resolute in its desire to\r\nimplement the Agreement. It has completed work on\r\ndrafting amendments to our Constitution to provide for\r\ngreater autonomy, a referendum and amnesty. Together\r\nwith ongoing efforts to implement other aspects of the\r\nAgreement, the parties are expected to facilitate\r\nprogress on weapons disposal and associated issues,\r\nsuch as reconciliation and the unification of political\r\nand administrative structures in Bougainville. A special\r\nsession of Parliament will be been convened next\r\nweek, on 22 November, to continue to debate the\r\nAgreement. Parliament will deliberate on the\r\nconstitutional amendments on or soon after 14\r\nDecember this year.\r\nWe wish to place on record our deep appreciation\r\nto the United Nations, in particular Ambassador Noel\r\nSinclair and his team on Bougainville, the United\r\nNations Development Programme, the European\r\nUnion, individual European Union members and the\r\nGovernments of Australia, Fiji, Japan, New Zealand,\r\nSolomon Islands and Vanuatu for their continuing and\r\nconstructive roles in Bougainville.\r\nIt is also my pleasure to speak on behalf of the\r\nBougainville parties and the Government to thank the\r\nSecretary-General and all members of the Security\r\nCouncil, past and present, for continuing to renew the\r\nmandate of the United Nations Political Office in\r\nBougainville. We are confident that the Security\r\nCouncil will continue to provide all the assistance we\r\nneed with respect to arms collection, storage and\r\ndisposal.\r\nThe process of decolonization will not be\r\ncompleted until the people of the remaining 17 Non-\r\nSelf-Governing Territories have exercised their right to\r\nself-determination and/or achieved self-government.\r\nPapua New Guinea welcomes the cooperation of\r\nthe Government of France with regard to the progress\r\nmade in implementing the Nouméa Accords and setting\r\nin motion the eventual exercise of the right of self-\r\ndetermination by the people of New Caledonia,\r\nespecially the indigenous Kanak people.\r\n32\r\nA/56/PV.55\r\nWe acknowledge the full cooperation of the\r\nGovernment of New Zealand in the progress made so\r\nfar with respect to the question of the Tokelau Islands.\r\nMy Government notes the progress made in East\r\nTimor. We heartily welcome the announcement of 20\r\nMay 2002 as the day the people of East Timor will\r\nattain independence and nationhood. We look forward\r\nto welcoming them as a full Member of this family of\r\nnations.\r\nPapua New Guinea continues to urge the other\r\nadministering Powers to cooperate with the Special\r\nPolitical and Decolonization Committee in\r\nimplementing and completing its mandate soon.\r\nThe future of each of the remaining Non-Self-\r\nGoverning Territories can be assured only by a\r\npositive, constructive and, above all, transparent\r\napproach to developing a unique solution for each of\r\nthem.\r\nThe fifty-fourth session of the General Assembly\r\nestablished the Consultative Process on oceans to\r\nimprove the coordination and management of the\r\nprogrammes associated with the use, development and\r\nprotection of the oceans and seas. The Consultative\r\nProcess has been successful in bringing to the fore, and\r\nfocusing the attention of Member States on, a number\r\nof issues.\r\nThe Pacific Islands Forum group includes small\r\nisland developing States that are custodians of the\r\nlargest ocean space. This ocean space is rich in natural\r\nand marine resources. However, the small island\r\ndeveloping States of the region have limited human,\r\nfinancial and technological capacities to harvest,\r\ncontrol, manage and secure these resources for the\r\nbenefit of our current and future generations.\r\nIt has been said that to divert the poor from the\r\ncall of the evil, it is not enough to appeal to their\r\nstomachs only. Rather, one must appeal to their\r\naspirations as well. We joined others having particular\r\ninterest in the sustainable use and management of the\r\nfish stocks in our region to establish the Convention on\r\nthe Conservation and Management of Highly Migratory\r\nFish Stocks in the Western and Central Pacific Ocean\r\nin September 2000. The next meeting of the signatories\r\nto this Convention will be held in Papua New Guinea\r\nearly next year.\r\nWe welcome Malta’s lodgement last Sunday of its\r\ninstrument of ratification of the Agreement for the\r\nImplementation of the Provisions of the United Nations\r\nConvention on the Law of the Sea of 10 December\r\n1982 relating to the Conservation and Management of\r\nStraddling Fish Stocks and Highly Migratory Fish\r\nStocks. The Agreement, which will now come into\r\nforce on 11 December 2001, called on States to\r\ncooperate to enhance the ability of developing States,\r\nin particular the least developed and small island\r\ndeveloping States, to conserve and develop their own\r\nfisheries for such stocks. For all small island\r\ndeveloping States in the Pacific, financing for\r\ndevelopment has to be linked to the development of\r\ntheir fisheries sector.\r\nIn order to emphasize my point, I have provided\r\nsome data on the last page of my written statement.\r\nThe Assembly will note that the Central and Western\r\nPacific fishery is valued in excess of $2.5 billion per\r\nannum, while the Pacific small island developing\r\nStates earn an average of only $66 million per annum\r\nin licensing fees. For the small island developing States\r\nof the Pacific to attain sustainable growth and\r\ndevelopment, this situation has to change.\r\nLast year my delegation also welcomed the\r\nconclusion by the International Seabed Authority of the\r\nexploration code for seabed mining. Continuing work\r\nis to be undertaken with respect to a code for\r\nexploration for polymetallic sulfides and cobalt-rich\r\ncrusts. Papua New Guinea has particular interest in\r\npolymetallic sulfides.\r\nMy delegation would like to thank once again the\r\nSecretary-General of the International Seabed\r\nAuthority, Ambassador Satya Nandan, for his report on\r\nthe work of the Authority. We welcome the execution\r\nof contracts by pioneer investors and urge the\r\nremaining pioneer investor to follow suit as soon as\r\npossible.\r\nPapua New Guinea supports the principles\r\ncontained in the Barbados Programme of Action and in\r\nAgenda 21 of the United Nations Conference on\r\nEnvironment and Development. We continue to support\r\nthe principles contained in the Kyoto Protocol and the\r\nUnited Nations Framework Convention on Climate\r\nChange. We once again stress the urgent need for\r\ndeveloped countries to make a concerted effort to\r\nreduce their greenhouse gas emissions.\r\nMy delegation welcomes the achievements of part\r\ntwo of the sixth session of the Conference of the\r\nParties to the climate change Convention, held at Bonn\r\n33\r\nA/56/PV.55\r\nlast July, and the successful completion of the recent\r\nseventh session of the Conference, held at Marrakesh,\r\nMorocco.\r\nAnother of the greatest challenges facing the\r\nUnited Nations is to strengthen the capacity of the\r\nglobal community to respond promptly and effectively\r\nto climate change and natural disaster. In 1997, Papua\r\nNew Guinea experienced drought and frost caused by\r\nEl Niño and in 1998 came the tsunami and the La Niña\r\nphenomenon, bringing floods and landslides and\r\nleaving death and destruction in their wake. We\r\nacknowledge the prompt and generous support of our\r\nneighbours in dealing with the effects of such disasters.\r\nGlobal warming has also brought increased numbers of\r\ncases of diseases such as malaria to the higher-altitude\r\nand most populous region of our country. The threat of\r\nincreased incidence of malaria in that region is real,\r\nand could negatively affect the demographics of the\r\ncountry. There is definitely a link among climate\r\nchange, natural disaster and the spread and increased\r\nincidence of disease.\r\nNor is Papua New Guinea exempt from the HIV/\r\nAIDS epidemic or from tuberculosis. We are grateful to\r\nAustralia and to other partners which have provided\r\nassistance in that field of health care. We also welcome\r\nagain last year’s announcement by the Japanese\r\nGovernment that it would set aside substantial financial\r\nresources for disease eradication programmes in\r\ndeveloping countries.\r\nThe forthcoming International Conference on\r\nFinancing for Development and the World Summit for\r\nSustainable Development must be platforms for\r\nlaunching new and innovative methods for realigning\r\nthe policies of the Bretton Woods institutions so that\r\nthey focus more on development and on the eradication\r\nof poverty. There must be a concerted effort to link\r\nnew and innovative financial instruments to the\r\ndelivery of specific outcome-oriented approaches.\r\nThere must be flexibility in assisting developing\r\ncountries, especially small island, landlocked and least\r\ndeveloped countries. As I have said before, for the\r\npeoples of the Pacific islands to become meaningful\r\nparticipants in the globalization process, new financial\r\ninstruments and mechanisms should be developed to\r\nfacilitate the transfer of technological capacity and\r\nexpertise in the fisheries sector.\r\nPapua New Guinea is committed to peaceful\r\ndialogue among nations and condemns those that\r\nemploy terrorism against people or that finance, recruit\r\nor train terrorists or mercenaries. The barbaric acts of\r\n11 September have been described in many ways.\r\nSome have called them horrendous, despicable and the\r\nwork of evil-doers. The use of any adjective to describe\r\nthe horror and the continuing threat to human security\r\nonly adds to the esteem in which some hold the\r\nperpetrators. The use of qualifiers to describe the\r\ninnocence of the deceased lends legitimacy to those\r\nacts and shields the nakedness of their wilful and\r\nwrongful nature.\r\nPapua New Guinea condemns the 11 September\r\nattacks on the United States and supports the ongoing\r\ncampaign by the United States and its allies against\r\nterrorism. On behalf of the Government and the people\r\nof Papua New Guinea, I convey our heartfelt\r\ncondolences to the immediate families and other\r\nrelatives of all those who had their lives brutally taken\r\naway from them in New York, Washington, D.C., and\r\nPennsylvania. My Government is committed to\r\nimplementing Security Council resolution 1373 (2001)\r\nand is in the process of examining all existing\r\nconventions relating to terrorism with a view to\r\nacceding to them early next year.\r\nPapua New Guinea also notes the death several\r\ndays ago of the political leader of the people of the\r\nIndonesian province of Irian Jaya, Mr. Theys Eluay,\r\nunder questionable circumstances. As a neighbouring\r\ncountry which shares a common border with that\r\nprovince, Papua New Guinea is concerned about the\r\nlikely spillover effect of new developments in the\r\nprovince. We urge Indonesia to undertake a thorough,\r\nimpartial and transparent investigation into Mr. Eluay’s\r\ndeath, to make public the results and to bring to justice\r\nthose responsible.\r\nMy Government is committed to a stable,\r\npeaceful and environmentally safe world and therefore\r\nsupports the objectives of the Treaty on the Non-\r\nProliferation of Nuclear Weapons and of the\r\nComprehensive Nuclear Test-Ban Treaty. We call on all\r\nthat have nuclear weapons and other weapons of mass\r\ndestruction, including biological weapons, to stop\r\ntesting, manufacturing and storing them, and\r\nfurthermore to take steps to destroy them.\r\nWe also support efforts to ban transboundary\r\nmovements of radioactive and other hazardous wastes\r\nthrough the Pacific region. We call on those States that\r\npreviously conducted nuclear-weapon tests or that have\r\n34\r\nA/56/PV.55\r\ndischarged chemical or other non-degradable wastes in\r\nour subregion to adequately compensate and provide\r\nappropriate medical assistance to the scores of persons\r\nand families affected. Remedial action should be taken\r\nto clean up the damage done to the environment.\r\nGlobal and regional partnerships to promote\r\nchange are the key to addressing the challenges that the\r\nworld will face in the twenty-first century. Papua New\r\nGuinea believes that a challenge for Member States is\r\nto reshape the Organization so that it can serve as an\r\neffective tool for implementing our collective desire: to\r\nmake the global village a better place for all.\r\nThe Acting President: I now give the floor to\r\nHer Excellency Ms. Ellen Margrethe Løj, Chairperson\r\nof the delegation of Denmark.\r\nMs. Løj (Denmark): The Danish Government\r\nassociates itself with the statement made by the\r\nMinister for Foreign Affairs of Belgium on behalf of\r\nthe European Union.\r\nOn 11 September a brutal blow was delivered to\r\nthe people of the United States of America. At the\r\nsame time, it was a strike against the foundations of the\r\nUnited Nations and against its mission to secure peace\r\nand prosperity for mankind in a spirit of collaboration\r\nand shared values. Extremists have seen fit to take the\r\nlives of thousands of innocent people to press their\r\nmessage. The Danish people have reacted with outrage\r\nand sorrow. We strongly condemn the criminal and\r\ncowardly act; our thoughts and our compassion are\r\nwith the victims, their families and their friends.\r\nThis year the Nobel Peace Prize went to the\r\nSecretary-General and to the United Nations. May I\r\ncongratulate both the Secretary-General and the United\r\nNations and its staff. The choice could not have been\r\nbetter or the timing more acute.\r\nThe horrific terrorist attack on the United States\r\nchanged the agenda of the General Assembly. From the\r\noutset, the international community has demonstrated\r\nits resolve to confront the menace of terrorism. The\r\nGeneral Assembly and the Security Council have\r\npassed resolutions unanimously condemning in the\r\nstrongest terms the terrorist attacks, and countries and\r\nother international organizations have followed with a\r\nhost of other initiatives to that end. The international\r\ncommunity has stood up to the challenge united.\r\nDenmark welcomes the broad coalition of\r\ncountries that has rallied behind the United States\r\nresponse to the terrorist attacks in order to effectively\r\nbring to justice the perpetrators, organizers and\r\nsponsors of international terrorism.\r\nBy acting together, by acting resolutely, by\r\nredoubling our efforts, we will stop the terror. At the\r\ninternational level, we need the United Nations to\r\nprovide the norms and the international legal\r\nframework required to define and criminalize acts of\r\nterror. The United Nations has already put important\r\nparts of the legal machinery in place with the 12\r\nexisting conventions aimed at combating specific forms\r\nof terror. Furthermore, work is well under way towards\r\na comprehensive convention on international terrorism.\r\nAt the national level, countries must urgently take\r\nconcrete steps to implement Security Council\r\nresolution 1373 (2001). States must have national\r\nlegislation in place in order to prosecute persons\r\nsupporting or committing acts of terrorism. At the same\r\ntime, countries must be ready to take steps to preclude\r\nin all possible ways the operation and financing of\r\nterrorist networks within their territories. All countries\r\nshould accede to and enforce the 12 conventions\r\nagainst international terrorism and should ensure\r\nprompt follow-up of Security Council resolution 1373\r\n(2001).\r\nThree weeks ago, the Danish Government\r\nsubmitted a draft bill on national follow-up in our\r\nParliament, and I can assure the Assembly that\r\nDenmark will do its utmost to cooperate with the\r\nCounter-Terrorism Committee established pursuant to\r\nresolution 1373 (2001).\r\nThese measures form part of our overall efforts to\r\ncreate a better world, in which human dignity is\r\nguaranteed and human rights and fundamental\r\nfreedoms are fully respected. Indeed, recent events\r\nunderscore further the need to make the world a better\r\nplace, in particular for those vast groups of people who\r\nlive in poverty. For poor people who see no possibility\r\nof improving their economic and social standing,\r\nturning to extremist religious and ideological views\r\nand networks may be tempting. We need to secure real\r\npolitical, economic and social opportunities for the\r\nworld’s poor and disadvantaged.\r\nThe goals identified by world leaders during the\r\nMillennium Summit give our work direction in the\r\ndecades to come.\r\n35\r\nA/56/PV.55\r\nArmed conflicts cause inconceivable human\r\nsuffering and material destruction and are often the\r\nmain obstacles to development. An effective response\r\nto present-day conflicts requires a long-term political\r\ncommitment from a united international community in\r\nthe form of a diplomatic, political, economic, military\r\nand civil engagement. The United Nations is the\r\ninternational body vested with a universal mandate to\r\nsecure support for conflict prevention. Often, it is also\r\nthe only body capable of legitimate conflict\r\nmanagement. Thus many people around the world are\r\ndependent on the effective and prompt reaction of the\r\nUnited Nations.\r\nFortunately, we have in recent years witnessed\r\nquite a number of successful United Nations\r\noperations. Let me single out three examples, in three\r\ndifferent parts of the world.\r\nFirst, in East Timor the United Nations presence\r\nhas furthered political progress towards the building of\r\na new nation State, set for May next year.\r\nSecondly, the United Nations Mission in Ethiopia\r\nand Eritrea has demonstrated the readiness of the\r\ninternational community to resolve conflicts and has\r\nstrengthened the credibility of United Nations\r\npeacekeeping in Africa. That Mission also marked the\r\nfirst and successful deployment of the Multinational\r\nUnited Nations Stand-by Forces High Readiness\r\nBrigade (SHIRBRIG).\r\nThirdly, the day after tomorrow is an important\r\nmilestone for the United Nations Interim\r\nAdministration Mission in Kosovo and for the people\r\nof Kosovo. Hopefully, the latter will participate in\r\ngreat numbers in the elections. The Danish\r\nGovernment has noted with satisfaction that both the\r\nSerbian and the Yugoslav Governments have endorsed\r\nKosovo Serb participation in the elections.\r\nHowever, other conflicts, not least in Africa,\r\ncontinue to cause tremendous suffering to the people\r\naffected and to challenge the international community.\r\nThe prevention and management of violent conflicts\r\nhave therefore become an integral part of Denmark’s\r\ncomprehensive engagement in developing countries.\r\nThe United Nations has a unique role to play in\r\nhelping Afghanistan to rebuild itself and to re-enter the\r\ninternational community. Denmark strongly supports\r\nthe work of the Special Representative of the\r\nSecretary-General, Ambassador Brahimi. We are ready\r\nto contribute further to the ongoing relief and\r\nhumanitarian efforts, as well as to the immense task\r\nthat lies ahead: reconstructing Afghanistan.\r\nA conflict of particular concern is that in the\r\nMiddle East, which threatens to escalate beyond\r\ncontrol. The Mitchell report and the Tenet Plan still\r\nprovide important windows of opportunity. The United\r\nNations, the European Union, the United States and\r\nneighbouring States must redouble their efforts to get\r\nthe parties to take immediate action to stop the\r\nviolence and to create the atmosphere necessary to\r\nrestart negotiations.\r\nThe Millennium development goals provide the\r\nframework for each and every country to act in a\r\nconcerted fashion on a range of key development\r\nchallenges.\r\nIn this connection, I should like to refer to the\r\nSecretary-General’s road map for the implementation\r\nof the Millennium Summit Declaration, in which he\r\nstated that we have just emerged from an era of\r\ncommitment and stressed that we must now enter an\r\nera of implementation. This timely reminder has our\r\nfull support.\r\nThe last 10 years have seen more countries than\r\never before commit themselves to a democratic and\r\naccountable political system. This trend is encouraging.\r\nOpen societies committed to democracy are more\r\nlikely to respect the rule of law, human rights and\r\nfundamental freedoms and to foster accountable\r\ngovernments. National responsibilities for\r\ndevelopment, as expressed through good governance\r\nand the promotion of human rights and democracy, are\r\nkey to the peaceful settlement of conflicts and essential\r\ntools for economic development. The New Partnership\r\nfor Africa’s Development is an encouraging step in this\r\ndirection.\r\nIn building on these positive trends, we must go\r\neven further. We must take concerted steps forward on\r\na whole range of key issues, from security, human\r\nrights and trade to development.\r\nIn this regard, our planning prior to 11 September\r\nis now showing unexpected rewards. The World Trade\r\nOrganization (WTO) Ministerial Conference in Doha,\r\nthe International Conference on Financing for\r\nDevelopment in Monterrey, and the World Summit on\r\nSustainable Development in Johannesburg are all part\r\nof the same, global process. They are a unique\r\n36\r\nA/56/PV.55\r\nopportunity for us to show that multilateral cooperation\r\nin the economic field can make a difference and that\r\nwe can achieve globalization with a human face.\r\nOur primary target is clearly to eradicate poverty.\r\nThis objective should be at the heart of the\r\ninternational effort in the coming weeks and months.\r\nWe need a “Global Deal” that encompasses all human\r\nbeings, with the aim of achieving long-term sustainable\r\ndevelopment, based on global coherence between\r\neconomic, social and environmental policies.\r\nThus, we need partnerships between developed\r\nand developing countries; between all development\r\nactors, including the wider United Nations family,\r\ncomprising the WTO, the World Bank and the\r\nInternational Monetary Fund (IMF), and drawing upon\r\ncivil society and the private sector. All partners need to\r\nbe on board to achieve a balance between national,\r\ninternational and systemic endeavours.\r\nThe Financing for Development Conference in\r\nMexico, to be held in March 2002, is a first and\r\nimportant opportunity to demonstrate our new resolve\r\non development. We could leave Monterrey with\r\nimportant elements of a global framework that would\r\nhelp us pull an unprecedented number of people out of\r\npoverty over the coming 15 years. The human and\r\nsecurity benefits at stake are compelling.\r\nWe face a great responsibility in the days, weeks\r\nand months ahead. Both developed and developing\r\ncountries need to set their priorities straight in order to\r\nstrike this Global Deal. In that sense, a global\r\ncommitment to realizing the national potential for\r\ndevelopment of the developing countries should be\r\nmet, in the spirit of partnership, by the developed\r\ncountries, with full support for reaching these goals.\r\nWe also reiterate the call on the industrialized\r\ncountries to grant more generous development\r\nassistance and to increase their official development\r\nassistance so that, as a minimum, it reaches the\r\nestablished United Nations target of 0.7 per cent of\r\ngross domestic product that is necessary to achieve the\r\nMillennium goals.\r\nRecent events have demonstrated that\r\ninternational cooperation is indispensable. The United\r\nNations is the right forum for dealing with many of\r\nthese challenges. Let us equip the Organization to meet\r\nthem effectively. By closing a Global Deal, we can take\r\ndevelopment forward on the broad front.\r\nThe Acting President: I call on Mr. Pracha\r\nGuna-Kasem, Chairman of the delegation of Thailand.\r\nMr. Guna-Kasem (Thailand): It is an honour for\r\nme to deliver this statement on behalf of Mr. Surakiart\r\nSathirathai, Minister for Foreign Affairs of Thailand.\r\nAllow me to join all previous speakers in expressing\r\nour deepest sympathies to the families and friends of\r\nthose who lost their lives or suffered from the tragic\r\nincidents of 11 September 2001. The people and\r\nGovernment of Thailand share the feelings of sorrow\r\nand outrage caused by those acts of terrorism. Our\r\ncondolences go to the people and Government of the\r\nUnited States.\r\nI wish to extend my congratulations to the\r\nPresident on his election to the presidency for the fifty-\r\nsixth session of the General Assembly and express my\r\nfull confidence that, under his guidance, we shall be\r\nable to build upon the United Nations Millennium\r\nDeclaration and accomplish our goals of bringing\r\npeace, prosperity and well-being to this world.\r\nI also wish to express our warmest\r\ncongratulations to Secretary-General Kofi Annan on\r\nhis being conferred the Nobel Peace Prize, together\r\nwith the United Nations, as well as on his re-election as\r\nSecretary-General. This prestigious recognition has\r\nbeen made because of the tireless efforts of the\r\nSecretary-General himself and of the dedicated United\r\nNations staff. The achievement of the Secretary-\r\nGeneral is noted in his Millennium Report, which\r\nencapsulates the United Nations activities ahead,\r\noutlines the framework for the tasks and focuses on\r\npeople as the centre of development, both at the\r\ninternational and national levels.\r\nAfter the events of 11 September 2001, the shared\r\ndestiny of the world will depend greatly on how we\r\nmanage to cope with these emerging new realities and\r\ngrowing complexities. No country is truly safe from\r\nterrorism and no one is capable of fighting it alone.\r\nNow is the time for every nation to contribute and\r\nparticipate in the joint efforts to combat terrorism.\r\nIn Thailand, we resolutely condemn all forms of\r\nterrorism and are fully supportive of all the\r\ninternational community’s efforts to combat this grave\r\nthreat to global peace and security. Thailand supports\r\nall actions against terrorism in the framework of the\r\nUnited Nations and in accordance with the relevant\r\nresolutions of the United Nations and international law.\r\nWe have extended cooperation to the international\r\n37\r\nA/56/PV.55\r\ncommunity through existing laws, such as those on\r\nmutual assistance in criminal matters in the form of\r\ninformation exchange and intelligence sharing. The\r\nThai Government is amending existing domestic\r\nlegislation and regulations to enable the country to be\r\nparty to relevant international conventions, especially\r\nthe International Convention for the Suppression of the\r\nFinancing of Terrorism.\r\nAt the regional level, Thailand has participated\r\nactively in the recent regional gatherings at the highest\r\nlevel, where international terrorism received a high\r\npriority, namely the recent Asia-Pacific Economic\r\nCooperation (APEC) Economic Leaders Meeting in\r\nShanghai. We joined other APEC leaders in expressing\r\ngrave concern over the threat to world peace and the\r\nstability of the world economy caused by terrorism and\r\nin reaffirming a renewed sense of urgency to restore\r\nconfidence to the global economy.\r\nAt the 7th Summit of the Association of South-\r\nEast Asian Nations (ASEAN) on 5 November 2001 in\r\nBrunei Darussalam, ASEAN leaders issued a\r\ndeclaration outlining specific measures to further\r\nstrengthen cooperation to deal with the threat of\r\nterrorism in the region. Measures proposed include the\r\nenhancement of intelligence exchange and the\r\ndeepening of cooperation among law enforcement\r\nagencies. ASEAN leaders also stressed the need to\r\nstrengthen cooperation with ASEAN Dialogue Partners\r\nand within the framework of the ASEAN Regional\r\nForum and affirmed that the United Nations should\r\nplay a major role in this regard.\r\nMy country, Thailand, supports a ministerial-level\r\ninternational conference on international terrorism,\r\nunder the auspices of the United Nations, to be held at\r\nthe earliest opportunity. This should facilitate the\r\ndiscussion of problems and cooperation on\r\nantiterrorism, leading to possible concrete measures at\r\nthe global level. Terrorism should not be identified\r\nwith any ethnic group, faith, or nationality. Otherwise,\r\nour efforts could result in greater danger for our\r\npeoples.\r\nInternational terrorism has also exacerbated the\r\nslowdown in the global economy. This carries with it\r\nsignificant social ramifications as well. Airlines,\r\ntourism and related industries worldwide have felt the\r\nimpact of international tension. Countries already\r\nstruggling to recover from the recent economic\r\nslowdown are preparing to safeguard their economies\r\nfrom sliding further into sluggishness. Confronted with\r\nthe ever widening gap between developed and\r\ndeveloping countries, the United Nations and Member\r\nStates must work together to arrest and reverse this\r\ntrend.\r\nThe efforts to bridge the gap must not be confined\r\nto the United Nations framework alone. The World\r\nTrade Organization meeting in Doha, Qatar, which was\r\njust concluded, was a timely opportunity in which\r\nnations proved that they could work together and\r\nachieve substantial progress in pushing forward the\r\nglobal trade agenda for the common good of the world.\r\nSince assuming office early this year, the present\r\nThai Government has been pursuing a new approach to\r\neconomic and social policy. The Thai Government has\r\nintroduced a series of economic and social schemes\r\naimed at promoting the capacity-building of the people\r\nat the grass-roots level. For instance, it has established\r\nthe People’s Bank and microcredit schemes for both the\r\nrural and the urban poor. This is to assist each\r\ncommunity by financing small, local projects so as to\r\ndevelop and market a community’s own products based\r\non local know-how. In addition, more than 2 million\r\nsmall-scale Thai farmers will benefit from the\r\nGovernment’s debt suspension scheme and a\r\nnationwide health insurance scheme.\r\nOn the issue of Afghanistan, the United Nations\r\nand the international community, in collaboration with\r\nthe Afghans themselves, must move quickly to\r\nformulate modalities that would help restore order and\r\nstability. We should also render all possible assistance\r\nto Afghanistan, starting with assistance of a\r\nhumanitarian nature at this crucial time and assistance\r\naimed at capacity-building in the near future. Thailand,\r\nfor its part, will provide a fairly large amount of rice —\r\napproximately 3,000 metric tons — as food relief for\r\nthe Afghans. The Thai Red Cross has also donated\r\n10,000 blankets.\r\nWithin our own region of South-East Asia,\r\nThailand has reinvigorated bilateral relations with our\r\nimmediate neighbours and has cooperated closely in\r\npursuing a common vision of opening borders. We\r\nhave also decided to establish joint production bases\r\nand transportation linkages. These initiatives carry on\r\nthe momentum begun last year when the Economic and\r\nSocial Commission for Asia and the Pacific (ESCAP)\r\nadopted a resolution proposed by Thailand on the\r\n“Decade of Greater Mekong Subregion Development\r\n38\r\nA/56/PV.55\r\nCooperation, 2000-2009”. This subregion has been\r\nplaced at the forefront of the Asia-Pacific development\r\nagenda. In addition, Thailand also has a role in keeping\r\npeace in the region. We take special pride in the fact\r\nthat two Thai Generals have successively served as\r\nForce Commanders of the United Nations Transitional\r\nAdministration in East Timor (UNTAET), the\r\nsuccessor operation to the International Force in East\r\nTimor (INTERFET). This is part and parcel of\r\nThailand’s commitment to shouldering its fair share of\r\ninternational responsibility, particularly in South-East\r\nAsia.\r\nWe envisage the United Nations playing a major\r\nrole in strengthening the foundation for a future world\r\nthat will be peaceful, tolerant, and sustainable for our\r\npeoples and future generations. Therefore, Thailand is\r\nfully supportive of the United Nations Year of\r\nDialogue among Civilizations and participated actively\r\nin the recently concluded World Conference against\r\nRacism, Racial Discrimination, Xenophobia and\r\nRelated Intolerance held in Durban, South Africa.\r\nAs we celebrate the fifty-sixth anniversary of the\r\nUnited Nations, and as we congratulate the Secretary-\r\nGeneral and the Organization, we must ask ourselves:\r\nwhat do we expect of the United Nations? I believe we\r\nexpect it to work even harder towards cultivating a\r\nculture of peace, as well as improving the pace of\r\ninternational social and economic development. In\r\nthese endeavours, we believe that rich and poor nations\r\nalike must contribute in their varied capacities. These\r\nnational efforts must go hand in hand with those of the\r\nUnited Nations.\r\nLet us focus on the immediate priorities of\r\nmaintaining peace and harmony in the world. Let us\r\npledge to work together with even greater vigour for\r\nthe political, economic, social, and physical well-being\r\nof our peoples. These are, and should be, the enduring\r\npriorities for the United Nations and for all humankind.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Earl Huntley, Chairman of the\r\ndelegation of Saint Lucia.\r\nMr. Huntley (Saint Lucia): Allow me first to\r\noffer the congratulations of the delegation of Saint\r\nLucia to the President of the General Assembly on his\r\nelection. We wish to assure him of our full support for\r\nthe successful outcome of these deliberations.\r\nAs we meet with the global fraternity of nations\r\nduring this fifty-sixth session of the General Assembly,\r\nSaint Lucia once more joins its voice with those who\r\nhave deplored and condemned the despicable acts of\r\nterror of 11 September 2001, that so brutalized our\r\ngreat host city, New York, and our host country, as they\r\ncruelly and callously extinguished thousands of\r\ninnocent and vibrant lives. We are however heartened\r\nby the universal resolve of all peace-loving nations to\r\nrid the earth of the scourge of terrorism. We have\r\nnoted, too, how quickly and steadfastly some of these\r\nnations have come together as a coalition in pursuit of\r\nthat endeavour and have embarked on a war against\r\nterrorism.\r\nWe should, however, recognize that the defeat of\r\nthis type of terrorism, as laudable and desirable an act\r\nas it may be, will not by itself create a greater\r\nhumanity or a better world. For there are billions in the\r\nworld today who have not been at war, but who have\r\nnot known peace; they suffer from other terrors. There\r\nare millions, so many of whom are children, who\r\nsuccumb daily to the horrors of malnutrition and\r\nstarvation. There are still millions of others who are\r\nwasting away from disease. Thousands of people see\r\ntheir human rights violated on a daily basis. We\r\ntherefore need to remind ourselves that there are many\r\nother issues that have been engendering their own\r\nbrand of fear and conflict in the world today, and that\r\nmore often than not the underlying cause of such\r\nconflict is the lack of economic and human\r\ndevelopment.\r\nIf we are to attain greater humanity, and if we are\r\nto create a better world, we must commit ourselves to a\r\ngreater collective responsibility towards all those other\r\nissues. We must adopt the same rapid global militaristic\r\nresponse to solving them as that in the new war on\r\nterrorism. Some of these issues have been with us for\r\ntoo long and by now should have disappeared from the\r\nworld agenda. Our fragile humanity cannot endure\r\nanother century of widening disparity between and\r\nwithin nations. We can no longer withstand the silent\r\nbattle between the haves and the have nots. Humanity\r\ncannot tolerate ever increasing disease, deprivation,\r\nhunger, illiteracy, poverty, economic strife and war.\r\nFor the ideal of a greater humanity not to\r\ncontinue to elude us, we must now found it on this new\r\nattitude, this new vision, in which people everywhere,\r\nnations everywhere, are galvanized into higher levels\r\nof cooperation in pursuit of these common concerns, in\r\n39\r\nA/56/PV.55\r\nparticular concerns such as the guarantee of economic\r\nand social security, sustainable development and\r\ngovernance of the multilateral trading system. In this\r\nnew philosophy of cooperation, the United Nations\r\nmust play the central role.\r\nIt is from this perspective that Saint Lucia\r\nreiterates its call for the adoption of a holistic approach\r\ntowards poverty eradication. Saint Lucia is firm in its\r\nview that the United Nations is the only Organization\r\ncapable of pooling the requisite knowledge and\r\nfinancial resources for global action against poverty.\r\nInternational cooperation on poverty eradication must\r\ngive due consideration to, among other things, debt\r\nforgiveness through concerted support for an improved\r\nHeavily Indebted Poor Countries (HIPC) Debt\r\nInitiative. It must ensure special and differential\r\ntreatment on a contractual basis for developing\r\ncountries and sustained financial support for the\r\nOrganization’s development programmes.\r\nThe HIV/AIDS plague, which continues to ravage\r\nthe world, also demands this new collective response.\r\nSaint Lucia acknowledges that the United Nations has\r\nalready begun spearheading the global fight against\r\nHIV/AIDS. The United Nations special session on\r\nHIV/AIDS has done a great deal to raise global\r\nawareness about the magnitude of the pandemic. Saint\r\nLucia also welcomes the establishment of the Global\r\nAIDS and Health Fund, which is intended to increase\r\nthe ability of the global community to combat this\r\nscourge. However, if humanity is to win the fight\r\nagainst this twentieth century plague, the international\r\ncommunity must make available new and additional\r\nfinancial resources towards research and the\r\ndevelopment of affordable drugs. We stress that these\r\ndrugs must be cheap and widely obtainable. It is time\r\nthat corporations cease putting the acquisition of more\r\nand more profit ahead of the health and lives of the\r\nunfortunate who have been afflicted by diseases such\r\nas AIDS. Are we not being inhumane when our\r\noverriding objective is to make as huge a profit as\r\npossible on the sickness of so many, rather than\r\nensuring that the essential drugs that they need to end\r\ntheir suffering are easily available?\r\nAs we survey the multilateral trading system,\r\nSaint Lucia continues to be concerned that the thrust\r\ntowards allowing market forces to totally determine the\r\nscope, structure and outcomes of economic activity is\r\nnot being counterbalanced by mechanisms to fairly\r\ndistribute welfare gains and to protect the more\r\nvulnerable, small States like Saint Lucia from the\r\nconsequences of market failure.\r\nThe perilous state of the banana industry in Saint\r\nLucia and the other Windward Islands of the Eastern\r\nCaribbean is the painful outcome of that thrust, an ill-\r\nadvised policy of globalization and trade liberalization\r\nat all costs. The charge of World Trade Organization\r\n(WTO) incompatibility that was made against the\r\npreferential trade regime, justly accorded to Saint\r\nLucia and other Agricultural Commodities Committee\r\nbanana-producing countries under the Lomé\r\nAgreement, has brought about the near collapse of this\r\nvital industry. Saint Lucia welcomes the recent\r\ninitiative by the United States for a new licensing\r\nagreement for the trading of bananas on the European\r\nmarket, an initiative that brought an end to the\r\ndebilitating banana war with Europe.\r\nSaint Lucia once more wishes to place on record\r\nits deep appreciation for the perseverance and fortitude\r\nof the European Union, which stood by its international\r\nobligations throughout these years of dispute. We\r\napplaud the news just in from Doha that, after 18\r\nmonths, a WTO waiver has finally been granted to the\r\nCotonou Agreement, thus paving the way for the\r\nimplementation of the new banana-marketing\r\narrangements. We hope that these recent developments\r\nare not too late to save our industry. But the case of the\r\ngreat banana dispute will always remain as a striking\r\ntestimony to the inequities of the liberalized trading\r\nsystem.\r\nSaint Lucia is also concerned about the actions of\r\nseveral organizations, such as the World Economic\r\nCouncil and the Organisation for Economic\r\nCooperation and Development (OECD), which seem to\r\nbe attempting to usurp the traditional roles and\r\nfunctions of the United Nations and of national\r\nGovernments. In the face of the near demise of the\r\nvital banana industry, Saint Lucia and the other islands\r\nof the Organization of Eastern Caribbean States\r\n(OECS) sought to diversify their economies by\r\nbuilding on their competitive advantage in offshore\r\nfinancial services. But OECD countries denounced our\r\nefforts as being harmful to them, and resorted to\r\nbranding Caribbean offshore financial services as\r\nhavens for criminal activity. For us, this is a violation\r\nof our territorial integrity, our sovereignty and our\r\neconomic rights. Saint Lucia accepts that it has an\r\nobligation to ensure that its financial services are not\r\nused by unscrupulous individuals and interests.\r\n40\r\nA/56/PV.55\r\nHowever, Saint Lucia cannot, in all good conscience,\r\nsurrender its sovereignty to a governance system\r\nimposed by a few.\r\nIn the face of these selfish actions by developed\r\ncountries and the myopia of globalization, the role of\r\nthe United Nations in bringing order into the system\r\nhas become even more pressing. Saint Lucia therefore\r\nrenews its call for a rebirth of the United Nations\r\nsystem, not only as an organization concerned with\r\npeacekeeping operations and humanitarian missions,\r\nbut also as an institution that is capable of effectively\r\ngoverning the global economic system in a way that\r\nensures an equitable redistribution of the benefits of\r\neconomic growth. We need a United Nations that will\r\nsafeguard against global economic crises and promote\r\nthe adoption of sustainable developmental policies.\r\nIn that context, and with the emerging spectre of\r\na global economic recession, the upcoming United\r\nNations Conference on Financing for Development\r\nbecomes even more relevant, even more urgent. That\r\nConference is of enormous importance to the small\r\nisland developing States of the Caribbean, faced as we\r\nare by low aggregate gross domestic product, low\r\ndomestic savings and investment capacity and\r\nundeveloped financial markets. The development\r\nagenda of the Caribbean region cannot proceed without\r\nthe requisite financing, nor can it be sustained without\r\nan enabling international environment. We must all\r\ntherefore commit ourselves to ensuring the success of\r\nthe Conference.\r\nOur renewed call for the rebirth of the United\r\nnations is further prompted by the observation that it is\r\nsystematically being displaced as a source of guidance\r\nand as a fount of collective wisdom on global issues.\r\nWe fear that if the United Nations continues to be\r\nmarginalized in determining global development\r\npolicies and strategies, then the concerns of developing\r\ncountries will be excluded from the global agenda. A\r\nrecent example of this is the decision not to include\r\nissues relating to the implementation of the Programme\r\nof Action for the Sustainable Development of Small\r\nIsland Developing States in the preparatory meetings\r\nfor the World Summit on Sustainable Development. We\r\nsee this as undermining the spirit of the United Nations\r\nresolution that convened the United Nations Global\r\nConference on the Sustainable Development of Small\r\nIsland Developing States, held in Barbados in 1994.\r\nIndeed, it was recognized then that the United Nations\r\nConference on Environment and Development had not\r\npaid sufficient attention to the special circumstances of\r\nsmall island developing States.\r\nThere are two other examples of United Nations\r\ninaction that leave us very concerned. Saint Lucia\r\nlaments the adoption by the United Nations of a\r\nwatered down instrument on small arms. In small\r\nisland developing States like Saint Lucia, growing\r\neconomic instability has given rise to increased levels\r\nof drug-related crime. In the Caribbean region, small\r\narms are used in most of the violent crimes that are\r\ncommitted against our law-abiding citizens. The global\r\ntrade in small arms must therefore be stemmed in the\r\ninterest of peace and stability. A weak small arms\r\ndocument was therefore not what we required.\r\nWe remain deeply concerned that the Plan of\r\nAction for the first International Decade for the\r\nEradication of Colonialism did not result in the\r\ndecolonization of the remaining 17, mostly small\r\nisland, Non-Self-Governing Territories. Accordingly,\r\nwe request, as a matter of priority, that the necessary\r\nresources and expertise be provided to implement the\r\nlong-standing resolutions on decolonization and the\r\ncritical analyses called for in the Plan of Action of the\r\npresent International Decade.\r\nI close by extending on behalf of the Government\r\nand the people of Saint Lucia, our warmest\r\ncongratulations to Secretary-General Kofi Annan and\r\nthe hard-working staff of the United Nations on the\r\nrecent award of the Nobel Peace Prize. We regard this\r\naward as an eloquent testimony to the sterling efforts\r\nof the Organization to build a peaceful world. At the\r\nsame time, we see the award as a challenge to the\r\nUnited Nations to remain resolute in its commitment to\r\nthe multilateral framework and not to allow itself to\r\nbecome incapacitated by inaction, especially where the\r\ndefence of human security is concerned.\r\nWe all recognize that the events of 11 September\r\nhave brought about a new era in world affairs and new\r\nchallenges for all of us, in particular for the United\r\nNations. In the times that lie ahead the United Nations\r\nsystem must do more that it has done before. It must\r\nresist the use of force in situations where wisdom is\r\nneeded. It must work harder at becoming a source of\r\nhope to the hopeless and a reservoir of power to the\r\npowerless. It must redouble its efforts to restore the\r\npreservation of humanity as the highest of all ideals.\r\nThe horror of 11 September has shocked some of\r\nus into establishing a coalition against terrorism. It is\r\n41\r\nA/56/PV.55\r\ntime for the tragedy of underdevelopment to shock all\r\nof us into forging new coalitions for development. At\r\nthis juncture, let us use this United Nations, energized\r\nby its Nobel award, to create these coalitions. Let us\r\nbuild a coalition in defence of the wretched of the\r\nearth — to end their hunger, to terminate their poverty,\r\nto eradicate their diseases and to forever banish their\r\nwretchedness.\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting.\r\nI shall now call on those representatives who\r\nwish to speak in exercise of the right of reply. May I\r\nremind members that statements in exercise of the right\r\nof reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second\r\nintervention, and should be made by delegations from\r\ntheir seats.\r\nMr. Tekle (Eritrea): My delegation is taking the\r\nfloor to exercise, with due respect, its right of reply to\r\nsome of the charges levelled against my country by the\r\nForeign Minister of Ethiopia. I shall refrain from\r\nexpressing subjective views, and only refer to\r\nstatements made by Mr. Legwaila Joseph Legwaila,\r\nSpecial Representative of the Secretary-General, on\r\neach of the charges made by the Minister. I shall leave\r\nthe rest to you, Sir, and to the Assembly.\r\nWith regard to the integrity of the Temporary\r\nSecurity Zone, at a press conference on 18 April 2001\r\nthe Special Representative said,\r\n“There are things that we can do as the United\r\nNations Mission in Ethiopia and Eritrea\r\n(UNMEE) and there are things that we cannot do.\r\nIt depends on the willingness of the parties to\r\nnegotiate with us and, finally, to agree to certain\r\nthings. There are still problems, which we have to\r\nresolve insofar as the southern border of the\r\ntemporary security zone is concerned ...\r\n“[The Ethiopians] told us before the 6 April\r\n[Military Coordination Commission] meeting that\r\nthey had made a mistake when they gave us the\r\nredeployment points by leaving out this area of\r\nIrob. We corrected the line and then, when they\r\ncompleted their redeployment, we certified that\r\nthey had redeployed. After a few days we\r\ndiscovered that they were present in the area at\r\nissue. That is the area that is six kilometres\r\nbeyond the lines that we have drawn.\r\n“We issued a statement, as you said — a\r\nstatement protesting the presence of the three\r\ncompanies in that part of Irob. I was invited with\r\nthe Force Commander to go to Ethiopia to meet\r\nthe Minister for Foreign Affairs of Ethiopia,\r\nwhere we were told that Ethiopia had always been\r\nin that area, that Ethiopia had never left the area\r\nand that that area is part of ... [Ethiopian]\r\nterritory ... Therefore, they have redeployed there\r\nin accordance with the line of 6 May 1998.\r\n“We were told in certain terms that\r\nnothing — and I underline nothing — would\r\nmove them out of that area. Therefore, as realistic\r\npeople, we have decided that there is no use in\r\ntrying to push the Ethiopians out of that area\r\nbecause they are not going to be pushed out of\r\nthat area. Nobody wants to fight the Ethiopians\r\nout of that area, and therefore we have told the\r\nPresident [of Eritrea] that this is a typical\r\ncandidate for the Border Commission. That is the\r\nonly solution, because to mortgage the creation of\r\nthe temporary security zone, and the progress of\r\nthe peace process generally, to a resolution of the\r\nIrob issue would be tantamount to saying you do\r\nnot want to create the temporary security zone,\r\nyou do not want the peace process to go\r\nforward.”\r\nWho is appeasing whom? With respect to the\r\nincreasing mobilization of Eritrean troops, the Special\r\nRepresentative was asked the following question\r\nduring a press conference on 11 October:\r\n“Ethiopia said recently that Eritrean troops\r\nare in a state of high alert and that the troops have\r\nalready been dispatched towards the border area\r\nand are preparing for another round of war, but\r\nEritrea denies it. What is your comment?”\r\nThe Special Representative replied:\r\n“Well, we have investigated that. Let me\r\nremind you that [whenever] one or the other party\r\ngives us whatever report, we investigate. And\r\ntherefore we have been investigating the\r\nallegations that the Eritrean army is on high alert.\r\nAnd so far, we have found nothing to suggest that\r\nthe Eritrean Army is on alert. Even yesterday we\r\nwere running around to make sure that we were\r\nnot caught by surprise.”\r\n42\r\nA/56/PV.55\r\nOn the other hand, Ethiopia is systematically\r\nviolating the letter and spirit of the peace agreement\r\nand jeopardizing the peace. Let me give two examples.\r\nThe peace agreement provides for a speedy exchange\r\nof prisoners of war and other detainees. During a press\r\nconference on 9 August, the Special Representative\r\nresponded to a question by saying,\r\n“As you know, the parties on 12 December\r\nsigned the Peace Agreement in Algiers.\r\nAccording to article 2 of that Agreement, they are\r\nrequired to release prisoners of war. As you\r\nknow, soon after signing the Agreement, they\r\nstarted releasing prisoners of war.\r\n“Ethiopians are saying that because the\r\nEritreans are not satisfactorily accounting for the\r\nwhereabouts of the pilot Petros and 36 others who\r\nhave not been accounted for, they have decided to\r\nstop releasing prisoners of war. The other side, in\r\nretaliation, is doing the same. But as we have\r\nalways said, and as the International Committee\r\nof the Red Cross says, you cannot hold this\r\nprocess up. You cannot say that because you are\r\nnot satisfied with something, you are not going to\r\nrelease prisoners of war. That is contrary to the\r\nGeneva Conventions.”\r\nOn the issue of landmines, the Special\r\nRepresentative of the Secretary-General went on to\r\nsay:\r\n“We are pressuring everybody to give us\r\nlandmine information. Eritrea has given us\r\nrecords for mines. Ethiopia has given us several\r\nhundred maps. We have never hidden the fact that\r\nwe have been persuading Ethiopia to continue to\r\ncooperate with us in order that we can get all the\r\nrecords, all the maps, all the information they\r\nhave so we know where these mines are, so\r\npeople can live there safely”.\r\nEritrea rests its case.\r\nMr. Kazhoyan (Armenia): I have asked for the\r\nfloor to exercise my right of reply to the statement\r\nmade yesterday by the Minister for Foreign Affairs of\r\nAzerbaijan, during which he provided information that\r\nwas not quite accurate, to say the least.\r\nThe statement of the Foreign Minister of\r\nAzerbaijan was a blatant attempt to distort the evidence\r\nof its State-sponsored terrorism by reversing the roles\r\nof perpetrator and victim. Reversing these roles is\r\nnothing new. However, a large number of observers —\r\ngovernmental and non-governmental organizations,\r\nboth international and domestic — have testified that it\r\nwas the Azerbaijani authorities that either exterminated\r\nthe non-Azeri population of Nakhichevan and\r\nNagorny-Karabakh or created unbearable conditions\r\nfor those people to live in. It was Azerbaijan that\r\nresponded to the legitimate and parliamentary demands\r\nof the Armenian population of Nagorny-Karabakh with\r\nmassacres and pogroms and, afterwards, with full-\r\nfledged war against the people of Nagorny-Karabakh.\r\nIt has been well documented that during that war,\r\nAzerbaijan was the first to use tanks, rockets, missiles,\r\nattack helicopters and combat aircraft. They were used\r\nnot only against the Karabakh self-defence forces but\r\nalso against the civilian population of Nagorny-\r\nKarabakh, as well as across the border on the Armenian\r\nside. When the Armenians of Nagorny-Karabakh\r\nresponded by using mostly the same weapons, which\r\nthey had captured from the Azerbaijani army,\r\nAzerbaijan decided to call their former victims\r\n“aggressors”. What about the real aggressor who\r\nstarted it all and is now blaming everybody else but\r\nitself?\r\nTruth is one and justice is one. Azerbaijan cannot\r\nlie to all the world all the time. Azerbaijan denies the\r\npeople of Nagorny-Karabakh their inalienable right to\r\nself-determination, but meanwhile stresses — here I am\r\nquoting from yesterday’s statement by the Foreign\r\nMinister of Azerbaijan — that Azerbaijan\r\n“... stands for the speedy, peaceful settlement of\r\nconflict based on the norms and principles of ...\r\nthe United Nations Charter [and] the Helsinki\r\nFinal Act of the Organization for Security and\r\nCooperation in Europe (OSCE)”.\r\nAt this stage, I wonder whether Azerbaijan stands\r\nfor double standards in the application of the principles\r\nof the OSCE Helsinki Final Act, or whether the\r\nMinister is simply unaware that the principle of self-\r\ndetermination is one of those principles.\r\nThe memory of the Armenians and others —\r\nyoung and old, children and women, civilians and\r\nsoldiers — killed in that war should prompt us to stop\r\nblaming each other and, instead, to look to the future\r\nand try to find an acceptable, full and lasting solution\r\nbased on truth, justice and respect for human rights —\r\na call that was conveyed by my Foreign Minister in his\r\nstatement yesterday.\r\n43\r\nA/56/PV.55\r\nMr. Yamtomo (Indonesia): My delegation is\r\ntaking the floor in exercise of the right of reply with\r\nregard to the concern referred to by the representative\r\nof Papua New Guinea. My delegation would like to\r\nstate that the Government of Indonesia firmly believes\r\nthat the case will be investigated, with the aim of\r\nbringing to justice those responsible, in accordance\r\nwith Indonesian law. We therefore urge others to\r\nrespect the investigation process and not to interfere in\r\nit. We wish to assure the representative of Papua New\r\nGuinea that this case will receive the full attention of\r\nthe Government, as it involves its own citizens. I\r\nshould also like to emphasize the fact that this case is a\r\npurely domestic issue for the Government of Indonesia.\r\nThe meeting rose at 7.25 p.m.\r\n"