"United Nations A/56/PV.54\r\n \r\nGeneral Assembly\r\nFifty-sixth session\r\n54th plenary meeting\r\nThursday, 15 November 2001, 9 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n01-63882 (E)\r\n*0163882*\r\nPresident: Mr. Han Seung-soo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Republic of Korea)\r\nThe meeting was called to order at 9 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I give the floor to His Excellency\r\nMr. Youssouf Ouédraogo, Minister of State and\r\nMinister for Foreign Affairs of Burkina Faso.\r\nMr. Ouédraogo (Burkina Faso) (spoke in\r\nFrench): I should like first of all to offer the profound\r\ncondolences of Burkina Faso to Algeria and the\r\nDominican Republic following the disasters that have\r\nstruck those countries.\r\nI would like to convey to you, Sir, my heartfelt,\r\nwarm congratulations on your election to the\r\npresidency of the General Assembly at its fifty-sixth\r\nsession. I would also like to congratulate the members\r\nof the Bureau, as well as Mr. Harri Holkeri, President\r\nat the fifty-fifth session, for the outstanding efforts that\r\nhe made during his term of office.\r\nI would like to take this opportunity to pay a\r\nresounding tribute to Mr. Kofi Annan, whose\r\nnoteworthy re-election to the post of Secretary-General\r\nof the United Nations confirms the exceptional\r\nqualities that he possesses as a diplomat and tireless\r\nchampion of peace and justice in the world. The Nobel\r\nPeace Prize, which has just been awarded to him, is\r\neloquent testimony to that.\r\nLast year, the leaders of the world met here to\r\ngive new impetus to our Organization and to commit\r\nthe international community to mobilizing itself more\r\nresolutely in the quest for international peace and\r\nsecurity and to fighting poverty, injustice and other\r\nscourges that threaten the very existence of humankind.\r\nThe terrorist attacks of 11 September which\r\nstruck the United States and plunged the American\r\npeople, as well as other peoples throughout the world,\r\ninto grief truly marked a turning point in the\r\ndevelopment of international relations. They were a\r\nbrutal and atrocious reminder of both the complexity of\r\nproblems facing humankind and the urgent need to find\r\nappropriate solutions to them. Burkina Faso firmly and\r\nunambiguously condemned those barbaric, criminal\r\nand repugnant acts, and we condemn them still.\r\nFurthermore, we are resolved to take part in any\r\ninitiatives undertaken by the international community\r\nto eradicate terrorism and its causes. That is why\r\nBurkina Faso has begun the process of ratifying the\r\nOrganization of African Unity Convention on the\r\nPrevention and Combating of Terrorism, as well as\r\nUnited Nations conventions on this subject.\r\nMy Government has just adopted a draft law with\r\na view to ratifying the United Nations Convention\r\nagainst Transnational Organized Crime and the first,\r\nsecond and third protocols thereto, relating,\r\nrespectively, to the smuggling of migrants; trafficking\r\nin persons, particularly women and children; and the\r\nillicit manufacturing of and trafficking in weapons. In\r\ncooperation with the United Nations, Ouagadougou\r\nwill be hosting, from 28 to 30 November, a seminar for\r\nthe foreign ministers and ministers of justice of the\r\n2\r\nA/56/PV.54\r\ncountries of the Economic Community of West African\r\nStates, the aim of which is to accelerate the ratification\r\nof that Convention.\r\nIf it is to be effective, the campaign against\r\nterrorism must be part of a coherent and solid world\r\ncoalition, with its basis in the United Nations. At the\r\nsame time, it must take into consideration the realities\r\nand constraints confronting international relations. In\r\nother words, in addition to military action, the\r\ncampaign must include the most appropriate political\r\nand diplomatic measures in order effectively to deal\r\nwith conflicts and regional political problems and to\r\nreduce gross injustice and inequality which, because of\r\nthe frustration they generate, serve as a breeding\r\nground for extremists and fuel violence and hatred.\r\nAs our mobilization to fight terrorism must be\r\ntotal, so also must we see to the prior definition of\r\nclear objectives and appropriate methods for their\r\nimplementation. While it is true that terrorists are our\r\nenemies, it is also true that the manner in which we\r\ncombat them should not provide them with allies. As\r\nPresident Blaise Compaore recently stated:\r\n“As we see it, there is a risk that, if we are not\r\ncareful, the responses to the events of 11\r\nSeptember might lead to a catastrophic scenario\r\nfor humanity, with a tangled web of conflict:\r\nconflict between the Judeo-Christian world and\r\nthe Muslim world; conflict between West and\r\nEast; conflict between the rich North and the poor\r\nSouth. It is therefore crucial for our current\r\nleaders courageously to attack the injustices and\r\ninequalities which fuel violence and hatred.”\r\nThe international community must therefore\r\nresolutely commit itself to combating poverty,\r\nepidemics, in particular HIV/AIDS, and economic and\r\ncommercial marginalization, as well as exclusion of all\r\nkinds, which continue to be the daily lot of many\r\nregions of the world.\r\nAttacking these injustices means necessarily that\r\nwe have to find a solution to the question of the Middle\r\nEast. The right of the Palestinians to establish an\r\nindependent State, respectful of the existence and\r\nsecurity of Israel, is a sine qua non here. Because of the\r\ncontinuing tension in that part of the world, convening\r\na special international conference on the subject at the\r\nearliest possible date is necessary.\r\nIt is also essential to lift the iniquitous embargoes\r\nimposed on some States, such as Libya, Sudan, Iraq,\r\nIran, and Cuba. For, not only do these embargoes cause\r\nsuffering to their people, but they also help to weaken\r\nworld peace and security.\r\nThe Republic of China in Taiwan, which has\r\ndemonstrated sufficiently that it is a democratic and\r\npeaceful State, is prepared to play its rightful role in\r\nthe concert of nations, and it should no longer suffer\r\nfrom the injustice that we are combating each day. That\r\nis why, in the name of equality among peoples and\r\nnations, we make an urgent appeal for the readmission\r\nof the Republic of China to the United Nations.\r\nTurning to the question of Western Sahara,\r\nBurkina Faso has always supported United Nations\r\ninitiatives and efforts here. Accordingly, the recent\r\nplan proposed by Mr. James Baker, the Personal Envoy\r\nof the Secretary-General, seems to us to be an\r\nacceptable political compromise for a constructive\r\nnegotiating basis.\r\nOne activity that fuels and sustains conflicts and\r\nserious banditry in the world is the manufacture, sale\r\nand circulation of arms and anti-personnel mines.\r\nBurkina Faso firmly supports the actions taken by the\r\nUnited Nations aimed at reaching general and complete\r\ndisarmament, both at the level of weapons of mass\r\ndestruction and conventional weapons. As for\r\ncombating the proliferation of light weapons, in\r\naddition to the Economic Community of West African\r\nStates (ECOWAS) moratorium to which it subscribes,\r\nBurkina Faso has set up a high authority responsible\r\nfor monitoring throughout our national territory the\r\nimport and use of weapons.\r\nAfrica has decided to further unite. It has decided\r\nto bring closer together its peoples and economies and\r\nto strengthen its partnership with other regions in order\r\nto better integrate itself in the world economy. The\r\nAfrican Union was set up precisely to accomplish this\r\nhuge project. Burkina Faso reiterates here the appeal\r\nmade by the heads of State and Government of the\r\nOrganization of African Unity (OAU) for the effective\r\nsupport of the international community for the New\r\nPartnership for Africa’s Development.\r\nThe debate in the United Nations should enable\r\nall Member States to express themselves and contribute\r\nto the discussion on how best to meet the concerns of\r\nhumanity. All opinions must be heard and taken into\r\nconsideration. Decisions taken pursuant to the rules\r\n3\r\nA/56/PV.54\r\nmust also be applied by each Member State. This is the\r\nsine qua non requirement for achieving a viable new\r\ninternational order based on a necessary dialogue\r\namong civilizations and a culture of sharing and\r\nsolidarity. This new world order, in order to be more\r\njust, has to be based on two basic concepts. First of all,\r\nthere should be a reform of the United Nations to\r\nprovide a more collective and democratic way of\r\nmanaging the affairs of the world. Secondly, there\r\nshould be a more equitable distribution of the world’s\r\nresources, through revision of trade mechanisms and\r\nfinancing for development.\r\nTurning to the reform of the Security Council,\r\nBurkina Faso reaffirms Africa’s position, which\r\nresulted from the Harare Summit, advocating equitable\r\nrepresentation of all regions of the world and\r\nguaranteeing greater transparency and effectiveness for\r\nthe United Nations.\r\nOur world is in constant flux. The ardent desire\r\nfor peace and security and the search for democracy\r\nand well-being are, with each passing day, becoming\r\never more rooted in people’s minds. During the past\r\nfew years, Burkina Faso has undertaken wide-ranging\r\npolitical and economic reforms, which are in keeping\r\nwith the permanent validity of these universal values.\r\nPolitically, the reforms undertaken by the\r\nGovernment, based on a consensus approach, have\r\nenabled it to improve the institutional environment and\r\nto meet the expectations of the political class and civil\r\nsociety. This involves in particular the status of the\r\nopposition, new voting procedures, the single-ballot\r\nsystem, financing for political parties, trade unions and\r\nthe private press, and the creation of the Constitutional\r\nCouncil, the State Council, the Appeals Court, the\r\nState Audit Office and an independent national\r\nelectoral commission.\r\nEconomically speaking, the Government is\r\nconstantly struggling to improve the living conditions\r\nof our people. Need I recall that destitution and poverty\r\nare the first way we deny human rights. They deny\r\nhuman beings their main raison d’être: their dignity.\r\nTherefore, we have decided to stress the struggle\r\nagainst poverty and exclusion by working out, with our\r\ndevelopment partners, a strategic framework to fight\r\npoverty.\r\nIn our global village, happiness for everyone is\r\npossible. The best of possible worlds is within our\r\ngrasp. Scientific and technological progress means that\r\nwe can overcome the ills that beset humanity. We\r\nsimply need to unite, show solidarity and act together.\r\nThe President: I now call on His Excellency\r\nMr. Hassan Wirayuda, Minister for Foreign Affairs of\r\nIndonesia.\r\nMr. Wirayuda (Indonesia): On behalf of the\r\nIndonesian delegation, I am pleased to congratulate\r\nyou, Sir, on your election to the presidency of the\r\nGeneral Assembly at the fifty-sixth session. We are\r\npleased that the stewardship of this session has been\r\nentrusted to so capable a diplomat from a fraternal\r\nAsian country, with which Indonesia has always\r\nenjoyed the most cordial of relations.\r\nI wish to preface my statement by expressing\r\nonce again, on behalf of the Government and people of\r\nIndonesia, our deepest condolences and sympathy to\r\nthe Government and people of the United States with\r\nregard to the massive tragedy that they suffered\r\nrecently, and have borne so admirably.\r\nIndeed, international terrorism today looms on\r\nthe horizon as one of the major threats to human life\r\nand civilization. The truth, of course, is that multiple\r\nthreats and challenges are an inherent and coexisting\r\nfeature of inter-State relations. We cannot grapple with\r\nthis threat and leave other threats to wreak havoc on\r\nthe world. It is the urgent and compelling task of this\r\nworld Organization to address them all, for each of\r\nthem has the potential to destroy a large part, if not all,\r\nof the human race.\r\nThe threat of nuclear annihilation is still there. It\r\nhas by no means faded with the demise of the cold war,\r\nas the campaign for nuclear disarmament remains\r\nstalled. With conventional weapons, mostly small arms,\r\nwars and other forms of mass violence are being\r\ncarried out in various parts of the world. Thus, whole\r\npopulations — involving millions — are being\r\ndisplaced, maimed or killed, 90 percent of whom are\r\ncivilians, and the majority of them women, children\r\nand the elderly.\r\nIn the Middle East, the killing of innocent\r\nPalestinians continues even while Israeli forces\r\npartially withdraw from occupied Palestinian towns.\r\nFor as long as the inalienable right of the Palestinians\r\nto self-determination is being violated with impunity,\r\nthere can be no lasting peace in that part of the world.\r\nIn the economic sphere, we have not been able to\r\nsolve the basic problem of poverty in spite of the fact\r\n4\r\nA/56/PV.54\r\nthat we have the resources and the technical capability\r\nto at least wage an effective war against this scourge of\r\nhumankind.\r\nThe economies of South-East Asia have just\r\nbegun to recover from the devastation of a global\r\nfinancial crisis that erupted just a few years ago and\r\nalready we are facing the unwelcome prospect of its\r\npossible recurrence. New international architectures\r\nthat would shield vulnerable economies from such a\r\ncrisis remain a distant dream. The global economic\r\nenvironment is simply getting less hospitable to the\r\naspirations of the developing world for growth.\r\nWithout the resources and technology for sustainable\r\ndevelopment, developing countries are rapidly losing\r\ntheir natural resources, while the physical environment\r\nof the world continues to deteriorate.\r\nTo us Indonesians, these global problems become\r\neven more poignant as they are replicated in our\r\ncountry and as they impact on the lives of our people.\r\nIn the financial crisis of 1997-1998, as the rupia\r\nplummeted in value and factories and businesses closed\r\ndown, millions lost their jobs and were reduced to\r\nabject poverty. Since then, our economy has begun to\r\nrecover. Last year, Indonesia enjoyed an economic\r\ngrowth of some 5 per cent, in contrast to the 13.5 per\r\ncent contraction that followed the onset of the financial\r\ncrisis in 1997. Also, in the year 2000, Indonesia\r\nattained a level of trade that surpassed those achieved\r\nbefore the crisis. However, the current global economic\r\ndownturn, compounded by the events of 11 September,\r\nhas lowered the expected target for economic growth to\r\n3 per cent in 2001.\r\nIn the face of these realities, we need massive\r\ndirect investment flows in order to consolidate our\r\nrecovery and march steadily on the road of\r\ndevelopment. We feel that the situation in Indonesia\r\ntoday already merits the confidence of investors, but\r\nwe can barely make a good case for this in the light of\r\nlingering threats to the sovereignty and territorial\r\nintegrity of our Republic.\r\nLike many other developing countries — and,\r\nindeed, some developed countries — Indonesia needs\r\nto overcome the problem of graft and corruption in its\r\nbureaucracies and in the corporate sector. The\r\ndeficiencies of our legal system and judiciary and the\r\npast human rights record of our police and military\r\nestablishment have produced less than optimum\r\nconditions for Indonesia’s economic recovery. These\r\nare daunting challenges, as daunting as the global\r\nproblems that they replicate and reflect.\r\nYet, in confronting these national problems, I do\r\nnot despair, just as I do not despair in contemplating\r\nthe global challenges and problems of our time. I\r\nbelieve that all these problems, global and national, can\r\nbe traced to a single common root — a deficiency in\r\nhuman relationships — for wherever there is inequality\r\nand it is not acceptable to the weaker party, there can\r\nonly be tension and conflict. Wherever the powerful\r\ncan get away with exploiting the weak, a sense of\r\noutrage smoulders and there can be neither stability nor\r\npeace. Wherever there is injustice and it is not\r\nredressed, there arises a culture of vengeance.\r\nIf the problem is basically an imbalance in human\r\nrelationships, then the solution lies in the rectification\r\nof that imbalance — in the recognition that all human\r\nbeings are of equal worth and have basically equal\r\nrights before the law of God and human law. As they\r\nare all equals, each is accountable for what he does to\r\nany other and everyone’s common sense of justice is\r\nsatisfied.\r\nThis solution is not something I discovered on my\r\nway to this forum. It is something that we all have\r\nknown for a very long time now, and we have been\r\ncalling it democracy. Against the expectations of many\r\noutside — and, indeed, within —our own nation over\r\nthe past three years, and especially the last six months,\r\nand in the midst of our financial crisis, Indonesia has\r\nrelentlessly pursued the difficult process of reform and\r\ndemocratization. We have been able to manage\r\nsuccessive transitions of power in a democratic,\r\npeaceful and constitutional manner.\r\nThus, Indonesia today stands proud as one of the\r\nlargest democracies in the world. As a nation with an\r\noverwhelmingly Muslim population, we are the living\r\nrefutation of the erroneous notion that Islam and\r\ndemocracy are incompatible. Islam has always stood\r\nfor the equality and fraternity of all human beings and\r\nfor the optimum exercise of the human will. If only in\r\nthat, we Indonesians have a natural affinity for\r\ndemocracy.\r\nThe challenge for all of us is to ensure that\r\ndemocracy works and that it does actually deliver a\r\nbetter life for the people. In the case of Indonesia,\r\npivotal to this outcome is the recent introduction of\r\nbold and far-reaching measures on the relationship\r\nbetween the central Government and regional\r\n5\r\nA/56/PV.54\r\nauthorities in order to address the legitimate aspirations\r\nof the societies in the region. Likewise, my\r\nGovernment has made a democratic response to the\r\nchallenge of separatism in Aceh and Irian Jaya.\r\nWe will sincerely bring redress for their\r\ngrievances. We will meet their legitimate demands by\r\nintroducing special autonomy and a greater sharing of\r\nresources, and guarantee respect for their culture and\r\nethnic identities. We will not, however, tolerate any\r\nacts of terror or violence for separatist ends against the\r\nterritorial integrity and national unity of our Republic.\r\nIn this regard, Members of this Organization have\r\nextended overwhelming support for Indonesia’s\r\nterritorial integrity and national unity, consistent with\r\nthe principle of the territorial integrity of States\r\nenshrined in the United Nations Charter.\r\nThrough the strict and impartial enforcement of\r\nrecently passed anti-graft laws, we are cleansing our\r\nbureaucracy and corporate sector of the taint of graft\r\nand corruption. Through strict and equal application of\r\nlaws on economic reform, we assure every\r\nentrepreneur an equal chance in his business\r\nundertakings.\r\nWe are reforming the legal system and the\r\njudiciary so that every individual stands equal before\r\nthe law, whoever his adversary in litigation may be.\r\nBoth the police and the military have undergone reform\r\nand have proven themselves to be faithful to the\r\nConstitution and to the democratic process. They have\r\nthe encouragement of my Government and the\r\nIndonesian people as they continue reforming\r\nthemselves.\r\nWe will see to it, however, that those who have\r\nperpetrated human rights violations, including those\r\nwho carried out the gross human rights violations in\r\nEast Timor in the wake of the popular consultation, are\r\nbrought to justice. Thus, immediately after assuming\r\noffice, President Megawati Soekarnoputri signed an\r\namending presidential decree that would enable,\r\nstarting next month, an ad hoc human rights court to\r\nadjudicate cases of human rights abuses prior to and\r\nfollowing the popular consultation.\r\nThese are the main lines of our democratic\r\nresponse to the many and formidable challenges that\r\nIndonesia must contend with. I have no illusions that\r\nthey will be met without difficulty and occasional\r\nsetbacks, but I have faith in the rightness of working\r\nfor human relationships that are based on the equality\r\nof individual human worth. It is the decent, enlightened\r\nthing to do. I therefore have no doubt that, ultimately,\r\nthese measures will yield sufficiently positive results to\r\nmove us forward on the road of development.\r\nI am no less confident that the democratic\r\nresponse will be just as effective in addressing the\r\nglobal challenges of our time. Consider the problem of\r\narmed conflicts in various parts of the world. The use\r\nof violence against other human beings, whether\r\ncarried out through nuclear weapons or through small\r\narms, is an assertion of a view that those others have no\r\nequal right to life. That is why violence is escalating\r\neverywhere and that is why there are terrorists —\r\nmadmen who regard the lives of innocent people as\r\nworthless compared to their political agenda. In a\r\ndemocratic setting, where everyone is committed to\r\nequality and every human life is as precious as any\r\nother, violence cannot thrive, certainly not on a\r\nmassive scale.\r\nIf the nuclear disarmament agenda has not been\r\nmoving forward, it is because the nuclear Powers enjoy\r\na real advantage over everybody else and those that are\r\nnuclear-capable strive to become nuclear Powers\r\nthemselves. Inequality thus becomes an incentive for\r\nnuclear proliferation. In a democratic setting, that\r\nincentive is not available.\r\nThe same is true with respect to the endeavours to\r\nreform the United Nations, particularly the Security\r\nCouncil. So long as the present permanent members\r\nsee others as not equal to themselves and act on that\r\nbasis, there will never be equitable representation on\r\nthe Council. To say that we are reforming the world\r\nOrganization in order to make it more democratic is to\r\nput the cart before the horse. First, let us all embrace\r\ndemocracy and then it will not be difficult to reform\r\nthe United Nations.\r\nIn the economic sphere, the fundamental\r\nchallenge is simply to create a level playing field for\r\nall nations, whether it be in trade or international\r\nfinancial flows. We may all be paying lip service to the\r\nsovereign equality of all nations, but if a reality check\r\nshows that multilateralism is on the wane, that in fact\r\nmeans that a good number of developed nations do not\r\nreally believe that the developing countries thus\r\ndeprived are their equals.\r\nInternational financial flows for development will\r\nresume, the debt burden of poor countries will be eased\r\nand barriers to the exports of developing countries will\r\n6\r\nA/56/PV.54\r\nbe lifted if and when the entire developed world\r\nsincerely regards the developing countries as true\r\nequals, and not as recipients of charity. Since people in\r\ndeveloping countries, particularly those that are most\r\nvulnerable, are down today, they need a helping hand\r\nto raise them to a position commensurate with their\r\ndignity as equal human beings. In this regard, a special\r\ncase could be made for the teeming millions in the\r\ncountries of Africa, a continent that has already given\r\nso much of itself to the rest of the world.\r\nThe principle of equality among all human beings\r\nmust be applied as well in the use of natural resources\r\nand its profound impact on the environment. It would\r\nbe the cruellest form of inequality if the present\r\nimbalances in the use of resources among nations were\r\nleft unaddressed and if the present generation were to\r\nuse the earth’s resources and leave nothing to sustain\r\nfuture generations of humanity.\r\nThis yearning for democracy has been with us for\r\na long time. It is the spirit behind every reform\r\nmovement, the French and American revolutions and\r\nthe struggle of colonized countries for independence,\r\nIndonesia among them.\r\nThis is the spirit to which the first generation of\r\nleaders of Asia and Africa gave voice in Bandung in\r\n1955. It guided the founding and the growth of the\r\nNon-Aligned Movement and brought about the demise\r\nof apartheid.\r\nIn my region, South-East Asia it gave rise to the\r\nbirth and growth of the Association of South-East\r\nAsian Nations (ASEAN), just as it earlier ushered in\r\nthe founding and enlargement of the United Nations. It\r\nis what we need today to reform the United Nations, to\r\nmake it a more effective instrument of global peace and\r\ndevelopment. It is what we need to translate into\r\nconcrete reality the provisions of the Millennium\r\nDeclaration. And, indeed, the democratic spirit is what\r\nwe need in order to wage an effective struggle against\r\nthe dark forces of international terrorism. Without that\r\nspirit, we can only fail.\r\nThe best course, therefore, would be to launch\r\ncollective action on the basis of the United Nations\r\nCharter. For this war against international terrorism to\r\nbe able to cover all fronts and to be sustainable and\r\nimbued with long-term legitimacy, it is imperative that\r\nthe United Nations play an active and primary role.\r\nThe global campaign should be complemented at the\r\nregional level by coordinated efforts such as those\r\nlaunched by ASEAN just over a week ago. In that way,\r\nwe will ensure that our response to terrorism is a\r\ndemocratic one.\r\nIndonesia has consistently emphasized the role of\r\nthe United Nations in addressing the unfolding\r\ndevelopments in Afghanistan. It therefore welcomes\r\nthe adoption yesterday by the Security Council of\r\nresolution 1378 (2001), for this development represents\r\nmanifest recognition of the need to enhance political\r\nand diplomatic efforts to find a comprehensive solution\r\nto the Afghan crisis. At the same time, however, it is\r\nimportant to underline that the role of the United\r\nNations can only be to support the efforts of the\r\nAfghan people themselves, most notably in the\r\nestablishment of a new and transitional administration\r\nthat is broad-based, multi-ethnic and representative of\r\nall the Afghan people. For its part, Indonesia is\r\ncommitted to supporting the United Nations in these\r\nnoble endeavours. Indonesia stands ready to contribute\r\nto any future peacekeeping operations needed to\r\nsupport peace-building in Afghanistan.\r\nTo my mind there is no question of whether the\r\ndemocratic response will work as a way of resolving\r\nthis problem and all the other global problems of our\r\ntime. Nothing else will work. The question is whether\r\nwe are courageous, sincere and enlightened enough to\r\napply it.\r\nHistory, it has been said, is a race between\r\nenlightenment and catastrophe. Let us become\r\nenlightened now, before catastrophe overtakes us.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Eduard Kukan, Minister for Foreign\r\nAffairs of Slovakia.\r\nMr. Kukan (Slovakia): At the outset, I wish to\r\njoin other speakers in warmly congratulating you, Sir,\r\non your election as President of the fifty-sixth session\r\nof the General Assembly. It is my deep conviction that\r\nin this difficult situation we will, under your\r\nexperienced leadership, materialize the expectations of\r\nthe international community, which has always desired\r\nto view the United Nations as a reliable guarantor of\r\nworld peace. I recall our recent meeting in Seoul, and it\r\nis a pleasure for me to see you, Sir, presiding over the\r\nGeneral Assembly this year. I also wish to thank your\r\npredecessor, Mr. Harri Holkeri, for his hard work,\r\ndedication and leadership in presiding over the fifty-\r\nfifth session of the General Assembly.\r\n7\r\nA/56/PV.54\r\nThe recent brutal terrorist attack against our host\r\ncountry, which has left all of us in deep shock, was\r\nundoubtedly also directed against the United Nations\r\nand its principles and values, which we as Member\r\nStates share. This inhuman act was an attack on all of\r\nus. However, it has united the international community,\r\nwhich realized the potential danger and threat of\r\nterrorism to the existence of human civilization. The\r\ninternational community has responded in the only way\r\nappropriate: international terrorism cannot be tolerated;\r\nall the nations of the world must stand united in the\r\nbattle against this evil; and they have to search\r\nvigorously for ways to effectively respond to it.\r\nWe were relieved to see the United Nations acting\r\npromptly and in a very determined way, adopting the\r\nvery next day General Assembly and Security Council\r\nresolutions urging the international community to\r\nredouble its efforts to prevent and suppress terrorist\r\nacts by increased cooperation and full implementation\r\nof the relevant international anti-terrorist conventions\r\nand Security Council resolutions. In particular,\r\nSecurity Council resolution 1373 (2001) is of a great\r\nimportance and must be fully implemented.\r\nWe appreciate that after the terrorist attacks,\r\ncountries and international organizations have\r\nmanifested moral maturity and their capacity to closely\r\ncooperate and coordinate their actions in the fight\r\nagainst world terrorism. We welcome the active and\r\nirreplaceable role the United Nations plays in this fight.\r\nAs United Nations Secretary-General Kofi Annan\r\nexplicitly stated in his response to the arrogant and\r\ndisdainful words of bin Laden addressed to the United\r\nNations, people will understand that the position of the\r\nUnited Nations is the expression of the will of all its\r\nMembers.\r\nA year ago, many of my colleagues and I\r\nelaborated on the role of the United Nations in\r\ncombating international terrorism. The Slovak\r\nRepublic joined the anti-terrorist coalition swiftly,\r\neffectively and without any hesitation. It will remain a\r\nfirm part of the coalition of nations and people\r\nresolved to fight terrorism and determined to face this\r\nthreat to peace and security on our planet. The Slovak\r\nRepublic is a party to 11 of the 12 universal anti-\r\nterrorist conventions. Shortly, we hope to ratify the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism, which we signed last January.\r\nWe call on all other countries to redouble their efforts\r\nin order to achieve a speedy conclusion of a\r\ncomprehensive convention against terrorism.\r\nThe terrorist attack has certainly changed our\r\nperception of the world. A re-assessment of\r\ninternational arrangements is a necessity in this\r\ncontext. After a period of mostly emotional reactions,\r\nwe now need more qualified answers, supported by\r\nresolve and responsibility. I am convinced that the\r\nresolve and responsibility will be translated into\r\nexecutive actions and systemic steps by the United\r\nNations.\r\nThe legal instruments devised here at the United\r\nNations constitute an especially good basis for\r\ndeepening the effectiveness of the fight against\r\nterrorism. Using the words of the aphorist Blaise\r\nPascal, I want to emphasize that the only thing that\r\nremains to be done is to implement all the good\r\nprinciples that have already been laid down. It is\r\nencouraging that the words of comfort and the ideas\r\nand commitments uttered by high representatives of the\r\nMember States of this, the most universal international\r\ncommunity, overwhelmingly share that spirit. Slovakia\r\nfully associates itself with those views. In that context,\r\nwe wish to express our hope that the Rome Statute of\r\nthe International Criminal Court will enter into force\r\nsometime next year. With that the international\r\ncommunity will be establishing a body that will end\r\nimpunity for crimes of the greatest seriousness,\r\nincluding crimes against humanity.\r\nThe world has a unique opportunity to achieve\r\nprogress in tackling long-lasting conflicts through joint\r\nefforts. Slovakia considers United Nations\r\npeacekeeping operations to be one of the key and most\r\nvisible aspects of the Organization’s activities. We\r\nview all United Nations activities in conflict\r\nprevention, peacekeeping, peace support and peace-\r\nbuilding as particularly important. It is the people in\r\nthe regions suffering from conflict who look to our\r\nOrganization with hope, and we must not let them\r\ndown.\r\nAs a country that is materially and personally\r\ninvolved, we welcome with great attention and\r\ndevotion and participate actively in the discussions\r\naimed at reforming and improving the efficiency of\r\nUnited Nations peacekeeping. We are ready to continue\r\ncontributing our share in every possible way to this\r\nnoble endeavour. The participation of the Slovak\r\nRepublic in United Nations peacekeeping operations\r\n8\r\nA/56/PV.54\r\nhas grown almost six-fold since the beginning of the\r\nyear 2000. This year we took part in the United Nations\r\nmission in East Timor, where we deployed a level II\r\nhospital. In Cyprus the Slovak contingent has replaced\r\nAustria and has become the lead nation in Sector 4. We\r\nhave sent our demining experts and other personnel to\r\nthe United Nations Mission in Ethiopia and Eritrea.\r\nI would also like to add my personal note to this\r\ndescription of my country’s engagement. For the past\r\ntwo years, the Secretary-General has entrusted me with\r\nan exceptionally demanding and responsible task,\r\nnamely, to serve as his Special Envoy for the Balkans\r\nand to oversee the peaceful resolution of the still-\r\nsmouldering conflict in Kosovo. I am aware of the\r\ncritical importance of the coming elections to be held\r\nin Kosovo under the supervision of the United Nations\r\nInterim Administration Mission in Kosovo (UNMIK). I\r\nam now therefore in a position to state a single critical\r\nthesis: that area must stay multi-ethnic and the\r\ninternational community must continue to be consistent\r\nin its policies on the matter.\r\nAs a country that is experiencing dynamic\r\ndevelopment and one that shares a great interest in\r\nstable international development and the prosperity of\r\nthe international community, Slovakia also has an\r\nambition to play a more visible role in the United\r\nNations. Our Prime Minister, Mikuláš Dzurinda, also\r\nclearly expressed our position on many other topics\r\nand challenges at last year’s Millennium Summit. The\r\nspirit of the commendable initiatives adopted at the\r\nSummit will produce the best results only through their\r\nunrestricted practical implementation, although new\r\nand unprecedented barriers have emerged on the way.\r\nOur position on the issue of Security Council\r\nreform is linked to the importance of making the\r\nOrganization more effective. Let us be honest and\r\nadmit that we have not been fully successful in\r\nachieving this goal for years, and that we will now\r\nhave to cope with new and unprecedented challenges.\r\nIn my letter to the previous President of the General\r\nAssembly I emphasized that, in addition to maintaining\r\nsufficient representativeness, the Security Council\r\nshould also preserve sufficient operational flexibility.\r\nWe also believe that the Security Council should base\r\nits decision-making on majority voting, and that the\r\nright of veto should only be reserved for decisions\r\ntaken under Chapter VII of the Charter.\r\nSlovakia supports the enlargement of the Security\r\nCouncil in both the non-permanent and the permanent\r\ncategories of membership. However, the failure to\r\nachieve consensus on the enlargement of one category\r\nshould not result in blocking enlargement in another\r\ncategory. I avail myself of this opportunity to confirm\r\nthat while increasing the number of Security Council\r\nmembers in the category of elected non-permanent\r\nmembers, we consider it fully justified to allocate one\r\nadditional seat to the Group of Eastern European\r\nStates. Its membership has doubled in the last decade.\r\nExceptionally urgent current challenges have cast\r\na malicious shadow of destruction over this year’s\r\nagenda of the General Assembly, which I have not\r\ncommented on in detail. I would like, however, to\r\nassure the Assembly that Slovakia believes in the need\r\nfor a universal world organization — which the United\r\nNations is — as a source of hope for a better and more\r\njust world. We have no doubts about the irreplaceable\r\nrole of the United Nations in tackling global issues, be\r\nit the protection of human rights, the eradication of\r\nfamine, poverty, diseases and illiteracy or the\r\nprevention of drug and arms proliferation or\r\nguaranteeing sustainable development. A life of dignity\r\nfor all of us is really unthinkable without the enduring\r\ninvolvement of the United Nations. However, it\r\nrequires universal respect of its paramount place in\r\ninternational life, and joint cooperation in intensifying\r\nits activities.\r\nIn conclusion, I would like to underline the\r\nfeeling of deep satisfaction of my country, and me\r\npersonally, with the appointment of Mr. Kofi Annan to\r\nserve a second term as the United Nations Secretary-\r\nGeneral. I also wish to voice our recognition of the\r\nhonour given to him personally and to our universal\r\nworld Organization through the prestigious and well-\r\ndeserved award of the centenary Nobel Peace Prize,\r\nand to congratulate him wholeheartedly on this\r\nachievement.\r\nThe President: The Assembly will now hear an\r\naddress by the Deputy Prime Minister and Minister for\r\nForeign Affairs of Israel.\r\nMr. Peres (Israel): First of all, I would really like\r\nto congratulate you, Sir, on your election as President\r\nof the fifty-sixth session of the General Assembly. I\r\nknow that you bring with you a wealth of experience, a\r\nbreadth of understanding and hope for many people. I\r\nwould also like to express my highest regard for\r\n9\r\nA/56/PV.54\r\nSecretary-General Kofi Annan on his well-deserved\r\nrecognition as Nobel Prize Laureate for his fresh ideas\r\nand great vision on how to meet a new world with an\r\nopen mind, a sense of unity and hope.\r\nThere is hidden light and needed hope in this\r\ngathering to overturn the darkness that has descended\r\nupon us. There is enough strength and resolve in the\r\nmidst of civilized nations to deflect evil.\r\nHumanity woke up happy to welcome the twenty-\r\nfirst century. We turned around and looked, and there\r\nwas brightness and freshness in the air. We had\r\ndeparted from a traditional history that was written\r\nwith red ink — wars, skirmishes, conflicts and\r\nmurders — many of which arose because human\r\nexistence was dependent upon land and natural\r\nresources. We have had to protect our own lands.\r\nModern science emerged to supersede land,\r\nopening new horizons of limitless opportunities.\r\nScience rendered borders marginal, and old prejudices\r\nand distances began to dissipate from our minds.\r\nTechnology created a new interdependence. No longer\r\nwere our connections dependent upon land or sea —\r\nupon distance. Air became the new means of\r\ncommunication for nations, peoples, businesses and\r\ndevelopment. High technology introduced new\r\npromises and recalled the importance of old values.\r\nThe perception was that every person,\r\nirrespective of location, race, religion or sex, could\r\nreach new heights. And then we learned that high\r\ntechnology is not just a technical matter. We cannot\r\nseparate technology from values; it is impossible.\r\nFor example, you cannot combine lies and\r\nscience. You cannot lie scientifically. To have a\r\nscience-based economy, you have to pursue peace\r\nuncompromisingly and openness uninterruptedly.\r\nScience requires an open society; it demands constant\r\ndialogue. You cannot have new innovations without\r\nunrestricted research. You cannot have unrestricted\r\nresearch without being a free society. You cannot\r\ndevelop a scientific economy without making\r\neducation a top priority, available and accessible to all\r\npeople. You cannot attract investment unless you have\r\ntransparency.\r\nIn a competitive world, to keep young scientists\r\nyour land and water should be free from pollution, your\r\nfinancial system free from corruption, your government\r\nwithout arbitrariness. Truth, freedom and openness\r\nbecame conditions for science and high technology\r\nand, consequently, for the advancement of any society.\r\nIt is true that the world is still divided between\r\nthe haves and the have nots. But for the have nots, a\r\nnew option is that of becoming connected to the new\r\nage and the more developed aspects of our times.\r\nThere had been a new beginning, but like many\r\nbeginnings, one mixed with shadows and revolt. The\r\nshadows were not yet heavy; at the beginning they\r\nlooked pale and distant. So we felt like one promised\r\nworld, like one assembly. The economy was no longer\r\nnational; it became global — open to every nation. And\r\nsince we could not form a global government, the\r\nnational Governments agreed that the global economy\r\nwould be managed by private enterprises — hence,\r\nprivatization. Globalization decreased the importance\r\nof traditional States and increased the importance of\r\nnon-governmental organizations and worldwide\r\nconnections. It looked as if borderless progress was\r\nevolving. And then ambushing clouds, global in nature,\r\nmoved in as a new horror.\r\nThe horrific events of 11 September — the\r\nsavage attack on innocent American people —\r\nsignalled a new warning to world history. On 11\r\nSeptember, we learned that the very same technology I\r\nmentioned earlier — openness and a frontier-less,\r\nconnected world — could also spread viciousness. This\r\nattack was brutal, because it was directed at everything\r\nwe stand for, against everything for which nations, and\r\nthe United Nations, have toiled.\r\nThe emerging terror, like the emerging economy,\r\nis no longer national or delineated by boundaries.\r\nRather, it is borderless, and it contains unlimited,\r\nawesome potential. It can begin with knives, and it may\r\nwind up with germs. Terror does not have a visible\r\naddress, a merciful lord in heaven, a court or an elected\r\ngovernment. Nor does it need the approval of the many.\r\nIt is built on the fanaticism of a small group of\r\nmurderers, lacking the checks and balances of an\r\naccountable society. It may arrive unexpectedly,\r\nuninvited, spreading fear in every corner of the globe,\r\nparalysing us at work and home, grounding flights,\r\nimpeding movement, disrupting commerce and\r\nproduction. Eventually, it can endanger the freshness of\r\nair, the purity of water.\r\nGlobal economy arrived as an historic surprise;\r\nglobal terrorism also arrived without prior warning.\r\nBut, whereas a solution was found to regulate the\r\n10\r\nA/56/PV.54\r\nglobal economy, through privatization, there is no\r\nprivate answer to meet global terrorism. Many nations\r\nhave armies, without necessarily having enemies. Yet,\r\nfor the time being, global dangers remain without\r\nglobal answers or global armies.\r\nThe United States played the pivotal role in\r\nintroducing the new economy. Now again, it falls upon\r\nthe United States, as the first target of global terrorism,\r\nto offer a strategy, to take the lead and to bring back\r\nthe promise of freedom and security to many of us.\r\nWe pay tribute to the United States, a nation that\r\nhad the capacity to welcome new modes of creativity,\r\nplanning, production and innovation at home and\r\nabroad. And while becoming mighty, it did not stop\r\ncaring for the rest of the world. The United States has\r\nhelped nations in Europe and Asia and elsewhere\r\nregain freedom and security in times of danger.\r\nAmerican boys fought, and many of them lost\r\ntheir lives, in European and Asian wars. They won\r\nwars and gained land, but they did not keep those\r\nassets for themselves. They returned to Japan an\r\nimproved Japan. They returned to Germany an\r\nimproved Germany. The Marshall Plan helped to\r\nrebuild Europe. Needy countries were offered food and\r\nassistance, industries were restored, economies were\r\nrehabilitated. There was generosity in their victory.\r\nIndeed, America has emerged as the “indispensable\r\nnation”.\r\nNow America has become a target for reasons\r\nwhich are not necessarily its own. Terrorism was\r\ndirected at America to frustrate its democracy, weaken\r\nits respect for human rights, reduce its enterprise and\r\nthreaten its individualism so that it would not be able\r\nto help others. This was an assault on the very\r\nexistence of humanity.\r\nThe bin Laden group are afraid of progress. They\r\nare proponents of backwardness. They want us to\r\nreturn to living in caves. They represent the darkest\r\nages in the annals of human history. They are self-\r\nappointed killers of any persons who think differently\r\nfrom them. They are not just evil — they are an agency\r\nof death.\r\nAmerica is not just a new world or continent — it\r\nis a great constitution, a shining city on the hill of\r\nfreedom. It is not just a concrete structure — it is a\r\nsolid idea. You can attack America, hurt it, but\r\nAmerica cannot be destroyed.\r\nAmerica’s war on terrorism is the war of all of us.\r\nBy “us”, I mean every country in this Assembly and\r\nevery human being on this planet. Bin Laden claims\r\nthat he fights crusaders, who no longer exist. Bin\r\nLaden claims that he wants to help the Palestinians, but\r\nin the eyes of the Palestinians, he is an obstacle, not an\r\naid.\r\nIsrael made peace with Egypt and returned all the\r\nland and water without bin Ladens, without terror. We\r\ndid likewise with the Jordanians — not because of\r\nterror, but because terror came to an end. At Camp\r\nDavid in July 2000, we offered the Palestinians\r\npractically all the land without bin Ladens, without\r\nterror. And if there remained a difference of 1 or 2 per\r\ncent, that does not justify the killing of thousands of\r\nmen and women in America. Political differences do\r\nnot justify murdering even a single child, no matter of\r\nwhich nation.\r\nBin Laden and his abhorrent ideas can never\r\ncontribute to peace. They offer no solution and no hope\r\nto any nation, religion or person. They spread hatred,\r\ndisseminate fear and plant mines. They are a\r\ncatastrophe at large.\r\nThe new world economy enabled two of the most\r\npopulous countries — China and India — to move\r\nforward and offer new life and opportunity to hundreds\r\nof millions of people. It has changed the face of\r\nEurope. It has reversed the fortunes of Latin America.\r\nIt has extended an open invitation to every country to\r\nacquire computers, widen education, open its gates and\r\njoin a new age without giving up its old values and\r\ntraditions. The new world economy called for an\r\nassembly of responsible nations to build a dam against\r\nterror, knowing perfectly well that the fight against\r\nterror cannot be postponed, cannot be forgiven, cannot\r\nbe compromised. It is a matter of life and death for\r\nhumanity in the new chapter of our existence.\r\nAll of us, nations and individuals, will either\r\ncontribute to safety and freedom or become targets of\r\ndeath and backwardness. Every country must choose its\r\nplace in the new world, either in the realm of science\r\nand technology or in the wastebasket of the old land\r\neconomy, dependent on the whims of nature,\r\ncondemned to the poverty of hopelessness. It is the\r\nresponsibility of affluent nations to share the wealth of\r\nknowledge so that others can join them. Rich countries\r\nshould become a locomotive for the deprived, not a\r\nluxury liner for the privileged.\r\n11\r\nA/56/PV.54\r\nWe pray wholeheartedly from the great and united\r\ncity of Jerusalem, as we did in the early days of our\r\nexistence, that we shall know again how to distinguish\r\nbetween good and evil, between tohu va’vo-hu —\r\nchaos — and a new tomorrow. Our region gave birth to\r\nthe greatest prophets, their moral dictums setting the\r\nmoral fabric of our society. They have guided us to\r\ntrust and follow reason and realism. But we were\r\nforced to follow funerals more than reason. This has\r\nexacted a heavy price from Jews, Muslims, Christians,\r\nDruze. It is time that we rediscovered the Ten\r\nCommandments, holy to all of us.\r\nRight now it looks as if we are again sinking into\r\nthe past. The emotional conflict is greater than the\r\nterritorial gap. It is more difficult to muster the strength\r\nand summon the spirit than to divide the land. In spite\r\nof these difficulties, I daresay there is a hidden\r\nopportunity in the vast divide. I feel strongly that while\r\nwe cannot recover lost time, we can introduce a new\r\nvista in the Middle East.\r\nUntil now, the world related to the Middle East.\r\nNow the Middle East has to relate to the new world.\r\nOur neighbours — Palestinians and Arabs — know that\r\nIsrael is committed to contribute whatever it can to\r\nrenew a real peace process — not by force, not by\r\nimposition, not by unilateral action, but through a\r\nnegotiated agreement, an agreed peace. There is no\r\npeace but an agreed peace. Just as one cannot applaud\r\nwith one hand, there cannot be a one-handed peace.\r\nProblems, naturally, have a date of birth.\r\nSolutions must reach their maturity. It may not happen\r\nat once, but it will happen. Yesterday, you would\r\nhardly find, for example, support for a Palestinian State\r\nand, although this is not yet a formal policy of the\r\nGovernment of Israel, there is now support for\r\nPalestinian independence and for a Palestinian State.\r\nWe do not want to dominate the Palestinians; we want\r\nthem to breathe freedom, to create a new economy, to\r\nmaintain their traditions, to enjoy the highest level of\r\neducation and to provide real security to all parties.\r\nAs far as Israel is concerned, we are convinced\r\nthat good neighbours are better than good guns. In\r\nmodern times, you cannot have real security dependent\r\nonly on fences, walls, fortifications or trenches; not\r\neven on tanks and guns and missiles. All these\r\nmeasures have already become anti-measures, making\r\nthem incomplete and temporary. The only strategy that\r\ncannot be ignored is neighbourly relations, such as the\r\ncommon market in Europe, the Rio Group in Latin\r\nAmerica, the North American Free Trade Agreement in\r\nNorth America, the Association of South-East Asian\r\nNations in Asia and the New Partnership for African\r\nDevelopment in Africa. All these frameworks have\r\nshown that answers to old historical, military and\r\npolitical conflicts may reside in the economic domain.\r\nWhat endangers the new solution is terror. Terror\r\nis again endangering the world. The division is no\r\nlonger between East and West, North and South, but\r\nbetween the union to stop terror and those who refuse\r\nto recognize its menace. The assembly against terror\r\ncomprises most of humanity: the United States,\r\nEurope, China, Russia, India, South America, many\r\ncountries in Africa and many countries in the Muslim\r\nworld.\r\nDemocracies must have a non-democratic\r\ninstitution to defend themselves. Armies are non-\r\ndemocratic, but without them democracy would not\r\nprevail. You may have many views in a democratic\r\nsociety, but only one authority that controls the military\r\nand its arms. Armies must be subordinate to the elected\r\npolitical body, but if you have one political authority\r\nand several armed groups, you can have neither\r\ndemocracy nor security.\r\nThe Palestinian Authority, which is a State in\r\nbeing, must establish one authority over all arms, all\r\narmies and all use of arms, not for the sake of Israel,\r\nbut for the sake of peace and for the sake of its own\r\ndestiny, so that bullets will not negate ballots.\r\nAs long as terror persists, Israel has no choice but\r\nto defend its people. The word “terror” does not\r\ndescribe an abstract dilemma for us. It refers to a\r\nreality of between 30 to 40 violent incidents every\r\nday — shootings, bombings, ambushes and killings. It\r\nis perpetrated by suicide bombers who have no respect\r\nfor life, either their own or that of others. The only\r\nplace they can be intercepted is at the point from which\r\nthey depart.\r\nIsrael is, by definition, an experienced member of\r\nthe anti-terror camp. We know that terror can never win\r\nif people protect and preserve their fundamental\r\nsecurity. Terror is strong as long as anti-terror is weak\r\nand terror is frightening as long as people are afraid of\r\nit. Terror basically represents cowardliness and does\r\nnot serve any real purpose. Terror neither follows\r\njustice nor serves goals. It is not a remedy; it is a\r\nmalady.\r\n12\r\nA/56/PV.54\r\nWe are at a juncture. The world is pursuing new\r\nopportunities and frontiers. No longer will it be a world\r\ndivided between developed and underdeveloped\r\nnations, black and white or men and women. It will\r\nbecome a world where every person will have access to\r\nknowledge and opportunity to participate in the new\r\ngenesis. States have become weaker economically and\r\nstrategically because economy and strategy have\r\nthemselves become global. Yet we do not have\r\norganized world institutions to secure the globe and\r\ndistribute wealth more justly.\r\nTwo courses are open to every State: either to\r\njoin the new economy or to submit to old terror; the\r\ncreation of wealth or the threat of death. Each must\r\nmake its own choice between the promise of economy\r\nor protest by terror. The Global Compact initiated by\r\nthe Secretary-General offers us a road map to the\r\nformer. It defines the functions and contributions of the\r\nUnited Nations and imposes responsibilities on all of\r\nus — nation States, the private sector and civil society.\r\nIt provides us with hope that, even as crises exist,\r\nobscuring the opportunities just visible from the corner\r\nof our eyes, the path to progress is clear to all with the\r\ncourage to embrace it.\r\nWe woke up to the twenty-first century with such\r\noptimism. We must overcome the dangers so that our\r\nchildren will again be raised in a world of almost\r\nlimitless opportunities. It can be done. We have learned\r\nin Jerusalem that we can make a promised land into a\r\nland of promise for all of us.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Abdulaziz Kamilov, Minister for\r\nForeign Affairs of Uzbekistan.\r\nMr. Kamilov (Uzbekistan) (spoke in Russian):\r\nAllow me to convey our sincere congratulations to\r\nMr. Kofi Annan on the occasion of his re-election to\r\nthe post of Secretary-General, as well as on winning\r\nthe Nobel Peace Prize for 2001. We also congratulate\r\nMr. Han Seung-soo on his election as President of the\r\nGeneral Assembly at the current session and we join\r\nthose who have already expressed gratitude to\r\nMr. Harri Holkeri for his excellent organization of the\r\nfifty-fifth session, which went down in the history of\r\ninternational relations as the Millennium Assembly.\r\nThis session of the General Assembly is taking\r\nplace in special circumstances. There is no doubt that\r\nthe tragic events of 11 September represent an\r\nobjective reality that has prompted the international\r\ncommunity to critically reassess the situation, which\r\nrequires the elaboration of common positions in the\r\ncombat against international terrorism, based on the\r\nprovisions of the United Nations Charter on\r\nsafeguarding comprehensive peace and security.\r\nToday, it is evident that terrorism is related to\r\nextremism of every stripe — political, religious and\r\nethnic — as well as to separatism and drug trafficking.\r\nThese are the principle threats to the present and future\r\nof humankind, a plague of the twenty-first century that\r\ncan enter any household. No one carries insurance\r\nagainst this evil.\r\nThe international community is becoming\r\nincreasingly aware of the indivisibility of security. In\r\naccordance with this fundamental principle and in view\r\nof the current international situation, Uzbekistan\r\ncommits itself to go all the way in its fight against\r\nterrorism as a global phenomenon. Only through joint,\r\ncoordinated efforts of the entire international\r\ncommunity can we eradicate this evil. No one has the\r\nright to stand aloof from this battle.\r\nWe are acutely aware that, today, it is absolutely\r\nunacceptable to content ourselves with mere\r\ndeclarations and statements. It is time we supported our\r\nwords with action. Before it is too late, we must take\r\nthis opportunity to quit the cautious and defensive\r\nstance adopted in the struggle against international\r\nterrorism and to go on the offensive.\r\nSuch an approach is also dictated by a simple and\r\nobvious truth: it is impossible to come to an agreement\r\nwith terrorists. Not only modern experience in\r\ncombating terrorism but also the experience of history\r\nattest to this fact. The only way to deal with terrorists\r\nis to isolate them and stand up to them in the most\r\nuncompromising and resolute way.\r\nGiven the nature of international terrorism and its\r\nextensive organizational and financial network as well\r\nas its considerable material and technical resources, it\r\nis essential to devise a global counter-terrorist strategy\r\nthat will clearly define the following: first, the\r\nparameters of an effective legal framework as well as\r\nthe organizational foundations for international\r\ncooperation in this area; and secondly, forms of\r\nconcrete joint action at both the global and regional\r\nlevels as well as on a bilateral basis.\r\nRecent events have demonstrated clearly that\r\nterrorism is the most dangerous and treacherous enemy\r\n13\r\nA/56/PV.54\r\nof the international community. I think it may be\r\nrelevant to remind Members of the address that the\r\nPresident of the Republic of Uzbekistan, Mr. Karimov,\r\nmade to the General Assembly on 8 September 2000\r\nfrom this rostrum. He sounded the alarm, trying to\r\ndraw the attention of the international community to\r\nthe\r\n“... war in Afghanistan, which has continued for\r\nmore than 20 years ... Afghanistan has become a\r\ntraining ground and hotbed of international\r\nterrorism and extremism, and the main source and\r\nthe warehouse of world drug production, which\r\nearns billions of dollars and fuels international\r\nterrorism.” (A/55/PV.7, p. 15)\r\nHe also emphasized that this is “a threat to the security\r\nnot only of the States of Central Asia, but of the whole\r\nworld”. He unambiguously pointed to the particular\r\ndanger that the world would face if the terrorists were\r\nto gain access to deadly weapons such as chemical,\r\nbiological and other forms of weapons of mass\r\ndestruction. Here it is pertinent to ask: Was this not a\r\ntimely appeal?\r\nUzbekistan has been actively engaged in\r\ncooperation with the anti-terrorist coalition. We\r\nconsider the anti-terrorist operation in Afghanistan as,\r\nfirst and foremost, a means to destroy the terrorist\r\nbases and camps in that country as well as to eradicate\r\nconditions favourable to terrorist activity.\r\nThe Uzbek people, being heirs to the great\r\nMuslim culture and having made a major contribution\r\nto the development and flourishing of Islamic\r\ncivilization, realize that this operation is not directed\r\nagainst either the people of Afghanistan or the religion\r\nof Islam. War has been declared against terrorists and\r\ntheir centres and training grounds, not against the\r\npeaceful population.\r\nUzbekistan and Afghanistan have a long history\r\nof neighbourly and mutually beneficial relations going\r\nback to antiquity. The Amu Darya River has always\r\nunited us, not separated us. Uzbekistan has never had a\r\nconflict either with the Afghan people or with\r\nAfghanistan as a State.\r\nThe civil war in Afghanistan, which has\r\ncontinued for three decades and reached its apogee\r\nduring the short period of Taliban rule, has destroyed\r\nthe country’s economy and caused the Afghan people\r\ngreat distress, and it is a threat to the very existence of\r\nAfghanistan as an unified State. We support the efforts\r\nof the international community aimed at immediate\r\nmeasures to adopt large-scale programmes for the post-\r\nconflict rehabilitation of Afghanistan and concrete\r\nhumanitarian aid for those who urgently need such\r\nassistance in their plight.\r\nUzbekistan, in close collaboration with the\r\nUnited Nations, is already actively participating in the\r\ndelivery of international humanitarian aid to\r\nAfghanistan. For this purpose, we have provided all the\r\nnecessary infrastructure, including that in the city of\r\nTermez, in immediate proximity to the border of\r\nAfghanistan.\r\nFinally, in light of the latest events, including\r\nboth the acts of terror in the United States and the start\r\nof the anti-terrorist operation in Afghanistan, I would\r\nlike to draw the attention of participants in this session\r\nto the Uzbek proposal to establish within the United\r\nNations system an international centre to combat\r\nterrorism as a realistic mechanism for taking a\r\ncollective stand against terrorist aggression.\r\nIn discussing the organization of the international\r\nstruggle against terrorism, we should not forget yet\r\nanother equally dangerous threat — drug trafficking,\r\nthe main financial support for terrorist and extremist\r\nactivities. In recent years, the States of Central Asia\r\nhave found themselves practically face to face with\r\nlarge-scale aggression unleashed by the international\r\nnarcotics syndicates. It is perfectly clear that no single\r\ncountry, no matter how powerful its resources, can\r\nhope to confront drug trafficking successfully unless it\r\nenjoys the broad support of the international\r\ncommunity. In our view, international cooperation\r\nshould be based on mechanisms that are adapted as\r\nmuch as possible to the current situation and are\r\ncapable not only of neutralizing existing sources of\r\nnarco-aggression but also, and more important, of\r\npreventing them from emerging.\r\nRecognizing the urgent need to intensify the\r\ninternational struggle to face common threats,\r\nUzbekistan accords great significance to the issue of\r\nthe non-proliferation of weapons of mass destruction in\r\nCentral Asia. Given the unstable military and political\r\nsituation in the region, this problem is emerging as a\r\nreal threat of continental and global proportions.\r\nIn this respect, the functional capabilities of the\r\nCentral Asian nuclear-weapon-free zone — an\r\ninitiative put forward by Uzbekistan at the forty-eighth\r\n14\r\nA/56/PV.54\r\nsession of the General Assembly in the spirit of the\r\nNon-Proliferation Treaty — are of particular\r\nimportance. We much appreciate the efforts of the\r\nUnited Nations in supporting the activities of the\r\nRegional Group of Experts who are working on the text\r\nof the nuclear-weapon-free zone treaty, and we call\r\nupon the General Assembly, its President and the\r\nSecretary-General to lend their support to the process\r\nof formalizing and adopting decisions on this issue.\r\nUzbekistan supports the provisions in the report\r\nof the United Nations Secretary-General concerning the\r\nprevention of armed conflict. We consider them to be\r\nfundamental guidelines for consultations on this issue.\r\nWe also stand for the earliest completion of the\r\nUnited Nations reform process. We welcome certain\r\nareas of progress in the work of the Security Council\r\nwith regard to ensuring its transparency, the\r\nenlargement of its membership and other matters\r\nrelated to enhancing its effectiveness. With a view to\r\nincreasing the effectiveness of the United Nations and\r\nin the interests of preventing and settling crisis\r\nsituations, it is extremely important to intensify\r\ncollaboration between the United Nations and regional\r\nsecurity institutions, as well as to enhance the work of\r\nits own regional offices.\r\nUzbekistan has an interest in developing and\r\nenhancing dialogue and cooperation with all States that\r\ndisplay an interest in strengthening peace and stability\r\nat the regional and global levels.\r\nThe President: I call on His Excellency\r\nMr. Samuel Insanally, Minister for Foreign Affairs of\r\nGuyana and former President of the General Assembly.\r\nMr. Insanally (Guyana): Although the embers\r\nfrom the towering infernos which resulted from the\r\nattacks on 11 September have not fully died, it may\r\nnevertheless be possible to analyse the impact which\r\nthat horrific disaster has had on international relations\r\nand, more particularly, the political, economic, and\r\nsocial consequences which it is likely to have for the\r\nworld. Such an analysis, it is to be hoped, will instruct\r\nus on how we may best respond to these new\r\nchallenges and pursue the twin goals of global peace\r\nand development in this new, twenty-first century.\r\nMr. President, it augurs well that this examination\r\nwill be conducted under your guidance, since, coming\r\nas you do from the land of the morning calm, you will\r\nno doubt bring to bear on our debate not only a fresh\r\nand dispassionate view, but also a ray of hope after the\r\nlong dark night through which we have just passed. My\r\ndelegation offers you our warmest congratulations and\r\ngood wishes as you continue to preside over the work\r\nof this historic General Assembly, which, though\r\ninaugurated in the depths of despair, may yet hold out\r\nthe promise of salvation for mankind.\r\nIt would be remiss of me were I not also to\r\nextend our gratitude to your distinguished predecessor,\r\nMr. Harri Holkeri, who presided with great verve and\r\nvigour over the Assembly through very difficult and\r\ninteresting times. He has contributed much to the\r\nrevitalization of the General Assembly.\r\nTo the Secretary-General, Mr. Kofi Annan, I\r\nconvey our greetings and commendation for his sure\r\nand steady leadership of our Organization. The recent\r\naward of the Nobel Peace Prize to him and the United\r\nNations is a source of great satisfaction and pride for\r\nGuyana and, indeed, for the entire membership of this\r\nbody.\r\nAs was so aptly stated by the Economist of 15\r\nSeptember, the terrorist attack on the United States\r\naltered the geopolitical landscape as indelibly as it did\r\nthe Manhattan skyline. The world is a changed place\r\nsince that horrendous event, changed in that we\r\nsuddenly find, under threat, by unorthodox and hitherto\r\nunimaginable means, the values by which our\r\nOrganization is driven, values the attainment of which\r\nhave been the object of our onerous and protracted\r\nlabours for a period extending over many decades. We\r\ncannot help but feel a sense of sorrow and shame that\r\nsuch a barbaric act — as the destruction of the World\r\nTrade Center and a part of the Pentagon most certainly\r\nwas — could have occurred in this day and age only a\r\nshort distance from this house of our common\r\nhumanity.\r\nLike most leaders of the civilized world, the\r\nPresident of Guyana was swift to condemn this\r\negregious crime. As a small and vulnerable State, with\r\nlimited ability to defend itself in the event of\r\nencroachment on its territorial integrity, Guyana cannot\r\naccept the threat or the use of violence to resolve\r\nconflicts and disputes, whether inter-State or intra-\r\nState. All differences must be settled, as called for in\r\nthe Charter of the United Nations, by peaceful means,\r\nsuch as those prescribed in Article 33.\r\nThe violence which was visited two months ago\r\nupon some 5,000 human beings — including many of\r\n15\r\nA/56/PV.54\r\nour own nationals — in this our host city and, indeed,\r\nbefore that, upon so many other peoples and places in\r\nthe world, must be not only roundly condemned but\r\nalso condignly punished. The international community\r\nmust now develop an arsenal of appropriate legal\r\ninstruments, including a comprehensive convention\r\nagainst terrorism, to combat this new enemy of our\r\ntimes. The message must be clearly sent to all who\r\nwould use terrorism to pursue their objectives that their\r\nactions will not be tolerated by the Members of this\r\nOrganization but, instead, will be dealt with firmly\r\nwith the full force of the law.\r\nAt home and in our various regions, we must\r\nbuild defences that are strong enough to keep out\r\nterrorism and its concomitants, such as arms and drug\r\ntrafficking and other forms of transnational crime.\r\nWithin the Caribbean Community, of which Guyana is\r\na member, we have agreed to set up mechanisms for\r\ninformation sharing and coordinated action to deny\r\nthese criminal elements access to our territories. A\r\nregional task force has been established to identify\r\nmeasures necessary to creating a cordon sanitaire to\r\nhelp insulate us from their onslaught. This is not an\r\neasy mandate since, as the immigration doors in the\r\ndeveloped countries become more tightly closed,\r\nhundreds of criminals who have grown up in these\r\nsocieties are being deported now to our countries\r\nwhich, because of severe financial and human\r\nconstraints, are ill-equipped to handle this influx.\r\nAlthough perhaps not as immediate or striking as\r\nthese political and security consequences, the economic\r\nand social impact of the 11 September disaster has\r\nbeen no less powerful and pervasive. All countries\r\nhave undoubtedly been affected by the disaster, but\r\nsmall and vulnerable States such as my own will find it\r\nespecially difficult to cope with the resulting hardship.\r\nOur countries, with far fewer alternatives available to\r\nthem than to the more developed, because of an\r\nunfavourable international economic system, high\r\nlevels of external debt and unequal terms of trade, will\r\nsuffer disproportionately. The exporters of primary\r\nproducts, now as in the past, are the first to suffer a\r\ndownturn in the world economy and the last to\r\nrecover — a process that occurs with a frequency that\r\nis altogether too depressing.\r\nThese imbalances and asymmetries which\r\nseriously affect the progress of developing countries\r\nare now likely to become even more pronounced in the\r\nrapid process of globalization. Still, as is often said,\r\n“It’s an ill wind that does not blow some good”. We\r\nwould therefore wish to believe that out of the calamity\r\nwill come an improvement in our lot. We should not be\r\nso foolish, however, as to think that this will happen\r\nautomatically. Salvation will depend on our willingness\r\nto learn from our experience and to do better in the\r\nfuture. From the ashes of the Second World War arose\r\nthe phoenix of the United Nations, giving hope to new\r\ngenerations that they could live in peace, prosperity\r\nand larger freedom. Sadly, the end of the cold war did\r\nnot generate a similarly bold enterprise, leaving\r\nhumanity to wander aimlessly in search of peaceful\r\ncoexistence. We must therefore, before it is too late,\r\nhonour our commitment to the United Nations Charter\r\nand create a new vision and strategy with which we\r\nmay face the challenges of this new era.\r\nIn keeping with the spirit and substance of our\r\nhistoric compromise, we must act responsibly to\r\nremove from our midst all threats to global peace and\r\nsecurity. Foremost among these is the situation in the\r\nMiddle East, at the core of which is the Palestinian\r\nproblem, stemming from the persistent denial to an\r\nentire people of the enjoyment of their basic and\r\ninalienable rights. The peace process must be\r\nimmediately re-engaged with seriousness of purpose\r\nand determination to put an end, once and for all, to the\r\nsenseless violence and bloodshed which has been the\r\nunhappy fate of the Palestinian people and others.\r\nThey, as well as all other peoples in the region, must be\r\nallowed to live in a State of their own, free from fear or\r\nwant, within safe and secure borders. However, it is not\r\nonly the Middle East which suffers from the ravages of\r\nconflict. In far too many places — in Africa, Asia,\r\nLatin America and the Caribbean and Europe, the risk\r\nof violence is ever present, fuelled by a variety of\r\nfactors and made more dangerous by the possibility of\r\nfurther conflagration. To avert these threats, we must\r\nfully utilize the machinery provided in the Charter for\r\nthe peaceful settlement of disputes.\r\nYet, it is important in all of this that the Agenda\r\nfor Peace not be allowed to diminish or to displace the\r\nAgenda for Development since, were this to happen,\r\nthe prospects for any durable peace anywhere would be\r\nvirtually non-existent. Peace and development are\r\ninextricably intertwined, and any attempt to separate\r\nthem would not only be artificial but totally dangerous.\r\nWe would do well to bear this in mind should recent\r\nevents prompt a reordering of global priorities and lead\r\nto a diversion of attention from economic and social\r\n16\r\nA/56/PV.54\r\nissues to purely political and security concerns.\r\nAlready, in the immediate aftermath of the attack, the\r\nPresident of the World Bank was reported to have said\r\nthat the 2015 target for halving global poverty could\r\nnot now be reached and that, in fact, poverty would\r\nincrease over the next year or two. This deterioration is\r\nnot easily contemplated by small economies like our\r\nown and those of the Caribbean region.\r\nIn our view, it is imperative that the United\r\nNations now actively pursue the Agenda for\r\nDevelopment to enable developing countries,\r\nespecially the small and the vulnerable, to ride out the\r\ncurrent political and economic storms. The upcoming\r\nInternational Conference on Financing for\r\nDevelopment, which will take place in Monterrey,\r\nMexico, next March, represents a unique opportunity to\r\nexamine both the internal and external constraints that\r\nsignificantly affect the mobilization of financial\r\nresources for development, as well as to collectively\r\naddress the inefficiencies and inequities of existing\r\nfinancial markets. The high concentration of these\r\nmarkets on existing financial assets aimed at short-term\r\nprofit, rather than on new assets linked to the creation\r\nof wealth and employment for longer-term\r\ndevelopment, remains a source of great concern and\r\nmust be remedied.\r\nI think that we all must now acknowledge that the\r\nprevailing international system of development\r\ncooperation is seriously flawed and has failed to\r\nachieve its primary objective of increasing growth and\r\nimproving the quality of life in poor countries. Inherent\r\nin this system are many debt and poverty traps that\r\ncontinue to ensnare millions of the world’s poorest\r\npeople, many of whom now have to face diseases such\r\nas AIDS. Not only is the experience painful, but it\r\noften also deprives the poor of their basic human\r\nrights, there being an undoubted nexus, now\r\nuniversally recognized, between the actualization of\r\nhuman rights and economic development. It is out of\r\nthis recognition that my delegation, last November,\r\nbrought resolution 55/48 before the General Assembly\r\non the role of the United Nations in promoting a new\r\nglobal human order.\r\nThe proposal for such an order acknowledges that\r\nthe major constraints affecting economic and social\r\nprogress in developing countries reside in the capacity\r\nlimitation in the critical areas of markets,\r\nadministrative and institutional infrastructures in both\r\nthe public and private sectors, the leveraging of\r\nresources and the ability of developing countries to\r\nnegotiate as equal partners in a number of forums\r\noutside the United Nations. This proposal therefore\r\nseeks to improve the effectiveness of development\r\ncooperation programmes, to optimize scarce financial\r\nresources and to reduce the spread of poverty. It also\r\naddresses new ways of managing development\r\ncooperation that would significantly overcome\r\nproblems of aid dependence, current imbalances and\r\nasymmetries in international trade, and the high\r\nindebtedness that continues to plague developing\r\ncountries.\r\nThese objectives, in the view of the Government\r\nof Guyana, can be achieved through a comprehensive\r\ndialogue among Governments, based not only on\r\npolitical and economic considerations, but also on\r\nethical and moral principles that are necessary to the\r\ncreation of a more humane and just order in the world.\r\nThis dialogue, which began at the last session of the\r\nGeneral Assembly, will be renewed at the fifty-seventh\r\nsession, when, we hope, the concept will be further\r\nembedded in the international consciousness and\r\nultimately accepted as the way forward to a more\r\nenlightened system of international relations.\r\nIt is entirely appropriate that this dialogue should\r\nbe held within the United Nations, since the\r\nmultifaceted and transnational nature of today’s\r\nchallenges requires a multilateral, rather than a\r\nunilateral, approach. There is no doubt that the United\r\nNations is ideally suited to promote this global\r\npartnership in an environment that today requires firm,\r\nfocused and inclusive governance. Given the\r\nuniversality of the Organization’s membership, the\r\nprinciples and values that it has long upheld and the\r\ngrowing interest of civil society in its activities, the\r\nUnited Nations has a singular opportunity now to\r\nexercise a leadership role in international political,\r\nsocial and economic policy-making.\r\nAt this time of great uncertainty and trepidation,\r\ntherefore, we must recognize, now more than ever\r\nbefore, the continuing need for the United Nations\r\nOrganization which, despite its many achievements in\r\nits 56 years of existence, has yet to fulfil its full\r\npotential with regard to international cooperation. We\r\nmust therefore not allow complacency, self-interest or\r\nunilateralism to compromise that global vision of the\r\nfounding Members.\r\n17\r\nA/56/PV.54\r\nThe President: I now call on His Excellency\r\nMr. Alhaji Sule Lamido, Minister for Foreign Affairs\r\nof Nigeria.\r\nMr. Lamido (Nigeria): Recent events have\r\nmanifestly brought to the fore the importance and\r\nrelevance of the United Nations in the pursuit of global\r\npeace, security and stability. Only last year in this\r\nhistoric Hall, world leaders at the Millennium Summit\r\nreaffirmed their solemn commitment to strengthen the\r\ncapacity of the Organization in this very important\r\narea. Yet, two months ago, on 11 September 2001, the\r\nefforts of our Organization were temporarily called into\r\nquestion by terrorist attacks on the United States.\r\nAs a country which was directly affected by the\r\nfirst terrorist bombings in Dar es Salaam in 1998, in\r\nwhich our embassy building was destroyed, and\r\nbecause we lost nationals at the attack on the World\r\nTrade Center, Nigeria fully identifies with the rage and\r\ngrief of the bereaved families and the victims of these\r\nbarbaric acts.\r\nTerrorism is a global menace that challenges the\r\nvery basis of our civilization. It must therefore be\r\nconfronted globally. That is why Nigeria fully endorses\r\nthe prompt action taken by the General Assembly in\r\ncondemning these attacks. We fully support Security\r\nCouncil resolution 1373 (2001), because the measures\r\ncalled for in the resolution would significantly reduce\r\nthe capacity of terrorists to carry out such acts. Nigeria\r\nis committed to the implementation of the resolution’s\r\nprovisions. Let us sustain the unity of purpose and\r\nresolve that the terrorist attacks have generated by\r\nstrengthening the cooperation and coordination among\r\nour countries. The terrorists and their supporters should\r\nbe exposed for what they are: fringe elements\r\nundeserving of a respectable place in the comity of\r\nnations. Our strategies therefore should be informed,\r\nconsistent and focused.\r\nIn some respects, the grave challenges that we\r\nface today also offer new possibilities for cooperation\r\npreviously unimaginable. Our Organization has not\r\nonly pursued the goal of international peace and\r\nsecurity, but it has also served as a focal point for the\r\npromotion of other important agendas, particularly in\r\nthe areas of socio-economic development, the rule of\r\nlaw, good governance and respect for human rights.\r\nThese goals, which reflect the aspirations of Member\r\nStates to build a new world free of conflict, prejudice,\r\ndiscrimination and oppression, must remain the\r\nenduring preoccupation of our common enterprise. For\r\nthis, we have a clear compass, not only in the Charter\r\nof our Organization, but also in the solemn\r\ncommitment of our leaders, as reflected in the\r\nMillennium Declaration. Let us strive to translate these\r\ncommitments into practical policies for the benefit of\r\nour peoples.\r\nMy country’s long-standing commitment to\r\nfostering the objectives of the United Nations in the\r\narea of conflict prevention, peace and stability is well\r\nknown. It is regrettable that conflicts and wars continue\r\nto be waged in many parts of the world. It is\r\nparticularly disheartening that Africa has had a\r\ndisproportionate share of these conflicts and wars, with\r\ndevastating impact on our societies and peoples. Yet,\r\namid the apparent gloom, we see a flicker of hope. The\r\nprocess of peace and stability in Sierra Leone is\r\ngaining momentum, as the process of reconciliation,\r\nthrough a programme of disarmament, demobilization\r\nand rehabilitation, funded by the United Nations, has\r\ncontinued to generate trust and confidence. We are\r\nequally encouraged by recent developments in\r\nBurundi, where a newly installed interim transitional\r\nGovernment is grappling with the challenges of\r\nnational reconciliation and integration. These efforts\r\nattest to the determination of leaders in our continent to\r\nmake a success of initiatives for peace. Nigeria is\r\nproud to be associated with these efforts. Our\r\nexperience in Liberia and Sierra Leone has reinforced\r\nour conviction that, working in close partnership with\r\nregional and subregional organizations, the United\r\nNations can facilitate the return to peace and security\r\nin conflict areas. Let us provide these organizations\r\nwith the necessary financial and logistic support.\r\nApart from the commitment to durable peace and\r\nsecurity, there must be a re-intensification of our\r\nresolve to eliminate weapons of war, both conventional\r\nand non-conventional. Of the utmost concern to us in\r\nAfrica is the havoc caused by the proliferation of small\r\narms and light weapons. The Programme of Action\r\nadopted at the recently concluded United Nations\r\nConference on Small Arms and Light Weapons in All\r\nIts Aspects provides us with a clear road map for\r\neffective cooperation. Its effective implementation will\r\nattest to our commitment to strengthen the forces of\r\ndemocracy and the rule of law in the world.\r\nWe recognize the inexorable march of\r\nglobalization and fully embrace the challenges of\r\nexpanding opportunities in trade, finance, information\r\n18\r\nA/56/PV.54\r\nand communications technology which it offers. But\r\nthe benefits should not be limited to only a small\r\nsection of the international community. Globalization\r\nand the twin phenomena of liberalization and\r\nderegulation should work for all countries. The health\r\nand stability of the global economic system demand\r\nnothing less. For us in Africa, access to such benefits\r\nshould be reflected in concrete actions and measures\r\nthat will ensure our full integration into a new and fair\r\nglobal economic system.\r\nNigeria’s call for a fundamental change in current\r\ndebt strategies towards developing countries is derived\r\nfrom a keen appreciation of the impact external debt\r\nhas on the economic growth and political stability of\r\ndeveloping countries. The fact that, in spite of welcome\r\ninitiatives on debt relief and debt management, many\r\nof our countries have neither grown out of debt nor\r\nbeen able significantly to service their debts in a\r\nsustainable manner, warrants a bolder and more\r\nimaginative approach, such as outright debt\r\ncancellation.\r\nInternational efforts to resolve the debt problem\r\nshould be bolstered by collective action to discourage\r\nthe illegal transfer of funds from developing countries\r\nand the repatriation of such funds to the countries of\r\norigin. African leaders have established a clear linkage\r\nbetween our huge debt burden, the activities of foreign\r\ncollaborators and the transfer of funds by former\r\nleaders and other individuals from our continent. We\r\nare concerned about the corrosive impact of corruption\r\non our fledgling democracies and our social, economic\r\nand political development. Let us redouble our efforts\r\nto support an international instrument on the illegal\r\ntransfer of funds abroad.\r\nAt the thirty-seventh regular session of the\r\nOrganization of African Unity (OAU), which took\r\nplace in Lusaka in July, the leaders of the continent\r\nendorsed the New African Initiative, now called the\r\nNew Partnership for Africa’s Development (NEPAD).\r\nThe inaugural meeting of the Implementation\r\nCommittee of Heads of State and Government on\r\nNEPAD took place in Abuja on 23 October 2001.\r\nBased on a common vision and shared conviction about\r\nthe need to urgently eradicate poverty and place\r\nAfrican countries on the path to sustainable growth and\r\ndevelopment, NEPAD has, among its key themes, the\r\npromotion of peace, democracy, human rights, social\r\nand economic management, regional cooperation and\r\neconomic integration. We appreciate the support\r\nalready offered, and we sincerely believe that this\r\nprovides the best platform for a viable partnership with\r\nour development partners.\r\nThe HIV/AIDS pandemic continues to pose\r\nserious challenges to development in our world. We\r\nappreciate the contribution of the international\r\ncommunity in combating that scourge, as reflected in\r\nthe outcome of the special session on HIV/AIDS.\r\nAfrica’s resolve to meet the pandemic head-on has\r\nstruck a responsive chord, and we are grateful to the\r\nUnited Nations Secretary-General for his clear\r\nadvocacy. I believe that we have reason to be\r\nencouraged by the progress made in establishing\r\nstructures and a multilateral framework for greater\r\ncooperation and support in confronting the problem.\r\nEvery effort should be made to ensure that the Global\r\nAIDS and Health Fund becomes operational by January\r\n2002. Meanwhile, we should maintain the momentum\r\nso that in the shortest possible time we bring succour to\r\nthose who live with AIDS or suffer from tuberculosis\r\nor other related infectious diseases. This is the\r\nexpectation of the African leaders who met in Abuja in\r\nApril this year to agree on a coordinated strategy on\r\nthis health and development crisis. Our attention\r\nshould also be focused on the campaign against\r\nmalaria, as a follow-up to an earlier summit, which\r\nalso took place in Abuja.\r\nThe rescheduling of the United Nations special\r\nsession on the rights of the child to May 2002 should\r\nprovide us with an opportunity to ponder the\r\nchallenges which the world’s children face today. For\r\nus in Nigeria, the session will coincide with the\r\npassage of far-reaching legislation, now before the\r\nNational Assembly, to protect our children, and go\r\nbeyond the provisions of the OAU African Charter on\r\nthe Rights and Welfare of the Child, which we have\r\nrecently ratified, to revolutionize public awareness and\r\nthe defence of their rights. Indeed, in mid-2002,\r\nNigeria proposes to host an international conference\r\nthat will, inter alia, address the issue of trafficking in\r\nchildren in our region. We look forward to the\r\nparticipation of Member States.\r\nI cannot conclude without reference to the\r\nquestion of the reform of the United Nations system.\r\nNigeria maintains that, in order for the United Nations\r\nto meet the complex challenges of our new century,\r\nlong-overdue reforms of the Organization must be\r\nspeedily undertaken. The reform of the Security\r\nCouncil, in particular, constitutes one of the major\r\n19\r\nA/56/PV.54\r\nchallenges facing the United Nations today. Let us\r\nwork assiduously to complete the reform process and\r\nthereby make the enlarged and expanded Council truly\r\nrepresentative of the United Nations membership.\r\nMay I express our profound gratitude to\r\nSecretary-General Kofi Annan for his leadership of our\r\nOrganization in the past year. Nigeria rejoices with him\r\nover his well-deserved re-election, a reward for faithful\r\nstewardship and a signal of the trust and confidence of\r\nthe United Nations membership in his shared vision for\r\nthe future. No less significant is the award to him and\r\nto our Organization of the Nobel Peace Prize for 2001.\r\nWe wish him well and heartily congratulate the United\r\nNations on that achievement.\r\nI now give the floor to His Excellency Mr. Souef\r\nMohamed El-Amine, Minister for Foreign Affairs of\r\nComoros.\r\nMr. El-Amine (Comoros) (spoke in French): On\r\nbehalf of the Comorian delegation, which I have the\r\nhonour to lead, and on my own behalf, I offer you, Sir,\r\nour warmest congratulations on your election to the\r\npresidency of the General Assembly at this session. We\r\nexpress the ardent hope that our work, under your\r\nenlightened leadership, will be successful.\r\nMy delegation and I pay a ringing tribute to your\r\npredecessor, Mr. Harri Holkeri, for the excellent\r\nmanner in which he led the work of the previous\r\nsession. As to our Secretary-General, Mr. Kofi Annan,\r\nI praise the merits of that man of such great talent and\r\nexemplary wisdom, and I also pay tribute to his\r\ndedication to the service of our world Organization.\r\nThe Nobel Peace Prize that was awarded to him,\r\ntogether with our Organization, is concrete proof of his\r\noutstanding values.\r\nOn 11 September, the entire world was plunged\r\ninto gloom and anarchy. Terrorist networks defied the\r\nentire international community through their\r\nreprehensible attacks on American interests here in\r\nNew York, this global, hospitable and cosmopolitan\r\ncity — this capital of the entire world.\r\nThus, I cannot fail in my duty to convey, from\r\nthis rostrum, the deep sympathy and compassion of the\r\nGovernment and people of the Comoros to the\r\nAmerican people and Government following those\r\npainful, tragic and most unfortunate events. We offer\r\nour most grief-stricken condolences in particular to the\r\nfamilies of the victims, whose terrible pain we share\r\nfollowing these sudden deaths.\r\nFurthermore, we were deeply moved by the loss\r\nof lives in the aeroplane accident that took place last\r\nMonday here in New York. We extend our sincere\r\ncondolences to the Governments and peoples of the\r\nUnited States and the Dominican Republic and to the\r\nbereaved families.\r\nIn the course of the previous session and of the\r\nMillennium Summit, the central role that has been and\r\nmust continue to be played by our Organization was\r\nbroadly reaffirmed in many statements. The reform of\r\nthe main organ responsible for international peace and\r\nsecurity to make it reflect the realities of today’s world\r\nwas seen by all to be a priority. Today more than ever\r\nbefore, that role must be strengthened, because the\r\nUnited Nations responsibility requires it to be better\r\nequipped fully and effectively to assume it.\r\nIn this respect, it is appropriate to point out that\r\nthis responsibility is of a different order. Above and all,\r\nit is the responsibility “to save succeeding generations\r\nfrom the scourge of war”, to cite the expression of the\r\nCharter that governs our institution. This primary\r\nresponsibility requires the Organization to ensure the\r\npeace and security of peoples. Today, crises of all sorts\r\nand the precariousness of the cause of peace in many\r\nregions demonstrate the United Nations highly difficult\r\ntask in assuming that responsibility. The varied threats\r\nto peace that are spreading throughout the world call\r\non us to focus greater attention on taking urgent\r\ninternational action, for no continent is safe from the\r\ndanger.\r\nTerrorism is one component of that danger. We\r\nmust not allow extremist groups, regardless of their\r\npretexts, to plunge the world into perpetual psychosis\r\nand to claim millions of innocents as their unfortunate\r\nvictims. The attacks of 11 September were a harsh\r\nblow for all of us, a challenge to all mankind. The\r\nIslamic Federal Republic of the Comoros therefore\r\nstrongly condemned those hateful and barbarous acts,\r\njust as it condemns terrorism in all its forms.\r\nThus, in the framework of mobilizing efforts to\r\ncombat terrorism, the conferences held in Doha and\r\nDakar last month, in which the Government of the\r\nComoros played an active role, reified the commitment\r\nof the Arab world and the African continent to this\r\ndifficult but necessary struggle. In the same way, the\r\nmeeting in Brussels brought the countries of Europe\r\n20\r\nA/56/PV.54\r\ntogether in a manifestation of the continent’s abiding\r\nconcern over terrorism.\r\nIn this approach, however, it is first necessary to\r\ndefine the notion of terrorism by clearly establishing\r\nwhat constitutes State, group and individual terrorism.\r\nWe must then distinguish between terrorist acts and the\r\nlegitimate claims of certain peoples to their right to\r\nself-determination, which indubitably cannot be\r\nexercised without confrontation, since it is often met\r\nwith resistance and even oppression. Finally, it is\r\nessential that we in no way confuse terrorism with\r\nIslam, since we know, on the one hand, that every\r\nterrorist act is the expression of an extremism that is by\r\nno means linked to a given religion or nation, and that,\r\non the other, Islam is known for its great tolerance and\r\nopenness, advocating love of one’s fellow man, peace\r\nand solidarity.\r\nWith respect to my country, the Islamic Federal\r\nRepublic of the Comoros, the concern of our highest\r\nauthorities vis-à-vis this problem has led them to\r\nestablish a national mechanism to combat terrorism,\r\nwhich has been placed under the leadership of the\r\nPrime Minister. In January 2000, my country also\r\nsigned the International Convention for the\r\nSuppression of the Financing of Terrorism. In addition\r\nto such national commitments on the part of every one\r\nof our countries, it is clear that we will need to engage\r\nin international action by joining regional and\r\ncontinental forces to fight this scourge, which threatens\r\nworld peace and destabilizes the economies of our\r\ncountries.\r\nThis requires an objective political reading of the\r\nsituation prevailing in areas of tension throughout the\r\nworld. From that perspective, the situation in the\r\noccupied Arab territories, among other problems, calls\r\nfor our attention today. The Palestinian people has the\r\nsame right as every other nation on Earth to life,\r\nhappiness, prosperity, peace and security. That is why,\r\nin respect for the law and in order to reach a just,\r\nlasting and definitive solution to this problem, the\r\nComorian Government believes that an independent\r\nPalestinian State, with Al-Quds Al-Sharif as its capital,\r\nis necessary. From another point of view, the United\r\nNations has the responsibility to safeguard the welfare\r\nof peoples. That entails guaranteeing the conditions for\r\na better life by protecting fundamental human rights.\r\nIndeed, the serious diseases affecting our\r\ncountries, in particular the developing ones; difficult\r\naccess to better education and health care; the famine\r\nthat afflicts several regions of the world; the\r\ndeterioration of our environment; and the violation of\r\nhuman rights remain the major challenges to our\r\nmillennium. Some of these evils, such as famine,\r\nserious disease and the extreme poverty afflicting many\r\ncountries, are in themselves very eloquent\r\nmanifestations of a gap between North and South that\r\nwe will ultimately have to bridge.\r\nAs to disease, AIDS is at the heart of our\r\ndiscussions and concerns, because it kills, empties\r\nentire regions and every year creates millions of\r\norphans whose future is bleak. Thus, in the Islamic\r\nFederal Republic of the Comoros, despite a relatively\r\nlow rate of incidence, the Government remains aware\r\nthat the country’s geographical position and the\r\nprevalence of tourism in our island subregion are\r\nfactors that could contribute to the rapid spread of the\r\ndisease, given the influx of tourists and seasonal\r\nholiday-makers.\r\nThat is why our Government is devoted to\r\nmaking the national programme against AIDS a useful\r\ntool by giving it, as much as possible, the appropriate\r\nmeans, with the undeniable help of the World Health\r\nOrganization and Joint United Nations Programme on\r\nHIV/AIDS (UNAIDS). The commitment of the\r\nGovernment of Comoros to this fight against AIDS is\r\nalso expressed by its participation in all regional or\r\ninternational measures to this effect. Thus, a delegation\r\nfrom Comoros, led by His Excellency Mr. Hamada\r\nMadi Boléro, the Prime Minister, took part last June in\r\nthe special session of the General Assembly on AIDS,\r\nheld in this city. The recommendations from that\r\nsession were borne in mind by our national authorities.\r\nSpeaking of diseases, I should not overlook\r\nmalaria, which still affects many regions. In Comoros,\r\nit affects all layers of society and becomes a source of\r\nmajor concern for the national authorities. This is why,\r\nbeyond the national provisions within the framework of\r\nthe national strategy to fight malaria, my country\r\nwelcomes the initiative to proclaim the period 2001-\r\n2010 the Decade to Roll Back Malaria in Africa.\r\nI spoke earlier about the gap that separates\r\neconomies of the North from those of the South. From\r\nthis point of view, the Third United Nations\r\nConference on the Least Developed Countries, held in\r\nBrussels in May 2001, is of particular interest for our\r\ncountries, and we count on more resolute commitment\r\n21\r\nA/56/PV.54\r\nfrom all of us, rich and poor countries, so that the\r\nrecommendations made on that occasion and those that\r\nwill be adopted within the framework of the conference\r\nthat is currently being held in Doha, in Qatar, will lead\r\nto positive changes and lay a solid basis for sustainable\r\nand effective development by revitalizing our\r\neconomies.\r\nOur peoples expect much from our Organization,\r\nrecognized as offering the best framework to guarantee\r\nthe fundamental rights of all. This is why, confident in\r\nthe United Nations to ensure the respect for unity and\r\nterritorial integrity of our respective countries, the\r\nIslamic Federal Republic of the Comoros urges our\r\nOrganization to consider the legitimate claim of the\r\nChinese Government with respect to the reintegration\r\nof the Chinese province of Taiwan in its natural entity.\r\nMy country, especially sensitive to this problem, as we\r\nourselves have had a painful secessionist experience,\r\nbelieves firmly in the need to find swift solutions to\r\nthis type of situation, which could undermine the\r\nstability of regions.\r\nThe Millennium Summit prompted great hopes,\r\nwhich we must turn into reality, in order to thus\r\nrecognize all the importance that it has in the eyes of\r\nhumanity. This means that there should be a follow-up\r\nof the recommendations made on this occasion. We can\r\nonly strongly wish that everyone will take due account\r\nof the true diagnosis made of our world in order to seek\r\ntogether the appropriate remedies.\r\nEveryone’s interest and survival depends on this,\r\nbecause when our neighbour’s peace is threatened, no\r\none is safe; likewise, as long as hunger, disease,\r\nignorance, violence, injustice and poverty still subsist\r\nin certain regions, they will be a cause of shame for all\r\nhumanity and a potential threat to peace and stability.\r\nA year after the last session, during which I spoke\r\nfrom this high rostrum on, among other points, the\r\ngeneral situation that prevailed in my country, the\r\nIslamic Federal Republic of the Comoros, I would like\r\nto speak about certain aspects of the way the situation\r\nis evolving. I am pleased to announce today that the\r\nprocess of national reconciliation, led by the Head of\r\nState of my country, His Excellency Colonel Azali\r\nAssoumani, in which he opted for direct dialogue with\r\nour brothers from the island of Anjouan, is making\r\nprogress daily.\r\nIndeed, at the present time, a draft constitution,\r\nwhich would govern the future of the whole of the\r\nComoros, has just been handed to the Head of State\r\nand will be submitted to a referendum before the end of\r\nthis year. All of the political parties took part in\r\ndrafting this document, and we also benefited from the\r\nassistance of the entire international community,\r\nincluding the Organization of African Unity, the\r\nOrganization of la Francophonie and the League of\r\nArab States with respect to expertise in constitutional\r\nlaw.\r\nAlongside these efforts, provisions are being\r\nmade to prepare the upcoming elections, for which the\r\ninternational community, through the United Nations\r\nDevelopment Programme (UNDP) and the European\r\nUnion, will also provide considerable technical\r\nassistance.\r\nIn this transitional phase towards the\r\nestablishment of new institutions, the Government of\r\nComoros is not sparing any effort to improve the\r\ncurrent conditions in order to allow our population to\r\nlead a decent and acceptable life. These significant\r\nefforts must of course be supported by the international\r\ncommunity in order to help the social sectors in\r\ndifficulty. The great challenge for our Government, in\r\naddition to this reconstruction now under way, remains\r\nthe achievement of harmonious social and economic\r\ndevelopment.\r\nThis is why, on behalf of the Government of\r\nComoros, I launch an urgent appeal to the entire\r\ninternational community to continue to provide its\r\nvaluable support in this period of national\r\nreconciliation for the reconstruction and establishment\r\nof institutions.\r\nThe secessionist crisis did not make us lose sight\r\nof the problem of the Comoran island of Mayotte,\r\nwhich is a major concern for the people and\r\nGovernment of my country. This island of Comoros,\r\nadministered by France, is completely cut off from the\r\nrest of the archipelago, thus limiting the free movement\r\nof people and goods among islands and leading to\r\nconsiderable human loss for people who want to reach\r\ntheir families in Mayotte.\r\nWhile the Government of Comoros is confident\r\nof the willingness of the French authorities to\r\ncooperate fully with their Comoran counterparts in\r\norder to find a lasting and negotiated solution to the\r\nproblem of the Comoran island of Mayotte, we\r\nreiterate our desire to see the international community\r\ntake part in this approach, out of respect for the law\r\n22\r\nA/56/PV.54\r\nand in accordance with the relevant resolutions of the\r\nUnited Nations that admitted Comoros to the United\r\nNations, once the new Comoran entity is set up to\r\nallow the return of Mayotte to its natural fold.\r\nLastly, I would like to extend our profound and\r\nsincere thanks to our fraternal countries and friends, to\r\nthe partners of Comoros that accompanied us in every\r\nway they could, in the search for a lasting solution to\r\nthe crisis that has shaken our country and is still\r\npresent in our struggle to preserve and perpetuate the\r\nprecious gains that we have made from the change of\r\n30 April 1999. May all the crises that are affecting the\r\nworld today see a fortunate conclusion in the interest of\r\nour peoples.\r\nThe President: I now call on His Excellency\r\nMr. João Bernardo de Miranda, Minister for Foreign\r\nAffairs of Angola.\r\nMr. de Miranda (Angola) (spoke in Portuguese;\r\nEnglish text provided by the delegation): Allow me to\r\nstart by congratulating you, Mr. President, on behalf of\r\nmy Government and myself, on your election to the\r\npresidency of the United Nations General Assembly.\r\nYour election is an acknowledgement of the many\r\ncontributions made by the Republic of Korea to United\r\nNations efforts to maintain international peace and\r\nsecurity, as well as to promote the economic and social\r\ndevelopment of our peoples.\r\nThis session is being held during a period of\r\nmajor challenges to our Organization and the\r\ninternational community in general.\r\nPeace and security continue to be endangered by\r\nmany armed conflicts, particularly in Africa, as well as\r\nby terrorist activities launched systematically or\r\nsporadically against some countries. Extreme poverty\r\nand misery still affect large numbers of the world\r\npopulation, especially in my continent, where one\r\nfourth of our 800 million inhabitants survive on less\r\nthan $1 per day. The HIV/AIDS epidemic, now\r\naffecting more than 36 million people, most of them\r\neconomically active people, may seriously threaten the\r\neconomic development and future of many societies\r\nunless urgent measures are taken.\r\nTo face these and many other challenges, the\r\nUnited Nations must continue to improve its internal\r\nstructure, including the Security Council, whose\r\nmembership must be reconsidered to allow for a more\r\nequitable geographic balance. In addition, its working\r\nmethods should be restructured to ensure effective\r\nimplementation of its decisions.\r\nThe United Nations must also endeavour to\r\nimplement the action plans and recommendations\r\nadopted over the last decade, with a view to resolving\r\nproblems in the areas of HIV/AIDS, social\r\ndevelopment, human rights, racism and racial\r\ndiscrimination, as well as terrorism.\r\nAt the last session of the General Assembly, my\r\nGovernment voted in favour of resolution 55/158, on\r\nmeasures to eliminate international terrorism. We\r\ncontinue to believe that its implementation will be\r\nessential to fighting this enemy. Terrorism is an\r\ninternational scourge with many faces. No country is\r\nimmune to this heinous evil, and to fight it, we must\r\ncooperate at the bilateral, regional and international\r\nlevels, under the leadership of the United Nations.\r\nAngola reiterates its firm condemnation of the 11\r\nSeptember terrorist attacks, which victimized\r\nthousands of innocent civilians and endorses the use of\r\nforce to eliminate terrorist networks and their support\r\nbases.\r\nHaving been subjected to terrorism for many\r\nyears, Angola is pleased to join all other States in this\r\nanti-terrorist campaign. In this context, we have joined\r\nthe other members of the Southern Africa Development\r\nCouncil to promote a forum to discus and identify the\r\nmany faces of terrorism, as well as effective means to\r\nprevent and fight its activities in and from our region.\r\nAs to the African continent, we believe measures\r\nto combat terrorism should particularly address its\r\nsources of financing, such as the illicit diamond, drug\r\nand weapons traffic, and identify its networks in order\r\nto prevent the free circulation of its members.\r\nIn partnership with some countries, Angola has\r\ndeveloped an international diamond certification\r\nsystem that has prevented diamonds originating from\r\nillegal traffic to reach international markets. Thus, we\r\nhave helped prevent the financing of terrorist groups\r\nand their activities in many countries of our continent.\r\nAt this stage, the struggle against terrorism\r\nrequires that, beyond the measures encompassed by\r\nSecurity Council resolution 1373 (2001), special\r\nattention be devoted to the completion of an\r\ninternational convention against terrorism. This legal\r\ninstrument could eliminate some of the ambiguities\r\nstill surrounding the definition of this phenomenon.\r\n23\r\nA/56/PV.54\r\nMy Government is firmly committed to peace in\r\nAngola, the African continent and the world as a\r\nwhole. After a period of uncertainty, peace is slowly\r\nbecoming an irreversible reality in Angola. The regular\r\nforces of UNITA’s militarist wing, which had launched\r\na large-scale military campaign to seize power, have\r\nbeen completely neutralized. Counties under their\r\nillegal control have been liberated and the Angolan\r\nGovernment now controls the entire national territory.\r\nLarge numbers of rebel soldiers and officers\r\nsurrendering their weapons and being integrated into\r\nAngolan society is now a daily event. Today UNITA’s\r\nmilitary wing has only small groups, inadequately\r\narmed in the jungle or in remote areas of our large\r\nterritory. Although they can make isolated armed\r\nattacks, they do not represent a threat anymore to\r\nAngolan democratic institutions or to the safety of\r\nmost of our population.\r\nMy Government believes that the Lusaka\r\nProtocol continues to be a valid formula for resolving\r\nproblems related to peace and national reconciliation in\r\nAngola.\r\nThe climate of peace that is starting to prevail is\r\nhaving favourable repercussions on the country’s\r\neconomy. Although considerable distortions and\r\nweaknesses still exist, reform efforts under way can\r\nhelp overcome serious social problems and enable\r\ngeneral elections to be held in the near future in a truly\r\ndemocratic environment.\r\nAs a result of a long period of war, Angola still\r\nneeds the support of the international community in its\r\neffort to alleviate the problems of poverty, displaced\r\npersons and refugees, and to rebuild its infrastructure.\r\nThe environment of relative peace would not be\r\npossible without the help of the international\r\ncommunity, which has made the distinction between\r\nthose who are committed to peace and democracy and\r\nthe proponents of war, and has imposed Security\r\nCouncil sanctions against UNITA’s militarist wing led\r\nby Jonas Savimbi. The most visible effect of these\r\nsanctions has been their contribution to a significant\r\nreduction of Savimbi’s capacity to wage war and, as a\r\nresult, to persuade a great number of UNITA members\r\nto give up their weapons and join the peace effort.\r\nThat outcome clearly demonstrates the efficacy of\r\nthe sanctions as a means, and not as an end in\r\nthemselves. That is why my Government favours\r\nkeeping and tightening them until peace becomes\r\nirreversible in Angola. Nevertheless, my Government\r\nis still concerned with the findings of United Nations\r\nreports, according to which not all countries have fully\r\nadopted measures called for by the sanctions\r\nresolutions.\r\nThe Security Council resolutions on sanctions\r\nagainst UNITA were adopted in accordance with the\r\npowers given to the Council by the United Nations\r\nCharter. All nations are legally obligated to abide by\r\nand implement those resolutions. The resulting\r\nobligations on the Member States prevail over any\r\ninconsistent obligation to which they might be subject\r\nby virtue of any other treaty or international agreement\r\nto which they are, or may become, party. That principle\r\nshould also be applied with regard to sanctions against\r\nUNITA.\r\nThe Angolan Government considers inconsistent\r\nthe arguments put forward by certain Governments —\r\nsome of which have a privileged relationship with\r\nAngola — of a supposed incompatibility between their\r\ninternal legislation and Security Council resolutions.\r\nWe appeal to those countries to reverse their position\r\nand to take the measures required. This, we believe,\r\nwill contribute to the development of harmonious\r\nbilateral relationships with Angola.\r\nAngola is firmly committed to a search for peace\r\nin the Great Lakes region, and particularly in the\r\nDemocratic Republic of the Congo. We are pleased\r\nwith the positive results achieved lately by the peace\r\nprocess. In general terms, the ceasefire has been\r\nadhered to and foreign troops have been withdrawn.\r\nAngola, for example, has withdrawn 75 per cent of its\r\ntroops. Namibia has completed its withdrawal, and\r\nboth Zimbabwe and Uganda have started to repatriate\r\ntheir respective armies. Only Rwanda has not yet taken\r\nany step to signal its willingness to withdraw its forces,\r\nand therefore to fulfil its basic obligation as a signatory\r\nto the Lusaka Agreement and the obligations of the\r\npertinent resolutions of the Security Council. We are\r\nhopeful that proper preparation of the inter-Congolese\r\ndialogue will lead to a substantive discussion of the\r\nrelevant questions regarding the political future of the\r\ncountry.\r\nAs regards Burundi, Angola salutes the\r\nestablishment of a transitional Government, which is a\r\ndirect outcome of the Pretoria agreement, for which the\r\nmediation efforts of former President Nelson Mandela\r\n24\r\nA/56/PV.54\r\nwere so crucial. We hope this step will soon lead to\r\npeace and stability in Burundi and good-neighbourly\r\nrelations with bordering countries.\r\nWith regard to Western Sahara, Angola thinks it\r\nis necessary to find a solution acceptable to both\r\nparties that makes it possible to overcome the barriers\r\nto the implementation of a plan to resolve the conflict.\r\nMy Government encourages the United Nations and the\r\nOrganization of African Unity (OAU) to persist in their\r\nefforts in that direction.\r\nThe international community should not forget\r\nthe problems of Somalia. The establishment of a\r\nTransitional National Government is an important step\r\non the way to a peaceful resolution of the internal\r\nconflict there. Both the United Nations and the OAU\r\nshould support that step in order that Somalia can\r\nreturn to its rightful place in the community of nations.\r\nAngola is also concerned with the deterioration of\r\nthe peace process in the Middle East, which has\r\nresulted from the recent intensification of the violence.\r\nWe believe that a resolution of the conflict between\r\nIsrael and Palestine will require negotiations. We\r\ntherefore appeal to the parties to continue their\r\ndialogue and to abide by the agreements they signed\r\nand by the relevant resolutions of the Security Council.\r\nAngola is pleased with the advances achieved by\r\nthe fraternal people of East Timor in their struggle for\r\nthe right to self-determination and independence. The\r\npolitical, moral and diplomatic support that Angola and\r\nother members of the international community have\r\nbeen providing through the years in major international\r\nforums was decisive in enabling the people of the\r\nterritory to reach a point where they can finally choose\r\ntheir destiny in freedom. The Timorese are now\r\npreparing to proclaim the birth of a new, independent,\r\nsovereign and democratic nation, but they will continue\r\nto need the support of the United Nations for the\r\nconsolidation of their institutions.\r\nThe international economic recession will have a\r\nmajor impact on developing countries, and on Africa in\r\nparticular, which has already suffered the effects of\r\nglobalization. Of course, African countries cannot\r\navoid globalization. But to engage in cooperative and\r\ncollective activities, African nations must be based in\r\nstrong States, something that hardly exists in the\r\ncontinent.\r\nIn the New Partnership for Africa’s Development\r\n(NEPAD), the countries of the continent have found a\r\nway to break away from stagnation and to promote\r\ninter-African cooperation and achieve development.\r\nAngola is engaged in the New Partnership. Economic\r\nprogress can be achieved in Africa through the\r\npromotion of trade among its nations, the establishment\r\nof healthy economic conditions and good governance,\r\nfighting regional threats — including conflicts and\r\nendemic diseases — and welcoming capital inflows.\r\nWe hope that NEPAD will become a force for political\r\nstabilization and economic development in African\r\ncountries, particularly those affected by serious\r\ndivisions.\r\nThe International Conference on Financing for\r\nDevelopment, to be held in Monterrey, Mexico, must\r\nbe an opportunity to mobilize resources for\r\ndevelopment, particularly for the 49 least developed\r\ncountries, 34 of which are in Africa, and to alleviate\r\nthe extreme poverty under which more than 600\r\nmillion people are now living.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Mustafa Osman Ismail, Minister for\r\nForeign Affairs of the Sudan.\r\nMr. Osman (Sudan) (spoke in Arabic): Allow me\r\nto extend, on behalf of the people and Government of\r\nthe Sudan, our heartfelt condolences to the Government\r\nand people of the Dominican Republic and to the\r\nfamilies of the victims of the tragic American Airlines\r\ncrash that took place earlier this week.\r\nWe would also like to express our condolences to\r\nthe brotherly people of Algeria, who recently suffered\r\nsweeping floods in their country.\r\nAt the outset, I would like to express to you,\r\nMr. President, our warm congratulations on your\r\nelection as President of the fifty-sixth session of the\r\nGeneral Assembly. We are pleased to assure you of our\r\nconfidence in your ability to lead our work to success.\r\nWe would also like to express our gratitude to\r\nMr. Harri Holkeri for the able and efficient way in\r\nwhich he discharged the presidency during the last\r\nsession.\r\nI would also like to salute Mr. Kofi Annan,\r\nSecretary-General of the United Nations, and extend to\r\nhim our warm congratulations on his re-election to\r\nhead the Organization for a second term. I am pleased\r\nto congratulate him once again on winning the Nobel\r\n25\r\nA/56/PV.54\r\nPeace Prize. We are confident that he will continue in\r\nhis untiring efforts to lead the Organization towards its\r\nnoble objectives of achieving a better tomorrow for\r\nhumanity.\r\nThis session is being held at a time of extremely\r\ncomplex developments in the wake of the tragic\r\nterrorist acts that took place in New York and\r\nWashington, D.C. From this podium, I would like to\r\nreaffirm Sudan’s condemnation and denunciation of\r\nterrorism in all its forms and manifestations. We would\r\nlike to express once again our sincere condolences to\r\nthe Government of the United States and to the families\r\nof the victims.\r\nThe Sudan calls upon the Organization to rise to\r\nthe onerous challenges, heavy burdens and subsequent\r\nrepercussions of these events. This will require a\r\ncoordinated and collective international effort to\r\ncombat terrorism and uproot its causes and sources\r\nunder the authority of international legitimacy. In this\r\ncontext, we must differentiate between good and\r\nevil — we must avoid putting both in one basket. We\r\nshould not confuse the issues, because if we do, good\r\nmight be transformed into evil.\r\nI would like to take this opportunity to emphasize\r\nSudan’s readiness to continue to participate in and\r\ncontribute to this effort. Sudan has ranked first among\r\nMember States that have ratified or acceded to\r\ninternational conventions on terrorism. At the regional\r\nlevel, Sudan was among the first countries to ratify the\r\nArab Convention on the Suppression of Terrorism. It\r\nhas also ratified the Convention of the Organization of\r\nthe Islamic Conference on Combating International\r\nTerrorism. We are in the process of ratifying the\r\nConvention of the Organization of African Unity on the\r\nPrevention and Combating of Terrorism. At the\r\nnational level, we have adopted a law to fight\r\nterrorism. Through these measures, my country is\r\nhelping to build a proper and sound foundation for\r\ncombating and uprooting international terrorism in\r\naccordance with international legitimacy.\r\nI would like to join those who preceded me by\r\nsaying that terrorism does not belong to a particular\r\nreligion, nationality, or ethnic group. It is an\r\ninternational phenomenon. Therefore, we must\r\ncoordinate our efforts internationally to uproot it. We\r\ndeplore efforts in some circles to link terrorism with\r\nIslam in cheap attempt to sow discord among the\r\nfollowers of divine religions and to portray the issue as\r\na clash between cultures and civilizations. Islam is a\r\nreligion of peace and tolerance, and as such is far from\r\nhaving any connection to terrorism.\r\nThe proceedings of this session could not have\r\ncome at a more opportune moment for us in the Sudan.\r\nWe reaped the benefit of our common efforts supported\r\nby our brothers and friends to lift the sanctions that\r\nhave been imposed on the Sudan by the Security\r\nCouncil since 1996. This will contribute to Sudan’s\r\nfurther cooperation with the international community.\r\nIn this context, the Sudan calls upon the Security\r\nCouncil to pursue this objective policy and review the\r\nsanctions it has imposed on a number of countries,\r\nincluding Libya and Iraq.\r\nMr. Dudău (Republic of Moldova), Vice-President,\r\ntook the Chair.\r\nThe Sudan also calls upon the Security Council to\r\ndispatch a fact-finding mission in connection with the\r\nAlshifa pharmaceutical factory in the Sudan, which\r\nwas destroyed by American missiles in August 1998.\r\nWe believe that the bombardment of this factory was a\r\nflagrant mistake committed by the former American\r\nadministration. It is a mistake that should be\r\nrecognized and corrected, which would allow Member\r\nStates and peoples of the world to regain confidence in\r\nthe Organization and help remove a source of\r\ngrievance and injustice. Thus the people of the world\r\ncould live together in a world of justice, equality,\r\nsecurity and peace.\r\nThe delegation of the Sudan believes that now is\r\nthe time to end the unilateral coercive economic\r\nmeasures imposed on certain countries, including the\r\nSudan, which have negative effects on many sectors of\r\nour population, particularly women and children.\r\nWe in the Sudan look forward to a new era in our\r\nrelations with the Organization following the lifting of\r\nthe sanctions imposed on our country. We are pleased\r\nto confirm that we will endeavour to make every\r\npossible moral and intellectual effort to support the\r\nactivities of the Organization that promote the well-\r\nbeing of humanity. We also anticipate that the\r\nOrganization will play an effective role and make a\r\nnew contribution towards assisting the Sudan in the\r\nimplementation of its national development\r\nprogrammes, including the eradication of poverty and\r\nthe rehabilitation of areas destroyed by war.\r\n26\r\nA/56/PV.54\r\nThe Sudan, as the current Chair of two African\r\nregional organizations, the Intergovernmental\r\nAuthority on Development and the Community of\r\nSahelo-Saharan States, would like once again to recall\r\nthe historic Declaration adopted by the Millennium\r\nSummit so as to confront the challenges faced at all\r\nlevels by the international community in the twenty-\r\nfirst century. The Sudan hopes this Declaration will be\r\ntranslated into real and tangible action aimed at\r\nachieving justice and equality and the full participation\r\nof all Member States in the creation of a better\r\ntomorrow where human beings will be liberated from\r\nfear, poverty and destitution.\r\nFor us to realize our aspirations, this session\r\nshould give special attention to reforming the\r\nOrganization’s organs, since they are the mechanisms\r\nthrough which the international community coordinates\r\nplans to realize international peace and security,\r\ncomprehensive development and prosperity for all\r\nhumanity. The Security Council tops the list of these\r\norgans. Member States have been calling for an\r\nexpansion of its membership in the permanent and non-\r\npermanent categories, so that it will be more\r\nrepresentative of the current United Nations\r\nmembership. They have also called for improvement in\r\nits working methods and decision-making process,\r\nwhich should be more democratic and transparent.\r\nThe General Assembly should be enabled to carry\r\nout its role as enshrined in the United Nations Charter\r\nwith respect to maintaining international peace and\r\nsecurity, and should also exercise its duty to hold other\r\norgans of the Organization accountable.\r\nWe should like to emphasize the need to\r\nrevitalize the role of the Economic and Social Council,\r\nconsidering that it is the forum that sets out\r\ninternational development policies. Its resolutions\r\nshould be linked more to economic and social aspects\r\nthan to political ones. The Council should be guided by\r\nthe decisions adopted at the Vienna Conference, which\r\nconsidered the right to development an inalienable\r\nhuman right.\r\nAll countries that participated in the World\r\nConference against Racism, Racial Discrimination,\r\nXenophobia and Related Intolerance, held in Durban,\r\nSouth Africa, unanimously confirmed their utmost\r\ndetermination to eradicate all forms of racism and\r\nxenophobia and to address their root causes in order to\r\nachieve justice and fairness for all peoples who have\r\nsuffered and continue to suffer from the scourge of\r\nthese heinous practices. The Sudan supported the\r\nimplementation of recommendations from the Durban\r\nConference, including those of the Group of eminent\r\npersons.\r\nWith regard to the deteriorating situation in the\r\nMiddle East, the Sudan expresses its deep concern at\r\nthe stalemate in the peace process and reaffirms the\r\nneed for total Israeli withdrawal from the occupied\r\nArab territories in accordance with United Nations\r\nresolutions. This will enable the Palestinian people to\r\nregain its sovereignty over its territories and establish\r\nits independent State with holy Jerusalem as its capital,\r\nand allow sisterly Syria and Lebanon to restore their\r\nsovereignty over all their occupied territories.\r\nThe Sudan also reiterates its deep concern for the\r\nnegative humanitarian impacts of the current military\r\noperations in Afghanistan on the civilian population.\r\nWe welcome and support the mission of the Secretary-\r\nGeneral’s representative, Lakhdar Brahimi, to bring\r\npeace and stability to Afghanistan.\r\nWith regard to Somalia, where the tragedies of\r\nthe long-standing war spread negative effects to the\r\nwhole region of the Horn of Africa, the Sudan\r\ndelegation calls upon all Somali parties to respond to\r\nthe voice of reason and complete national\r\nreconciliation in Somalia, allowing Somalia to fulfil its\r\nregional and international role.\r\nBy the decision adopted at the eighth\r\nIntergovernmental Authority on Development (IGAD)\r\nSummit in Khartoum last November, the Sudan was\r\nmandated, together with neighbouring countries, to\r\ncomplete the national reconciliation efforts in\r\ncoordination with Somalia’s Transitional Government.\r\nIn conformity with this mandate to restore stability in\r\nSomalia, the President of the Republic of the Sudan,\r\nOmer Hassan Ahmed Al-Bashir, current Chairman of\r\nIGAD, has appointed a special envoy for peace in that\r\nsisterly country. The special envoy is engaged in\r\nintensive contacts with the countries of the subregion,\r\nthe Transitional Government in Somalia, the different\r\nSomali factions and the IGAD secretariat. From this\r\npodium, the delegation of the Sudan calls upon the\r\nUnited Nations and the international community to\r\nsupport the efforts to restore security, stability and\r\ninfrastructure in Somalia, so that the Government will\r\nbe able to fulfil its commitments and establish peace\r\nand stability in the country.\r\n27\r\nA/56/PV.54\r\nWe understand the concern of the international\r\ncommunity over the continuation of the war in the\r\nsouthern Sudan. I would like to bring to the\r\nAssembly’s attention the position of the Government of\r\nthe Sudan with a view to ending the war and achieving\r\npeace through the following steps: an immediate,\r\nsupervised and total ceasefire; regular access to\r\nhumanitarian assistance for the population in need;\r\nnegotiations on a political solution to the problem; and\r\nthe reconstruction of the areas affected by the war.\r\nThe ninth IGAD Summit is to be held in\r\nKhartoum in January of next year. We hope that the\r\nquestions of the Sudan and Somalia will be given the\r\nimportance they deserve so that leaders will come away\r\nwith a clear vision of how to end the war and restore\r\npeace in this sensitive region of the world.\r\nIn this context, I would like to refer to the\r\nstatement of the Special Rapporteur on the situation of\r\nhuman rights in the Sudan before the Third Committee\r\nlast week. He stated that the war in the Sudan is not a\r\nreligious war, as is repeatedly alleged by some circles\r\nwishing to distort the truth.\r\nI would like to take this opportunity to commend\r\nthe Arab Republic of Egypt and the Libyan Arab\r\nJamahiriya for their joint initiative for peace and\r\nreconciliation in the Sudan. I would also like to pay\r\ntribute to IGAD member States for their initiative to\r\nstop the war in the Sudan and the genuine efforts to\r\nrestore peace in my country. The Government of the\r\nSudan will continue its commitment to cooperating\r\nwith the United Nations, donor countries and\r\nhumanitarian organizations in order to facilitate the\r\ndelivery of humanitarian assistance to the victims of\r\nthe war.\r\nWith regard to economics, the Government has\r\nmaintained and enhanced reform and liberalization\r\nprogrammes and has introduced measures and\r\nincentives to promote local and foreign private\r\ninvestment. The Sudan has now succeeded in\r\nnormalizing its relations with regional and\r\ninternational financial institutions. A positive sign of\r\nthis is an increase in local investments and steady\r\nflows of foreign investment to the Sudan.\r\nWe are mindful of the accelerated pace of\r\nglobalization in the domain of international law,\r\nespecially in the field of criminal liability and bringing\r\nbefore international criminal authorities individuals\r\ncharged with committing heinous crimes prohibited by\r\ninternational law.\r\nIn this connection, we believe it is imperative that\r\nall States and individuals should stand as equals before\r\ninternational law. The avoidance of double standards is\r\na true safeguard against the distortion of international\r\njustice and ensures that it stays on the right path. We\r\nhave made considerable effort in the past few years, in\r\ncoordination with many countries of the world, to\r\nguarantee the faithful application of these standards\r\nand noble principles. To this end, the Sudan chose to\r\nfollow words with deeds by quickly signing the Rome\r\nStatute establishing the International Criminal Court.\r\nInternational cooperation on disarmament should\r\nbe based on commitment and adherence to\r\ninternational law and the purposes and principles of the\r\nUnited Nations Charter, including the sovereign\r\nequality of States, territorial integrity, the peaceful\r\nsettlement of disputes, non-interference in the internal\r\naffairs of other States and the legitimate right of States\r\nto self-defence.\r\nIn conclusion, I would like to invite the Assembly\r\nto reaffirm the political will required to achieve\r\ninternational peace and security. I call upon all to adopt\r\nconcrete measures ensuring that globalization becomes\r\na positive engine of progress; that its advantages and\r\nbenefits are shared by humanity at large, not restricted\r\nto a minority; and that globalization does not lead to\r\ncultural and intellectual hegemony and is not used as a\r\nmeans of political and economic pressure. If that\r\nhappened, it would undoubtedly result in widening the\r\ndevelopment gap and the clash between the different\r\ncultures of the North and the South.\r\nLet us all join together in a new era of\r\ninternational relations based on the rejection of\r\nconflicts and confrontation, on mutual respect and non-\r\ninterference in the internal affairs of others. To this\r\nend, I would like to reaffirm the Sudan’s commitment\r\nand pledge to cooperate with the international\r\ncommunity to move forward in realizing the common\r\naspirations of all humanity.\r\nThe Acting President: I call on His Excellency\r\nMr. Abdullah Alsaidi, Deputy Minister for Foreign\r\nAffairs of Yemen.\r\nMr. Alsaidi (Yemen) (spoke in Arabic): I am\r\npleased, first of all, to convey through you, Sir, our\r\nsincere congratulations to President Han Seung-soo on\r\n28\r\nA/56/PV.54\r\nhis election as President of the current session of the\r\nGeneral Assembly. I am certain that with his expertise\r\nand skill he will conduct the proceedings of this\r\nsession successfully. I should also like to express our\r\nappreciation to your predecessor, Mr. Harri Holkeri, for\r\nthe distinction with which he conducted the\r\nproceedings of the last session.\r\nOur current meetings are convened amid\r\nextraordinary circumstances arising from the acts of\r\nterrorism committed against the United States of\r\nAmerica on the very day set for the opening of this\r\nsession. It is regrettable that the first session of the\r\nUnited Nations General Assembly of the twenty-first\r\ncentury should be convened in the aftermath of those\r\nalarming events. These events truly constitute a\r\nnegative phenomenon that will have major\r\nrepercussions on inter-State relations at the bilateral\r\nand multilateral levels alike. Furthermore, these events\r\nhave convinced everyone that there is no alternative to\r\ncollective endeavour through legitimate structures to\r\nconfront the challenges of the future. We would like to\r\nstress the necessity of supporting the United Nations as\r\nan ideal framework for international cooperation,\r\nparticularly at this stage when collective endeavour is\r\nindispensable for coping with the problems that now, in\r\nthe era of globalization, affect us all to a greater or\r\nlesser extent. In this connection, we congratulate the\r\nUnited Nations and its Secretary-General, Mr. Kofi\r\nAnnan, on receiving the Nobel Peace Prize for 2001,\r\nwhich has come at an appropriate time as an\r\nappreciative expression of the role of the Organization\r\nand the effective leadership of its Secretary-General.\r\nThe perseverance of the host country in ensuring\r\nquasi-normal conditions for the work of this session\r\nreflects a will to transcend the catastrophe and displays\r\nconfidence in the triumph of reason. Permit me, as I\r\nstand at the heart of this great and wounded city, to\r\nconvey, on behalf of the leadership, Government and\r\npeople of Yemen, our sincere condolences and deepest\r\nsympathy to the American President, the Government\r\nand people of the United States, and to convey these\r\nsentiments in particular to the families of the innocent\r\nvictims whose lives were lost in the tragic events of 11\r\nSeptember.\r\nAlthough the scourge of terrorism has struck the\r\nUnited States this time, claiming thousands of innocent\r\nvictims, the phenomenon of terrorism is not new.\r\nIndeed, it is directed against the whole world. These\r\nrecent acts of terrorism claimed victims from 70\r\nforeign countries, including Yemen. These acts were\r\nnot targeted against the United States and Americans\r\nalone; rather, the target was international peace and\r\nsecurity. Regrettably, the phenomenon of terrorism has\r\nworsened because of negligence in confronting it. We\r\nin the Republic of Yemen have not been spared the\r\nperils and threats of terrorism. Our country has been\r\nscorched by its fire and afflicted in many ways, but our\r\nappeals for timely, effective cooperation fell on deaf\r\nears.\r\nToday, in the face of this loathsome act of\r\nterrorism, the Republic of Yemen reiterates its stand,\r\ncondemning terrorism in all its forms and\r\nmanifestations, whatever its causes and sources. As we\r\nproclaim the readiness of the Government of the\r\nRepublic of Yemen to strive, within the framework of\r\ninternational legitimacy, for the elimination of\r\nterrorism, we also affirm our desire that those\r\nendeavours not lead to the suffering of innocent\r\npersons or to the practice of oppression that will result\r\nin the emergence of a new generation of terrorists.\r\nWe also affirm the Arab Islamic position that\r\nrejects attempts to link terrorism to Arabs and\r\nMuslims. Terrorism, as history teaches us, has no\r\nreligion, no homeland and no identity. On the same\r\ngrounds, Yemen censures the voices that stir up\r\npropaganda for a clash of civilizations or, to be precise,\r\na clash of Islam with Christianity. Instead, we call for a\r\nmeaningful intercultural dialogue and for the creation\r\nof common concepts centred on justice, human and\r\nreligious values.\r\nThe desire to combat and eliminate terrorism\r\nmakes it incumbent upon the international community\r\nto launch an unremitting campaign based on uniform\r\nand clearly defined criteria identifying terrorists, be\r\nthey individuals, or collective or State terrorism. The\r\ninternational community cannot shirk its responsibility\r\nto oppose State terrorism — just as it opposes terrorism\r\nby individuals and groups.\r\nLogically, it follows that the Security Council\r\nshould put an end to the crimes committed daily by\r\nIsrael against the Palestinian people forcing Israel to\r\nwithdraw from the occupied Arab territories and to\r\nimplement the resolutions of international legitimacy,\r\nfirst and foremost of which are Security Council\r\nresolutions 242 (1967) and 338 (1973). In this regard,\r\nthe Republic of Yemen proclaims that it welcomes\r\nPresident George W. Bush’s statement on the necessity\r\n29\r\nA/56/PV.54\r\nof establishing a Palestinian State with all the elements\r\nof sovereignty. This declaration has met with ever-\r\nincreasing international support. Israel must realize that\r\nits security is bound up with its neighbour’s security\r\nand that its secure future lies in the inevitable\r\nacceptance of the Palestinian people’s right to establish\r\ntheir own independent State and in its respecting the\r\nPalestinians’ sovereignty over their territory.\r\nToday’s world is characterized by rapid\r\ntransformations that, taken as a whole, are the natural\r\nlabour pains that precede the birth of a new reality\r\nreflecting humankind’s yearning for a more just and\r\nprosperous world. The current reality and nature of\r\ninternational relations differ from those of the 1990s;\r\nin fact, they differ to some extent from the prevailing\r\nsituation only two months ago, to be precise, prior to\r\nthe tragic and bloody events of September. These\r\nevents diverted attention from globalization issues, the\r\nfurthering of the democratic process and the diffusion\r\nof human rights to an endeavour to confront and\r\neliminate terrorism. Everyone is aware that the\r\nexigencies of combating and eradicating terrorism\r\ndemand adherence to democratic decision-making\r\nmethods. Decisions must be adopted on the basis of\r\nagreement and participation, exactly as is required at\r\nthe national level.\r\nThe logic of force has unquestionably become an\r\noutdated logic, which can in no way lead to the\r\nestablishment of sound international relations or ensure\r\nlasting solutions to the problems that inevitably arise\r\nfrom time to time in inter-State relations. The Republic\r\nof Yemen has striven tirelessly to ensure the best\r\nmeans of achieving peace and stability at the regional\r\nand world levels, and has adhered to the course of\r\nresolving disputes by peaceful means and by accepting\r\nand adhering to the principle of good-neighbourliness.\r\nOn this basis, our political leadership, represented\r\nby President Ali Abdullah Saleh, has made continuous\r\nand unremitting efforts to help end the strife between\r\nthe warring factions in fraternal Somalia. It hastened to\r\nwelcome the outcome of the Arta Peace Conference\r\nand was among the first to support the provisional\r\nnational Government, under the leadership of President\r\nSalad Hassan, as a legitimate entity representing\r\nSomali national consensus.\r\nThe ordeal that our Somali brothers are\r\nexperiencing, both inside and outside the country,\r\nconfronts the international community with its\r\nresponsibility to provide aid and support to the\r\nprovisional Government and to increase assistance to\r\nthe Somali refugees in neighbouring countries,\r\nincluding our own. Our country has opened its arms to\r\nsome 150,000 of our Somali brothers, despite the\r\ndifficult economic circumstances it is currently\r\nexperiencing.\r\nRecent events have proved beyond doubt that\r\nthere is an urgent need to amend the rules of\r\ninternational relations so as to ensure consensus in\r\ndecision-making and collective participation in efforts\r\nto confront the growing challenges and dangers that\r\nface us all and that are not confined within the borders\r\nof any one State. That naturally makes it imperative to\r\nreconsider the policy of imposing international\r\nembargoes and sanctions that do not represent the\r\ncollective will nor the required agreements, while the\r\nfacts affirm their harmfulness and futility.\r\nThe sanctions imposed on the Iraqi people and\r\nthe suffering of that people are a burden on the human\r\nconscience, and their continuation raises an increasing\r\nnumber of questions about the truth of the aims behind\r\nthe insistence on their maintenance, now that the\r\njustifications for the decision to impose those sanctions\r\nno longer exist: Iraq has committed itself to\r\nimplementing the United Nations resolutions\r\nguaranteeing Kuwait’s security and sovereignty over its\r\nterritory. My country has used its good offices with\r\nfraternal Kuwait and Iraq and continues to do so, with\r\na view to finding a solution to the issue of Kuwaiti and\r\nother prisoners and missing persons, and cooperating in\r\nthe settlement of this distressing issue. Here, we would\r\nlike to express our happiness at the decision taken by\r\nthe Security Council to lift the sanctions imposed on\r\nSudan.\r\nAt a time when fraternal Libya and certain other\r\nStates are still suffering from unjust embargo policies,\r\nthere is an urgent need to reconsider those embargo\r\nresolutions that have become obsolete and have been\r\novertaken by events.\r\nOne cause for optimism is the desire shown by\r\nboth the United Arab Emirates and Iran, and the\r\ncurrent contacts between them, to find a solution to the\r\nissue of the three islands of the Emirates in the Arabian\r\nGulf. Yemen welcomes this move by the two fraternal\r\nStates while wishing to affirm that direct talks or\r\ninternational arbitration are the option that will\r\n30\r\nA/56/PV.54\r\npreserve the security of the region and strengthen\r\nrelations between the two countries.\r\nDeveloping countries are still experiencing\r\nextremely difficult economic and social conditions, and\r\nthe financial sources for national development\r\ninvestment are almost non-existent, since external debt\r\nand debt servicing consume most national development\r\nearnings. This is evident in the least developed\r\ncountries, a group to which the Republic of Yemen\r\nbelongs. In this context, we deem it essential to strive\r\nto implement the recommendations of the Third United\r\nNations Conference on the Least Developed Countries.\r\nThe Republic of Yemen wishes to participate in\r\nthe preparatory meetings for the International\r\nConference on Financing for Development, to be held\r\nnext year in Mexico, as it is an international gathering\r\nthat will address, inter alia, issues related to the\r\nmobilization of the financial resources necessary for\r\ncomprehensive development activities. These include\r\ncommitment to pay official development assistance\r\npledges, considering the development of ways to\r\nincrease the domestic resources necessary for\r\ndevelopment activities and increasing donor assistance,\r\nparticularly to national plans aimed at eliminating\r\npoverty in all its dimensions.\r\nThe Government of the Republic of Yemen is\r\nfollowing a comprehensive development approach\r\nunder extremely difficult economic circumstances.\r\nLarge sums are allocated in the national budget for\r\nbuilding the infrastructure, and particular importance is\r\ngiven to multidimensional programmes for the\r\nelimination of poverty. An effort is being made to\r\nensure the participation of the various segments of civil\r\nsociety in the process of decision-making for\r\ndevelopment activities.\r\nSeeking integration into the global economy, the\r\ncompetent authorities in Yemen are endeavouring to\r\nfulfil the requirements for joining the World Trade\r\nOrganization. In this context, the Government has\r\nadopted a number of measures related to economic\r\nreforms and to finding new markets. However, in that\r\nregard there are obstacles facing the Republic of\r\nYemen, as is the case with other least developed\r\ncountries seeking market integration. An effort must be\r\nmade to remove these obstacles by allowing access to\r\nworld markets for Yemen’s products and by affording it\r\nan opportunity to acquire the technology needed for\r\ndevelopment, particularly communications and\r\ninformation technology.\r\nThe process of globalization, which in its current\r\nform has some positive elements, should give due\r\nconsideration to human needs and not be confined to\r\nmarket interests. Inter-State relations characterized by\r\njustice and shared responsibility, as envisioned last\r\nyear in the Millennium Declaration, should prevail.\r\nWith regard to bilateral economic cooperation,\r\nmy country’s delegation would like to express its\r\nthanks and appreciation for the contributions of\r\nfriendly States — in particular Germany, the\r\nNetherlands and Japan - that are providing assistance to\r\ndevelopment plans and programmes in the Republic of\r\nYemen.\r\nThe most important trend in the world today is\r\nunquestionably the increasing move towards\r\ndemocracy as a necessary requirement for the\r\nachievement of equity, justice and social peace. In the\r\nRepublic of Yemen, the democratic process has been a\r\nbasis for guaranteeing the unity achieved on 22 May\r\n1990 and has been organically linked to that unity.\r\nIn spite of the short time since its achievement of\r\nunity and its proclamation of commitment to the\r\ndemocratic process, my country has made major strides\r\ntowards the achievement of political pluralism, the\r\npeaceful transfer of power and the guaranteeing of\r\nhuman rights, especially with regard to the\r\nparticipation of women in the comprehensive\r\ndevelopment process. The most recent of these\r\nachievements were the free direct elections for the\r\npresidency of the Republic last year and the local\r\nGovernment elections early this year. Our manifest\r\ndesire to develop the democratic process led to the\r\nconvening of the Emerging Democracies Forum in\r\nSana’a last year, which was the first conference of its\r\nkind.\r\nLastly, we would like to express our desire to host\r\nthe next International Conference of New or Restored\r\nDemocracies, scheduled to take place in 2003. We hope\r\nthat our request will be supported. The Conference will\r\nprovide an opportunity for participants to get to know\r\nfirst-hand the country in the land of Sheba — a country\r\nthat has practised consultation and democracy since the\r\ndawn of civilization.\r\nIn conclusion, I hope that our meetings here will\r\nresult in the promotion of joint endeavours that fulfil\r\n31\r\nA/56/PV.54\r\nthe aspirations of our peoples for a world in which\r\njustice triumphs over inequity and poverty and in\r\nwhich peace, rather than fear and war, prevails.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Martin Belinga-Eboutou, Chairman\r\nof the delegation of Cameroon.\r\nMr. Belinga-Eboutou (Cameroon) (spoke in\r\nFrench): I should like at the outset to express the\r\nprofound sympathy and condolences of Cameroon to\r\nthe Government and the people of the United States of\r\nAmerica and of the Dominican Republic for the\r\naccident involving the American Airlines Airbus on 12\r\nNovember in New York.\r\nIt was also with great dismay and sadness that we\r\nlearned of the natural disaster that struck the brotherly\r\npeople of Algeria with such severity. On behalf of the\r\npeople and the Government of Cameroon, I would like\r\nto extend to that country our most profound\r\ncondolences and solidarity.\r\nRarely has a session of the General Assembly\r\nbeen such a focus of international public attention or\r\naroused the interest of the worldwide media to the\r\nextent that the current session has. The annual session\r\nof the General Assembly is a powerful symbol of the\r\ncoming together of nations, the promotion of cultures\r\nand respect for differences and freedoms. This year,\r\nhowever, a shadow has been cast over our session by\r\nthe recent, terrible attacks of 11 September, which took\r\nplace not far from here. Cameroon addressed that\r\nsubject at length during the debate on international\r\nterrorism that took place on 5 October. I should\r\ntherefore simply like to reaffirm, on behalf of His\r\nExcellency Mr. Paul Biya, President of the Republic of\r\nCameroon, our sincere condolences to the families that\r\nhave suffered as a result of the tragedy, as well as our\r\nsolidarity with the city of New York and the\r\nGovernment of the United States.\r\nWe must, of course, emerge from this period of\r\nmourning. We must unite our forces to eliminate the\r\ncentres of destruction that are responsible for this\r\ntragedy. Each of the States Members of the United\r\nNations, acting together, must nip international\r\nterrorism in the bud before it spreads any further.\r\nLowering our guard when confronted with this great\r\nperil, or appearing to be helpless in the face of the\r\ncriminal fanatics who are sowing terror, would expose\r\neach State and each individual on earth, turning them\r\ninto potential victims of this lethal danger.\r\nThe President of the General Assembly, Mr. Han,\r\ncomes from Korea, whose patient, wise and resolute\r\npeoples have long been engaged in a courageous\r\npolitical struggle to heal the wounds of the past. We are\r\nconvinced that he will be able to guide the Assembly at\r\nits fifty-sixth session through this period of great\r\nturbulence. He can rest assured of my delegation’s full\r\nsupport.\r\nThe delegation of Cameroon would also like to\r\nexpress its gratitude to his predecessor, His Excellency\r\nMr. Harri Holkeri, who presided with great skill over\r\nthe work of the General Assembly at its fifty-fifth\r\nsession. He perfectly reflected the modest, generous\r\nand supportive character of Finland.\r\nThe award of the Nobel Peace Prize to the United\r\nNations and its Secretary-General is cause for hope and\r\noptimism for the development of the Organization.\r\nCameroon welcomes that dual tribute. As the head of\r\nState of Cameroon said in his message of\r\ncongratulations to the Secretary-General, Africa is\r\nproud that the Oslo jury chose to honour Kofi Annan.\r\nThat award strengthens and reaffirms the unanimity\r\nand confidence of the General Assembly, which\r\npresided over the re-election — an election that seemed\r\nquite natural — of that great servant of the peoples of\r\nthe United Nations for a second mandate as Secretary-\r\nGeneral of our Organization.\r\nIndeed, all States Members of the United Nations\r\nmust be proud that the Nobel Peace Prize was also\r\nawarded to the Organization. It is the first time in the\r\nhistory of the United Nations that the Organization\r\nitself has been honoured with such a distinction. That\r\ngesture confirms — if such a confirmation was\r\nneeded — that the Organization, in which we are all\r\nplayers, is truly a major instrument of world peace that\r\nembodies all of our hopes for a better world.\r\nAs an instrument of world peace, the United\r\nNations took up, the day after the attacks of 11\r\nSeptember, both the struggle against international\r\nterrorism and the crisis in Afghanistan. The\r\ninternational community as a whole, through Security\r\nCouncil and General Assembly resolutions, was able to\r\nsupport the military intervention carried out against the\r\npresumed masterminds of those attacks, their networks\r\nand their Taliban protectors.\r\nIn the same way that we honour the memory of\r\nthe victims of New York, Washington, D.C., and\r\nPennsylvania, we must also honour the memory of the\r\n32\r\nA/56/PV.54\r\ncivilian victims in Afghanistan, including the three\r\nFrench and German journalists.\r\nCameroon, I repeat, believes that the alleged\r\ncriminals must be held responsible for their actions.\r\nMoreover, we urge the international community to\r\nstrive to prevent Afghanistan from re-engaging with\r\nthe old demons of conflict between the armed clans\r\nthat have defeated the Taliban today. Cameroon\r\ntherefore calls for an immediate manifestation of the\r\nUnited Nations presence in Kabul.\r\nUnder the powers granted to it by the\r\ninternational community, in particular under Chapter\r\nVII of the Charter, the Security Council, with the\r\nessential support of all Members of our Organization,\r\nmust swiftly undertake all necessary actions to restore\r\nand maintain peace in Afghanistan and to provide\r\nhumanitarian assistance to people who have been left\r\ndestitute and traumatized by an apparently endless civil\r\nwar.\r\nWe must urgently prevent the flames of war from\r\nspreading inexorably throughout Afghanistan. We must\r\nalso recall from this rostrum, however, that it is high\r\ntime to douse the fires that have been burning for\r\ndecades in Palestine, a land of peace. We must\r\nextinguish the fires that, conflict after conflict, are\r\ndevastating the Democratic Republic of the Congo and\r\nthe Great Lakes region, as well as those that have\r\nconsumed Angola for over 25 years. It is high time\r\nthat, like those who fought the fires in New York on 11\r\nSeptember, we act as firefighters to put an end to the\r\nfratricidal wars of the African continent, Central\r\nAmerica and other disadvantaged regions of the planet.\r\nWe must remain vigilant in preserving the particularly\r\nfragile peace in the Balkans.\r\nWe are convinced that the best firefighter to\r\ncontain the ravages of war and the threats that loom\r\nover peace and security throughout the world is the\r\nUnited Nations. Without the determination of States,\r\nhowever, and the respect of those States for\r\nunanimously adopted rules, it is vain to hope to achieve\r\nthe result targeted for the Organization by the Charter.\r\nThe activity of the United Nations will have no effect if\r\nthe resolutions it adopts to contribute to settling a\r\nconflict are not respected by the parties concerned and\r\ninvolved.\r\nWhy, after more than half a century, have we not\r\nbeen able to end the conflict in the Middle East, in\r\nwhich Palestinians and Israelis are in ever more brutal\r\nand violent opposition? Why can we not find the\r\nresources necessary to the United Nations to nip in the\r\nbud the fratricidal wars that have bled and disrupted\r\nentire regions of the African continent since the dawn\r\nof independence? These are the persistent questions\r\nthat haunt international public opinion. Just as all men\r\nmust naturally be equal before the law, States must be\r\ntreated on the same footing of equality out of respect\r\nfor international law and the principles defined by the\r\nUnited Nations.\r\nThe implementation of resolutions and\r\nrecommendations adopted at the Millennium Summit\r\nwould enable great progress to be made towards the\r\nworld of harmony that globalization is supposed to\r\nestablish. Man and the safeguarding of his life and\r\ndignity, wherever he may live, must be restored as our\r\npriority. Man and the safeguarding of his life and\r\ndignity must once again be the central focus of our\r\nactions, thoughts and concerns.\r\nThe attacks of 11 September in the United States\r\nand the spotlighting of international terrorism must\r\nprompt us to take action, of course, but it must also and\r\nespecially lead us to reflection. We have seen how the\r\npromoters of those who thus endanger the new world\r\norder also invoke a policy of double standards to\r\njustify their fanatical acts. We have also read in many\r\nof their communiqués their claim to be leading a\r\ncrusade on behalf of a religious community that,\r\naccording to them, has been treated unfairly by others.\r\nWe understand, finally, that they have also cited the\r\nliving conditions of many hundreds of millions of\r\npeople, the poorest of the poor, as an argument for\r\nfighting that part of the world that plunders and\r\ndominates them in a spirit of complete indifference. We\r\nmust do all we can to avoid giving such excuses and\r\npretexts to individuals and groups who in fact have\r\nnothing but criminal motives.\r\nCameroon has maintained and continues to\r\nmaintain that the United Nations must, more than ever\r\nbefore, continue to affirm the necessary links of\r\nsolidarity within the international community and the\r\nneed for balance in international relations. Support and\r\ndevelopment assistance for the poorest regions of the\r\nworld are essentials recalled not only in the resolutions\r\nof the Millennium Summit, but also at the most recent\r\nThird United Nations Conference on the Least\r\nDeveloped Countries, held this year in Brussels. The\r\nrecovery efforts of the countries of the South — inter\r\nalia, the New African Initiative on economic matters —\r\n33\r\nA/56/PV.54\r\nmust be accompanied and supported by the most\r\nprosperous States. During the annual session of the\r\nEconomic and Social Council last summer in Geneva,\r\nover which Cameroon had the honour of presiding,\r\nthese principles and requirements were broadly\r\nrecalled and, thank goodness, endorsed.\r\nIn spite of the commitments undertaken at one\r\nworld summit after the other, the gap between the\r\nregions of the North and the South is growing wider by\r\nthe day. Destitution, poverty, epidemics, the AIDS\r\npandemic and the technology divide are not matters of\r\nfate. Over and above solidarity, a more just and\r\nbalanced practice of commercial exchange, notably\r\nthrough the opening of markets to the most\r\ndisadvantaged countries, could also help to bridge that\r\ngap. The forthcoming International Conference on\r\nFinancing for Development, to be held next year in\r\nMexico under United Nations auspices, should provide\r\nan opportunity for a deeper reflection on these\r\npriorities.\r\nOn 1 January 2002, Cameroon will take its place\r\nat the Security Council table on behalf of Africa as a\r\nnon-permanent member. I would like to express on\r\nbehalf of His Excellency Paul Biya, President of the\r\nRepublic of Cameroon, all of our gratitude to all of the\r\nMember States of our Organization for the confidence\r\nplaced in my country. In the current international\r\ncircumstances, we realize the full value of this\r\nconfidence.\r\nCameroon is committed to fully assuming its\r\nofficial duties in making its modest contribution, in the\r\nCouncil, to the maintenance of international peace and\r\nsecurity.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Kishore Mahbubani, Chairman of\r\nthe delegation of Singapore.\r\nMr. Mahbubani (Singapore): It does seem\r\nstrange to congratulate Minister Han Seung-soo on his\r\nappointment as President of the General Assembly so\r\nlate in this session. But we live in unusual times. The\r\nUnited Nations needs clear leadership. With his\r\ndistinguished track record in public service in the\r\nRepublic of Korea, we are confident that Minister Han\r\nwill provide it to this Assembly. We assure him of our\r\nfull support.\r\nWe also congratulate Mr. Harri Holkeri for his\r\ncommendable leadership last year and, of course, the\r\nSecretary-General, Mr. Kofi Annan, and the United\r\nNations on the Nobel Peace Prize that they received.\r\nThe timing of this General Assembly indicates\r\nthe difficult circumstances we are in. Never before in\r\nits 56-year history has the United Nations had to\r\npostpone the general debate. Clearly, the terrorist\r\nattacks of 11 September have already had drastic and\r\nimmediate international consequences. The long-term\r\nconsequences are still unknown. But we can be sure\r\nthat they will be both powerful and wide-ranging.\r\nFor the short term, the events of 11 September\r\nhave shaken an already vulnerable world economy. The\r\ndeveloped world is suffering a growing economic\r\nslowdown. This is well known. Unfortunately, what is\r\nless well known are the damaging effects of the\r\nterrorist attacks on developing countries. In the\r\ndeveloped countries, which provide the principal\r\nengine of the world’s economy, the attacks have\r\nundermined consumer confidence, disrupted commerce\r\nand destroyed wealth. But these are temporary shocks\r\nfrom which the developed world can and will recover.\r\nBut what the terrorist attacks have dramatically\r\nhighlighted is the reality of interdependence in today’s\r\nglobalized world. Joseph Stiglitz, a recent Nobel Prize\r\nwinner, like the United Nations, highlighted this\r\ninterdependence in a Washington Post article dated 11\r\nNovember 2001. He said, “It used to be said that when\r\nAmerica sneezed, Mexico caught a cold. Now, when\r\nAmerica sneezes, much of the world catches cold. And\r\naccording to recent data, America is not just sneezing,\r\nit has a bad case of the flu.”\r\nHence, the developing countries, which depend\r\non a healthy global economy for their hopes of growth\r\nand prosperity, face great dangers. The fear of\r\nterrorism may constrict the key arteries of\r\nglobalization. We have already seen new precautions\r\ntaken in many countries, at ports, airports, train\r\nstations, banks, media offices, government buildings,\r\nfactories, offices, hospitals and many other public\r\ninstitutions. These precautions are important to protect\r\ninnocent people in their daily lives. However, they also\r\ninevitably impose additional costs. These new\r\nrestrictions on travel, on shipping, on national and\r\ninternational mail and on the free flow of goods and\r\ninformation everywhere are effectively a tariff imposed\r\nby terrorism upon the global community. Tragically, it\r\nis also a regressive tariff, one that affects the poorer\r\nmembers of the global community more.\r\n34\r\nA/56/PV.54\r\nIf the arteries of globalization become\r\nincreasingly constricted and cease to function\r\neffectively, developing countries will lose their best\r\nchance of growing out of poverty. This will only\r\naggravate the hopelessness, marginalization, ignorance\r\nand fear that can breed terrorism. We must avoid this\r\nvicious cycle. In developed countries, the economic\r\nslowdown is already strengthening protectionist voices\r\ncalling for restrictions on imports, the imposition of\r\nnon-tariff barriers, anti-dumping duties, restrictions on\r\nmigration and governmental support for domestic\r\nindustries. A genuine concern over terrorist use of\r\ninternational financial and information networks could\r\nalso be used as a justification for restrictions on the\r\nflows of international investment and information. And\r\ndeveloping countries need these flows.\r\nIndeed, even before 11 September, developing\r\ncountries were not benefiting sufficiently from these\r\nflows. The greater part of foreign direct investment\r\n(FDI) flows mainly among developed countries. Of the\r\nremainder, 12 major developing countries take 75 per\r\ncent of private FDI to the developing world, while 140\r\ndeveloping countries take a share of only 5 per cent.\r\nThe poorest nations of the world therefore suffer not\r\nfrom too many connections with the wider world, but\r\ntoo few. Indeed, the poorest 48 countries account for\r\nonly 4 per cent of total world trade, while sub-Saharan\r\nAfrica receives only 5 per cent of the total net long-\r\nterm private capital flows to developing countries. At\r\nthe same time, in the developed countries, tariffs on the\r\nexport of goods of developing countries are 30 per cent\r\nhigher than the global average. The fact that tariffs on\r\ngoods of developing countries are 30 per cent higher\r\nthan the global average is truly a shocking statistic, and\r\nwe are surprised that this has not been highlighted\r\nbefore in key forums. All this shows that the poor\r\ncountries cannot afford any further restrictions on\r\ntrade.\r\nIn this regard, we are relieved that the World\r\nTrade Organization (WTO) meeting in Doha, Qatar,\r\nwhich ended yesterday, has finally agreed to launch a\r\nnew round of trade talks that we hope will keep the\r\nglobal economy on track towards freer trade and\r\ninvestment. Today’s Wall Street Journal, which, as we\r\nall know, is a conservative journal, drew this link\r\nbetween the events of 11 September and the results of\r\nDoha:\r\n“In an effort to keep poorer nations on their\r\nside in the war on terrorism, United States and\r\nEuropean negotiators went further than anyone\r\nexpected to meet the demands of the developing\r\nworld. …\r\n“Ultimately, the United States and Europe\r\nmade big concessions to the developing world —\r\nconcessions fiercely resisted by pharmaceutical\r\nand steel companies in the United States and\r\nfarmers in Europe.”\r\nThis Doha meeting therefore confirmed that the\r\nneeds of poorer countries will have to be addressed in\r\nthe months and years to come, because as a result of 11\r\nSeptember, poorer countries will certainly suffer more\r\nthan richer ones. To give another obvious example,\r\ntourism from richer countries is a major source of\r\nincome for many developing countries. But the fear of\r\nflying — which I think has become quite real\r\nnowadays — engendered by the recent terrorist attacks\r\nhas already caused airlines all over the world to cut\r\nflight schedules and in many cases terminate them\r\naltogether. It is already much harder to get direct\r\nflights from, say, New York City to many Latin\r\nAmerican destinations. The World Travel and Tourism\r\nCouncil has estimated that the events of 11 September\r\nmay cause the loss of up to 8.8 million jobs in the\r\ntravel and tourism industry. Of these, only 2.3 million\r\nwill be in the United States and Europe. The rest will\r\nbe in the developing world. Clearly, the impact on\r\ndeveloping countries dependent on the tourist trade\r\nwill be enormous.\r\nThe record of the past 30 years shows clearly that\r\ncountries better integrated into the global economic\r\nsystem have enjoyed greater long-term growth than\r\nhave relatively isolated countries. I can quote no better\r\nauthority than the Secretary-General, who has said,\r\n“Success in achieving sustained growth depends\r\ncritically on expanding access to the opportunities\r\nof globalisation. The countries that have achieved\r\nhigher growth are those that have successfully\r\nintegrated into the global economy and attracted\r\nforeign investment.” (Making Globalisation Work\r\nFor The Poor, The Independent, 12 December\r\n2000)\r\nIn a recent book, The End of Globalization:\r\nLessons from the Great Depression, the author Harold\r\nJames examines the fallout from a collapse of the\r\nintegrated world in an earlier era. He provides a\r\nsobering historical perspective on what we are\r\nexperiencing today. In the era before the First World\r\n35\r\nA/56/PV.54\r\nWar, the world was in many ways a well-integrated\r\nplace. Movement of capital, knowledge and labour\r\namong both rich and poor countries was much less\r\nrestricted. The rise of protectionism and isolationism in\r\nresponse to this led to the Great Depression of the first\r\nhalf of the twentieth century. This long-lasting global\r\nrecession ended only with the outbreak of the Second\r\nWorld War. This is not a cycle that we should repeat as\r\nwe enter the twenty-first century.\r\nOne big lesson of 11 September is therefore that\r\nglobalization, which we assume to be a powerful,\r\nirresistible force, is actually a very fragile construct,\r\ndependent on the will of its participants for its\r\ncontinuing existence. If it collapses — and the point to\r\nbear in mind is that it may collapse — developing\r\ncountries could suffer more. Hence, the terrorists who\r\ndestroyed the World Trade Center could also seriously\r\ndamage the global economic system that represents the\r\nbest chance that the developing countries have for\r\nlong-term development, growth and prosperity. If the\r\nterrorists succeed, we will all be worse off.\r\nHence, at the recently concluded summit of the\r\nAsia-Pacific Economic Cooperation (APEC) in\r\nShanghai, China, APEC leaders representing 21\r\ncountries, both developed and developing, and coming\r\nfrom three continents, unequivocally condemned\r\nterrorist acts as a profound threat to the peace,\r\nprosperity and security of all people, all faiths and all\r\nnations and pledged to cooperate fully to ensure that\r\ninternational terrorism does not disrupt economies and\r\nmarkets. We are not engaged here merely in a struggle\r\nbetween a few developed nations and a few terrorists.\r\nThe whole world is involved in this struggle.\r\nFollowing 11 September, we in the international\r\ncommunity must act together to safeguard what we\r\nhave achieved and what we have yet to achieve. The\r\nstruggle against terrorism itself will take much time\r\nand stamina. To track down the terrorist groups and rip\r\nup their networks will be a difficult, long, messy and\r\neven tedious business, requiring the cooperative efforts\r\nof many countries. Countering terrorism must be an\r\ninternational endeavour, and in this international\r\nendeavour the United Nations has a critical role to play.\r\nThe United Nations remains the indispensable\r\nforum to mobilize international opinion and develop a\r\nstrong political consensus against terrorism. Through\r\nthe Security Council, it also provides a platform for\r\npractical cooperation, as we saw, for example, in\r\nSecurity Council resolution 1373 (2001). Within the\r\nUnited Nations system several bodies are already\r\nseized of the various dimensions of terrorism. One\r\nuseful course of action would be for the various law\r\nenforcement and other agencies dealing with terrorism\r\nto get together to examine existing norms and practices\r\nand areas for further cooperation. Where such\r\ncooperation is already taking place bilaterally or\r\ntrilaterally among countries, the United Nations can\r\nserve as a useful disseminator and clearing house of\r\ninformation and best practices.\r\nIn the long term, the economic and social\r\nconditions that encourage terrorists must be addressed\r\nurgently, and certainly after 11 September, we now\r\nknow how urgent this task is. International economic\r\nintegration, while ultimately the only guarantor of\r\nprosperity, is today incomplete in scope and uneven in\r\nits distribution of costs and benefits. Many developing\r\ncountries remain imperfectly integrated into the world\r\neconomy. These problems must be addressed by\r\ncapacity-building and infrastructure development\r\nwithin developing countries, with whatever\r\ninternational assistance is necessary, and by the\r\nelimination of trade barriers and protectionism in the\r\ndeveloped countries.\r\nIt is useful here to cite the latest World Bank\r\nreport, which states clearly that abolishing all trade\r\nbarriers could boost global income by $2.8 trillion —\r\nthat is an enormous sum — and could also lift as many\r\nas 320 million people out of poverty by 2015. We hope\r\nthat the World Trade Organization negotiators will bear\r\nthis in mind when they commence the new round of\r\nnegotiations after the Doha, Qatar, meeting.\r\nTo conclude, please allow me to quote the\r\nSecretary-General once again:\r\n“In an increasingly globalized world, none\r\nof the critical issues we are dealing with can be\r\nresolved within a solely national framework. All\r\nof them require cooperation, partnership and\r\nburden-sharing among Governments, the United\r\nNations, regional organizations, non-\r\ngovernmental organizations, the private sector\r\nand civil society.” (A/56/1, para. 11)\r\nGlobal actions, facilitated by consultative leadership,\r\nare needed to address challenges of global dimensions.\r\nWe hope that we can make a small beginning at this\r\nsession of the General Assembly to do this.\r\n36\r\nA/56/PV.54\r\nThe Acting President: I now give the floor to\r\nHer Excellency Ms. Madina Jarbussynova, Chairperson\r\nof the delegation of Kazakhstan.\r\nMs. Jarbussynova (Kazakhstan): This session\r\nthat is taking place under extraordinary circumstances,\r\nwhen the whole world is still reeling in shock from the\r\nworld’s most terrible terrorist attacks, carried out in\r\nNew York and Washington. This unprecedented action,\r\naimed against the civilian population, has provided yet\r\none more confirmation that terrorism poses a threat to\r\nthe whole world and has highlighted the relevance of\r\nthe proposals to join the international community’s\r\nefforts in its common fight against terrorism, drug\r\ntrafficking and organized crime.\r\nOur country calls for international legal norms to\r\nbe strengthened and for further mobilization of States’\r\nefforts to counter international terrorism. Taking into\r\nconsideration the developments in the world that are\r\nidentified with this growing threat, we support the\r\ninitiative regarding the early adoption of a\r\ncomprehensive convention against international\r\nterrorism.\r\nAfghanistan’s transformation into one of the sore\r\nspots of our planet was a matter of concern for\r\nKazakhstan well before the events of 11 September.\r\nDuring the Millennium Summit, the President of the\r\nRepublic of Kazakhstan, Nursultan Nazarbaev, taking\r\ninto account the potential danger of a spillover of the\r\nintra-Afghan conflict, proposed to convene a special\r\nmeeting of the Security Council devoted to the\r\nconsideration of the situation in Afghanistan and\r\nCentral Asia in order to devise comprehensive\r\nmeasures to settle the situation in the Islamic State of\r\nAfghanistan.\r\nWelcoming Security Council resolution 1378\r\n(2001), unanimously adopted on 14 November, we\r\nshare the Secretary-General’s view that the Security\r\nCouncil should adopt a comprehensive approach to\r\nsettling the situation in the Islamic State of\r\nAfghanistan and its political, military, economic,\r\nhumanitarian and human rights dimensions. Such an\r\napproach, in his opinion, ought to be based on a careful\r\ndiagnosis of the current situation in Afghanistan, based\r\non the premise that no military solution to the Afghan\r\nconflict is possible, or indeed acceptable, since\r\nterritorial gains achieved on the battlefield do not\r\nconstitute a basis for the legitimatization of power.\r\nThe issue of nuclear disarmament and non-\r\nproliferation is of special significance to our country.\r\nThis year we mark the tenth anniversary of our\r\nindependence, as well as the tenth anniversary of the\r\nshutdown of the Semipalatinsk nuclear testing ground,\r\nwhich represented an important step towards a nuclear-\r\nfree, stable and safe world and its deliverance from the\r\nspectre of global Armageddon. The harm that was done\r\nfirst and foremost to the people of Kazakhstan was\r\nacknowledged by the participants of the conference\r\nentitled “The Twenty-First Century: Towards a\r\nNuclear-Weapon-Free World”, which was held from 29\r\nto 30 August 2001 in Almaty.\r\nNuclear-weapon tests have caused the destruction\r\nof the landscape, ecosystem, economic structure and\r\ntraditional way of life of the people in the affected\r\nareas, which happen to be the historical centres of\r\nKazakh statehood and culture. We are grateful to our\r\npartners who, in line with the three resolutions adopted\r\nby the General Assembly, are helping to rehabilitate the\r\narea of the testing ground, including the conversion of\r\ninfrastructure. Yet, much remains to be done. We\r\nbelieve that the financial aid, experience and expertise\r\nof international organizations, donor countries and non-\r\ngovernmental entities play an important role in\r\naddressing the problems of the affected region. The\r\noutcome of the Almaty Conference has demonstrated\r\nthat the well-being of the planet, which is so cherished,\r\nshould be achieved not through threats and the use of\r\nweapons, but exclusively through peaceful means such\r\nas negotiation and dialogue.\r\nAcknowledging the necessity of strengthening\r\nstability and security at both the regional and global\r\nlevels, the President of the Republic of Kazakhstan,\r\nMr. Nursultan Nazarbaev, addressing the forty-seventh\r\nsession of the General Assembly, put forward an\r\ninitiative to convene a conference on interaction and\r\nconfidence-building measures in Asia. Leaders of 16\r\nAsian countries are to meet for the first time in Almaty\r\nin the first half of the year 2002 to discuss threats to\r\nregional peace and security, to arrive at a shared vision\r\nof forms and modalities of addressing such threats and\r\nto agree on confidence-building measures and the\r\nestablishment of the structures and institutions of the\r\nConference. The work carried out so far shows that\r\ncompromise solutions are quite possible, even with\r\nrespect to differences that seem irreconcilable. In that\r\ncontext, the Conference represents a forum based on\r\nprinciples that are conceptually new for Asia, namely,\r\n37\r\nA/56/PV.54\r\ntrust and cooperation as a means to ensure security and\r\nstability.\r\nGlobalization, which has become a dominant\r\nfactor in international life, opens up vast opportunities\r\nfor social and economic development. At the same time\r\nthe United Nations should actively help to solve\r\ncurrent global trends associated with serious problems.\r\nWe call for an increased contribution on the part of the\r\nOrganization to improving the global environment for\r\nsustainable development and to bridging the gap\r\nbetween developed and developing countries. The\r\ndevelopment of a globalization model for the modern\r\nworld — beginning with its economic component —\r\nthat would fully take into account the interests of all\r\ncountries could become a priority objective of the\r\nOrganization within the framework of the current\r\nreforms at the United Nations. More active efforts by\r\nthe United Nations to promote the integration of\r\neconomies in transition into the world economy are\r\nbecoming especially important for Kazakhstan.\r\nAgainst the background of irreversible growth in\r\nglobal interrelationship, regional integration, which is\r\nactively supported by our country, is gaining\r\nmomentum. Kazakhstan attaches great importance to\r\ncooperation within the framework of the Economic\r\nCooperation Organization, the Shanghai Cooperation\r\nOrganization, the Eurasian Economic Community, the\r\nCentral Asian Economic Community and other regional\r\neconomic organizations, and will contribute as much as\r\nit can to building up their capacity and their\r\ninternational standing. We consider it a priority to\r\ndevelop cooperation with the United Nations in such\r\nareas as strengthening the social security system\r\nthrough efforts to fight poverty and unemployment;\r\ndeveloping transportation infrastructure by maintaining\r\nand improving highways and railroads; solving the\r\nproblems of rivers in border areas; and supplying\r\ndrinking water in a number of regions.\r\nWe intend to take full advantage of the\r\ngeographical position of our country and of the\r\nfavourable location of continental transit routes. That\r\nendeavour will be helped by an international\r\nministerial conference of land-locked countries devoted\r\nto transit and transportation issues, which will be\r\nconvened in Kazakhstan in 2003 with the assistance of\r\nthe United Nations Conference on Trade and\r\nDevelopment.\r\nA transition to environmentally sound and\r\nsustainable development is a priority goal of the\r\nstrategy to ensure the economic growth of Kazakhstan.\r\nStabilizing and improving the quality of the\r\nenvironment in the Aral Sea basin are of overriding\r\nimportance to our country. Kazakhstan has called, and\r\nwill continue to call, for an integrated approach to\r\nsolving the problems of the Aral Sea and for wider\r\nparticipation in the effort being made by the\r\nprogrammes of the United Nations system.\r\nThe participation of the United Nations is also\r\nimportant in solving the host of problems related to the\r\ndevelopment of the Caspian Sea region. The problem\r\nof the Caspian Sea has outgrown its regional\r\nboundaries and has become global. As an effective tool\r\nof regional and global economic partnership, the\r\nUnited Nations has a role to play to implement a policy\r\nof preventive diplomacy in the region in order to work\r\nout an agreed programme for the development of the\r\nCaspian Sea.\r\nThe process of globalization, which is\r\ncharacterized by growing interdependence among\r\nStates in all spheres of life, presents new challenges for\r\nthe international community. In those circumstances,\r\nmultilateral efforts by the community of nations to find\r\nadequate answers to new challenges and threats play an\r\nexceptionally important role. Kazakhstan supports\r\nstrengthening the central role and authority of the\r\nUnited Nations in efforts to ensure global stability and\r\nto build equitable relations between States and peoples\r\nbased on mutual respect and universal values. We call\r\nfor increased efficiency of the United Nations system\r\nas a whole, including the Security Council, its principal\r\norgan responsible for the maintenance of international\r\npeace and security. In that regard, Kazakhstan fully\r\nsupports the need for adequate implementation of the\r\ndecisions taken at the Millennium Summit and fully\r\nshares the development goals and objectives set out by\r\nthe international community in the Millennium\r\nDeclaration.\r\nThe recent decision to award the Nobel Peace\r\nPrize to the United Nations and its Secretary-General is\r\na sign of recognition of the Organization’s contribution\r\nto strengthening international cooperation —\r\ncooperation aimed at the maintenance of peace and\r\nsecurity for the sake of succeeding generations and in\r\nthe interests of the prosperity of the peoples of all\r\ncountries. That award has demonstrated that the United\r\n38\r\nA/56/PV.54\r\nNations plays a special role in efforts to strengthen\r\nglobal partnerships for international purposes.\r\nThe President in the Chair.\r\nProgramme of work\r\nThe President: Tomorrow morning, Friday, 16\r\nNovember 2001, at 9 a.m., the General Assembly will\r\nconsider, as the first item, the fourth report of the\r\nGeneral Committee, on action taken by the Committee\r\nthis morning. Thereafter, the Assembly will continue\r\nwith the general debate. The fourth report of the\r\nGeneral Committee, document A/56/250/Add.3, will be\r\ncirculated tomorrow morning.\r\nThe meeting rose at 1.15 p.m.\r\n"