"United Nations A/57/PV.7\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n7th plenary meeting\r\nSaturday, 14 September 2002, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-59007 (E)\r\n*0259007*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nThe meeting was called to order at 3.05 p.m.\r\nAddress by The Right Honourable Sir Tomasi\r\nPuapua, Governor General of Tuvalu\r\nThe President: The Assembly will now hear an\r\naddress by the Governor General of Tuvalu.\r\nSir Tomasi Puapua, Governor General of Tuvalu,\r\nwas escorted into the General Assembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency The Right Honourable Sir\r\nTomasi Puapua, Governor General of Tuvalu, and to\r\ninvite him to address the Assembly.\r\nSir Tomasi Puapua (Tuvalu): Proud as we are\r\nthat our small island nation of Tuvalu is a member of\r\nthis great family of nations, first we must give thanks\r\nto God Almighty for his love and for allowing us all to\r\nparticipate in this general debate. Let me also extend\r\nmy delegation’s sincere appreciation to the\r\nGovernment of our host country, the United States of\r\nAmerica, for its warm hospitality and support.\r\nTuvalu warmly congratulates you, Sir, on your\r\nelection to the high office and commends highly the\r\noutgoing President for his leadership, especially during\r\na very challenging year for the Organization. Tuvalu\r\nalso wishes to reaffirm its strong confidence in the\r\nSecretary-General. In addition, we warmly congratulate\r\nSwitzerland on its entry into the United Nations, and\r\nwe welcome membership of East Timor later on in this\r\nsession.\r\nTuvalu sincerely joins, both in spirit and hearts,\r\nin the remembrance of the great loss, particularly of\r\ninnocent human lives, following the terrorist attacks on\r\nAmerican soil last year. We pray for the victims’\r\nfamilies and for full recovery in restoring their lives.\r\nWithin our own Organization, we are proud that of this\r\nturmoil the United Nations has come out ever stronger\r\nwith the resolve to combat international terrorism.\r\nIn Tuvalu and many island countries in the\r\nPacific, we know our own unique vulnerability is also\r\nfertile ground to forces of terror that threaten the\r\nsecurity and survival of the islands. It is in this regard\r\nthat Tuvalu is committed to the Pacific Islands Forum\r\nDeclarations on regional security, highlighted in the\r\nForum Communiqué, which is circulated as a United\r\nNations paper. In the same spirit, last year Tuvalu\r\npledged its commitment to the United Nations anti-\r\nterrorism resolutions, and we still do. But we also need\r\nboth technical and financial assistance from the\r\ninternational community to enable us to fulfil our\r\ninternational obligations.\r\nJoining and being part of the United Nations is\r\nnever easy, particularly for a small and poorly\r\nresourced island country such as Tuvalu. Asserting our\r\nplace here competes with the many other priorities of\r\nnation-building. However, our presence here is proof of\r\nour belief all along since our independence that,\r\nthrough the United Nations principle of equal\r\nparticipation, our voice on our security and\r\ndevelopment concerns will be advocated and better\r\nheard.\r\n2\r\nA/57/PV.7\r\nAlthough new, Tuvalu supports the reforms being\r\nundertaken in the Organization to streamline and\r\nensure efficiency. In particular, it supports initiatives\r\nthat have been developed on reforms in the Security\r\nCouncil and in the work of the Secretariat, and it is our\r\nstrong view that they warrant proper support. It is also\r\nour view that equitable representation more reflective\r\nof the diversity in the United Nations membership,\r\nboth in the staffing of United Nations Secretariat and in\r\nits various working committees, needs to be properly\r\nconsidered.\r\nAs a peace-loving nation, Tuvalu believes that the\r\nparamount mission of the United Nations must remain\r\nthe maintenance of peace and security for all nations of\r\nthe world, as clearly articulated in the preamble to the\r\nUnited Nations Charter. However, a long outstanding\r\nissue that also warrants serious consideration is the\r\nquestion of the Republic of China on Taiwan. This\r\ncountry has a population of 23 million people, a well-\r\ndefined territory and an established democratic system\r\nof Government, and is a responsible international actor\r\nin world trade and relations. It is, therefore, our strong\r\nopinion that the right to self-determination of the\r\npeople of the Republic of China and to join the United\r\nNations should be urgently addressed. The United\r\nNations cannot be said to be universal, nor can global\r\npeace be assured, until the Republic of China issue is\r\nproperly resolved.\r\nAs we progress in the new century, however, we\r\nare increasingly challenged by the many changes that\r\nare taking place. Never before has the human race\r\nfaced such complex challenges. We are in a world\r\nwhere the concept of globalization is in the media\r\nevery day. Yet while we share a world where trade,\r\ncommunications and travel appear to have made us a\r\nsingle global community, large parts of the world\r\ncontinue to suffer from poverty, marginalization and\r\nenvironmental decline. We are far from being a\r\ncohesive global community. Unfortunately, Tuvalu and\r\nmany small island developing States are in a\r\nparticularly weak position to participate fully and take\r\nadvantage of the opportunities of globalization. There\r\nis a genuine need for special assistance to enhance our\r\ncapacity in this regard.\r\nOn the issue of conflict prevention, Tuvalu, like\r\nother vulnerable small island nations, is particularly\r\nweary of conflicts and wars. It is our humble view that,\r\nall too often, countries seem compelled to resort to\r\nmilitary and violent action in order to resolve conflicts\r\nrather than seek to understand the root causes of these\r\nconflicts. We strongly feel this approach needs careful\r\nreconsideration. The build-up of arms and massive\r\nexpenditure on so-called defence completely\r\novershadow all efforts to resolve the underlying causes\r\nof poverty, unrest and instability. For us to survive as\r\nan international community we must reverse this trend.\r\nWe must also learn to listen to each other.\r\nIn this respect, Tuvalu firmly believes that we\r\nmust place greater faith in the United Nations as the\r\nforum for meaningfully addressing poverty, conflicts\r\nand instability and the effects of environmental\r\ndegradation. It is here, in the common house of the\r\nhuman family, where countries should come, put down\r\ntheir arms, listen to each other and resolve their\r\ndifferences together. We believe that this is the only\r\nway forward to ensuring long-lasting world peace,\r\nsecurity and sustainable development.\r\nTuvalu agrees with the importance of sustainable\r\ndevelopment and subscribes to the goals espoused in\r\nthe Millennium Declaration, particularly those on\r\npoverty eradication. It also welcomes the holding of\r\nthe United Nations international conferences,\r\nincluding, those on the rights of the child, financing for\r\ndevelopment and the review of the implementation of\r\nAgenda 21 through the World Summit on Sustainable\r\nDevelopment. In addition, Tuvalu also appreciates\r\ncommitments made recently to replenish the Global\r\nEnvironment Facility (GEF), so vitally important to\r\nmany countries, especially to Small Island Developing\r\nStates.\r\nHowever, while Tuvalu appreciates the\r\nconsiderations for small island developing States in the\r\nvarious processes, we appeal for more concrete\r\nrecognition, particularly by the donor community, of\r\nour special case so that we can cope with the\r\nchallenges that we face, particularly with regards to\r\ncapacity-building through quality education and health,\r\naccess to fresh water and affordable energy,\r\ninfrastructures and sanitation. Without additional and\r\nadequate resources, partnership initiatives arising from\r\nthose processes will have no real meaning, especially\r\nfor those groups that are most in need, such as women,\r\nchildren and people in rural and outer island areas.\r\nIt need not be repeated, but for Tuvalu,\r\ndevelopment aid is indispensable to development. For\r\nus, official development assistance (ODA) is the\r\ndevelopment budget. The maintenance of vital services\r\n3\r\nA/57/PV.7\r\nto our people through innovative partnerships, such as\r\nthe Tuvalu Trust Fund, for example, would not have\r\nbeen possible without ODA. I would like at this\r\njuncture to acknowledge with great sincerity Tuvalu’s\r\nappreciation of all its development partners,\r\nparticularly our traditional donors, old and new, such as\r\nAustralia, New Zealand, the United Kingdom, Japan,\r\nthe European Union and the Republic of China on\r\nTaiwan.\r\nFor our part, having progressed as a sovereign\r\nnation with relative peace and stability over the past\r\ntwenty-four years, Tuvalu is strongly committed to the\r\nUnited Nations principle of good governance. The\r\nrecently elected Government of Tuvalu is fully\r\ncommitted to the principles of good governance,\r\ndemocracy and respect for the rule of law. It is also\r\ncommitted to accountability and transparency, in\r\nharmony with Christian values and traditional and\r\ncultural norms. As in the past, we are also committed\r\nto the prudent management of finances and to further\r\nwork on reforms to improve our systems.\r\nTuvalu is surrounded by the huge Pacific Ocean\r\nand is well aware, both of its rights to its vast marine\r\nresources and also of its responsibility to ensure the\r\nproper and sustainable management of the potentials of\r\nthe ocean. We therefore fully associate ourselves with\r\nthe Pacific Islands Forum’s Regional Ocean Policy\r\nrecently adopted by our leaders.\r\nFinally, peace, security and long-term livelihood\r\nfor the world will have no meaning to us in Tuvalu in\r\nthe absence of serious actions to address the adverse\r\nand devastating effects of global warming. At no more\r\nthan three meters above sea level, Tuvalu is\r\nparticularly exposed to those effects. Indeed our people\r\nare already migrating to escape. We are already\r\nsuffering from the consequences of what world\r\nauthorities on climate change have consistently been\r\nwarning us. Only two weeks ago, a period when the\r\nweather was normal and calm and the tide was low,\r\nunusually big waves suddenly crashed ashore and\r\nflooded most parts of the capital island.\r\nIn the event that the situation is not reversed,\r\nwhere does the international community think the\r\nTuvalu people can hide from the onslaught of sea-level\r\nrise? Taking us in as environmental refugees is not\r\nwhat Tuvalu is after in the long run. We want the\r\nislands of Tuvalu and our nation to remain permanently\r\nand not to be submerged as a result of the greed and\r\nuncontrolled consumption of industrialized countries.\r\nWe want our children to grow up the way we grew up\r\nin our own islands and in our own culture.\r\nWe once again appeal to the industrialized\r\ncountries, particularly those who have not done so, to\r\nurgently ratify and to fully implement the Kyoto\r\nProtocol and to provide concrete support in all our\r\nadaptation efforts to cope with the effects of climate\r\nchange and sea-level rise. Tuvalu, having little or\r\nnothing to do with the causes, cannot be left on its own\r\nto pay the price. We must all work together. May God\r\nbless you all, and God bless the United Nations.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the Governor-General of\r\nTuvalu for the statement he has just made.\r\nThe Right Honourable Sir Tomasi Puapua,\r\nGovernor-General of Tuvalu, was escorted from\r\nthe General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I give the floor to Her Excellency\r\nMrs. Lydie Polfer, Deputy Prime Minister and Minister\r\nfor Foreign Affairs and External Trade of Luxembourg.\r\nMrs. Polfer (Luxembourg) (spoke in French):\r\nThe current Chairman of the European Union,\r\nMr. Anders Fogh Rasmussen, has already had an\r\nopportunity to state to the Assembly the priorities and\r\npositions of the European Union. Luxembourg, through\r\nits commitment on a day-to-day basis, reaffirms its\r\ndedication to multilateral cooperation and to the work\r\nof this universal Organization.\r\nPresident Kavan, you assumed your important\r\npost through a new procedure designed to revitalize the\r\nwork of the General Assembly and intensify its impact.\r\nI am sure that under your guidance we will achieve\r\nother significant successes.\r\nMr. Han Seung-soo guided the work of the\r\nprevious session during a period when the international\r\nsituation was difficult and beset by serious problems.\r\nThanks to his extensive experience and his\r\nunderstanding of international issues, a calm and\r\nfraternal message of cooperation and concerted action\r\nresulted from our debates. We all are deeply grateful to\r\nhim for that.\r\n4\r\nA/57/PV.7\r\nOur Organization also has the advantage of\r\nhaving a Secretary-General whose humanism and\r\noutstanding diplomatic skills are universally\r\nacknowledged. He has begun his second term with his\r\ncharacteristic dynamism, which we all admire.\r\nWe wholeheartedly support the Secretary-General\r\nin the discharge of his important mission. There is no\r\ndoubt that multilateralism and the support of the United\r\nNations system for it have their own particular\r\ndynamic. We are counting on him to guide the\r\nOrganization in accordance with the guidelines set out\r\nin the important statement he made last Thursday.\r\nRegarding Iraq, we believe that the international\r\ncommunity must continue to work through the United\r\nNations, which is charged with the maintenance of\r\ninternational peace and security. Iraq must provide\r\nunconditional and unimpeded access to the inspectors\r\nas well as the necessary cooperation. It must fulfil its\r\nobligations immediately. We are determined to support\r\nthe efforts of the United Nations to achieve that goal.\r\nInternational law was strengthened considerably\r\nwith the entry into force of the Rome Statute of the\r\nInternational Criminal Court on 1 July last. This\r\nrepresents a major step forward in the process of the\r\npromotion of the rule of law and in the fight against\r\nimpunity. This young institution must receive our full\r\nsupport. Indeed, it represents a guarantee in terms of\r\nthe desire for protection, which is so deeply rooted in\r\neach of us. The broadest possible ratification of the\r\nStatute of the Court must remain a high-priority\r\nobjective of the international community. The\r\nEuropean Union is actively working to that end to\r\nensure that the Court is genuinely universal in nature.\r\nIn the same multilateral context, the\r\nJohannesburg World Summit on Sustainable\r\nDevelopment has just concluded with the observation\r\nthat our planet’s natural reserves and resources are\r\nlimited and that only solidarity can reconcile the\r\nlegitimacy of development and the preservation of an\r\nenvironment that respects life. It is humankind’s\r\nresponsibility to achieve a balance in these two cases.\r\nThe Summit charted a course through the Plan of\r\nImplementation, which sets out objectives and\r\ntimetables. Some may feel that they are not ambitious\r\nenough, but they certainly can guide us. We need to\r\nimplement this plan, and here new partnerships\r\nbetween the United Nations, Governments, companies\r\nand civil society are an important tool. Governments,\r\nhowever, still must shoulder all of their\r\nresponsibilities.\r\nIn Doha, the World Trade Organization decided to\r\nlink the opening of markets and technical assistance to\r\ndevelopment. In Monterrey, a global consensus\r\nemerged regarding financing for development. In the\r\nwake of Johannesburg, there is a need now to create\r\nsynergetic relationships between public assistance,\r\nsupport from companies, local resources and the\r\ncommitment of non-governmental organizations.\r\nPoverty, pollution, overexploitation and, unfortunately,\r\nviolence, too, will continue for a long time to fuel\r\npessimism.\r\nHowever, we are encouraged to note that\r\ndemocracy and good governance are concepts and\r\npractices that are moving forward and that are\r\nincreasingly broadly accepted. In this context, I should\r\nlike to pay tribute to the young African Union, which\r\nspecifically included among its objectives the\r\nadvancement of the principles of democracy and its\r\ncorollary, the protection of human rights.\r\nHuman rights, democracy, development and\r\nsecurity are closely linked. The Council of Europe,\r\nwhose principal mission is the championing of human\r\nrights, pluralist democracy and the rule of law, has, like\r\nthe United Nations, had to face an tremendous\r\nchallenge following the events of 11 September. Like\r\nthis universal Organization, the Council of Europe,\r\nwhose chairmanship Luxembourg has held since\r\nMay — its tenure is for a six-month period — has\r\ntaken a series of specific measures in the international\r\ncampaign against terrorism.\r\nIn addition to advancing the process of the\r\nsigning and ratification of international instruments,\r\nthe Council has devised guidelines for an international\r\ncampaign that includes full respect for human rights.\r\nIndeed, when security is threatened, respect for human\r\nrights becomes all the more important. As statesmen, it\r\nis our obligation to prevent anti-terrorist legislation\r\nfrom infringing on, or even destroying, democracy in\r\nits attempt to champion the fundamental values of\r\nfreedom and to safeguard human rights.\r\nThe events of 11 September provided a new\r\nimpetus, as we all are well aware, to cooperation\r\nbetween institutional partners and, above all,\r\nemphasized the need to pursue dialogue between\r\ncultures and religions and to step up the process of\r\nreflection on civilizations in order to promote tolerance\r\n5\r\nA/57/PV.7\r\nand universal respect for human rights when we are\r\nfaced with barbarism. Like the United Nations and the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization, the Council of Europe is committed to\r\nthat policy.\r\nCoordination and complementarity between\r\nregional and international organizations are, moreover,\r\namong those priorities that Luxembourg has set for its\r\nchairmanship. It might thus be useful to establish links\r\nhere with the important centres of the Council\r\nof Europe, namely the European Court of Human\r\nRights — a unique mechanism for the protection of\r\nhuman rights; the European Commission against\r\nRacism and Intolerance; and, finally, the Committee for\r\nthe Prevention of Torture. It is indeed my hope that the\r\nimportant work on norms and standards carried out by\r\nthe Committee at the European level will one day be\r\nimplemented at the international level, and that the\r\nOptional Protocol to the United Nations Convention\r\nagainst Torture — a Protocol that the Assembly will\r\nsoon be called on to endorse — will enjoy the same\r\nsuccess as its European predecessor. The establishment\r\nof the rule of law for all of us is an objective for which\r\nthe High Commissioner for Human Rights, Mrs. Mary\r\nRobinson worked tirelessly. She deserves our gratitude\r\nfor her courage and her contribution to this vital cause.\r\nHer successor, Mr. Sergio Vieira de Mello, can also\r\ncount on our full cooperation and support.\r\nThe special session of the General Assembly on\r\nthe rights of children in May 2002 allowed us, once\r\nagain, to condemn that indifference which kills and\r\ncauses great suffering to millions of disadvantaged and\r\ndefenceless individuals. While the Convention on the\r\nRights of the Child has made it possible to specifically\r\nimprove the lives of countless individuals, work must\r\nbe stepped up and expanded in order to guarantee that\r\nthere will be a real difference for generations to come.\r\nWe view action in favour of women, which falls\r\nunder the Convention on the Elimination of All Forms\r\nof Discrimination against Women, in the same context.\r\nLuxembourg would like to reaffirm its dedication to the\r\nsignificant work carried out by the United Nations\r\nfunds and agencies in these areas. In particular I would\r\nlike to mention the United Nations Children’s Fund\r\n(UNICEF), United Nations Population Fund (UNFPA),\r\nUnited Nations Development Fund for Women\r\n(UNIFEM) and the United Nations Development\r\nProgramme (UNDP). International action for\r\nreproductive health is at the crux of their programmes\r\nand today it remains indispensable. It requires firm\r\nsupport and the necessary budgetary resources. This is\r\nwhy Luxembourg firmly supports the efforts of\r\nUNFPA.\r\nReducing funding for women in difficulty is\r\ntotally unjust and considerably increases the suffering\r\nof these individuals. To be sure, the work of those\r\ndedicated persons who inspire these programmes —\r\nincluding quite a few non-governmental\r\norganizations — will not come to an end any more than\r\nthe labours of Sisyphus. But, are we not all aware of\r\nthe progress which has been made possible in the daily\r\nlife of individuals, groups and peoples, progress made\r\nthrough institutions which have been carefully\r\nconceived, democratically established, well managed,\r\nwhich in addition benefit from the moral authority\r\nprovided them by the United Nations?\r\nBearing in mind the destiny of the individuals\r\nwho are threatened here, international officials must be\r\nprovided with the means to detect at an early stage any\r\npossible violation of peace and international security. A\r\nheightened awareness of our responsibility to provide\r\nfor the protection of civilian populations is in fact\r\nnecessary to allow for preventive action and, in\r\nparticular, for maintaining peace.\r\nAs has been rightly noted by the Secretary-\r\nGeneral, such preventive action should be done by\r\nstrengthening the capacity of operational and structural\r\nprevention on all levels: local as well as national,\r\nregional and international, bilateral and multilateral.\r\nIncreased interaction between all these levels is\r\nrequired so as to replace a culture of reaction by a\r\ngenuine culture of prevention. The importance of\r\ninvesting in conflict prevention strategies, which may\r\nonly yield fruit much later, is not always obvious. Such\r\na choice requires a strong will of commitment by all of\r\nits players.\r\nFor its part, our universal Organization, through\r\nthe Security Council and other bodies of the United\r\nNations system, is dedicated to defining an outline of\r\npossible international action for prevention to make it\r\nmore systematic and effective. The pivotal role of the\r\nUnited Nations and its authority are essential to\r\nachieve this end. It will be up to the fifty-seventh\r\nsession of the General Assembly to deal with this\r\nquestion as well.\r\nIncreasingly, the need to focus attention on the\r\ndestinies and tragedies experienced by victims and\r\n6\r\nA/57/PV.7\r\nreact to the fact that conflicts today deliberately and\r\nincreasingly claim victims among the civilian\r\npopulation can be given priority status, because\r\ninternational relations today are no longer hampered by\r\nthe ideological battles of yesterday. However,\r\nantagonisms have not disappeared and may even cloak\r\nthemselves in new forms. We need to remain vigilant.\r\nOne year ago, the international community was\r\ndeeply shaken by the terrorist attacks of 11 September\r\n2001 against the civilian populations of New York,\r\nWashington and Pennsylvania. A few days ago we\r\nvisited Ground Zero as a sign of our grief and to\r\nreaffirm our determination to act against barbarity.\r\nWhile we can indeed note that the efforts made since\r\nthat tragic day to combat international terrorism have\r\nachieved some specific results, this should not,\r\nhowever, prompt us to let down our guard. Other\r\ntragedies are still open wounds, such as the particularly\r\nobvious case of the Israeli-Palestinian conflict.\r\nThe Middle East, since Oslo, has seen\r\nextraordinary efforts at mediation. Faced with violence\r\nand hate, non-intervention and keeping one’s distance\r\nare not real options. Efforts are continuing, aimed at\r\ncreating conditions for new negotiations that might\r\nmake it possible to conclude the work that has been\r\nlanguishing since Taba. The European Union is\r\nactively participating in this process and is making\r\nefforts, through new initiatives of the Danish\r\npresidency, to once again put the political context at\r\nthe heart of our concerns. The tireless efforts of the\r\ninternational community are required to emphasize the\r\nneed for moderation. Moderates, on whatever side,\r\nhave no easy task when faced with extremism. But we\r\nsupport them. Peace requires all of us, in fact, to be\r\ninternally split, as noted by Mr. Shlomo Ben Ami, but,\r\nI would add, it will also include reconciliation. And\r\nthis must be prepared with the new external partner and\r\nalso with those reluctant domestic forces, which must\r\nbe reintegrated into the peace process.\r\nDevelopments in Sri Lanka, moreover,\r\ndemonstrate that hope can win the day over violence.\r\nIn the case of Timor-Leste, it is also thanks to the\r\nUnited Nations that this hope has been fulfilled. And in\r\nAfrica, several hotbeds of tension have been eased in\r\n2002, in Angola, in the Democratic Republic of the\r\nCongo and in Burundi in particular. The effort made by\r\nthe international community in Afghanistan must, as\r\nwe know, be continued over time to insure the\r\nestablishment and functioning of a stable democratic\r\nand fully representative State. The process of\r\nnormalization under way in the Balkans deserves\r\nsimilar attention.\r\nAfter some 160 years of existence as an\r\nindependent State, Luxembourg is fully aware of the\r\nlimits inherent in its size and the means available to it.\r\nIn foreign policy we are acting with the firm conviction\r\nthat the multilateral system of cooperation is one which\r\nprovides a place and a role for everyone. In an\r\ninterdependent world, we all must shoulder our\r\nresponsibilities and make our contribution. And that is\r\nthe basis of our commitment to the universal\r\nOrganization, as it is the basis of our action to support\r\ndevelopment in the world. This is why we wish to raise\r\nour official development assistance to 1 per cent of\r\nGNP, after having been, in 2001, in the position to go\r\nbeyond the threshold of 0.7 per cent recommended by\r\nthe United Nations.\r\nOur Organization brings together the international\r\ncommunity. It is the unique forum which allows for\r\nexchanges and allows us to chart the path for totally\r\nnew solutions. And I am gratified to see that during\r\nthis session there are two new Members here in 2002,\r\nnamely Switzerland and Timor-Leste. We congratulate\r\nthem on having taken this decision and we extend a\r\nwarm welcome to them to our Assembly.\r\nThe President: I now call on His Excellency the\r\nHonourable Datuk Seri Abdullah Ahmad Badawi, the\r\nDeputy Prime Minister of Malaysia.\r\nMr. Badawi (Malaysia): Let me begin by\r\ncongratulating you on your election as President of the\r\nfifty-seventh session of the General Assembly. I am\r\nconfident that given your vast experience and\r\ndiplomatic skills you will be able to steer this session\r\nto a successful conclusion.\r\nI would also like to pay tribute to your\r\ndistinguished predecessor, His Excellency Mr. Han\r\nSeung-soo of the Republic of Korea, for the\r\noutstanding manner in which he conducted the work of\r\nthe fifty-sixth session of the General Assembly.\r\nIn addition, I would like to take this opportunity\r\nto welcome the Swiss Confederation as the 190th\r\nMember of our family of nations. We are confident that\r\nits membership, which formalizes its long involvement\r\nwith the United Nations, will contribute enormously to\r\nthe work of the Organization. We look forward to\r\nwelcoming our newly independent neighbour, the\r\n7\r\nA/57/PV.7\r\nDemocratic Republic of Timor-Leste, as the 191st\r\nMember of the United Nations in the very near future.\r\nMalaysia would also like to congratulate Africa\r\non the establishment of the African Union and on its\r\nbold new initiatives, such as the New Partnership for\r\nAfrica’s Development.\r\nI also thank the Secretary General for his\r\nstatement before the General Assembly. Malaysia\r\nshares his concerns over the four issues identified as\r\nthreats to world peace.\r\nA year has passed since the evil and cowardly\r\nattacks against the Organization’s host country. As a\r\nresult, the world has changed fundamentally in many\r\nways. The international community has been\r\ngalvanized into fighting all forms of terrorism. There is\r\ngreater recognition that terrorism is a global problem\r\nthat crosses borders and lurks in many of our countries,\r\noften without our knowledge.\r\nThe Security Council has taken prompt action\r\nresulting in mandatory measures aimed at eliminating\r\nall forms and manifestations of terrorism and requiring\r\nMember States to take legal, administrative, financial\r\ncontrol and other law enforcement measures. Malaysia\r\nsupports that action and reiterates its commitment to\r\ncomprehensively fighting terrorism in all its forms at\r\nthe domestic, regional and international levels.\r\nDomestically, our Government has acted swiftly\r\nand decisively against terrorist groups that have\r\nthreatened both our national security and international\r\nsecurity. We have cooperated extensively at the\r\nbilateral level by sharing intelligence information and\r\nby implementing measures to cripple transnational\r\ncrime networks that abet terrorist activities. In the\r\nSoutheast Asian region, Malaysia and its partners in\r\nthe Association of Southeast Asian Nations have\r\nembarked on a programme of collaboration to deal with\r\nthe issue at the regional level. At the international\r\nlevel, in addition to our support of United Nations\r\nactions and other international and bilateral efforts to\r\nfight terrorism, Malaysia works closely with the\r\nmember States of the Organization of the Islamic\r\nConference and of the Commonwealth.\r\nHowever, Malaysia believes that in our quest to\r\ncombat terrorism, the norms and principles of\r\ninternational law should not be set aside. We also\r\nbelieve that in dealing with the menace, it is important\r\nfor the international community to forge a broad\r\nconsensus on what constitutes terrorism. Without a\r\nclear and common definition, certain perpetrators of\r\nterrorist acts will justify their actions in the name of\r\nState security or national liberation.\r\nIf the collective effort of the international\r\ncommunity to win the fight against terrorism is to\r\nsucceed, we must start looking at the problem in a\r\ncomprehensive manner and must respond with a\r\ncomprehensive strategy. It seems that in our urgency to\r\naddress the problem, we overlook and continue to\r\nignore why it exists in the first place. We forget that,\r\nhowever unjustified, terrorism is often rooted in\r\npolitical and economic grievances that still have not\r\nbeen adequately addressed. The fight against terrorism\r\nis not merely a fight against the perpetrators and\r\nconspirators of terrorist acts; it is also a fight against\r\npoverty, injustice, subjugation and illegal occupation\r\nthat breed anger and hatred. There can be no\r\ncomprehensive victory against terrorism if the root\r\ncauses of terror are not eliminated.\r\nMalaysia also regrets the continued association in\r\ncertain quarters of Islam and Muslims with terrorism,\r\nas if one were synonymous with the other. We would\r\nlike to reiterate that no race or religion should be\r\ncondemned or discriminated against simply because\r\nsome misguided people from that community are, or\r\nmay have been, involved in terrorist activities.\r\nJust as it is easy and convenient to hold a\r\nmonolithic view of the Muslim world and therefore\r\nassume the worst about every adherent of the Islamic\r\nfaith, it is also easy for Muslims to have a similarly\r\nmonolithic and therefore incorrect view of other\r\ncivilizations. If we continue to view each other in such\r\nterms, the confidence that has been engendered in the\r\ninternational community in our fight against terrorism\r\ncan be eroded.\r\nIt is with those considerations in mind that\r\nMalaysia continues to call for the convening of a high-\r\nlevel international conference under the auspices of the\r\nUnited Nations to examine the terrorism issue in all its\r\nforms and manifestations and to formulate a joint\r\nresponse to this global threat.\r\nMalaysia is concerned at the apparent lack of\r\nurgency in addressing the underlying factors that lead\r\nto cause terrorism. For example, most of the Muslim\r\nworld believes that one of the key outstanding issues\r\nthat continue to elicit resentment and fury is the\r\nsituation in the Palestinian occupied territories.\r\n8\r\nA/57/PV.7\r\nMalaysia believes that, while all acts of violence\r\nagainst innocent civilians — whether inflicted by\r\nsuicide bombers or by security forces — must be\r\ncondemned, we must be even-handed in our approach\r\nin dealing with the situation in the region. It is\r\nimportant that we understand the root causes of\r\nviolence there. We must put it in its proper context: the\r\ncontinued occupation of Arab lands by the Israeli\r\noccupying forces, in particular the demolition of\r\nPalestinian homes, the devastation of their towns and\r\ncities, the destruction of their livelihood and\r\ninstitutions and, worst of all, the loss of thousands of\r\ncivilian lives and the wounding of tens of thousands\r\nmore over the decades, which can only result in\r\nreactions from the Palestinian people. Israel’s\r\noppressive policies and practices have made life for the\r\nPalestinians unbearable and have engendered only\r\nhatred and resentment against the occupying Power,\r\nillegal settlers and those who are perceived to provide\r\nsupport to them. Israel must take advantage of the\r\nacceptance of the two-State solution and recognize that\r\npolitical and security issues must be looked at together.\r\nIt must also acknowledge the need for the\r\nestablishment of an international protection force to\r\nseparate the two parties.\r\nThe international community, including the\r\nUnited Nations, cannot afford to stand on the sidelines\r\nindefinitely. It is time for the Security Council to\r\nbecome more actively involved and intervene directly\r\nin the situation, beginning with the dispatch of a\r\nUnited Nations or other international peacekeeping\r\nforce to the occupied territories. Failure to act will only\r\nperpetuate the violence and exacerbate the resentment\r\nfelt by the Palestinians — and by the Muslim world in\r\ngeneral — towards those who are perceived to be\r\nresponsible for refusing to address this issue in a fair\r\nand just manner.\r\nWe are pleased that Afghanistan is now on the\r\nthreshold of becoming a viable, progressive and\r\ndemocratic State. However, many impediments to\r\nnational unity and cohesion remain. These must be\r\novercome through sustained international support and,\r\nmore importantly, through the political will and\r\ncommitment of the people of Afghanistan themselves.\r\nSuch support should take the form of increased\r\ninfusion of development funds and other forms of\r\nassistance and, more urgently, the promotion of a more\r\nsecure environment in the whole country. We owe it to\r\nthe long-suffering Afghan people to assist in the\r\nrehabilitation of their country and to ensure that the\r\ncircumstances that led to their civil strife are removed\r\nand that they will not be abandoned once the\r\nimmediate task of removing terrorist elements in\r\nAfghanistan is completed.\r\nIf the international community does not focus its\r\nefforts on comprehensively fighting terrorism by\r\nattempting to find a credible settlement between the\r\nPalestinians and the Israelis, and on nation-building\r\nefforts in Afghanistan, it risks being dragged into\r\nopening up battle fronts that could result in greater\r\ninstability in the world and hamper efforts at\r\ncombating terrorism.\r\nIn particular, we remain concerned that targeting\r\nIraq outside the framework of the United Nations and\r\nin contravention of international law would not only be\r\nwrong, but result in a more volatile world order. In this\r\nregard, we welcome the decision of the United States\r\nto work with the United Nations to address this issue\r\nrather than pursue a unilateral policy of military\r\nintervention.\r\nMalaysia agrees that the United Nations must not\r\nbe cast aside. Engaging the international community\r\nthrough the United Nations, however, must not be\r\nmerely an exercise in public diplomacy. The\r\ninternational community cannot be made to assume\r\nthat military intervention against Iraq, in pursuit of\r\nboth disarmament and regime change, is inevitable and\r\nthat the United Nations is being engaged only as a\r\nmatter of course.\r\nThe strength and relevance of this Organization\r\nhas never come from affirming the unilateral designs of\r\none Member nation; rather, it rests on the collective\r\nwill of the international community that emerges from\r\na multilateral process. Engaging the international\r\ncommunity means initiating this consensual approach,\r\nwhich can address security concerns, without\r\ndestabilizing the region, within the norms of\r\ninternational law.\r\nIn this effort, it is imperative that the\r\ninternational community be presented with clear and\r\nincontrovertible evidence of the perceived threat posed\r\nby Iraq to regional and international security. At the\r\nsame time, every diplomatic and political effort should\r\nbe made to urge Iraq to fully cooperate with the United\r\nNations, including by allowing the return of United\r\nNations weapons inspectors, and to comply with\r\nSecurity Council resolutions, as every State Member of\r\n9\r\nA/57/PV.7\r\nthis Organization must do, so as to facilitate a\r\nresolution to this issue.\r\nA pre-emptive attack against Iraq without any\r\ncredible evidence being provided to the international\r\ncommunity of the threat it poses will have serious\r\nimplications for the international campaign against\r\nterrorism. Such an attack may produce real cleavages\r\nand draw imaginary battle lines between the Muslim\r\nworld and the West, especially if the continued\r\noppression of the Palestinians remains unattended-to.\r\nSuch an attack could swell the ranks of the\r\ndiscontented in the Muslim world. It would provide a\r\npretext for depraved extremist groups bent on stoking\r\nthe flames of populist radicalism to mobilize and\r\nmultiply. While it is important, therefore, to view the\r\nIraq issue in terms of regional security, it is equally\r\nimportant to understand the broader consequences that\r\nwill follow.\r\nIn our interdependent world, the need to\r\nstrengthen the multilateral process is now more urgent\r\nthan ever if we are to achieve our common goal of a\r\njust and humane international order based on\r\ninternational cooperation and solidarity.\r\nThe broader membership of this Organization has\r\na vital stake in ensuring the centrality of the\r\nmultilateral process as embodied by the United Nations\r\nand its specialized and affiliated agencies. Through it,\r\nthe Members of the Organization can articulate their\r\nconcerns and exercise their collective will in the\r\nprotection and promotion of their interests. It is\r\ntherefore important to ensure that the Organization and\r\nall that it stands for are not set aside on the basis of\r\nexpediency or the exigencies of the moment. In this\r\ncontext we are reassured by the Secretary-General’s\r\nemphasis on the imperative of the multilateral process.\r\nAs the country that will hold the forthcoming\r\nchairmanship of the Non-Aligned Movement (NAM),\r\nMalaysia will work together with other NAM members\r\nto ensure the continued centrality of this process,\r\nincluding the promotion of their development agenda.\r\nIn this context, we must continue to exert our\r\ncombined efforts to ensure that globalization works for\r\nthe benefit of all. In order to achieve this, we will have\r\nto create an international environment that is more\r\nconducive to satisfying the legitimate development\r\npriorities and needs of developing countries, as well as\r\nto addressing the economic imbalances prevailing in\r\nthe world today.\r\nThe United Nations has a pivotal role in\r\nstrengthening the multilateral process. It is ironic that\r\nin an era of enormous economic, financial and\r\ntechnological resources and capabilities, the world is\r\nwitnessing a dangerous crisis of confidence in the\r\ncredibility of multilateralism as a result of certain\r\nnegative trends in the international system.\r\nThis challenge must be squarely and urgently\r\naddressed and remedial action taken here at the United\r\nNations and in other relevant international forums. It is\r\nthe expectation of States Members of the Organization\r\nthat the United Nations will play a crucial and leading\r\nrole in all of these efforts. Therein lies the continued\r\nrelevance of the United Nations to its Member States.\r\nThe President: I give the floor to His Excellency\r\nMr. Mohamed Benaissa, Minister for Foreign Affairs\r\nand Cooperation of Morocco.\r\nMr. Benaissa (Morocco) (spoke in Arabic): I\r\nshould like at the outset to express to you, Sir, on\r\nbehalf of the Kingdom of Morocco, our sincere\r\ncongratulations on your election to the presidency of\r\nthe General Assembly at its fifty-seventh session and to\r\nassure you of my delegation’s full cooperation with a\r\nview to achieving a fruitful outcome to the session.\r\nI should also like to take this opportunity to\r\nextend greetings to the Swiss Confederation and\r\ncongratulations on its membership of the Organization.\r\nGiven the cultural, humanitarian and intellectual\r\nheritage of that friendly country, its contribution will\r\nenrich the work of the Organization.\r\nWe also wish to congratulate Timor-Leste on its\r\nforthcoming accession to the Organization, and to wish\r\nthat country every success.\r\nJust three days have elapsed since the first\r\nanniversary of the tragic events of 11 September 2001.\r\nThose events deeply wounded the people of the United\r\nStates and shook the entire world with horror.\r\nInternational relations have since entered a new phase\r\nwhose dimensions and repercussions we are still\r\nassessing. Those events brought into focus the\r\ncohesion and solidarity of all segments of the\r\nAmerican people in the face of such tragedy. They also\r\nbrought to the fore the effectiveness and usefulness of\r\nsolidarity and cooperation among States in combating\r\nterrorism. Indeed, as His Majesty King Mohammed VI\r\nhas stated, terrorism has no religion or homeland.\r\nEveryone is aware of the Kingdom of Morocco’s firm\r\n10\r\nA/57/PV.7\r\nstance and its renunciation of terrorism in all its forms,\r\nas well as its vigorous and concrete commitment to\r\ncombating this scourge.\r\nThe gradual disappearance of economic borders\r\nand barriers to trade, the continued interdependence of\r\nmarkets and societies, the rapid development of\r\ninformation and communication technologies and the\r\nrelegation of certain peoples to the sidelines of the\r\nworld community have all added new challenges to the\r\nburdens already carried by numerous countries, in\r\nparticular those in Africa, which have made great\r\nsacrifices in order to be integrated into the world trade\r\nsystem.\r\nThe African continent, unfortunately, is still a\r\nstage of tragic, complicated and generally fabricated\r\nconflicts. While Africa teems with huge natural and\r\nhuman resources, those very resources paradoxically\r\nbecome the cause and the fuel of many conflicts. Yet\r\nthe international community remains hesitant to take\r\ndecisive and necessary measures likely to create a\r\nclimate propitious for peace and stability in our\r\ncontinent.\r\nSeldom are the underlying reasons for conflict\r\nand instability in Africa taken into account. Of special\r\nimportance in that regard are poverty, famine, the\r\noppression of minorities, intolerance, control of natural\r\nresources, increased flows of refugees and displaced\r\npersons and health problems including endemic\r\ndiseases, in particular HIV/AIDS.\r\nBut now, to face up to all these challenges, our\r\ncontinent has established an integrated framework: the\r\nNew Partnership for Africa’s Development (NEPAD).\r\nIt will certainly give new impetus to the economic and\r\nsocial development of the continent. Morocco,\r\nexpresses its hope that the international community\r\nwill mobilize all its efforts within the framework of\r\nthis energetic programme in order to reach effective\r\nand concrete solutions for solving the problems of our\r\ncontinent. My country is firmly intent on making an\r\neffective contribution to this endeavour.\r\nThe Kingdom of Morocco, convinced of the\r\norganic link between economic growth and the\r\nmaintenance of stability and security, has spared no\r\neffort to help in settling African conflicts. In this vein,\r\nMorocco, on the initiative of His Majesty King\r\nMohammed VI, convened a summit of heads of State\r\nof the Mano River Union, which was held at Rabat on\r\n27 February 2002. At the summit, the Presidents of the\r\nsister countries of Guinea, Liberia and Sierra Leone\r\nachieved practical results on consolidating regional\r\npeace, particularly with regard to laying down criteria\r\nfor confidence-building, border security and\r\nrevitalizing the work of the general secretariat of the\r\nMano River Union. Morocco will pursue the necessary\r\nefforts to restore peace and stability in that region.\r\nIn the same vein, the Kingdom of Morocco\r\ncontinues its support for and contribution to the work\r\nof the United Nations Organization Mission in the\r\nDemocratic Republic of the Congo (MONUC), with a\r\nview to putting an end to conflict in that sisterly\r\ncountry, conflict which threatens stability in the whole\r\nregion. In that context, my country, the Kingdom of\r\nMorocco, welcomed the agreement concluded on 30\r\nJuly 2002 between the Governments of the Democratic\r\nRepublic of the Congo and Rwanda.\r\nThe Kingdom of Morocco expresses also its\r\nprofound satisfaction at the restoration of peace and\r\nstability in the sister country of Angola, which will\r\nenable that country to rebuild its economy and to fully\r\nplay its role at the regional, continental and\r\ninternational levels.\r\nConcerning the issue of the Moroccan Sahara, the\r\nKingdom of Morocco would like to recall its constant\r\ngood will, and its sincere and genuine determination to\r\nreach a final political solution to this fabricated issue.\r\nMorocco has always cooperated with the United\r\nNations in this regard, thus bearing testimony to its full\r\nunderstanding of and sense of responsibility towards\r\nthe Organization. Morocco would like also to\r\nemphasize its readiness to continue its cooperation\r\nwith the Secretary-General and his Personal Envoy,\r\nMr. James Baker, with the Security Council, in order to\r\nachieve a lasting political solution to the issue of the\r\nSahara, in accordance with Security Council resolution\r\n1429 (2002). Such an approach will pave the way for\r\nthe creation of propitious conditions for a new dynamic\r\nin the region of the Arab Maghreb, which will enable it\r\nto become a stable economic partner that enjoys the\r\ntrust of other regional groupings.\r\nIn this context, Morocco has supported the option\r\nof the framework agreement proposed by Mr. Baker to\r\nthe Security Council as a basis for a negotiated\r\npolitical solution for this long-standing conflict. That\r\noption would preserve the territorial integrity of the\r\nKingdom of Morocco and its historical sovereignty\r\nover its land, and would ensure for the population of\r\n11\r\nA/57/PV.7\r\nthe Sahara provinces the exercise of expanded\r\ncompetencies in the management of their affairs within\r\nthe framework of regional democratic institutions.\r\nMorocco accepted this option as a basis for negotiation\r\nin order to reach a final and lasting political solution to\r\nthis regional conflict.\r\nIn the same context, Morocco insists on the\r\nenforcement of the provisions of Security Council\r\nresolution 1429 (2002), calling for the immediate\r\nrelease, without restriction or condition, of all the\r\n1,260 Moroccans detained in Algeria. Their release has\r\nbeen demanded unanimously by the international\r\ncommunity and humanitarian organizations, in the\r\nforefront of which is the International Committee of\r\nthe Red Cross (ICRC). Morocco categorically rejects\r\nany political exploitation of humanitarian issues related\r\nto the Sahara problem, especially since this concerns\r\nthe fate of the longest-held detainees in the world.\r\nThe Kingdom of Morocco is linked to Europe by\r\nstrong and diverse historic bonds. The strengthening of\r\nthese bonds with all European countries constitutes a\r\ncentral tenet of our foreign policy. The Association\r\nAgreement which has been concluded with the\r\nEuropean Union, and the other initiatives to strengthen\r\nMoroccan-European relations at the political,\r\neconomic, cultural and social levels, reflect Morocco’s\r\ndetermination to enhance this relationship, particularly\r\nat a time when the European Union is in the process of\r\nexpanding its membership, something that would open\r\nnew opportunities and horizons for Moroccan-\r\nEuropean partnership. This approach not only seeks to\r\nachieve a bilateral strategic objective between Morocco\r\nand Europe, but it is also a valuable contribution to\r\nnurturing relations in the Euro-Mediterranean region,\r\nwhose security and stability have become paramount\r\nfor the world.\r\nMorocco, by virtue of its Mediterranean identity,\r\nplays a positive role in the strategic, economic and\r\ncultural formation of a Euro-Mediterranean space, as\r\nwitnessed by its active participation in the Barcelona\r\nprocess and in the Agadir initiative announced by His\r\nMajesty King Mohammed VI for building a free-trade\r\narea among Arab Mediterranean countries.\r\nIn that spirit of open-mindedness, responsibility\r\nand confidence in the future, Morocco aspires to\r\ndevelop its relations with our neighbouring country,\r\nSpain, with a view to building the Euro-Mediterranean\r\nregion and moving forward. Unfortunately, however,\r\nrecent months have been marked by events that are\r\ninconsistent with the maintenance of security and\r\nstability in the region and that are unlikely to serve the\r\ninterests of the two countries and their peoples.\r\nMorocco has spared no efforts in avoiding any\r\nmove likely to affect adversely the steady growth of its\r\nrelations with Spain, hopes that the upcoming\r\nMoroccan-Spanish talks, which will take place in\r\nMadrid this month, will tackle all issues and conflicts\r\nbetween the two countries, within the framework of\r\nresponsible, calm and constructive dialogue.\r\nThe completion of Moroccan territorial integrity\r\nis an absolute priority for His Majesty King\r\nMohammed VI and for the entire Moroccan people.\r\nTherefore, Morocco considers the status of the\r\noccupied cities of Sebta and Melilia and of the\r\nneighbouring islands to be an anachronistic instance of\r\ncolonialism that has no place at the beginning of the\r\ntwenty-first century.\r\nMorocco has never ceased, neither at the bilateral\r\nlevel nor in international forums, to officially demand\r\nthe recovery of these parts of its national territory that\r\nare occupied by Spain. In so doing, it has always\r\nexpressed its readiness to engage in dialogue in order\r\nto arrive at a solution that would guarantee Morocco’s\r\nsovereign rights and secure the interests of the Spanish\r\ncommunity in the areas.\r\nWe fervently hope that the two neighbouring\r\nkingdoms, Morocco and Spain, which are bound by ties\r\nof neighbourliness, common history and future, will\r\nbuild strong, stable and neutral relations to meet the\r\naspirations of both peoples. As they build with mutual\r\nrespect, confidence and common strategic interests,\r\nthese relations will take into account the need for\r\npreserving stability and peace in our region,\r\nparticularly at this specific juncture when the\r\ninternational community is confronting formidable\r\nsecurity challenges.\r\nIn spite of continued appeals made by the\r\ninternational community to bring about peace in the\r\nMiddle East, the Palestinian people still suffer on a\r\ndaily basis from the mad violence inflicted on them by\r\nthe Israeli occupation forces and practices that flout the\r\nmost elementary principles of international\r\nhumanitarian law. Notwithstanding successive Security\r\nCouncil resolutions, Israel still persists in its repressive\r\npolicy, paying no heed to any international covenant\r\n12\r\nA/57/PV.7\r\nand denying the very agreements into which it has\r\nentered.\r\nIn contrast, leaders of the Arab States have\r\ndemonstrated a keen sense of responsibility and a\r\ncontinued pledge to embrace peace, culminating at the\r\nArab summit in Beirut in March 2002 with the\r\nadoption of the Arab peace initiative presented by His\r\nRoyal Highness Crown Prince Abdullah ibn Abdul-\r\nAziz of the sister Kingdom of Saudi Arabia. On the\r\nother hand, Morocco welcomes the vision advocated by\r\nUnited States President George W. Bush, in which he\r\ncalled for the establishment of a Palestinian State to\r\ncoexist side by side with Israel, as a lasting and viable\r\nsolution to the Arab-Israeli conflict, one likely to\r\nachieve peace and security for all peoples of the region\r\nand to put a definite end to violence and instability.\r\nHowever, recent events and developments in the region\r\ndo not, unfortunately, give substance to this vision. The\r\nspiral of violence has instead witnessed an\r\nunprecedented escalation.\r\nFor decades, the Kingdom of Morocco has been\r\nendeavouring to act as a bridge between the peoples of\r\nthe region, with a view to achieving a climate of peace\r\nand security and contributing to the revitalization of\r\nthe peace process, the creation of an independent\r\nPalestinian State with Al-Quds al-Sharif as its capital\r\nand the recovery by Syria and Lebanon of their\r\nterritories occupied since 1967.\r\nIn view of the importance of Al-Quds al-Sharif as\r\na key point in the peace process, and seeking to\r\npreserve the national and religious identity of this Holy\r\nCity in accordance with the relevant Security Council\r\nresolutions, His Majesty King Mohammed VI,\r\nChairman of the Al-Quds Committee, is continuing his\r\nefforts, along with brother Kings, Emirs and Presidents\r\nof the Muslim member States of the Committee, with\r\nthe United States of America and the Russian\r\nFederation in their capacity as peace patrons, and with\r\nthe presidency of the European Union, with His\r\nHoliness the Pope and with the United Nations\r\nSecretary-General, in order to safeguard the Islamic\r\nArab character of Al-Quds al-Sharif and to preserve it\r\nas a place of coexistence and tolerance among the three\r\nrevealed religions.\r\nThe Iraqi issue has become a major preoccupation\r\nfor the entire world, owing to the suffering of the Iraqi\r\npeople. For this reason, while we demand that Iraq\r\nimplement the relevant United Nations resolutions, we\r\nalso call for deep reflection and patience in dealing\r\nwith the Iraqi question, hoping that the Iraqi\r\nGovernment will respond to the international\r\ncommunity’s request. The aim would be to avoid the\r\ninfliction of further suffering, distress and misery on\r\nthe Iraqi people. At any rate, the United Nations is\r\nrequired to act within the framework of its Charter’s\r\nprinciples and purposes in order to preserve the\r\nstability and security of all countries in the region. In\r\nthis context, Morocco expresses its concern with regard\r\nto the Kuwaiti prisoners of war and missing persons,\r\nand the need to preserve the unity and independence of\r\nthe State of Kuwait. Morocco also emphasizes the need\r\nto preserve Iraq’s unity and sovereignty over all its\r\nterritory.\r\nThe same region is witnessing another conflict\r\ninvolving two sister States that have strong bonds of\r\nfriendship and cooperation with Morocco — that is, the\r\nUnited Arab Emirates and the Islamic Republic of Iran.\r\nMy country is hopeful that our brothers in Iran will\r\nbecome convinced of the need to settle the conflict\r\nover the islands of Abu Musa, the Greater Tunb and the\r\nLesser Tunb, by peaceful means, in accordance with\r\nthe principles of the United Nations Charter and the\r\nrules of international law. This will affect positively\r\ntheir bilateral relations, as well as the stability and\r\ncooperation in the region.\r\nIn conclusion, under the leadership of His\r\nMajesty King Mohammed VI, the Kingdom of\r\nMorocco, as a member of the African, Arab, and\r\nMuslim family and given its position in the Euro-\r\nMediterranean region, has always held dear the basic\r\nvalues of tolerance, moderation, open-mindedness and\r\ndialogue in dealing with the international community.\r\nMorocco will always honour its obligations towards the\r\ninternational community to strengthen the foundations\r\nof security and stability and to give impetus to the new\r\nvisions charted for the world of the twenty-first\r\ncentury. We will always remain ready to contribute\r\nwithin the United Nations to finding the most efficient\r\nmeans of improving conditions in the world.\r\nThe President: I call on His Excellency The\r\nHonourable Phil Goff, the Minister for Foreign Affairs\r\nand Trade of New Zealand.\r\nMr. Goff (New Zealand): Mr. President, may I\r\nbegin by congratulating you on your assumption of the\r\npresidency and assure you of New Zealand’s\r\ncooperation during your term of office.\r\n13\r\nA/57/PV.7\r\nThe opening of this, the fifty-seventh session of\r\nthe General Assembly, came just one day after the\r\nanniversary of the terrorist attack of 11 September\r\n2001, which shocked this city and the international\r\ncommunity. The premeditated and callous mass murder\r\nof 3,000 people from 79 different countries was a sharp\r\nwarning to us of the ongoing threats to peace and\r\nstability in our world. It was to protect humanity\r\nagainst such threats that the nations of the world came\r\ntogether in 1945 to establish this Organization in the\r\nbelief that collective action was necessary to guarantee\r\nglobal peace.\r\nToday, in the second year of a new millennium,\r\nthe need to act multilaterally is greater than ever\r\nbefore. Terrorism, weapons of mass destruction,\r\nenvironmental degradation, people-smuggling, drug-\r\ntrafficking, diseases such as HIV/AIDS and the\r\nunsustainable depletion of our natural resources are all\r\nglobal matters that require a collective response.\r\nWe can be proud that a year ago the response by\r\nthe United Nations to a new and unprecedented level of\r\nterrorism was immediate, united and effective. The\r\nprimary victim of the attack, the United States, sought\r\nand secured international cooperation that achieved the\r\nincapacitation of the Al Qaeda terrorist organization\r\nand the removal of the Taliban regime that had hosted\r\nit. It was a model for international unity of purpose and\r\nmultilateral action. It was a lesson that should not be\r\nforgotten as this Organization tackles other problems\r\nconfronting humanity.\r\nNew Zealand has worked wholeheartedly under\r\nthe mandate provided by the United Nations to defeat\r\nterrorism. We have introduced legislation to deny\r\nterrorist organizations funding and resources in line\r\nwith Security Council resolution 1373 (2001). We have\r\nsought to assist our neighbours in the Pacific to do the\r\nsame. We have committed peacekeeping personnel to\r\nthe International Security Assistance Force (ISAF) and\r\ncombat forces under Operation Enduring Freedom in\r\nAfghanistan. But we are also aware that actions to\r\nsuppress terrorism must be accompanied by measures\r\nto tackle the causes of terrorism. Injustice, lack of\r\nopportunity, hopelessness, desperation and the failure\r\nof legitimate channels to redress grievances all give\r\nrise to resort to terrorist actions.\r\nThe failure to resolve differences between Israeli\r\nand Palestinian people in the Middle East continues to\r\nbe a catalyst for recruitment into terrorism. The\r\nSecretary-General, in opening this session, spelled out\r\nthe basis for resolving the dispute. He referred to land\r\nfor peace, an end to terror and to occupation, and to\r\ntwo States, Israel and Palestine, with secure and\r\nrecognized borders. Both peoples are destined to live\r\nside by side. Both will benefit from an end to violence\r\nand a negotiated settlement. But agreement requires\r\ngood faith from each side and a determined effort by\r\nthe international community. We fully endorse the\r\nSecretary-General’s renewed call for an international\r\npeace conference. Progress on this issue is now more\r\nvital than ever.\r\nThe situation in Iraq is also a threat to world\r\npeace, but we must look for solutions that will resolve\r\nand do not exacerbate that threat. No nation can be\r\nexempt from the requirement to comply with the\r\nresolutions passed by this Organization. That is\r\nnecessary if the rule of law is to apply internationally.\r\nNo nation can be allowed to commit aggression or to\r\nuse weapons of mass destruction against its own\r\npeople. The requirement to comply with United\r\nNations resolutions is not the instruction of one\r\ncountry to Iraq; it is collective instruction that should\r\nhave the unanimous endorsement of all Member\r\ncountries.\r\nIraq’s non-compliance with Security Council\r\nresolutions is a challenge to the entire United Nations\r\nmembership. The United Nations must meet this\r\nchallenge. How the situation is resolved matters to us\r\nall, not least the countries of the region itself.\r\nThose who can exercise influence over Iraq\r\nshould do so to avoid the need for resort to other\r\nactions. The response chosen by the Security Council\r\nmust, however, take into account the need not to\r\nimpose further costs on ordinary Iraqi people innocent\r\nof any wrongdoing. The response should not involve\r\nactions that undermine, rather than strengthen, the war\r\nagainst terrorism.\r\nThe United Nations has shown that collective\r\naction can save lives and help rebuild nations. We will\r\nsoon welcome the world’s newest nation, East Timor,\r\ninto the United Nations, and we should celebrate the\r\nsuccess of the United Nations peacekeeping mission\r\nand Transitional Administration in that country. I\r\ncongratulate Sergio Vieira de Mello, the Secretary-\r\nGeneral’s former Special Representative, on his role,\r\nand I thank those countries that contributed so much to\r\n14\r\nA/57/PV.7\r\ngiving hope and opportunity to the people of that small\r\ncountry.\r\nNew Zealand has had a battalion of peacekeepers\r\ndeployed in East Timor since September 1999, and also\r\nhas peacekeepers serving in 12 other countries. We are\r\nproud that they have performed their role with\r\nprofessionalism and respect for the people in whose\r\ncountries they operate. Notwithstanding the small size\r\nof our population, New Zealand currently is the\r\ntwenty-second-largest contributor to the United\r\nNations peacekeeping personnel.\r\nThe promotion of human rights is another area\r\nwhere multilateral action by the international\r\ncommunity is essential. In the Universal Declaration of\r\nHuman Rights and in the International Covenant on\r\nCivil and Political Rights, the United Nations has set\r\nout universal standards for the observance of human\r\nrights. There is no justification for any country to\r\ndeviate from those human rights standards. It is a mark\r\nof shame that States Members of this Organization\r\ncontinue to breach basic human rights and a disgrace\r\nthat other countries too often act as apologists for the\r\noffending regimes.\r\nAn important landmark in the last year has been\r\nthe entry into force of the Rome Statute of the\r\nInternational Criminal Court. As the culmination of\r\nlongstanding efforts by non-governmental\r\norganizations, Governments and the international\r\ncommunity as a whole, it offers the prospect of\r\nbringing justice to the victims of the most horrific\r\ncrimes known to humankind and bringing their\r\nperpetrators to justice. It will serve as a deterrent where\r\nnone has existed before. We have listened carefully to\r\nthose who argue that the Court is not necessary and\r\nthat it unduly jeopardizes their peacekeepers, but we\r\ncannot agree. The status quo, relying on domestic\r\njurisdiction alone, has failed humankind throughout\r\nhistory and has borne witness to appalling crimes. The\r\nnew regime has carefully built-in safeguards to protect\r\nthe innocent.\r\nWe were dismayed by the actions of the Security\r\nCouncil in July. At that time, we challenged both the\r\nlegitimacy and the substance of the Council’s action.\r\nWe do not believe that it was consistent with the Rome\r\nStatute or that the Council is able to arrogate to itself\r\nthe power to change treaty relationships.\r\nA further issue on which greater progress must be\r\nmade is that of disarmament. The fact that humanity\r\nsurvived the nightmare of potential nuclear destruction\r\nduring the cold war cannot be allowed to make us\r\ncomplacent about ongoing threats from weapons of\r\nmass destruction.\r\nWe welcome the Treaty of Moscow and the\r\nagreement between Russia and the United States to cut\r\nthe number of strategic nuclear weapons each country\r\ndeploys. These reductions, however, are not a\r\nsubstitute for irreversible cuts in, and the total\r\nelimination of, those weapons.\r\nIn some respects even greater danger is posed by\r\nshort-range tactical nuclear weapons. There is a real\r\nrisk that these could be launched by accident or in\r\nconfusion, with no time available for communication\r\nbetween opposing sides.\r\nOver the last year, two significant events have\r\nmade our world a most dangerous place. The first is the\r\nemergence of international terrorist groups that have\r\nshown their willingness to use weapons of mass\r\ndestruction — biological, chemical or nuclear —\r\nshould they gain access to them.\r\nThe second is the situation in South Asia, where\r\nthe world recently came close to direct conflict\r\nbetween two countries with nuclear capability. The\r\ninternational community has not done enough to reduce\r\nthose risks.\r\nThe Comprehensive Nuclear-Test-Ban Treaty has\r\nnot been brought into effect. Progress towards the\r\nimplementation of undertakings made by nuclear-\r\nweapon States at the Non-Proliferation Treaty Review\r\nConference has stalled. Nations have not taken\r\nsufficient steps to stop the production of fissile\r\nmaterial and to reduce stocks.\r\nIn this and in many other areas much more needs\r\nto be done to address growing problems that affect all\r\nof us. The awful toll of HIV/AIDS, slowness in\r\nresponse to global warming and the growth in the\r\nsmuggling and trafficking of people are but three\r\nfurther examples.\r\nMr. Tokaev (Kazakhstan), Vice-President, took the\r\nChair.\r\nIt is essential that we renew our commitment to\r\nmultilateralism as the best way to address global\r\nproblems. That requires not simply money but, must\r\nimportantly, political will. It is not a case of putting\r\nglobal interests ahead of national interests. Global\r\n15\r\nA/57/PV.7\r\ninterests are national interests. The United Nations is\r\nour most valuable international organization, but we\r\nneed to do more to enhance its relevance, value and its\r\nunique authority. All of us are stakeholders in its\r\nsuccess.\r\nThe Acting President: Before giving the floor to\r\nthe next speaker, I should like to make an\r\nannouncement regarding the high-level plenary\r\nmeeting of the General Assembly to consider how to\r\nsupport the New Partnership for Africa’s Development\r\n(NEPAD), which, as you know, will be held on\r\nMonday, 16 September. Draft resolution A/57/L.2,\r\nentitled “United Nations Declaration on the New\r\nPartnership for Africa’s Development”, has just been\r\ndistributed in the General Assembly Hall.\r\nAlso, in view of the really very high number of\r\nspeakers already inscribed on the list of speakers and in\r\norder to comply with the decision of the Assembly that\r\nthe high-level plenary meeting on NEPAD should meet\r\nfrom 9.00 a.m. to 1.00 p.m. and then from 3.00 p.m. to\r\n7.00 p.m. on Monday, I would like to ask for the\r\ncooperation of speakers in the debate on NEPAD by\r\nlimiting their statements to five minutes. I, therefore,\r\nappeal to speakers in the debate on NEPAD to keep\r\nthat five-minute limit in mind when they are preparing\r\ntheir statements for Monday. Thank you for your\r\nunderstanding.\r\nI now give the floor to Mrs. Benita Ferrero-\r\nWaldner, Minister for Foreign Affairs of Austria.\r\nMrs. Ferrero-Waldner (Austria): Let me begin\r\nby welcoming Switzerland, our western neighbour, as a\r\nfull member of the United Nations and her first\r\nparticipation in the General Assembly after her\r\naccession. Without our Swiss friends the United\r\nNations would not be complete. Expanding the global\r\nreach of the United Nations can be seen as a positive\r\naspect of globalization.\r\nHaving supported United Nations efforts to bring\r\nabout a solution to the East Timor conflict for many\r\nyears, Austria also looks forward to 27 September and\r\nwishes to congratulate East Timor on becoming the\r\n191st Member of the United Nations.\r\nAustria fully aligns itself with the statement made\r\nby the Prime Minister of Denmark on behalf of the\r\nEuropean Union. I should like to add a few\r\nobservations to that very comprehensive statement.\r\nLet me reiterate the sympathy of the Austrian\r\npeople for the victims of 11 September 2001. Austria\r\nhas shown strong solidarity from the first hour after the\r\nattacks and has acted in unison with her European\r\npartners and the United Nations to combat terrorism —\r\na resolve that remains strong and will continue to do\r\nso.\r\nAs a former staff member of the United Nations, I\r\nwish to convey my country’s sincere gratitude to the\r\nmany dedicated people who are in the service of the\r\nUnited Nations in New York and at the other\r\nheadquarters in Vienna and Geneva, as well as out\r\nthere in the field, for their efforts on behalf of the\r\ninternational community in its fight against terror.\r\nCombating terrorism requires a global effort and\r\na comprehensive approach: prevention and the\r\nprotection of the security of our countries and of the\r\nbasic values of freedom and human rights, as well as\r\ncoercive measures as a last resort. We must, however,\r\nbase our decisions and actions on international law.\r\nThe Security Council’s Counter-Terrorism Committee\r\n(CTC) under the very able leadership of Sir Jeremy\r\nGreenstock, Ambassador of the United Kingdom, is at\r\nthe core of the United Nations coordinating role.\r\nWe must ensure that all States join and can join\r\nthose efforts. To promote that goal, Austria hosted a\r\nsymposium on combating international terrorism at the\r\nVienna International Centre in June of this year, which\r\nhighlighted the capacity of the Vienna-based United\r\nNations Office for Drug Control and Crime Prevention\r\n(ODCCP) to provide efficient technical assistance to\r\nMember States in their fight against terrorism. Austria\r\nwill make an additional million euros available for the\r\nstrengthening of the ODCCP.\r\nI am glad to note that Secretary-General Kofi\r\nAnnan shares our view on the importance of the\r\nVienna-based United Nations units, as expressed in his\r\nreport on the need to strengthen the Terrorism\r\nPrevention Branch of the Secretariat. The report of\r\nPolicy Working Group on the United Nations and\r\nTerrorism published earlier this week comes to the\r\nsame conclusion. I therefore call upon the Member\r\nStates to support that position.\r\nIt is also important to remind ourselves that the\r\nfight against terrorism cannot be fought with soldiers\r\nand policemen alone; we also need to fight the root\r\ncauses: the abject levels of poverty, inequality,\r\n16\r\nA/57/PV.7\r\ninjustice, the lack of sustainable development and of\r\ngood governance.\r\nWhen it comes to dangers for world security, we\r\nalso have to focus on unresolved and perilous regional\r\nconflicts, such as in the Middle East. What is needed is\r\nan effort to speedily arrive at a political solution\r\nproviding for two States, Israel and Palestine, within\r\nsecure and recognized borders. Austria seconds the\r\nidea of an early international conference with the\r\nsupport of the Quartet and interested countries of the\r\nregion aimed at finding solutions to the political issues\r\nsuch as the final borders of the two States, the final\r\nstatus of Jerusalem and the question of refugees.\r\nAustria considers the newly designed road map of the\r\nEuropean Union towards the establishment of an\r\nindependent and sovereign Palestinian State in the next\r\nthree years to be a good basis for achieving a final and\r\ncomprehensive settlement of the conflict in accordance\r\nwith Security Council resolutions 242 (1967), 338\r\n(1973) and 1397 (2002), taking into consideration the\r\nArab peace plan adopted in Beirut as well.\r\nWhile continuing to respect the elected leadership\r\nof the Palestinian people the European Union has\r\nexpressed its readiness to give all necessary and\r\npossible support to the reform process of the\r\nPalestinian Authority. Austria participates actively in\r\nthose efforts. Austria is also deeply concerned that\r\nhuman suffering in the conflict has attained\r\nunacceptable levels, be it as a result of terror or of\r\ncountermeasures.\r\nThe Middle East has also garnered the attention\r\nof the international community in the context of the\r\ndanger of the proliferation of weapons of mass\r\ndestruction. The growing tensions result from the\r\ncontinued non-compliance with United Nations\r\nSecurity Council resolutions on the part of Iraq. The\r\npotential threat of weapons of mass destruction\r\nendangering world peace through such policies should\r\nnot and cannot be tolerated. For that reason Austria\r\nsupports the tireless efforts of the Secretary-General to\r\nbring about the speedy, unfettered and unconditional\r\nreturn of United Nations weapons inspectors to Iraq,\r\nalong with full compliance with the obligations\r\ncontained in all relevant Security Council resolutions.\r\nAustria welcomes the statement of President\r\nGeorge Bush seeking broad international and\r\nmultilateral support and cooperation with the Security\r\nCouncil on the issue of how to deal with the threat\r\nemanating from regimes that support terror or seek to\r\nacquire weapons of mass destruction. Only the Security\r\nCouncil can provide the legitimacy we need. At the\r\nsame time, it is evident that the Security Council itself\r\nhas to take responsibility for ensuring full compliance\r\nwith its resolutions in order to maintain world peace.\r\nThe conflict between India and Pakistan over the\r\nissue of Kashmir also needs an urgent political\r\nsolution. The consequences of an escalation could be\r\ncatastrophic for the region and beyond.\r\nIn recent weeks, we have been starkly reminded\r\nof the fact that Afghanistan, which has been wrested\r\nfrom Taliban and Al Qaeda rule and has had a\r\npromising new start with the assistance of the\r\ninternational community, has yet to achieve a lasting\r\npeace and stability. The international community\r\nshould remain committed and has to continue its\r\nsupport of the new Government of Afghanistan.\r\nThe fight against terrorism and violent\r\nfundamentalism in Afghanistan has also highlighted the\r\nimportance of the whole region of Central Asia. During\r\nits chairmanship of the Organization for Security and\r\nCooperation in Europe in 2000, Austria made it a\r\npriority to draw the attention of world opinion to the\r\nunresolved issues and problems and to the very\r\nimpressive potential of that region given mutually\r\nuseful cooperation and good governance.\r\nTurning to our own neighbourhood, I want to\r\nreiterate the importance Austria attributes to European\r\nUnion enlargement and our firm commitment to\r\nfinalizing the ongoing negotiating process towards the\r\nend of this year. Austria looks forward to welcoming\r\nnew members by 2004, thus turning the vision of a\r\nunited Europe into reality and extending the European\r\nzone of peace, stability and welfare to the whole\r\ncontinent and beyond.\r\nI am glad to note that South-Eastern Europe has\r\nmade substantial progress towards stability generated\r\nby various multilateral initiatives, particularly the\r\nStability Pact for South-Eastern Europe and the Zagreb\r\nprocess. As an additional instrument for enhancing\r\ndevelopment in that region, in May of this year the\r\nDanube Cooperation Project was launched in Vienna,\r\nthe aim of which is to make use of the Danube River as\r\nan integrative factor connecting the 13 countries of the\r\nwhole Danube basin.\r\n17\r\nA/57/PV.7\r\nThe dialogue among civilizations, which Austria\r\nhas strongly supported from the beginning, is a new\r\nand important tool of diplomacy that should help us\r\ndrain the breeding grounds of terrorism. In order to\r\ntake this dialogue from the elites to the general public,\r\nwe need to cooperate with the media. To that end, I\r\norganized an expert seminar on the role of the media in\r\nthe framework of the Euro-Mediterranean partnership\r\nin June of this year. This effort is designed to lead,\r\nhopefully, to a media code of conduct to emanate from\r\nthe media themselves in order to create better\r\nunderstanding between the cultures and commonly to\r\nproject messages shedding a positive light on cultural\r\ndiversity.\r\nAs of July of this year, Austria has chaired the\r\nHuman Security Network, the only interregional\r\ngrouping in the United Nations framework particularly\r\npropelling issues of human security. In my capacity as\r\nChairperson of that group, I have put the following two\r\nissues at the top of our agenda: the needs for a globally\r\nshared acquisition of a human rights culture through\r\nhuman rights education and for effectively addressing\r\nthe terrible plight suffered by an ever-growing number\r\nof children in the world exposed to the horrors of\r\narmed conflict. The first “human rights city” in Europe,\r\nthe Austrian city of Graz, will also host next year’s\r\nministerial meeting of the Human Security Network. In\r\nthis context I should also like to express Austria’s\r\nstrong support for the adoption of the draft protocol of\r\nthe Convention against Torture and Other Cruel,\r\nInhuman or Degrading Treatment or Punishment.\r\nIn my function as President of the Human\r\nSecurity Network, I have also taken the initiative, in\r\nthe framework of the group of female foreign\r\nministers, to raise the issue of Amina Lawal in a\r\ncommon letter to the Foreign Minister of Nigeria in\r\norder to remind Nigeria of its obligations under\r\ninternational human rights law.\r\nIn the Millennium Declaration, we set clear\r\ntargets for our combined development efforts as\r\nMember States. We all did this in recognition of the\r\npriority attached to the fight against poverty and for a\r\nbetter and more equitable world. Disastrous floods in\r\nparts of Central Europe, including my own country, in\r\nAsia and the Americas, as well as droughts in other\r\nparts of the world just before the start of the World\r\nSummit on Sustainable Development in Johannesburg,\r\nwere a painful indication of changes rendering\r\nsustainable development even more important. The\r\nSummit brought about an action programme and a\r\npolitical declaration, which we welcome, although we\r\nwould have wished to take some issues even further,\r\nsuch as in the field of renewable energy. I share the\r\nview of the Secretary-General that the Summit has\r\ninstigated global action among a wide range of actors.\r\nIt has highlighted the relationship between economy,\r\necology, social issues and development. It has also\r\nreaffirmed the Doha and Monterrey compromises.\r\nThe follow-up will have to cut through the\r\ncomplexities of the process and to pursue the most\r\npressing issues. Implementation is the key word. This\r\nwill be best accomplished by sectoral conferences on\r\nthe major issues involved. Austria appreciates that the\r\nSummit has helped convince some major countries to\r\njoin the ranks of those, such as Austria, that have\r\nalready ratified the Kyoto Protocol.\r\nBefore closing, let me express my best wishes for\r\na successful session of the Assembly under\r\nMr. Kavan’s guidance and allow me also to thank his\r\npredecessor, Mr. Han Seung-soo, for his leadership and\r\nhis efforts towards strengthening the General\r\nAssembly.\r\nHaving returned deeply impressed from South\r\nAfrica, let me close by quoting a real hero and a man\r\nwho stands for his principles while promoting\r\nreconciliation — Mr. Nelson Mandela. The following\r\nquote is from the entrance to the Apartheid Museum in\r\nJohannesburg, which I just visited: “To be free is not\r\nmerely to put off one’s chains, but to live in a way that\r\nrespects and enhances the freedom of others.”\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs of Ukraine, His\r\nExcellency Mr. Anatoliy Zlenko.\r\nMr. Zlenko (Ukraine): It is a great honour and\r\npleasure to congratulate the representative of the Group\r\nof Eastern European States on his election to the high\r\npost of President of the General Assembly at its fifty-\r\nseventh session. On behalf of the delegation of\r\nUkraine, let me wish him success and assure him of our\r\nsupport. I would like to address words of respect and\r\ngratitude to his predecessor, Mr. Han Seung-soo.\r\nI would like to take this opportunity to convey\r\ncordial congratulations to a new, welcome Member of\r\nthe United Nations, the Swiss Confederation. We look\r\nforward also to welcoming the Democratic Republic of\r\nEast Timor as a Member of the United Nations shortly.\r\n18\r\nA/57/PV.7\r\nWe consider the joining of the United Nations by those\r\nStates a truly historic event which testifies to the\r\nviability of our great family of nations.\r\nThe first days of the fifty-seventh session of the\r\nGeneral Assembly began with a commemoration of the\r\nvictims of the horrible terrorist acts of 11 September\r\n2001. Over the past year we have repeatedly reflected\r\non whether those events would remain a tragic moment\r\nin history, or whether they would prove to be a turning\r\npoint. We have been searching for an answer to a\r\nquestion representing the most difficult challenge to\r\nhumankind: how to preserve the fundamental right of\r\nevery person — the right to life.\r\nFor Ukraine, “terror” and “terrorism” are not just\r\nwords. For decades, the Ukrainian people lived under\r\nthe oppression of terror, which was raised to the rank\r\nof State policy. Next year Ukraine will commemorate\r\nthe seventieth anniversary of the induced famine which\r\nin 1932 and 1933 took the lives of over 7 million\r\nUkrainians. That most tragic event in our modern\r\nhistory, caused by the totalitarian regime, was a brutal\r\nact of genocide against the Ukrainian nation. At that\r\ntime the world failed to respond to our tragedy. Nor did\r\nit recognize early enough the face of fascism: certain\r\npoliticians and certain States thought that that evil\r\nwould bypass them. The consequences of that inaction\r\nturned out to be enormous.\r\nToday, at the beginning of a new millennium, I\r\nam confident that each of us would like to rely upon\r\nthe encouraging momentum of change which has taken\r\nplace in the international arena, and to rely upon the\r\nunifying force with which the world responded to the\r\nevents of 11 September 2001. In the face of the\r\nchallenge of terrorism, the international community\r\ndemonstrated its determination and resolve. Tangible\r\nresults have been achieved by the antiterrorism\r\ncoalition.\r\nWe regard the fight against terrorism as one of the\r\naspect of a broad and long-term process of\r\ncomprehensive international action aimed at abolishing\r\nthe philosophy of hatred and intolerance, which is\r\nexacerbated by conflicts in various regions of the\r\nworld.\r\nThe need for a new philosophy is particularly\r\nacute on the security front: success of the international\r\npresence in Afghanistan, the completion of the\r\npeacekeeping mission in East Timor and normalization\r\nin the Balkans are taking place alongside the dramatic\r\ndevelopments in the Middle East, the so-called frozen\r\nconflicts in the post-Soviet space, which remain\r\nunresolved, and persistent security problems in Africa.\r\nIn this context, the United Nations has no right to limit\r\nitself to passive observation and uninvolved analysis.\r\nAt the Millennium Summit, the President of\r\nUkraine, Leonid Kuchma, put forward an initiative on\r\ndeveloping a comprehensive United Nations strategy\r\nfor conflict prevention. We hope that ongoing\r\ndiscussions in the United Nations on the\r\nrecommendations made by the Secretary-General on\r\nthis issue will contribute to a real shift from a culture\r\nof reaction to a culture of prevention.\r\nThe United Nations is capable of utilizing its\r\nconsolidating force to strengthen the legal basis of\r\ninternational relations. We highly value the United\r\nNations contribution to this process that brought into\r\nforce the Rome Statute and led to the establishment of\r\nthe International Criminal Court. Today, it is highly\r\nimportant to ensure the effectiveness of the Court and\r\nto preserve the integrity of its Statute.\r\nAnother priority task in this sphere is to conclude\r\nthe elaboration of a comprehensive convention on\r\ninternational terrorism. This year Ukraine became a\r\nparty to the International Convention for the\r\nSuppression of Terrorist Bombings and the European\r\nConvention on the Suppression of Terrorism. Upon the\r\ncompletion of relevant domestic procedures on the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism, Ukraine will be a party to all\r\n12 universal instruments against terrorism.\r\nA number of tasks facing the international\r\ncommunity in the social and economic spheres are\r\nfurther defining the role of the United Nations as a\r\nunique forum for dialogue among developed countries,\r\ncountries with economies in transition and developing\r\nnations.\r\nAs a member of the Economic and Social\r\nCouncil, Ukraine stresses the need for reform of the\r\nCouncil and for strengthening its coordinating role.\r\nThat process would, inter alia, significantly strengthen\r\nthe Organization’s potential to ensure consistent and\r\neffective implementation of the provisions of the\r\nMillennium Declaration, the Monterrey Consensus and\r\nthe outcome of the World Summit on Sustainable\r\nDevelopment, held in Johannesburg.\r\n19\r\nA/57/PV.7\r\nAt the Johannesburg Summit, the President of\r\nUkraine proposed the formulation of innovative\r\nfinancial stimulation mechanisms for developing\r\ncountries and countries with economies in transition, in\r\nparticular through debt-for-sustainable-development\r\nswaps. In our view, such steps would have a positive\r\nimpact on nations’ rates of economic growth and\r\necologically responsible development.\r\nOn 31 December 2001 Ukraine concluded its\r\ntwo-year term of membership of the Security Council.\r\nAs a member of the Council, our country strived to\r\nmake practical contributions towards finding solutions\r\nto critical security problems in many regions of today’s\r\nworld. Our country’s position of principle is still that\r\nthe Security Council is the only organ with the\r\nlegitimate right to decide on the use of force, in\r\naccordance with the United Nations Charter. At the\r\nsame time we consistently stand for increased\r\ntransparency in the Council’s work, and we hope that\r\nprogress on internal changes will allow the process of\r\ncomprehensive and long-awaited reform to start.\r\nAn important element of Ukraine’s participation\r\nin United Nations efforts in the sphere of peace and\r\nsecurity will continue to be its contribution to\r\npeacekeeping activities of the Organization. We believe\r\nthat the key role played by United Nations\r\npeacekeeping operations and the personal contribution\r\nmade by each peacekeeper deserve adequate\r\nrecognition by the international community. I am\r\nconfident that everybody present in this Hall will share\r\nour view. At the current session of the General\r\nAssembly, Ukraine will present a draft resolution\r\nproposing annual observance of an International Day of\r\nUnited Nations Peacekeepers as a way to pay tribute to\r\nthe memory of fallen peacekeepers and to honour the\r\nparticipants in ongoing and past missions. We hope this\r\nwill be unanimously supported.\r\nUkraine views positively the advancement of the\r\nstabilization process in the Balkans, in particular in\r\nBosnia and Herzegovina and in Kosovo. Ukraine holds\r\nto a consistent position concerning the territorial\r\nintegrity and inviolability of the borders of the Balkan\r\nStates, and it fully supports the active involvement of\r\nEuropean actors in an effort to further normalize the\r\nsecurity situation in the region.\r\nIn contrast to a promising assessment of the\r\nsituation in the Balkans, we are compelled to voice our\r\nregret over the absence of progress in the settlement of\r\nother problems which are of particular interest to\r\nUkraine. Among them is the Georgian-Abkhaz conflict.\r\nThe absence of confidence between the Georgian and\r\nthe Abkhaz sides stands in the way of a renewal of\r\npolitical dialogue. As host country to the third meeting\r\nof the sides on confidence-building measures, which\r\nwas held in Yalta in March 2001, Ukraine stands ready\r\nto take practical steps, in cooperation with the United\r\nNations and other interested States, in order to renew\r\nthe spirit of Yalta.\r\nSpeaking of the situation in Georgia, I cannot fail\r\nto mention that Ukraine is deeply concerned at the\r\nsituation related to developments in the Pankisi valley.\r\nUkraine believes that the existing misunderstandings\r\ncan be resolved only through peaceful means, in\r\ncompliance with the norms and principles of\r\ninternational law. We call upon the parties to employ\r\nall available political and diplomatic mechanisms to\r\narrive at a mutual understanding and to take advantage\r\nof every opportunity to achieve détente in the current\r\nsituation. Ukraine unconditionally supports the\r\nsovereignty and territorial integrity of Georgia.\r\nThe situation in the Middle East also remains a\r\nsource of deep concern for Ukraine. It is quite obvious\r\ntoday that the parties have become trapped in a cycle of\r\nviolence, which contradicts the true aspirations of both\r\npeoples and breeds yet more hatred and desperation.\r\nWe fully support the efforts of the international\r\ncommunity, in particular the Quartet and the countries\r\nof the region, aimed at assisting the parties in finding\r\npeaceful ways to settle the conflict. Ukraine, for its\r\npart, strives to contribute in every possible way to a\r\npeaceful settlement. In April this year, during his visit\r\nto the region, President Leonid Kuchma presented\r\nUkrainian proposals in the framework of international\r\ndiplomatic efforts aimed at a peaceful settlement of the\r\nMiddle East conflict; these envisage a range of parallel\r\nsteps in the security, economic and political spheres. I\r\nshould like to take this opportunity to confirm\r\nUkraine’s readiness to offer a venue on its territory and\r\nto provide all appropriate conditions for the conduct of\r\ntalks on this issue. The achievement of a final, just and\r\ndurable peace in the Middle East is not possible\r\nwithout the resumption of peace negotiations on the\r\nIsraeli-Syrian and Israeli-Lebanese tracks.\r\nMs. Jarbussynova (Kazakhstan), Vice-President,\r\ntook the Chair.\r\n20\r\nA/57/PV.7\r\nThe development of the situation concerning Iraq\r\ncannot fail to cause serious concern. We rely on the\r\npotential of the United Nations to solve this problem.\r\nThe resolutions of the Security Council should be fully\r\nimplemented. We expect that the new round of\r\nnegotiations between the United Nations and Iraq will\r\nhelp to find ways to resolve this issue.\r\nToday, the world looks with hope to the\r\nunprecedented integration process on the African\r\ncontinent. We hope that the birth of the African Union\r\nwill strengthen the spirit of African brotherhood and\r\nunity in responding to the numerous challenges that\r\nconfront the continent: armed conflict, poverty and the\r\nHIV/AIDS pandemic. Ukraine welcomes the African\r\nUnion’s establishment and its far-reaching plans to\r\nrevitalize the continent. We hope that the New\r\nPartnership for Africa’s Development will unite the\r\nnations of the world in a global partnership in support\r\nof peace, stability and development on the African\r\ncontinent. For its part, Ukraine is ready to continue to\r\nstrengthen its cooperation and expand its economic ties\r\nwith the countries of a united Africa, including in the\r\nframework of the new global partnership for the\r\ndevelopment of the continent.\r\nEnsuring the proper implementation of the\r\nprinciples of the supremacy of law, the creation of\r\nconditions for economic growth and the effective\r\nfunctioning of the institutions of an open society are\r\ngoals that remain fundamental in Ukraine’s national\r\npolicy. The President of Ukraine has launched a\r\nprogramme of political reforms to ensure a transition to\r\na parliamentary-presidential form of governance. That\r\nprocess should bring about the further democratization\r\nof our society and should lead to consolidation of all\r\ndomestic resources in order to achieve European\r\nstandards and to strengthen concord in Ukrainian\r\nsociety. Our determined strategic goal is to become a\r\nmember of the European Union and of the North\r\nAtlantic Treaty Organization, which should finally\r\nensure the indivisibility of the European political,\r\neconomic and security space. Our course of action is\r\naimed at making Ukraine a pillar of political stability,\r\neconomic prosperity and cultural renaissance.\r\nHere, I cannot fail to mention a tragic problem for\r\nUkraine that is related to the consequences of the\r\nChernobyl disaster. Our country must address —\r\nvirtually on its own — a complex set of technological,\r\nsocial and economic problems connected to the\r\nmitigation of that disaster’s consequences as well as to\r\nthe closure of the Chernobyl nuclear power plant in\r\n2000. We expect that our efforts will be supported by\r\nconcrete action on the part of the international\r\ncommunity, in particular through the implementation of\r\nthe new United Nations strategy for Chernobyl.\r\nGuided by the aspiration to achieve practical\r\nresults, we are also determined to solve a broad range\r\nof other problems that have an important place on the\r\nagenda of the world forum. Undoubtedly, the fight\r\nagainst the HIV/AIDS pandemic is one of the most\r\nchallenging of these. I should like to inform the\r\nAssembly that a regional conference for the countries\r\nof Eastern Europe and Central Asia will be held in\r\nUkraine in November this year with the support of the\r\nUnited Nations and of other international partners.\r\nI am confident that, a year after the 11 September\r\ntragedy in the United States, each of us realizes the\r\nparticular significance of the tasks facing the United\r\nNations. Looking ahead to the new challenges, we hope\r\nthat, in the cause of protecting civilization’s values, we\r\nshall be guided by our wisdom, which will allow us to\r\navoid tragic scenarios and to protect the rights of every\r\ninhabitant of the planet, including every new human\r\nbeing who comes into the world even as we speak in\r\nthis debate: the right to life, the right to dignity, the\r\nright to this world.\r\nThe Acting President: I now give the floor to\r\nHis Excellency The Honourable Samuel Rudolph\r\nInsanally, Minister for Foreign Affairs of Guyana and\r\nformer President of the General Assembly.\r\nMr. Insanally (Guyana): Over the Assembly\r\nhangs a cloud of uncertainty — indeed, of unease —\r\nabout the future of multilateralism and of international\r\nrelations generally. The tragedy of 11 September 2001,\r\nwhich we commemorated just three days ago, has so\r\nnumbed our minds that we have yet to fully understand\r\nits consequences. Therefore, it is meet that, as a family\r\nof nations, we should not only remember the disaster,\r\nbut also seek to learn from it how we can best restore\r\nto mankind some measure of faith and hope in our\r\ncommon humanity.\r\nMy delegation is pleased to see Mr. Jan Kavan\r\npresiding over the Assembly, since, as the\r\nrepresentative of a country that has known the horror\r\nof war, he will undoubtedly inspire us to find our way\r\nforward. In wishing his presidency well, I would also\r\nlike to place on record our gratitude to His Excellency\r\nMr. Han Seung-soo of the Republic of Korea for\r\n21\r\nA/57/PV.7\r\nguiding us through a most difficult and challenging\r\ntime. Our appreciation and thanks must also extend to\r\nthe Secretary-General, who, throughout these past\r\nmonths, has helped to sustain our commitment to the\r\npurposes and principles of the United Nations.\r\nWe are pleased to welcome Switzerland as a full\r\nmember of the family of nations, and we look forward\r\nto doing the same for East Timor when it takes its place\r\namong us.\r\nThe international system is now plagued by\r\ndangerous instability which threatens to undermine —\r\nif not to destroy — many of our States. Not only do we\r\nface terrorism, with its horrific violence, but we must\r\nalso live with other manifestations of terror in the form\r\nof poverty, hunger and disease, which, although more\r\nsilent, are no less deadly.\r\nConflict, both within and among States, clearly\r\ndemonstrates how poorly an economy functions\r\nwithout political and social cohesion. Divisions that\r\nrend the fabric of our societies — divisions that derive\r\nultimately from ethnicity and race — are not only\r\nseverely counterproductive to our attempts to better the\r\ncommonweal, but preclude the emergence of the\r\ndurable peace and tranquillity without which we will\r\nnever be able to prosper.\r\nRecent global conferences have focused our\r\nattention on the importance of a rights-based approach\r\nto social inclusion. However, commitment to inclusive\r\npolicies rests not only with States but with civil society\r\nas a whole. Poverty and underdevelopment are now\r\neasily exploited by some elements in our societies to\r\nundermine the authority of democratically elected\r\nGovernments and to exacerbate ethnic and other\r\ntensions.\r\nThis instability is further compounded by the\r\nrampant trade in illegal drugs and arms, with its\r\nattendant corruption and violence, which daily tests the\r\nlegal, financial, security and governance capabilities of\r\nmost small States. The social contract between the\r\nState and its citizens has been seriously jeopardized by\r\nthese new political developments. Greater national\r\nendeavours and international solidarity are now\r\nnecessary if we are to confront these challenges and\r\nensure the economic and social progress of our\r\npeoples.\r\nOld conflicts persist, denying entire populations\r\nthe opportunity to live in peace and security. The\r\nsituation in the Middle East must be of special concern\r\nto us all, since it threatens to become a wider conflict.\r\nThe right of the Palestinian people to national self-\r\ndetermination — a right guaranteed by international\r\nlaw — must be upheld if there is to be a just and\r\nlasting solution to the region’s problems.\r\nThe tensions which exist in India-Pakistan\r\nrelations with regard to Kashmir should not be allowed\r\nto persist, given the risk of calamitous nuclear conflict.\r\nAs a country which is committed to the pacific\r\nsettlement of disputes and as a friend of those two\r\nimportant countries of Asia, from which many of our\r\nown ancestors originated, Guyana wishes to encourage\r\nthem to continue their search for a definitive solution.\r\nGlobal instability results also from our failure to\r\nimplement the Agenda for Development. After more\r\nthan a decade of development-related conferences, we\r\nhave yet to grasp fully the implications for\r\ninternational cooperation of an increasingly\r\ninterdependent world and a globalized economy. The\r\nrecent meetings in Doha, Monterrey and Johannesburg\r\nbrought the international community full circle in\r\nassessing the effectiveness of global collective action\r\naimed at the realization of the millennium development\r\ngoals and the eradication of poverty. We should now be\r\nfully persuaded that global action remains\r\nindispensable to the development process.\r\nWhat is less clear, however, is the relationship\r\nthat should underlie such action, which continues to be\r\na daunting challenge. To what extent can equality be\r\nachieved in a system of skewed economic and military\r\npower? Will sovereignty ever subject itself to the\r\nimperatives of the global good? How can trustworthy\r\nprocedures be found for international intervention in\r\nsituations characterized by the threat of collapse of\r\nnational social and economic structures? What more\r\ncan be done so that the current international trading\r\nsystem is beneficial for all States, not for only a select\r\nfew? How can the policies of the Bretton Woods\r\ninstitutions be made more responsive to the concerns\r\nand needs of the developing countries in particular?\r\nI know that there are no easy answers to these\r\nquestions. Indeed, each international conference and\r\nevery general debate that takes place in this Assembly\r\nhas made us more aware of how difficult it is to find a\r\nconsensual approach to these issues. Dialogue and\r\nengagement are continuously balanced against hasty\r\nattempts to achieve short-term goals. Yet the\r\n22\r\nA/57/PV.7\r\nimperative of global stability — both political and\r\neconomic — requires a greater symbiotic relationship\r\namong States. The increased permeability of borders,\r\nwhich has made all countries vulnerable to contagion\r\nfrom outside, is a reality which we cannot ignore.\r\nMeanwhile, the debate on the benefits of\r\nglobalization is becoming increasingly polarized.\r\nDespite their own best efforts at reform and\r\nrestructuring, many developing countries have not\r\nreally seen any significant improvement in their\r\neconomic and social condition. The growth rate of\r\nmost developing countries was 2 per cent lower in the\r\n1990s than it was in the oil crisis years of the 1970s.\r\nSimilarly, although the number of people living in\r\nextreme poverty, on less than one dollar a day, has\r\nreportedly decreased the past 15 years, those living on\r\nless than two dollars a day — an insignificant sum —\r\nhas increased. Thus, poverty figures have in effect\r\nremained high, despite an improvement in world\r\nincome over the past decade by an average of 2.5 per\r\ncent annually.\r\nThe situation has been especially difficult for\r\nsmall States. Over the past 10 years, the States\r\nmembers of the Caribbean Community (CARICOM),\r\nof which we are one, have been pursuing aggressive\r\nsocio-economic reform measures designed to enhance\r\nthe region’s economic competitiveness so as to benefit\r\nfrom globalization. The results have generally been\r\ndisappointing, in large part due to the small size, and\r\nthe geographic location of the CARICOM countries, as\r\nwell as their limited natural resource base and high\r\ndependence on international trade, all of which make\r\ntheir economies vulnerable to changes in the global\r\neconomy. The situation is further aggravated by the\r\nhigh incidence of HIV/AIDS — the second highest in\r\nthe world.\r\nSmall States such as ours in the Caribbean require\r\ndevelopment cooperation that is based on mutual trust\r\nand the fulfilment of commitments. One major step in\r\nthis direction should be to focus on new ways of\r\nbalancing equity, economics and ecology in order to\r\ncreate opportunities for small economies without\r\ninflicting disillusionment and despair. Every effort\r\nshould also be made to ensure the full implementation\r\nof the Heavily Indebted Poor Countries Debt Initiative\r\nso as to liquidate the debt burden in the poorest\r\ncountries. To address the challenge of development, an\r\nintegrated strategy must be found to address all the\r\ndifferent elements of the problem.\r\nNow — especially since Monterrey — it is\r\nfashionable to speak of partnership for sustainable\r\ndevelopment. Indeed, partnership, if properly\r\nconceived and implemented, can serve to eradicate\r\npoverty and promote economic growth. However, as\r\nthe President of Guyana stated at the World Summit on\r\nSustainable Development, in Johannesburg, if it is to\r\nsucceed, partnership between States must be based not\r\non double standards but on mutual trust and respect and\r\non the interests of all parties. Public/private-sector\r\npartnerships must be founded on equity and\r\ntransparency, with full regard to the laws of our\r\ncountries. Finally, partnerships with multilateral\r\nfinancial institutions must be informed more by an\r\nunderstanding of the situation in our countries and less\r\nby a doctrinaire approach to policy-making. To quote\r\nthe President directly, “Progress will only come if there\r\nis an enlightened understanding of partnership.”\r\nConcerned by the inadequacy of past\r\ndevelopment models and the trend towards leaving\r\ndevelopment matters largely to market forces, Guyana\r\nhas sought to promote at the United Nations the\r\nconcept of a new global human order based on a\r\ngenuine partnership for cooperation. By addressing the\r\nproblems of peace and development in a holistic\r\nmanner, this “concordat” would provide developing\r\ncountries with the structural, strategic and long-term\r\nsupport that they need. Guyana hopes to build upon\r\nresolution 55/48 in the coming months with the aim of\r\nbringing greater predictability and stability to\r\ninternational development cooperation.\r\nIt is clear that the period ahead of us is fraught\r\nwith difficulty, and that some of the challenges are\r\nhistorically unprecedented in scale. The instability and\r\nuncertainty by which so many societies around the\r\nworld are afflicted must be attended to if we are to\r\navoid failure. We must therefore ready the United\r\nNations, the most important and most widely supported\r\ninternational governmental organization in existence,\r\nto address these problems. There is simply nowhere\r\nelse to take them.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Zlatko Lagumdzija, Minister for\r\nForeign Affairs of Bosnia and Herzegovina.\r\nMr. Lagumdzija (Bosnia and Herzegovina): I am\r\ngrateful for the opportunity to address the General\r\nAssembly at its fifty-seventh session. Allow me at the\r\n23\r\nA/57/PV.7\r\noutset to extend my warmest congratulations to Mr. Jan\r\nKavan on his well-deserved election to the presidency.\r\nThe tragic events of 11 September have made us\r\nreconsider our achievements, real values, and the links\r\nbetween poverty, development, sustainability, respect\r\nfor human rights and real progress. Yet, the goals\r\nenvisioned by the perpetrators of those crimes have\r\ncertainly not been fulfilled. The world has become\r\nmore united and more determined to fight terrorism as\r\na global threat to the values of civilization. The result\r\nis increased cooperation among specialized services\r\nand bodies of different States, as well as international\r\norganizations. However, we must be prepared for a\r\nlong and exhausting confrontation with this evil of our\r\ntimes.\r\nLast year we were all rightly focused on\r\nAfghanistan. Today we are concerned also about future\r\nsteps regarding Iraq as a great threat to world stability\r\nand a shelter for terrorism. Fortunately, after a decade\r\nof being in focus as a crisis area, that South-Eastern\r\nEurope, the Balkans, along with Bosnia and\r\nHerzegovina, as the heart of the region, are no longer\r\n“CNN-able”, given the present growing stability.\r\nThe time has come to salute the new image of my\r\ncountry and to start re-branding the perception of the\r\nregion as a whole, which no longer fits anymore the\r\n“Balkan ghosts” stereotype. Great concerns such as\r\nIraq, the Middle East and Kashmir should not let us\r\nforget that the Balkan region is bearing good news. We\r\nare all striving to finish the job of fully integrating the\r\nregion into European democratic structures and values.\r\nEnormous efforts and achievements are behind\r\nus, but we have to be careful and patient until stability\r\nbecomes self-sustainable through the building of jobs,\r\njustice and functioning institutions, which will hold\r\ntogether new democracy.\r\nIn the light of last year’s terrorist attacks on New\r\nYork and Washington, our fragile State — the only\r\nEuropean State where Muslims represent the majority\r\nreligious group — was confronted with the heavy\r\npressure of prejudice regarding a “clash between\r\ncivilizations”. But, as members may know, I come from\r\na State that represented a crossroads of different\r\ncultures and religions, where different civilizations\r\nlived for centuries in tolerance and mutual respect.\r\nToday we are even more convinced that all\r\nproblems can be solved only through dialogue based on\r\ngood political will. From that position we have joined\r\nthe fight against terrorism and organized crime of all\r\nkinds. We have heightened our struggle against\r\ncorruption by upgrading and strengthening our State\r\ninstitutions. We have placed the rule of law at the top\r\nof the agenda. Good work has been done, results have\r\nbeen achieved and we have thus proved that Bosnia\r\nand Herzegovina is not a no-man’s land.\r\nBuilding democratic institutions, economic\r\ndevelopment and the protection and promotion of\r\nhuman rights are more than ever at the top of our\r\npriorities. Following the recent tragic events and all the\r\nturbulent changes that Bosnia and Herzegovina has\r\nexperienced, we strongly believe in the paradigm of\r\ndemocracy, development and peace as the pillars of\r\nprogress and stability for my country, but also for the\r\nimmediate neighbourhood and region as well. Only\r\nresponsible and accountable governance can bring\r\nabout necessary changes and progress for all.\r\nUnfortunately, we are still confronted with the\r\nheavy legacy of the past, and especially with the fact\r\nthat the main culprits for the crimes committed in\r\nBosnia and Herzegovina, Radovan Karadzic and Ratko\r\nMladic, are at large. The moment they are brought to\r\njustice, it will be easier to reach our goals. That is why\r\nI would like at this juncture to emphasize the\r\nimportance of cooperation by all sides concerned with\r\nthe International Criminal Tribunal for the former\r\nYugoslavia in The Hague.\r\nAt the same time we are aware that\r\ndemocratization is sometimes a long process. Post-\r\nconflict peace-building is even more complex. But, we\r\nhave set the vision for developing a safe, peaceful,\r\nstable and self-sustainable country, and we shall not\r\nstop half way. Today, we are a full member of the\r\nCouncil of Europe. More refugees and displaced\r\npersons have returned in recent times as compared to\r\nany other post-war period. In other words, in the last 18\r\nmonths almost three times more properties, homes and\r\napartments were given back to refugees and displaced\r\npersons all over Bosnia and Herzegovina than in the\r\nprevious five years. Many roads, many villages, many\r\nroofs were built or repaired; many mosques and\r\nchurches have also been built or repaired.\r\nThe contribution of the United Nations Mission in\r\nBosnia and Herzegovina (UNMIBH), the Stabilization\r\nForce, the High Representative, the Peace\r\nImplementation Council, the Office of the United\r\n24\r\nA/57/PV.7\r\nNations High Commissioner for Refugees (UNHCR),\r\nthe Organization for Security and Co-operation in\r\nEurope (OSCE) and others in the family of the\r\ninternational community present in Bosnia and\r\nHerzegovina has been substantial in achieving the\r\npresent level of stability and reconstruction.\r\nWe particularly recognize the value and the role\r\nof UNMIBH which is completing its mandate at the\r\nend of this year. The police reform and restructuring,\r\nwith a view to meeting international standards of\r\norganizational capacity and institutional integrity,\r\nrepresents a clear success. The United Nations Mission\r\nin Bosnia and Herzegovina was certainly one of the\r\nkey players also in establishing the foundation for\r\neffective, democratic and sustainable law enforcement\r\nagencies, a fundamental element for the further\r\ndevelopment of Bosnia and Herzegovina as a multi-\r\nethnic, tolerant and democratic State. We welcome the\r\ntransfer of the remaining tasks in this area to the\r\nEuropean Union Police Mission, and especially the\r\nextension of the European Union responsibility in the\r\narea of juridical reform as one of the basic pillars of\r\nself-sustainability, future democratization and the\r\nreform process.\r\nThere should be no doubt that the United Nations\r\nhas the potential to fulfil its new tasks and thus respond\r\nto the ever increasing challenges of the fast-changing\r\nworld. It should provide leadership in building a\r\nprosperous world, founded no longer on force and\r\nthreats, but on the rules of international law and respect\r\nfor all rights, and rights for all.\r\nIn that context I would like to underline that we\r\nsupport the further democratization and modernization\r\nof the United Nations. New tasks and challenges call\r\nincreasing efficiency, cost rationalization and the equal\r\ngeographic participation of States and peoples in the\r\nUnited Nations system. Bosnia and Herzegovina also\r\nsupports the continuation of work on reforming the\r\nSecurity Council, adjusting its membership in\r\naccordance with carefully designed criteria, taking into\r\naccount equal geographic representation but not\r\njeopardizing the efficiency of that United Nations\r\nbody.\r\nAllow me to briefly mention some of the\r\npriorities of today’s Bosnia and Herzegovina. Bosnia\r\nand Herzegovina has in the past two years proved its\r\ndetermination to move from the position of passive aid\r\nrecipient from the international community to the\r\nposition of contributor to international efforts. The fact\r\nthat we are in a position to consider the need or even\r\nthe imperative of taking a more active and creative\r\nrole, and thus a bigger share of responsibility, testifies\r\nto the trend of normalization of the situation in the\r\ncountry.\r\nReconstruction is taking place and results are\r\nvisible in the economy, social reforms, education,\r\nhealth care and so on. Economic reforms are directed\r\ntowards the establishment of a single economic space\r\nand also with a view to setting up conditions for\r\nupgraded education and thus to offering the choice for\r\nour young generations to remain in Bosnia and\r\nHerzegovina and become the frontrunners of its\r\ndevelopment and future.\r\nWe have almost fully completed the conditions\r\nset out in the European Union’s road map, which we\r\nhope will soon open the process of a feasibility study\r\nfor Bosnia and Herzegovina’s signing of a stabilization\r\nand association agreement with the European Union.\r\nWe have gone through the process of being the object\r\nof international efforts and are now the partner in the\r\nprocess of making an economically and institutionally\r\nself-sustainable State of Bosnia and Herzegovina. This\r\nis only one phase in a process of finally becoming the\r\nowner of the changes in our country.\r\nIn partnership with the international community,\r\nwe are streamlining a common strategy for political\r\nstability, institution-building and an economic recovery\r\nprogramme as the precondition of overall sustainable\r\ndevelopment. The entire region, including Bosnia and\r\nHerzegovina, is entering a new stage of stability and\r\nthe European integration process, but we still have to\r\nbe on the alert. The ghosts of the past, segregation and\r\nwars are losing ground.\r\nIn following the trials of war criminals before the\r\nInternational Criminal Tribunal for the Former\r\nYugoslavia in The Hague, we are bearing witness to the\r\nhope that justice and the future will finally bury\r\nprojects based on genocide. That is why we have to act\r\non a daily basis against those who are trying to open\r\nthe box of drawing new maps or calling for new wars\r\nin the region.\r\nSo much energy and so many efforts of the local\r\nand international communities have been invested so\r\nfar that we are not even allowed to consider anything\r\nbut a strategy for success. Any type of hypothetical exit\r\nstrategy of the international community can be based\r\n25\r\nA/57/PV.7\r\nonly on a success strategy in building one multiethnic,\r\ndemocratic and European State of Bosnia and\r\nHerzegovina. Once again, I would like to express the\r\ngratitude of my Government to the international\r\ncommunity for its devoted support towards long-lasting\r\nstability and development in the region.\r\nIf the four million people of my country —\r\nMuslims, Orthodox Catholics, Jews and others who\r\nhistorically lived in tolerance, even in a non-\r\ndemocratic environment — cannot now live in a\r\ndemocratic and open society in the middle of Europe,\r\nthen the logical question after 11 September is: How\r\nwe can be consolidated and organized among the six\r\nbillion people of our planet?\r\nComing from Bosnia and Herzegovina, I am\r\ndriven by the force of optimism and the strength of\r\nvision shared by the overall majority of those who do\r\nnot want to repeat the past, but are ready to fight for\r\nthe future. Jobs, justice for all, solidarity and Europe,\r\nthrough reforms and strong state institutions, are the\r\nitems on our agenda today. We are determined to turn\r\nthese words into deeds.\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs and International\r\nCooperation of Kenya, His Excellency The Honourable\r\nMarsden Madoka, M.P.\r\nMr. Madoka (Kenya): Allow me to extend to\r\nMr. Kavan, on behalf of my delegation, sincere\r\ncongratulations on his election as the President of the\r\nGeneral Assembly at its fifty-seventh regular session.\r\nMay I also thank his predecessor, Mr. Han Seung-\r\nsoo, whose tenure of office coincided with one of the\r\nmost trying periods in modern history following the 11\r\nSeptember terrorist attacks in the United States. We\r\nappreciate the excellent manner in which he handled\r\nthe fifty-sixth session of the General Assembly. May I\r\nalso commend the efforts, courage and vision of the\r\nSecretary-General, Mr. Kofi Annan, who has continued\r\nto be a beacon of strength and hope. We salute him. In\r\naddition, we also wish to welcome Switzerland to the\r\nUnited Nations and look forward to the admission of\r\nEast Timor.\r\nComing from a continent plagued with many\r\nobstacles, we believe that the fifty-seventh session of\r\nthe General Assembly affords us yet another\r\nopportunity to critically revisit the promises\r\nenumerated in the Millennium Declaration and to take\r\nstock of progress made so far. Two years down the line,\r\nwe should give an account of our commitment to the\r\nDeclaration. In many instances, I am afraid, we shall be\r\nfound wanting. We have not lived up to our promises\r\nand, as a result, many in the world are more desperate\r\ntoday than they were two years ago. They had placed\r\ntheir hope in our vision, our sincerity, our commitment\r\nand our sense of urgency and purpose.\r\nVarious United Nations conferences and meetings\r\nhave been held since the 1990s to address the\r\nchallenges confronting developing countries. It is\r\ntherefore regrettable that there has been insufficient\r\npolitical will to implement the decisions arising\r\ntherefrom. Meagre resources have been committed to\r\ndebt reduction, improving market access, human\r\nresource development and tackling the HIV/AIDS\r\npandemic and other diseases.\r\nThe current global financial framework has\r\ndemonstrated its inadequacy in dealing with the\r\nproblems facing developing countries. The decline in\r\nofficial development assistance flows and foreign\r\ndirect investment is an issue of concern. Despite efforts\r\nmade to achieve sustained economic growth and\r\nsustainable development, conditions in the\r\ninternational arena have not been adequately\r\nsupportive. For a start, my delegation calls for greater\r\nemphasis to be placed on concessionary lending and\r\ngreater use of grants.\r\nMoreover, global trade arrangements have tended\r\nto benefit industrialized countries. Africa’s present\r\nshare of global trade is less than 2 per cent. While\r\nindustrialized countries continue to provide substantial\r\nsubsidies for their agricultural sector, developing\r\ncountries have been forced to cease similar support.\r\nThis, combined with tariff and non-tariff barriers to\r\ntrade, has meant that our products stand no chance of\r\ncompeting with the products from the North. We must\r\ntherefore build on the momentum achieved at Doha as\r\nwell as encourage initiatives, such as the African\r\nGrowth and Opportunity Act and the European Union/\r\nAfrican, Caribbean and Pacific Group of States trade\r\narrangements, to enable our countries take advantage\r\nof the opportunities in international trade.\r\nMany developing countries, including Kenya, are\r\nexperiencing a net outflow of resources, mainly due to\r\ndebt service obligations. As a result, there are fewer\r\nresources targeted towards basic social services, thus\r\ncompounding the poverty situation. We therefore call\r\n26\r\nA/57/PV.7\r\nfor an overhaul of the Heavily Indebted Poor Countries\r\nDebt Initiative eligibility criteria so that countries\r\nfacing high levels of poverty and debt burden qualify\r\nfor debt relief.\r\nMr. Panou (Togo), Vice-President, took the Chair.\r\nThe launching of the African Union and the New\r\nPartnership for Africa’s Development (NEPAD) have\r\nrekindled great hopes in the African continent. These\r\ninitiatives have made it clear that the primary\r\nresponsibility for the development of Africa lies in the\r\nhands of the Africans themselves. The decision by the\r\nUnited Nations General Assembly to hold a high-level\r\nplenary meeting on NEPAD on 16 September 2002\r\nrecognizes the importance of that initiative, which\r\nemphasizes the twin principles of ownership and\r\npartnership.\r\nKenya calls for genuine partnership in the\r\nimplementation of resolutions, commitments and,\r\nespecially, the Millennium Development Goals, the\r\nMonterrey Consensus and the Outcome of the just\r\nconcluded World Summit on Sustainable Development.\r\nThe special session of the General Assembly on\r\nchildren, held in May 2002, provided the international\r\ncommunity with an opportunity to renew its\r\ncommitment to the rights-based approach to children’s\r\nprogrammes and activities. The Government of Kenya\r\nhas made continued efforts to improve the welfare of\r\nchildren. Kenya has ratified the Convention on the\r\nRights of the Child and has signed the Optional\r\nProtocol on the sale of children, child prostitution and\r\nchild pornography. Kenya has also ratified instruments\r\nprohibiting the involvement of children in armed\r\nconflict. A comprehensive Children’s Statute was\r\nenacted in parliament and became operational on 1\r\nMarch 2002. Kenya also has in place an early\r\nchildhood development policy, safeguarding children\r\nfrom birth until the age of six.\r\nMy delegation notes with concern that the\r\nreduction in funding to the United Nations Population\r\nFund (UNFPA) by a major contributor will have a\r\nnegative impact on ongoing programmes in many\r\ndeveloping countries. The UNFPA continues to play\r\na critical role in assisting the most vulnerable in\r\nsociety — namely, women and adolescents. It is our\r\nhope that voluntary contributions to the organization\r\nwill be restored to their former level and further\r\nincreased as a matter of urgency.\r\nWith regard to the United Nations Centre in\r\nNairobi, my delegation welcomes the improvement in\r\nthe level of utilization of the conference facilities. We\r\nencourage the Secretary-General to take the necessary\r\nmeasures to ensure that all meetings and activities on\r\nenvironment and matters related to human settlements\r\nare held at the United Nations Office at Nairobi\r\n(UNON) so as to utilize the excellent facilities there\r\nand to further strengthen the role of the Organization in\r\nall matters charged to it in conformity with the\r\nheadquarters rule.\r\nMy delegation would like to commend the fifty-\r\nsixth session of the General Assembly for elevating the\r\nCommission on Human Settlements to a fully fledged\r\nprogramme now known as the Governing Council of\r\nthe United Nations Human Settlements Programme\r\n(UN-Habitat), and the United Nations Centre for\r\nHuman Settlements (Habitat) to be its secretariat. We\r\nhave no doubt that the upgrading will facilitate the\r\nimplementation of the Habitat Agenda and the\r\nDeclaration on Cities and Other Human Settlements in\r\nthe New Millennium.\r\nThe Secretary-General’s programme budget for\r\nthe biennium 2002-2003 shows that the activities\r\nundertaken by the United Nations Environment\r\nProgramme (UNEP) and UN-Habitat continue to\r\ndepend heavily on extrabudgetary resources. This has\r\nseverely constrained the ability of both organizations to\r\nplay their roles effectively due to an unpredictable\r\nfinancial resource base and under-provision. We urge\r\nthe Secretary-General to ensure stability and\r\npredictability in funding UNEP and UN-Habitat\r\nthrough the United Nations regular budget.\r\nMy delegation would like to congratulate the\r\nnewly appointed High Commissioner for Human\r\nRights, His Excellency Mr. Sergio Vieira de Mello. We\r\nwould like to assure him of our full cooperation, and\r\nwe look forward to working very closely with him. At\r\nthe same time, we wish to pay tribute to the outgoing\r\nHigh Commissioner, Her Excellency Mrs. Mary\r\nRobinson, for her able leadership.\r\nKenya wishes to underscore the importance of\r\ntreating human rights issues in a balanced manner. This\r\nvery Assembly has consistently reaffirmed:\r\n“that all human rights are universal, indivisible,\r\ninterdependent and interrelated and that the\r\ninternational community must treat human rights\r\nglobally in a fair and equal manner, on the same\r\n27\r\nA/57/PV.7\r\nfooting and with the same emphasis”. (resolution\r\n56/165, seventh preambular paragraph)\r\nI am afraid that this has not always been so.\r\nThere is a genuine concern that too much\r\nemphasis has been given to political rights at the\r\nexpense of economic and social rights, such as the right\r\nto development. These are vital issues that the\r\ninternational community can no longer afford to take\r\nlightly as it endeavours to eliminate hunger and\r\npoverty and ensure a just standard of living for all\r\npeople.\r\nKenya holds the view that the General Assembly\r\nshould play a leading role in spearheading development\r\ninitiatives, as envisaged in the Charter. We welcome\r\nthe progress already made in the reorganization and\r\nrevitalization of the General Assembly. This organ\r\nshould now reclaim its leadership role in focusing and\r\nshaping debate on issues of global interest.\r\nOn issues of world security, Kenya has a long\r\nrecord of participation in peacekeeping operations.\r\nToday, Kenya is the sixth largest troop contributor to\r\nUnited Nations peacekeeping operations in different\r\nparts of the world. We are particularly happy to be\r\nassociated with the success of United Nations\r\npeacekeeping operations in East Timor, Sierra Leone,\r\nand on the border between Ethiopia and Eritrea.\r\nGreater emphasis should be put on the\r\ndeployment of adequate force levels to missions in\r\nAfrica. In particular, we would like to see greater\r\nsupport in the Democratic Republic of the Congo.\r\nAfrica is a continent ravaged by conflicts and\r\ninstability. However, the recent progress in the\r\nresolution of some of these conflicts is very\r\nencouraging. In particular, the signing of a protocol\r\nbetween the Government of the Sudan and the Sudan\r\nPeople’s Liberation Movement/Army (SPLM/A) in\r\nMachakos, Kenya on 20 July 2002 was a very welcome\r\ndevelopment. Other positive developments towards\r\nlasting peace in Africa include the signing of an\r\nagreement between the Democratic Republic of Congo\r\nand the Rwandese Republic, the holding of peaceful\r\nelections in Sierra Leone after years of bitter civil war,\r\nand continuing efforts towards reconciliation of the\r\nwarring factions in Somalia. We also welcome the\r\nrecent positive developments in Angola. Kenya will\r\ncontinue with its mediation efforts in the region and in\r\nthe continent as a whole.\r\nOn the important question of reform of the\r\nSecurity Council, Kenya calls for the speedy\r\nconclusion of negotiations aimed at equitable\r\nrepresentation and an increase in membership in the\r\nSecurity Council. With the establishment of the Peace\r\nand Security Council as an important organ of the new\r\nAfrican Union, Africa must now play its rightful role in\r\nmatters of international peace and security. It is time\r\nAfrica was accorded the elevated status it deserves in\r\nthe Security Council.\r\nKenya believes in the rule of law and will support\r\nall genuine efforts to this end. We subscribe to peaceful\r\nsettlement of disputes through regional efforts, the\r\nInternational Tribunals and the International Court of\r\nJustice. Kenya fully supports the historic milestone of\r\nthe adoption of the Rome Statute in 1998 and its entry\r\ninto force on 1 July 2002. Impunity for serious war\r\ncrimes is indeed a denial of justice, which must be\r\nbrought to an end.\r\nIn 2001, we witnessed the most devastating form\r\nof international terrorism in the multiple terrorist\r\nattacks of 11 September. As a country that faced a\r\nsimilar attack in 1998, Kenya strongly believes that\r\nterrorism can never be justified under any\r\ncircumstances. We fully support the implementation of\r\nSecurity Council resolution 1373 (2001) and have\r\nalready ratified the 12 anti-terrorism conventions. The\r\nprocess of domesticating them is already under way.\r\nIn conclusion, Kenya looks forward to greater\r\ncommitment to build a secure and more prosperous\r\nworld for all. The destiny of mankind is inextricably\r\nintertwined in spite of national boundaries. Events in\r\nthe global arena have clearly demonstrated that the\r\neffects of ignorance, poverty, disease and insecurity in\r\none region or another country can impact negatively on\r\nthe well-being of the rest of the world. Let us get\r\ntogether and build a world where all can live in peace\r\nand prosperity.\r\nThe Acting President (spoke in French): I now\r\ncall on Her Excellency The Honourable Lilian Patel,\r\nMinister for Foreign Affairs and International\r\nCooperation of the Republic of Malawi.\r\nMs. Patel (Malawi): On behalf of the\r\nGovernment of the Republic of Malawi and on my own\r\nbehalf, I would like to congratulate President Kavan\r\nmost warmly on his unanimous election as President of\r\nthe fifty-seventh regular session of the General\r\nAssembly. I am confident that under his able\r\n28\r\nA/57/PV.7\r\nleadership, buttressed by a pragmatic approach to the\r\nproceedings of the session, we will be able to further\r\nconsolidate past gains on a variety of issues, and also\r\nmobilize renewed international resolve and political\r\nwill to reinvigorate our continued search for viable\r\nresponses and solutions to the many pressing\r\nchallenges that threaten the very survival of\r\nhumankind.\r\nI take this opportunity also to pay special tribute\r\nto his predecessor, Mr. Han Seung-soo of the Republic\r\nof Korea, for the able manner in which he handled the\r\nwork of the General Assembly during his tenure of\r\noffice.\r\nFurther, I would like to register my country’s vote\r\nof thanks for and special recognition of the invaluable\r\ncontribution made by the Secretary-General, Mr. Kofi\r\nAnnan, in injecting fresh impetus and a sharper sense\r\nof purpose and direction into the work of the United\r\nNations. His informative and insightful annual reports\r\non the work of the United Nations clearly point to an\r\norganization that is moving in the direction that it\r\nshould and is much more focused on the quest for\r\naccelerated growth and socio-economic progress of the\r\ndisadvantaged poor nations.\r\nA number of developments have taken place\r\naround the world since the last general debate. While\r\nsome of these are relatively positive and are, thus far, a\r\ncause for optimism, yet others, a majority, are, at best,\r\ndisheartening and tend to cast a long shadow on\r\nprospects for long term progress, especially in our part\r\nof the world.\r\nAs I speak now, for example, six southern Africa\r\ncountries, including Malawi, are in the throes of a\r\nsevere and life-threatening food crisis brought on by\r\ndrought-related deficits in grain harvests. Up to 13\r\nmillion people in Lesotho, Malawi, Mozambique,\r\nSwaziland, Zambia and Zimbabwe are facing severe\r\nfood shortage, which has already given rise to a threat\r\nof widespread famine and a rise in famine-related\r\nhealth problems. What we are clearly seeing here is a\r\nfurther deterioration in the general poverty situation\r\nand the humanitarian plight of the rural masses in these\r\ncountries. Chances of the food insecurity translating\r\ninto a serious region-wide security and health\r\ncatastrophe cannot be over-emphasized, especially\r\ngiven that southern Africa is already the epicentre of\r\nthe global implosion caused by HIV/AIDS. The current\r\nfood crisis in the sub-region stands out as the severest\r\nin many years. It is poised to inflict incalculable\r\ndamage on the social, economic and cultural fabric of\r\nwhole communities, and it endangers the efficacy of\r\nthe financial and economic sustainability of the\r\ninstitutional and public policy frameworks for\r\nsustainable development currently under\r\nimplementation.\r\nIndeed, southern Africa is facing uniquely\r\ndifferent multifaceted humanitarian crises arising not\r\nonly from civil wars, but also from social and\r\neconomic factors and other natural disasters. The crisis\r\nis certain to roll back numerous past gains in many\r\nsectors, particularly because of the centrality of\r\nagricultural production to the gross domestic product\r\nand rural employment of most of the affected countries.\r\nThe food shortage has placed further serious\r\nstrains on the already low revenue collection capacities\r\nof the affected countries, especially to the extent that\r\nbudgetary allocations are having to be appropriated\r\nfrom critical social sector services to fund massive\r\ngrain imports necessary to supplement inadequate local\r\ngrain stocks, thereby financially starving other equally\r\nurgent sectoral needs. Sadly, however, the next harvest,\r\ndue in eight months, may not hold much promise\r\neither, unless the drought cycle, which is the major\r\ncontributing factor, does not recur.\r\nInitially, Malawi faced a grain deficit of 600,000\r\ntons caused by two years of a paradoxical combination\r\nof drought and devastating torrential rains and floods.\r\nThis tonnage was urgently required to stave off a\r\nrapidly deteriorating famine situation that is expected\r\nto affect 3.2 million people. The President, His\r\nExcellency Dr. Bakili Muluzi, declared the current food\r\nshortages a national disaster on 28 February 2002, and\r\na vigorous national appeal for emergency relief has\r\nbeen under way since then.\r\nThe response to this appeal by the donor\r\ncommunity, both local and international, has been very\r\nencouraging. On behalf of the Government of Malawi,\r\nI take this opportunity to express my sincere gratitude\r\nand deep appreciation to the local and international\r\nhumanitarian organizations and Governments, such as\r\nthose of the European Union, the Governments of Italy,\r\nthe United Kingdom and the United States of America,\r\nand other friendly Governments, which together have\r\nfinanced nearly 75 per cent of the emergency relief\r\nsupplies received so far in Malawi. We also wish to\r\nthank the United Nations funds and programmes for\r\n29\r\nA/57/PV.7\r\ntheir timely assistance, in particular the Food and\r\nAgricultural Organization of the United Nations, the\r\nWorld Food Programme and the Office for the\r\nCoordination of Humanitarian Affairs (OCHA), as well\r\nas resident United Nations agencies, for providing\r\nrelief coordination and procurement services during\r\nthis critical hour of need.\r\nIn a special way, and on behalf of the six\r\nSouthern African Development Community (SADC)\r\ncountries affected by the famine, the Government of\r\nMalawi wishes to thank the Secretary-General and the\r\nUnited Nations family for successfully organizing the\r\nConsolidated National Appeals for the Humanitarian\r\nCrisis in Southern Africa, which took place on 18 July\r\n2002, here at United Nations Headquarters. We are\r\ngrateful for the outcome of the appeal, and we would\r\nlike to extend similar sentiments of appreciation to all\r\nGovernments and donor organizations that made\r\npledges and commitments towards the funding\r\nrequirements of the appeal.\r\nIn addition, we welcome and applaud the\r\nSecretary-General’s timely appointment of the\r\nExecutive Director of the World Food Programme,\r\nMr. James Morris, as his Special Envoy for the\r\nsouthern African humanitarian crisis. Mr. Morris’s\r\npersonal meetings and consultations with the Heads of\r\nState and Government of the six southern African\r\ncountries and his tour of the subregion have led to\r\nuseful high-level exchanges that will form an important\r\nbasis for tackling the problem of food insecurity in\r\nfuture. We undertake to work with him and give him all\r\nthe support and cooperation necessary for the\r\nfulfilment of his mandate.\r\nThe high levels of poverty and the deepening\r\nscourge of the HIV/AIDS pandemic and other\r\ntransmissible diseases afflicting our people continue to\r\nravage populations in the developing countries,\r\nparticularly those of Africa. We take no relief from the\r\nannual reports for the year 2002 released by United\r\nNations Conference on Trade and Development and the\r\nWorld Health Organization, whose graphic statistical\r\ndata and hard facts portray an unabating, vicious and\r\ncomplex interplay between structural poverty and a\r\nstartlingly high HIV/AIDS prevalence in poor\r\ncountries. The resulting humanitarian crisis threatens\r\nmillions more lives over the next few years.\r\nAs home to one of the largest numbers of victims\r\nof the HIV/AIDS pandemic in the world, southern\r\nAfrica needs closer attention and concrete actions, as\r\nwell as deeper resource commitments by the\r\ninternational community, to help build sustainable\r\ncapacity to address the critical poverty issues and\r\nexcessive mortality from HIV/AIDS, malaria,\r\ntuberculosis and other diseases. These are extremely\r\nsensitive issues, and the international donor community\r\nshould consider, on an emergency basis, the difficult\r\nmoral issues and the choices involved.\r\nIt is extremely troubling that some Member States\r\nand donor institutions have suddenly taken a\r\nminimalist approach to the central role played by\r\nUnited Nations funds and programmes in tackling\r\nhealth problems in the developing countries. It is\r\nneedless to remind this Assembly that the work of the\r\nUnited Nations Population Fund (UNFPA) in tackling\r\nthe HIV/AIDS pandemic, in the implementation of the\r\nProgramme of Action adopted at the International\r\nConference on Population and Development (ICPD)\r\nand in preventing mother-to-child transmission of HIV/\r\nAIDS is very crucial. We call upon donors and\r\nmultinational institutions to reconsider their decision\r\nand to restore funding to UNFPA.\r\nFurther, we call upon multilateral donor\r\ninstitutions and industrialized countries to grant deeper\r\ndebt relief and forgiveness. Transnational\r\norganizations, which extract huge profits from their\r\nbusiness operations in poor countries, have the moral\r\nresponsibility to invest in HIV/AIDS prevention, care,\r\nsupport and treatment. International pharmaceutical\r\ncorporations, too, ought to show more compassion by\r\nexpanding access to antiretroviral drugs and other life-\r\nsustaining medicines, including meaningful\r\nconcessions on price reduction and voluntary\r\ndonations. We note with gratitude the positive steps\r\ntaken by some pharmaceutical companies in that\r\ndirection.\r\nMy Government acknowledges the important role\r\nplayed by the United Nations in mobilizing support and\r\nresources for the development process in the poor\r\ncountries. It is not enough, however, to hold one\r\nconference after another without effective follow-up\r\nand implementation mechanisms. There is therefore a\r\nneed for supportive global processes that would ensure\r\nshorter time lags between the adoption of programmes\r\nof action and their implementation.\r\nIt is our hope that the establishment of the Office\r\nof the High Representative for the Least Developed\r\n30\r\nA/57/PV.7\r\nCountries in the United Nations Secretariat will\r\npromote regular consultations and closer follow-up of\r\nagreed programmes of action to ensure their fulfilment.\r\nSuch programmes of action include the Brussels\r\nDeclaration and Programme of Action of the Third\r\nUnited Nations Conference on the Least Developed\r\nCountries, the International Conference on Financing\r\nfor Development and other commitments flowing from\r\nthe recent General Assembly special sessions on HIV/\r\nAIDS and children. An earnest attempt is necessary to\r\nlink up the commitments and agreed outcomes of the\r\nBrussels Programme of Action and the Monterrey\r\nConsensus in order to create a rich resource base for\r\nthe implementation of the Johannesburg Plan of Action\r\nfor sustainable development.\r\nOther major problems and challenges that are\r\nfaced by poor countries and stifle their progress have\r\npreviously been extensively covered and debated in the\r\nAssembly and in various other international forums.\r\nBut some of them need to be mentioned again. The\r\ntransition of poor countries from continued dependence\r\non international charity to self-reliance is contingent on\r\ncertain factors such as free and open trade. Agricultural\r\nand other commodities from developing countries need\r\nto gain access to Western markets without unnecessary\r\nbarriers. It is ironic and morally unacceptable that\r\nproducts from the West are freely offloaded onto our\r\nmarkets but not the other way round. Fair trade is a\r\ntwo-way transaction, and every endeavour must be\r\nmade to ensure that it remains so.\r\nOn an optimistic note, we welcome the\r\ncommendable progress that has been achieved in an\r\neffort to bring some conflicts in Africa to resolution.\r\nThis engenders the hope for the eventual restoration of\r\nstability and a chance for decisive peace on the\r\ncontinent. The ceasefire agreement reached on 4 April\r\nthis year in Angola and the peace agreement signed on\r\n30 July between Rwanda and the Democratic Republic\r\nof the Congo represent notable historic milestones in\r\nbringing to an end the conflicts in the Great Lakes\r\nregion. I am confident that the United Nations will use\r\nthat opening to step forward, as it always has, to\r\nstrengthen its involvement and that of the international\r\ncommunity to consolidate those agreements and closely\r\nmonitor their implementation.\r\nI take this opportunity to congratulate the people\r\nand the Government of East Timor on their attainment\r\nof independence after many decades of dehumanizing\r\nsubjugation. My Government also welcomes East\r\nTimor’s coming membership in the United Nations.\r\nIn the same vein, I congratulate Switzerland on\r\nits admission to the membership of the United Nations.\r\nThe significance of this historic development to the\r\nworld body cannot be over-emphasized, especially\r\ngiven the invaluable contribution the Government and\r\npeople of Switzerland have made over the years to the\r\nprogressive development of international humanitarian\r\nand human rights affairs.\r\nMy Government is concerned at the unrelenting\r\nbloodletting in the Middle East, particularly the\r\nsenseless carnage among innocent civilians. We\r\nencourage both the Israeli Government and the\r\nPalestinian Authority to give peace a chance through\r\ndialogue. We call, in particular, for the cessation of\r\nhostilities, provocation and incitement, which only\r\nserve to inflame the delicate conflict situation.\r\nMalawi believes in the principle of universality of\r\nhuman rights. One of the basic rights that every\r\nmember of the global community can expect to enjoy is\r\nthe right to freedom of association. It is on the basis of\r\nthat, and in a spirit of reconciliation, that Malawi\r\nbelieves that the United Nations should seriously\r\nreconsider the question of the readmission of the\r\nRepublic of China. The more than 21 million people of\r\nTaiwan should be allowed to freely participate in the\r\naffairs of the United Nations without any hindrance, as\r\nthat is what this Organization stands for. After all,\r\nTaiwan, through its rapid growth in the economic,\r\npolitical and social sectors has demonstrated that it has\r\na lot to offer for the good of humanity through the\r\nUnited Nations.\r\nAfrica is on the threshold of a new beginning\r\naimed at making a lasting clean break with the errors\r\nand political missteps of the last five decades. The\r\npromulgation of a development blueprint, the New\r\nPartnership for Africa’s Development (NEPAD),\r\nprovides a very comprehensive, clear focused road map\r\nfor economic revitalization of the African continent.\r\nNEPAD, as a framework for development, contains\r\nbroad-ranging measures and actions that are reflective\r\nof a new vision for long-term development\r\nrequirements, as well as constructive and beneficial\r\nparticipation in regional, international and other\r\nmultilateral processes for effective integration of\r\nAfrica into the global political and economic order.\r\n31\r\nA/57/PV.7\r\nIt is gratifying, therefore, that the international\r\ncommunity is willing to support this newly emerging\r\npragmatic framework for partnership and ownership of\r\ndevelopment on the continent. I would like, once again,\r\nto encourage our development partners to join in and\r\nsupport Africa’s new quest for economic recovery and\r\nsustainable development.\r\nIn conclusion, Malawi, along with other African\r\ncountries, would like to express deep gratitude to the\r\nleaders of the Group of 8 countries for voicing\r\nunequivocal support for NEPAD. We are thankful for\r\nthe creation of the Group of 8 Africa Action Plan\r\nadopted at the recent Summit in Kananaskis in Canada,\r\nwhich will operate as the platform for enhanced\r\ncooperation and partnership between Africa and the\r\nindustrialized Group of 8 countries. We are confident\r\nthat strong international networking and support for\r\nNEPAD will provide a solid basis for growth and\r\nprogress, as well as decisive peace and political\r\nstability in Africa.\r\nThe Acting President (spoke in French): I now\r\ncall on His excellency Mr. Osborne Riviere, Minister\r\nfor Foreign Affairs of the Commonwealth of Dominica.\r\nMr. Riviere (Dominica): The Commonwealth of\r\nDominica joins other delegations in congratulating you\r\non your election to chair the proceedings of the fifty-\r\nseventh session of the United Nations General\r\nAssembly. We are confident that you will preside over\r\nthis Assembly with the efficiency and dedication\r\nrequired to take us through the agenda of the fifty-\r\nseventh session.\r\nWe also take this opportunity to extend to your\r\npredecessor our sincere appreciation for the excellent\r\nmanner in which he steered the work of the fifty-sixth\r\nsession of this General Assembly.\r\nOne year ago we convened in a city reeling from\r\na terrible tragedy which spurred the international\r\ncommunity to unite in the fight against international\r\nterrorism. The world’s response to the events of 11\r\nSeptember 2001 was one of total condemnation of\r\nterrorism in all its forms and a firm undertaking to\r\nuphold the principles of freedom and democracy\r\nenshrined in the Charter of the United Nations.\r\nThe United Nations Security Council was swift\r\nand decisive in its adoption of a resolution focused on\r\nsuppressing the financing of terrorism and denying\r\nterrorists any safe haven in which to operate. Sadly,\r\nterrorism remains today one of the greatest threats to\r\nhuman security. The Commonwealth of Dominica\r\ntherefore once again reaffirms its commitment to the\r\nfight against international terrorism and to ensuring\r\nthat the channels for funding of terrorist-related\r\nactivities and international crime are permanently\r\ndisabled.\r\nMy Government is making every effort towards\r\nthe successful implementation of United Nations\r\nSecurity Council resolution 1373 (2001) in spite of\r\nlimited human and financial resources. Legislative\r\nmeasures which have been put in place include an\r\nExchange of Information Act, which addresses some of\r\nthe concerns of the international community as\r\nexpressed in resolution 1373 (2001). This Act was\r\npassed in the Dominica Parliament in January 2002,\r\nwhile a bill for the suppression of financing of\r\nterrorism will be tabled before Parliament shortly.\r\nMy delegation wishes to take this opportunity to\r\nexpress its appreciation for the initiatives taken by the\r\nCounter-Terrorism Committee, the Commonwealth, the\r\nEuropean Union and other countries and organizations\r\nto assist developing countries in their implementation\r\nof resolution 1373 (2001).\r\nThe historic entry into force of the Rome Statute\r\nof the International Criminal Court (ICC) takes us one\r\nstep further in the fight against impunity of war crimes\r\nand crimes against humanity. The Commonwealth of\r\nDominica’s accession to the Statute of the ICC in\r\nJanuary 2001 is indicative of our support for the\r\nestablishment of a permanent international court that\r\nwill bring the perpetrators of the most serious\r\ninternational crimes to justice. In this regard, the ICC\r\nmust seek to prevent or penalize terrorist-related\r\ncrimes which may be localized in action, but may have\r\nsevere global consequences.\r\nThe international situation, notably developments\r\nin the world economy, has not been favourable to the\r\ngrowth prospects of small States such as the\r\nCommonwealth of Dominica, which remains a small,\r\nopen and largely agriculture-based economy, extremely\r\nvulnerable to external economic shocks. While the\r\nevents of 11 September 2001 are behind us, the\r\nirreparable damage to the economies of small\r\nCaribbean countries is still evident. Hardest hit was the\r\ntourism sector, one of the areas with the greatest\r\npotential to contribute to Dominica’s social and\r\neconomic development.\r\n32\r\nA/57/PV.7\r\nThe growth of our offshore financial sector,\r\nanother potential contributor to our economic\r\ndiversification, has been adversely affected by our\r\ncountry’s inclusion in the list of non-cooperative\r\ncountries and territories put out by the Organization for\r\nEconomic Cooperation and Development (OECD)’s\r\nFinancial Action Task Force. All attempts thus far to\r\nhave our country removed from that list have proved\r\nfutile, in spite of the implementation of the measures\r\nnecessary to ensure best industry practices in the\r\nfinancial services sector.\r\nThe Commonwealth of Dominica nevertheless\r\ncommits itself to the global combat against money-\r\nlaundering and stands ready to cooperate with the\r\ninternational community in its anti-money-laundering\r\ninitiative. A number of new laws have been enacted by\r\nParliament to legislate its anti-money-laundering\r\npolicies. The Commonwealth of Dominica has also\r\nestablished a Financial Intelligence Unit and a Money-\r\nLaundering Supervisory Authority to ensure that our\r\nfinancial-services sector remains free from money-\r\nlaundering.\r\nAs I address you, my country is facing one of the\r\nmost challenging periods in its history. The slowdown\r\nin the global economy, the impact of the events of 11\r\nSeptember 2001 on an already deteriorating fiscal\r\nsituation, the continued difficulties of integrating into\r\nthe multilateral trading system in a globalized world\r\nand the rapid decline in overseas development\r\nassistance have undoubtedly affected our economic\r\nperformance in an appallingly negative way.\r\nWe have been left with no other option but to\r\npursue a stabilization and adjustment programme,\r\nwhich, although approved by the International\r\nMonetary Fund, has not succeeded in keeping\r\ndetractors, including the public service union, off the\r\nstreets.\r\nThe success of this programme should lay the\r\nbasis for sustained higher growth output and\r\nemployment, as well as poverty reduction. We\r\nrecognize, however, the attendant costs of\r\nimplementing this programme. The Dominican people\r\nhave been asked to make temporary, but heavy\r\nsacrifices in order to place our country on the road to\r\nrecovery.\r\nWe wish to recognize, in this forum, the support\r\ngiven in these difficult times to the Commonwealth of\r\nDominica at the Caribbean regional level, and look\r\nforward to the timely support of the international\r\ncommunity.\r\nLast year, as the world turned its attention to the\r\nevents of 11 September, the Secretary-General\r\nreminded us that none of the issues that faced us on 10\r\nSeptember had become less urgent. Indeed, the United\r\nNations calendar for the past year has been crowded\r\nwith special conferences and summits, all convened to\r\naddress problems and issues of global concern that\r\naffect the everyday lives of the peoples of the United\r\nNations. While it is true that those issues are current\r\nand of interest to the smaller members of this body it is\r\nunfortunate that many of us do not have the capacity or\r\nwherewithal to ensure that they receive effective\r\nrepresentation, not only at the conferences but, more\r\nsignificantly, in the preparatory committees that\r\nprecede the conferences. It is no accident, therefore,\r\nthat most often the States that least benefit are the\r\nsmallest and least influential.\r\nThe Second World Assembly on Ageing and the\r\nspecial session on children attempted to deal with\r\nissues which affect the most vulnerable members of our\r\nsocieties. The World Assembly concluded in April with\r\na Plan of Action for implementation by the\r\ninternational community. In small countries like the\r\nCommonwealth of Dominica, this implementation\r\nmust, of necessity, include the recognition of older\r\npersons as the pillars of our societies — people who\r\nmake a significant contribution to our economic\r\ndevelopment.\r\nMy Government has developed a national policy\r\non ageing which seeks to ensure that older persons are\r\nprovided with protective care and given an opportunity\r\nto continue to participate in the development of our\r\nnation. A few weeks ago, we were privileged to host\r\nthe tenth annual regional meeting of HelpAge\r\nInternational — a happy coincidence, given that among\r\nour population of 75,000, we have 22 centenarians. I\r\nwant to make specific mention of the world’s oldest\r\nliving person — a Dominican woman, Mrs. Elizabeth\r\nIsrael, affectionately known as Ma Pampo — who is\r\nallegedly 127.\r\nCivil society organizations like HelpAge must be\r\nrecognized for their vigorous attempts to deal with\r\nissues affecting older persons. As a family of nations,\r\nwe established set goals, strategies and actions in\r\npursuit of a better life for children at the special\r\nsession of the General Assembly on children. As a\r\n33\r\nA/57/PV.7\r\nsignatory to the Convention on the Rights of the Child,\r\nthe Commonwealth of Dominica remains committed to\r\nensuring that children’s rights are protected and\r\nrespected. Children are one of our most valuable\r\nresources.\r\nThe Monterrey Conference on Financing for\r\nDevelopment was convened in March this year, and\r\nwas hailed as a “turning point in the approach to\r\ndevelopment cooperation” by the international\r\ncommunity. It was widely acknowledged at Monterrey\r\nthat, in order for development assistance to be\r\neffective, both the donors and the recipients had to\r\nshare the same goals of sustainable development and\r\nthe alleviation and eventual eradication of poverty.\r\nWe applaud the commitment expressed by the\r\nmajor donor Governments to the Monterrey Consensus.\r\nWhat we desire, however, is an equitable distribution\r\nof the increased official development assistance funds\r\npledged by the heads of State or Government of the\r\nEuropean Union in March 2002. The same can be said\r\nof the “new compact for global development” proposed\r\nby President George W. Bush on 14 March 2002, by\r\nwhich the United States pledged to increase its core\r\nassistance to developing countries by 50 per cent over\r\nthe next three years.\r\nWe are still confident that global conferences can\r\nwork, because it has been proved that they serve as\r\nforums where new proposals can be debated and\r\nconsensus sought on topical issues. At the recently\r\nconcluded Johannesburg Summit, world Governments\r\nagreed to halve by 2015 the number of people lacking\r\nclean water and basic sanitation.\r\nMy Government was particularly pleased that at\r\nthe conclusion of the Johannesburg Summit the richer\r\ncountries stated their willingness to reach an\r\nagreement, by January 2005, within the World Trade\r\nOrganization, for “substantial improvements in market\r\naccess” for food exports from developing countries.\r\nThe Johannesburg Summit underlined the\r\nnecessary linkage between environmental protection\r\nand natural resources management and the issues of\r\npoverty, underdevelopment and social justice. The\r\nSummit demonstrated the interdependence of social,\r\nenvironmental and economic factors, which must work\r\nin unison if long-term sustainable development is to be\r\nachieved. Empirical evidence exists to show that poor\r\nand weak national economies impact negatively on the\r\nenvironment, while environmental degradation and the\r\nover-utilization of natural resources result in declining\r\neconomies and impoverished communities.\r\nThe Government of Dominica remains fully\r\ncommitted to Agenda 21 and the Barbados Programme\r\nof Action for Small Island Developing States. We\r\nreiterate our unwavering support for the Johannesburg\r\nPlan of Action and urge all Member States to make\r\ngood on their commitments for the successful\r\nimplementation of all sustainable development\r\nconventions.\r\nThe increase in levels of official development\r\nassistance, to which I alluded earlier, is essential when\r\nviewed in the context of the implementation of\r\ndevelopment strategies by small island developing\r\nStates. It is recognized that the small, open economies\r\nof these small States require effective means, including\r\nfinancial resources, to counteract the negative effects\r\nof globalization and trade liberalization and to foster\r\nsustainable development.\r\nThe Commonwealth of Dominica is acutely aware\r\nof the magnitude of the challenges facing our pursuit of\r\nsustainable development. Ours is a country with a\r\nhistory of consistently seeking a national development\r\npath guided by sustainable development. An integrated\r\ndevelopment plan, undertaken with the participation of\r\na diversity of stakeholders and sectors, will shortly be\r\ncompleted and will provide us with a framework within\r\nwhich we can address physical, economic and social\r\nvulnerabilities in an integrated manner.\r\nAt this time, my Government wishes to place on\r\nrecord its appreciation of the continued commitment of\r\nthe Republic of China on Taiwan to the social,\r\neconomic and infrastructural development of small,\r\nvulnerable economies very much like its own. As the\r\nfourteenth largest economy in the world, the Republic\r\nof China on Taiwan has demonstrated the benefits of\r\nhaving a global perspective on development. We\r\nwelcomed the decision of the World Trade\r\nOrganization, in November 2001, to admit the Republic\r\nof China on Taiwan as a full member of that\r\norganization. We look forward to a similar occasion\r\nwhen the Republic of China on Taiwan will take its\r\nplace in these halls as a full member of the United\r\nNations family.\r\nThe Commonwealth of Dominica joins other\r\ndelegations in congratulating the African nations for\r\ntwo important developments. First, the transformation\r\nof the Organization of African Unity into the African\r\n34\r\nA/57/PV.7\r\nUnion, which we are confident will be a strong\r\ninstitution committed to the promotion of peace and\r\nstability, democracy and human rights, cooperation,\r\ndevelopment, prosperity and human dignity. Second,\r\nwe have the programme for socio-economic\r\nrevitalization of the African continent, the New\r\nPartnership for Africa’s Development (NEPAD). The\r\nUnited Nations has a central role to play in ensuring\r\nthe success of this bold initiative of the African States\r\nto eradicate poverty and underdevelopment. These two\r\ndevelopment provide great examples that our\r\nCaribbean region can emulate.\r\nIn conclusion, I wish to reiterate the resolve of\r\nthe Millennium Declaration that\r\n“the central challenge we face today is to ensure\r\nthat globalization becomes a positive force for all\r\nthe world’s people.” (A/54/2000, para. 5)\r\nWe must ensure, through the global and regional\r\nprogrammes, that globalization truly contributes to\r\nsustainable development and prosperity for all. We\r\nwish the 57th General Assembly every success in\r\nadvancing the goals of peace, democracy, prosperity\r\nand sustainable development.\r\nThe President: We have heard the last speaker\r\ninscribed for this afternoon’s meeting. But I wish to\r\npoint out that a representative has requested to exercise\r\nhis right of reply. I now call on the representative of\r\nSpain.\r\nMr. Flores (Spain) (spoke in Spanish): The\r\nMinister for Foreign Affairs and Cooperation of the\r\nKingdom of Morocco, in his statement, made reference\r\nto the Spanish cities of Sebta and Melilla, as well as to\r\nother Spanish territories. In the framework of the\r\nrelations of friendship and good neighbourliness\r\nbetween Spain and Morocco, based on mutual respect\r\nand a shared history, I wish to underscore that Sebta\r\nand Melilla, as well as the adjacent islands and rocks,\r\nare an integral part of the territory of Spain, and those\r\ncitizens are represented in the Spanish Parliament, with\r\nthe same rights and the same conditions as their\r\ncompatriots, enjoying the same rights and freedoms,\r\nand protected by the same legal order.\r\nThe meeting rose at 6.35 p.m.\r\n"